{"ID":610, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be of Good Cheer<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1952, pp. 61-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, I sense very keenly the responsibility in standing here before you, and\nneedless to say, I seek your faith and prayers in my behalf.\n<\/p><p>\nIt is truly a responsibility and an honor to stand before you, and one cannot help, in standing\nhere, but be conscious of the developments of this age and the many blessings that are ours.\nTruly this is a choice time, a choice generation in which to live. We have many blessings,\nbeyond our ability to count them.\n<\/p><p>\nWe have our troubles and difficulties, yet there is none of us who would care to exchange our\nopportunities in this generation for those of another. There are opportunities, for example, in\neducation, beyond anything we have ever had in the history of the earth. We have educational\nbuildings, school buildings, university buildings much better equipped than they have ever\nbeen before. We have instructors better prepared, with a greater knowledge and a better\nmethod in teaching, than we have ever had before. We have books which contain knowledge\nwhich has never been given to man before. We have greater opportunities to go to school, to\nget knowledge and education. There are more scholarships offered. The opportunities for the\nmasses to receive a higher education are increasing. A larger percentage of people are\nreceiving a higher education all the time.\n<\/p><p>\nGod has poured out knowledge in abundance. This is very evident in the field of science, and\nespecially in medicine, in communication, in transportation. These scientific developments are\nthe minor blessings of this generation. Add to these blessings that of the gospel, the\npriesthood and the blessings of eternal sealings.\n<\/p><p>\nWe have a knowledge of the plan of life. We know where we are going. We then should\nknow that this life should be full of hardships and trials, and only thereby can we grow. Trials\nwhich come to us are not those which came to our ancestors. Our posterity will have still\ndifferent trials, yet we would not care to trade our opportunities of living in this generation\nfor that of living in any other generation we have known of.\n<\/p><p>\nYet, when we look ahead of us in this world of confusion and chaos, my heart goes out in\nsympathy especially to the youth who have a war and military service staring them in the\nface. They say, \"What is the use of all this education, training, preparation for the future?\"\nWe look ahead, and we see political and economic confusion, so complicated, I wonder\nwhether mortals have the ability to solve the problems at hand.\n<\/p><p>\nSatan is always trying to thwart the work of the Lord, and the Lord repeatedly uses Satan's\nefforts to fulfil his own purposes. Satan tried to break up our missionary work, but the Lord\nis at the helm, directing the affairs of man, and especially his work on earth. What was the\nsource of our missionary supply, was taken and put into one of the greatest mission fields of\nthe day, the armed services. There is a most important missionary work among the servicemen\nthat can be done by none other than the servicemen, themselves. If these servicemen will but\nlive the gospel and teach it to their associates, teach it to those with whom they come in\ncontact, they will do a very great missionary service, that no one else can do.\n<\/p><p>\nWe have had innumerable experiences from World War II, where people have joined the\nChurch because of watching some serviceman who lived the gospel. And if the servicemen\nwho are members of the Church will be real Latter-day Saints and live the gospel, using what\nleisure time they may have in a productive, beneficial manner, and in\nteaching others by example as well as by precept, they will be doing a most important\nmissionary service.\n<\/p><p>\nAfter reading the Book of Mormon, ask yourselves, how long would this Korean conflict last\nif ten percent of the United Nations armed forces were living righteous lives? Then go\nanother step in your imagination, say, if ten percent were Latter-day Saint men living the\ngospel, and about fifty percent of all the servicemen were living righteous lives, the power of\nGod would touch the hearts of men and bring peace into the world. And I do not know how\nwe can have real peace any other way.\n<\/p><p>\nCircumstances are so complicated I wonder whether mortal man has the ability to solve them\nwithout the help of the Lord.\n<\/p><p>\nWe as Latter-day Saints must keep the faith in the future, faith in man, faith in God, live the\ngospel so that everyone who sees our actions will have a desire to be as we are. They will\nthen sense the happiness and the joy that come to us as the result of our knowledge of the\ngospel and that are displayed in our everyday life. Thus we will be teaching the gospel.\n<\/p><p>\nGod will never permit trials to come upon us beyond our power to withstand them\n(<span class=\"citation\" id=\"216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(216)\">1 Cor. 10:13<\/a><\/span>), as long as\nwe will put our trust and faith in him.\n<\/p><p>\nI think the story of Job is a very good example of that, an example of what life is here on the\nearth. Briefly and without quoting exactly, the story of Job, to me, tells the story of Satan\nmaking the statement to the Lord: Yes, Job is a righteous man; you surrounded him with so\nmuch I cannot reach him, but if you would let me go just a little way, if you would take just\na little from him, I would show you that Job would curse the Lord. And so the Lord said, All\nright, I will permit you to go just so far\n(<span class=\"citation\" id=\"26659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26659)\">Job 1:6-12<\/a><\/span>). And so much was taken from Job, and Satan tried\nagain and came back again, and said: If you would let me go just a little farther, I will show\nyou that Job will curse the Lord. And each time, the Lord permitted Satan to go only so far.\nSatan could not go beyond that which the Lord permitted him\n(<span class=\"citation\" id=\"26660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26660)\">Job 2:1-6<\/a><\/span>). And time after time repeating\nit, until finally the Lord said, all right, Satan, you may have full control over Job except you\ncannot take his life. Job by this time had become so strengthened, the Lord had permitted\nonly that to come upon him which Job had strength to resist. Job had thereby been\nstrengthened from it until he had the ability to withstand all the trials of Satan. He had come\nto a state of perfection. And is that not the state which we all seek to attain? Then, without\ntrials, how can we get there?\n<\/p><p>\nHave faith and show your faith in your works. Be of good cheer, Satan cannot stand\ncheerfulness which comes from right living. Accept the present as having the greatest\nopportunities of life and the future to become greater.\n<\/p><p>\nThe modern scientific developments are a testimony to me that God is assisting the growth of\nhis work on earth. Most of which has come since the restoration of the gospel. How would it\nbe possible to carry on the administrative affairs of the Church, all over the world, and keep\nthe Church in the unity of one faith and one doctrine, without the benefits of modern methods\nof scientific developments which we enjoy. How important is the press which makes possible\nstandard instructions in doctrine, and through which we have the scriptures, and other methods\nof keeping our doctrine a unity all over the world.\n<\/p><p>\nHow, too, could we do the abundance of sealing work for our dead, without microfilm and\nother like methods of obtaining records. How blessed are we that the Authorities can travel\nthrough the stakes and missions the world over and return so often to report and keep the\nunity of the doctrine together all over the Church.\n<\/p><p>\nHow great are the blessings to the world because we have means of travel which permitted\nPresident McKay to make this wonderful trip to the missions of Europe, and\nin such a short time.\n<\/p><p>\nThank the Lord for his blessings. May his choicest blessings be upon us, his people, with ever\nincreasing faith and trust in him, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}