{"ID":611, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Testimony&mdash;Our Most Priceless Possession<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1952, pp. 63-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, and my beloved brothers and sisters, I\nam very grateful and thankful for the opportunity of in attendance at this great conference of\nthe Church, where we can be spiritually built up and strengthened in our faith, for surely we\nhave felt the Spirit of the Lord here in every session of the conference, and we have been\nbuilt up in our faith, and strengthened in our testimony.\n<\/p><p>\nWe are here to receive instructions and to listen to the words of the prophet, seers, and\nrevelators and servants of God, our Father.\n<\/p><p>\nThe Lord said in the Doctrine and Covenants, 88 and 63: \n<\/p><p>\nDraw near unto me and I will draw near you; seek me diligently and ye shall find me;\nask, and ye shall receive; knock, and it shall be opened unto you\n(<span class=\"citation\" id=\"13016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13016)\">D&amp;C 88:63<\/a><\/span>).\n<\/p><p>\nIt is my humble and sincere desire and prayer that my Father in heaven draw near unto me\nwhile I speak to you today, and I shall be grateful for interest in your faith and prayers. It is\nalways a very difficult assignment for me, and I am grateful to the Lord for his sustaining\ninfluence on previous occasions. The Spirit of the Lord has been here in rich abundance.\nBefore the conference started, the General Authorities met together, and with the beautiful\nprayer offered by Brother Lee, surely we felt the Lord's influence. We are meeting in his\nname. We are meeting to bear testimony as to the truthfulness of his work.\n<\/p><p>\nBefore I say more, I should like to pay tribute, as suggested by Brother Stayner Richards and\nBrother Cowley yesterday, to my wife. I am one of that type of men who have a hard time\nsaying the things I ought to say as often as I ought to say them. It is her birthday today, and I\nwant her to know that I am grateful for her. I am grateful that she took me by the hand, as\nBrother Cowley so beautifully portrayed to us. I am grateful that she has given me\nencouragement when she has known that I was discouraged and down. I am grateful for her\nfaith. Everything that I do of any consequence, I must credit in a large measure to her and to\nmy Father in heaven.\n<\/p><p>\nSometime ago I had in this great Tabernacle a man and his wife and a boy from the East, a\nman with whom I have been associated in business but who had never been here before. As\nhe came in here and stayed awhile, after the recital, he said, \"There is something different\nhere. What is it?\" I gave him a Book of Mormon, and then we walked around, and he asked\nme again, and I said, \"It is a little hard to explain, but I would like to tell you what I think it\nis. This is a house of worship, and if you could read the prayer that was offered at the\ndedication, you would know that this is a sacred building, and the thing that makes it different\nis that the Spirit of the Lord is here.\" It was not long until he spoke and said: \"Well, it has to\nbe something like that.\"\n<\/p><p>\nI want to say just a word to the youth of the Church, the young men and women, the young\nmarried couples. I would like to say a few words with reference to the value of your personal\ntestimony, probably your most precious possession.\n<\/p><p>\nI realize there is great stress being placed on education, and rightly so. This Church has\nalways sponsored and fostered education. Ever since the Pioneers came here, this Church has\nsupported and sustained schools and universities, seminaries and institutes. The authorities\nhave believed in education but they have also stressed greatly spiritual, religious education in\nthe hearts and souls of our young people.\n<\/p><p>\nEducation has brought great credit to the Church and to this state. Just recently, there were\nfour educators making a survey, an educational efficiency survey, on one of our great\ninstitutions in the state. They were all from the eastern part of the United States, none of them\nare native sons; and they have studied the trend of education in this state. They made great\nresearch, and the chairman of that committee came to me a while ago and said, \"We have\ndiscovered two very unusual but very prominent factors about the education in the state of\nUtah.\" We are a small state and a poor state, and as we learned this morning from Dr.\nWoodward, speaking to the welfare workers, only three percent of the soil in this state is\ntillable, so we are not a rich state. The two factors that this great educator said astounded him\nwere: (1) there is a greater percentage of the population in the state of Utah twenty-five years\nof age and over who have a high school education than in any other state in the union; and\n(2) there is a larger percentage of the people of Utah twenty-five years of age and over who\nhave a college education than any state in the union. That is a great tribute to our pioneer\nfathers and to this Church and to this state.\n<\/p><p>\nBut I would like to tell you, also, another word from Newton N. Riddell when he made this\ncomment, speaking of spiritual, religious education: \n<\/p><p>\nHe who knows books knows much; he who knows nature knows more; but he who\nknows God has reached the goal of human wisdom.\n<\/p><p>\nTo the young people, your personal testimony will give you great happiness; a testimony as to\nthe divinity of the Savior of the world, born as a babe in Bethlehem, a testimony as to the\nteachings of the Savior, the life of the Savior, his crucifixion on Calvary, the actual\nresurrection of the Savior from the tomb. What for? So that you and I could have eternal life.\n<\/p><p>\nYes, a personal testimony as to the restoration of the gospel in this dispensation, the visit of\nthe Father and the Son to Joseph Smith, the Prophet, as so beautifully given to us by\nPresident Joseph Fielding Smith. He was truly God's servant. Then he sealed that testimony\nwith his life's blood as did that marvelous brother of his, Hyrum. Young people, you do have\na testimony that this is true, and it will be a source of comfort to you in the hour of need.\n<\/p><p>\nYes, the object of all gospel teachings is to promote faith and build a testimony. Without a\npersonal conviction or without a personal testimony, our teaching may lack warmth and light.\nTestimony inspires testimony; conviction begets conviction.\n<\/p><p>\nA personal testimony after we have received it, I have learned, and I am grateful that I have\nlearned it, needs to be constantly reinforced. We may have had some faith-promoting\nexperience in our lives, and many of us have; we may have even witnessed a miracle, and\nsome of us have. Someone has said our testimony may be a dynamic concept based upon\nevidence, proof, and revelation. It may have been acquired through study and prayer, but if\nour testimony ceases to grow, it may finally cease to be.\n<\/p><p>\nTherefore, it requires each of us daily to try to improve our lives, strive to discipline\nourselves and properly to conduct our behavior.\n<\/p><p>\nOur testimony needs to be constantly cultivated and strengthened to remain forceful and alive.\nA testimony of the gospel of Jesus Christ, a testimony a to the mission of\nthe Prophet Joseph is a blessing earnestly to be desired, to be prayed for, and to be lived for.\nWhen once obtained, that testimony will shine as a beacon to others, and its flame will burn\nthat other torches might be lighted but if our testimony ceases to glow, it may be lost.\n<\/p><p>\nIn the New Testament, we read of the experience of Saul of Tarsus. He was contending against\nthe truth; he was persecuting the saints. He denied the divinity of Jesus, and then as he was en\nroute to apprehend them and imprison them, he was suddenly confronted by the Master. He\nsaw a blinding light, and he heard the Master say \"Saul, Saul why persecutest thou me?\" And\nSaul said, \"Who art thou, Lord?\" And the Lord said, \"I am Jesus whom thou persecutest\"\n(see <span class=\"citation\" id=\"7666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7666)\">Acts 9:4-5<\/a><\/span>).\nSaul was stricken blind and led away, but later he was miraculously healed\nof that blindness. Surely, if any man had had a testimony to justify the feeling of having\narrived, if any one experience would seem sufficient to entitle anyone to say, \"This is enough,\nI need no more,\" Saul had that experience. He had been made to see, but if he had been\ncontent to relate his experience to his friends or if he had stopped growing, he would never\nhave become the great Paul the Apostle. Saul of Tarsus was the acorn, and Paul the Apostle\nwas the oak.\n<\/p><p>\nDuring the balance of his life he taught as a great missionary. In bonds he bore his testimony\nto kings, and on the ship, and in the dungeons. He was inspired by his testimony, and he bore\nthat testimony the rest of his life.\n<\/p><p>\nThe youth of the Church may sometimes wonder if they have a testimony. They may ask how\nit may be obtained. Some young people may be discouraged and they may compare their\nknowledge and testimony with that of others, but let me plead with the young people never to\nbecome discouraged. Always remember that the full-bloom rose was once an unopened bud\nand that the ripened fruit was once just a blossom and that all great things came from small\nbeginnings.\n<\/p><p>\nYes, it is our individual problem, and probably a continual one, for all of us to make sure as\nbest we can that our lives are such that we can hear the promptings of the Holy Ghost which\nwe have received, that great Comforter, the whisperings of the still, small voice.\n<\/p><p>\nThe Lord once said,\n<\/p><p>\nBut he that believeth these things which I have spoken, him will I visit with the\nmanifestations of my Spirit and he shall know and bear record. For because of my\nSpirit he shall know that these things are true; for it persuadeth men to do good.\n<\/p><p>\nAnd whatsoever thing persuadeth men to do good is of me; for good cometh of none save it\nbe of me. I am the same that leadeth men to all good; he that will not believe my words will\nnot believe me&mdash;that I am; and he that will not believe me will not believe the Father who\nsent me. For behold, I am the Father, I am the light and the life, and the truth of the world.\n<\/p><p>\nCome unto me, O ye Gentiles, and I will show unto you the greater things, the\nknowledge which is hid up because of unbelief.\n<\/p><p>\nCome unto me, O ye house of Israel, and it shall be made manifest unto you how\ngreat things the Father hath laid up for you, from the foundation of the world; and it\nhath not come unto you, because of unbelief\n(<span class=\"citation\" id=\"22193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22193)\">Ether 4:11-14<\/a><\/span>).\n<\/p><p>\nPrayerful, humble seeking will give you the answer, young people. I would say to all of you\nwhenever you are in doubt, you need never hesitate to know where you can go and get the\nanswer. The Lord will hear you; he will remove those doubts from your mind.\n<\/p><p>\nOh, a testimony does not all come at once, but if continually developed and cultivated, it is a\npower and a strength that will be felt forever.\n<\/p><p>\nAs Latter-day Saints our own personal testimony is not alone sufficient. Once acquired and\nreinforced, it is our duty as individual members of the Church to bear that testimony\nconstantly to the world, to preach the gospel, and to bring salvation to the souls of men.\n<\/p><p>\nThe Savior said: \n<\/p><p>\nAnd if it so be that you should labor all your days in crying repentance unto this\npeople and bring, save it be one soul unto me, how great shall be your joy with him in\nthe kingdom of my Father! (<span class=\"citation\" id=\"12965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12965)\">D&amp;C 18:15<\/a><\/span>).\n<\/p><p>\nOh, the Master must have placed great value on every soul; precious are they in his sight.\n<\/p><p>\nAn ancient philosopher once said: \n<\/p><p>\nUnless you bear with the faults of a friend, you thereby betray your own.\n<\/p><p>\nYoung people, do not lose your testimony. You may discover sometimes that you are in\ndoubt. I think we all have. You may sometimes wonder if your testimony is waning, but let\nthat be a signal to you, let that be the time that you come to one of your brethren, one of\nyour friends; that is the signal for you quickly to associate yourself with the Church and\nbecome very active in the Church, that is the time that you must confide in God your Eternal\nFather.\n<\/p><p>\nThe person whose fate is most distressing is he who has lost his faith and his testimony. He\nmay live near you or me&mdash;he may go about performing his daily work, yet he is very much\nalone. He is unhappy, and he lacks a sense of belonging. Life seems to have no purpose to\nhim; he is the man who having had a testimony has now lost it, but faith and prayer can\nreturn him to us and bring about a renewal of that testimony. It has happened to many, and it\nwill happen again.\n<\/p><p>\nI want to plead with my friends and my associates, my brothers, my acquaintances, and with\nall men, to put aside those things which may be keeping you inactive in the Church. I would\nsay to all men, repent of that which you have done that is wrong, go to your Father in\nheaven, go to your brethren whom you love. There is no reason you cannot go to your\nbrethren. We love you; your bishops love you; you can come to us about anything; and we\nwill treat you truly as our brothers. Do not live longer on the outside, no matter what is\nkeeping you inactive in the Church, whether it be your profession, whether it be your habits,\nwhether it be that somebody has hurt your feelings; no matter what it is, put it aside. Come\nback into the pales of the Church, and receive those blessings that the Lord has in store for\nyou. Great will be your joy; great will be your happiness.\n<\/p><p>\nIt ought not to be hard for us to repent. None of us feel good when we do wrong. All of us\nfeel better when we can go to the Lord and ask his forgiveness and when we can go to our\nbrethren and put our hands in theirs and tell them of our shortcomings. Surely no man will\ntake advantage of that kind of confidence. That is the feeling that exists in this Church. That\nis the brotherhood that is intended between us as brethren in the priesthood and brothers and\nsisters in the Church.\n<\/p><p>\nGod grant that we can each have a strong testimony to pull us over those rough spots in life. I\nam satisfied the happiest men I know of are these men, and I know why they are happy and\nyou know why they are happy, because of the great testimony they have, because of their\nliving close to the Lord and partaking of his wonderful and sweet spirit.\n<\/p><p>\nMay God grant that we may always have that brotherhood that President Stephen L Richards\noften talks about. Just the other day I heard him say something like this: \"All great men are\nengaged in some great cause,\" and what greater cause is there than the cause that we are\nengaged in, the cause of bringing salvation to the souls of men, and eternal life?\n<\/p><p>\nGod grant that we may be strong, that we may stay close to the Lord, and when he says, \"If\nyou will draw near unto me, I will draw near unto you\" (see\n<span class=\"citation\" id=\"13017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13017)\">D&amp;C 88:63<\/a><\/span>); may that be our\nhappy lot, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}