{"ID":612, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"To My Son&mdash;Seek Ye the Lord\"<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, October 1952, pp. 67-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly pray that the Lord will bless me, as I address you. How serious and important is\nthis responsibility!\n<\/p><p>\nYesterday I read from the Book of Isaiah; the first lines were a theme for the M. I. A. some\ntime ago.\n<\/p><p>\nSeek ye the Lord while he may be found. Call ye upon him while he is near...\n<\/p><p>\nThen shall thy light break forth as the morning, and thine health shall spring forth\nspeedily; and thy righteousness shall go before thee; the glory of the Lord shall be thy\nreward\n(<span class=\"citation\" id=\"25131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25131)\">Isa. 55:6<\/a><\/span>;\n<span class=\"citation\" id=\"25132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25132)\">Isa. 58:8<\/a><\/span>).\n<\/p><p>\nI would like to address myself, with the blessings of my Heavenly Father, to my sons. I am\nvery happy that one of them is in the audience today. The others are scattered in different\nparts of the world. This is the admonition I would give to them: Be worthy, and advance in\nthe priesthood of God.\n<\/p><p>\nWhat a glorious thing it is to be sufficiently humble, to live sufficiently worthy that one may\nspeak and perform and bless and grow in the name of the Lord! What a glorious blessing our\nHeavenly Father has made possible in his great plan of salvation for the men of his Church to\nreceive the priesthood of God. This great blessing I pray may be part of the blessings that the\ngospel brings to my sons. I hope they are worthy to advance in that glorious opportunity from\ndeacon to high priest. A truly great adventure? Yes, adventure with the Lord, full of blessings\nthe like of which no man can give you, it will bring them to spiritual heights, and the\nenjoyment of full living.\n<\/p><p>\nHow happy I was last summer on shipboard with 627 American youth going to Austria to a\nworld jamboree of Scouts. When the Sabbath day came, we were having a sacrament service.\nTwo of our young men took care of this sacred ordinance of the Lord. A stranger was\nstanding in the door watching the ceremony. He was listening carefully to what was going on,\nand after these boys, holding the priesthood of God had humbly performed their sacred duty,\nhe walked across the dining room and said to me,\n<\/p><p>\nI want two hours. I want them as soon as possible. I have seen nothing like this. I\nhave felt nothing like this on our journey. These young men, blessing the sacred\nsacrament, calling upon the Lord that they may renew their covenants with the Lord to\nkeep his commandments, that they may have his Spirit to always be with them. This is\ndeeply impressive. Let me meet with you soon.\n<\/p><p>\nYes, truly this is the greatest blessing from God, to speak and perform, to bless and grow in\nhis holy name.\n<\/p><p>\nAnd I would like to express another wish to my sons and I say it with reverence, and with\nsincere desire: \"<i>Be an active Christian citizen<\/i>.\" On September 1, President Clark on his\neighty-first birthday, was interviewed by the press. I was impressed by the message he gave to\nthem. \"This is a great day for each youth,\" said President Clark, \"but he must conquer it for\nhimself, by work, and by right living.\" This is a theme for a young Christian citizen.\n<\/p><p>\nNot long ago I read a story of Benjamin Franklin. On one occasion he went to visit a friend.\nHe took with him his seventeen-year-old son. When he came to the home of his friend, he\nsaid to him, \"I wish you would bless my boy.\" The aged man put his hands upon the head of\nthis youth, and said to him, \"My son, God and liberty. God and\nliberty&mdash;remember these two words.\" So I say to my son, and your son, to every mother's son\nthroughout the land, as you exercise the glorious right and privilege of Christian citizenship,\nlet this be ever in your heart and mind, \"God and liberty.\"\n<\/p><p>\nNext summer, July 17 to 23, fifty thousand boys will camp on the hills of southern California.\nMy, what a glorious experience, a high privilege will be theirs, learning the art of living\nhappily together, and to live as Christians, at least all have expressed their faith in God. I\nhope your son will be there. I would love to pitch my tent next to his. I would love to see\nhim, as I have seen thousands of others, and before they retire at night, hear them give their\nprayers to God in thanksgiving and for guidance.\n<\/p><p>\nI have a friend whose son was killed in Japan. When his effects were sent home, the parents\nfound a note in his uniform. The note read: \n<\/p><p>\nIf I happen to die in this war, here is something I want you to do. I have a\nten-thousand-dollar insurance policy, and I want you to take that money, and when the war is\nover, bring to America a Japanese boy and educate him, so that when he may go back to that\nenemy land, it will help him that he may build his life in the spirit of our democracy.\n<\/p><p>\nThere is Christian citizenship in its high expression.\n<\/p><p>\nI would love to have my son fill a worthy and honorable mission, yes, humbly and worthily. I\njust returned from touring the Canadian Mission. When I asked the young missionary men\nwhat is their greatest spiritual need, nearly all of them would answer, \"To be humble, that's\nmy need. To seek the Lord, to know the strength which comes when he is near.\" What a\nglorious experience it is for a young man to have the privilege of going on a mission, as a\nservant of the Lord, and I appeal to this great audience, today, and those listening on the air,\nGod grant to you that high privilege, for the world is on its knees, waiting for you or your\nson or my son to come and bring the gospel's glorious message, that their lives may be made\nmore beautiful before the Lord with spiritual blessings.\n<\/p><p>\nA final wish I make: \n<\/p><p>\nSon, go courting with a lovely Latter-day Saint girl, and go to a temple of the Lord\nand be married there, and build a good Latter-day Saint home.\n<\/p><p>\nWhat a lovely thing it was one year at M. I. A. time when nineteen couples came from\nCalifornia and were married in the temple here at Salt Lake City. How charming! What a\ndelightful excursion that was! How eyes were filled with tears of rejoicing as they stood\nbefore the altar of the Lord and were married for eternity. What a beautiful experience when\neleven young ladies of one of the Ogden stakes made a dress, a wedding gown, together, and\nin their turn, as opportunity came, each one of them was married in this lovely dress. There\nare no more beautiful experiences than these. What a grand expression of love and\nappreciation it was in Prescott, Arizona, for a Brother Johnson and his good wife to sacrifice\nand save and plod along through the years until their seven boys and girls had had the\nprivilege of going on a mission. Then one happy wedding anniversary time, the boys and girls\nhad saved quietly and the bishop had spoken to them about their father and mother, and they\nalso were privileged to go on a mission. What a glorious blessing, and I wish it for my sons\nand daughters&mdash;a happy Latter-day Saint home.\n<\/p><p>\nThese things I wish for my children and your children, and for them I humbly pray, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}