{"ID":6125, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welcome to Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">With prayer and faith and in humility, testimony is borne to you. May we all be inspired together. May our hearts be lifted in praise to our Redeemer.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98911_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p5\" class=\"\">My brothers and sisters, we welcome you most warmly. We welcome you to this great conference. There are some 6,000 of us here in the Tabernacle and millions more in other halls across the world. We are all one great family. We have one Lord, one faith, one baptism [<span class=\"citation\" id=\"22088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22088)\">Eph. 4:5<\/a><\/span>]. In fulfillment of the words of Peter, we are “a chosen generation, a royal priesthood, an holy nation, a peculiar people; that [we] should shew forth the praises of him who hath called [us] out of darkness into his marvellous light” (<span class=\"citation\" id=\"2461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2461)\">1 Pet. 2:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p6\" class=\"\">For the most part, we are a happy people. We are mindful of and continue to pray for those who are experiencing hardship due to natural or man-caused calamity. But even those among our number who are bowed down with sorrow and pain go forward in faith with the certain assurance that God lives and is watching over His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p7\" class=\"\">The Tabernacle this morning is filled. Once it was considered very large and commodious. Now, with the growth of the Church, it will not accommodate our people. I was in the Astrodome in Houston, Texas, only two weeks ago for a regional conference. We had somewhere in the neighborhood of 20,000 people in attendance—three times as many as we can get into this building.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p8\" class=\"\">I am deeply grateful that we are moving forward with construction of a wonderful new facility adjoining Temple Square on the block to the north of us. It is an immense structure. I am grateful that we have followed the promptings to build it. I believe that the Lord would have us do so and that He has revealed His will in this undertaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p9\" class=\"\">Workmen are working on the placement of the huge king beam, which marks the beginning of the roof structure. Things are moving forward according to schedule. Six hundred people are at work on the project now, and this number will grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p10\" class=\"\">The building will seat some 21,000, plus 1,000 in the theater which will be a part of it. Through the generations that lie ahead, it will ring with the voices of the prophets. It will be primarily a house of worship. But it will also be a place of art.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p11\" class=\"\">There will be concerts and other public offerings that will be uplifting and wholesome and spiritual. Barring some unforeseen circumstances, the building will be ready for the general conference of April in the year 2000. It will be a gift to the Master, whose birth we will commemorate at that season.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p12\" class=\"\">As we contemplate these things, we think of our brothers and sisters in distant lands. We have met hundreds of thousands of you, have looked into your faces, have felt of your spirits. You are so very precious to this work. The Lord has gathered you “one of a city, and two of a family,” as prophesied by Jeremiah. He is teaching you with pastors after His own heart (see <span class=\"citation\" id=\"26613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26613)\">Jer. 3:14–15<\/a><\/span>). We pray for you, we visit you, we respect and admire you, we love you. We are all part of a great family—10 million strong—worshiping with one heart and one voice at the feet of our Master, the Son of God. Wherever you are, no matter how distant, you have the opportunity of participating in this conference. You will receive it by satellite in very many places. You will receive it by videotape in some places that cannot be reached by satellite. And for a few in faraway places, you will have it as the written word in our Church magazines.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p13\" class=\"\">No matter where we are, no matter our circumstances, we all can be faithful Latter-day Saints. We can pray and worship the Lord in the privacy of our own closet. We can sing anthems of praise to the Almighty even when we are alone. We can study the scriptures. We can live the gospel. We can pay our tithes and offerings though the amount be ever so small. We can walk in faith. We can strive to live lives patterned after the life of our Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/welcome-to-conference.p14\" class=\"\">Now, brothers and sisters, I invite all of you to listen to those whom you have sustained as General Authorities and general officers of the Church, as with prayer and faith and in humility, testimony is borne to you. May we all be inspired together. May our hearts be lifted in praise to our Redeemer, I humbly pray in His holy name, even the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}