{"ID":613, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel Embodies All Truth<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, October 1952, pp. 69-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am thankful for the privilege of being with you in this great\nconference. As I approach this duty that has been assigned me, I humbly pray for the Lord to\ndirect that which I should say and I invite your sympathetic feeling and prayers in my behalf.\n<\/p><p>\nI think there is nothing any man can say of himself that will tend toward our salvation. The\nLord has said that we can do nothing in this work without him\n(<span class=\"citation\" id=\"27528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27528)\">John 15:5<\/a><\/span>). I have been grateful in my\nheart during these services that we have the truth. How wonderful it is to have the truth upon\nwhich to stand; and to have it as a guide, as a support, as an enlightenment. The Apostle Paul\nreferred to the gospel as \"the power of God unto salvation\"\n(<span class=\"citation\" id=\"42699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42699)\">Rom. 1:16<\/a><\/span>).\nTruth is of God and only truth\ntends towards salvation. There is no power in error except to destroy, to spoil, to bring sorrow\nand regret and failure. We often speak and frequently dwell upon the need for salvation. May\nwe assume that we accept the truth, that we need salvation. We are here in the earth, banished\nfrom the presence of God until we come back into his presence through faith and through his\ngospel and through obedience. We can only come there through principles of truth and\nrighteousness. We can come back into his presence, where we belong, only by following the\nplan that he has outlined for us. No one else could outline it. That is his prerogative. It is his\nwork and his glory to bring salvation to his children\n(<span class=\"citation\" id=\"39002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39002)\">Moses 1:39<\/a><\/span>), and he is the one to plan for that\nsalvation. It is planned according to eternal principles.\n<\/p><p>\nI urge our young people with all my heart to learn the doctrines of this Church, for in its\ndoctrines, in its precepts, in its teachings is the power of God unto our salvation. I urge the\nyoung people in this Church to accept as a fact, that whatever success they may attain to in\nlife, if they do not secure salvation in the kingdom of God, then that success is failure. We\nare the children of God. We belong back in his presence when this life is over. If we do not\nreach there, we have failed. Only the principles of eternal life taught in the gospel will bring\nus to that salvation.\n<\/p><p>\nSo many people say, \"Well, we want to be honest. We want to be good citizens. We want to\nbe true to our neighbors and our friends. We need no intermediary between us and God. We\nwill do what is right and trust to the future.\" Well, they are leaning on a broken reed. God\nhas prescribed the principles that will save us and exalt us in his presence, and they are\nembodied in the teachings of the Church. And we are taught these principles because they are\nnecessary for our salvation. I would that all our young people would study the doctrines of\nthis Church faithfully, be constant readers of its scriptures, and know what is truth. Then\nwhen they go forth in the world, in their affairs, in college, in their occupations, they would\nhave standards by which to judge all things; and if any things are contacted in their lives that\ndo not conform to the teachings of this Church, that are contrary to it and the teachings and\nprinciples of the gospel, then those things should be rejected or laid on the shelf. They should\nnot be adopted.\n<\/p><p>\nNow the Lord teaches us that we are the children of God, that we have a Father in heaven.\nThat is a fundamental truth of the gospel. And that we are to worship him and keep his\ncommandments. I remember not long ago reading of a survey made among college students.\nThey were asked to give their conception of what God was like, and one of them said he\nconsidered that God was like an oblong cloud. Well, now I don't know where he got that\nidea, that God was an oblong cloud. He didn't get it out of the teachings of the Lord Jesus\nChrist or the gospel of Jesus Christ. What salvation can there be in believing\nthat God is an oblong cloud. It is an error. It cannot save. It can only destroy. We frequently\ngo, and our elders have gone to others to bring them the message of the gospel, and as we\nbegin to teach them the reality of God as our Father, they immediately reject the idea of God\nbeing in the form of man or being in any form that we can conceive of and understand\nbecause they say, in their superior knowledge, that God is unknowable. If we could know\nGod, they say, he wouldn't be God. Well, to such extremes have gone the speculations and\nrationalizings of men who have not known the truth. Can there be inspiration? Can there be\nhelp, such as the brethren have been speaking of in having blessings and guidance and\ncomfort and support, from an unknown God? The teaching of the gospel is that a knowledge\nof God and of his Son, Jesus Christ, is essential for our eternal life and salvation\n(<span class=\"citation\" id=\"27531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27531)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe are taught to believe in faith and repentance and baptism, for admission to his Church and\nkingdom. Can we believe in something else and be saved through it? It is impossible.\n<\/p><p>\nI went into a great New York church, one of the finest in New York, at the beginning of last\nyear. There was a splendid audience of men and women. I respect them and give them full\ncredit for sincerity in their worship. It happened to be the time when they received new\nmembers into their church. There stood up on the front row about five or six people who had\ncome to join the church. One of the ministers came down to the front seat and said to them,\n\"Do you believe in Jesus Christ?\" They said, \"Yes.\" He stepped up to them and shook hands\nwith them, and said, \"We welcome you into the church.\" Now does that mean salvation for\nthem through that church? He didn't say, \"I welcome you into the Church of Jesus Christ.\"\nHe was consistent in that, because people are not brought into the Church of Jesus Christ in\nthat way. The Apostle Peter told them how to come into the Church&mdash; when they had repented\nof their sins to be baptized in the name of Jesus Christ for the remission of their sins that they\nmight receive the gift of the Holy Ghost\n(<span class=\"citation\" id=\"7659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7659)\">Acts 2:38<\/a><\/span>). That's a true principle. If we believe in that and\nobey that principle, then there comes salvation to us as we go forward obeying the truth. And\nso we may progress with respect to all truth.\n<\/p><p>\nThe statement is frequently made that the gospel embodies all truth, and I can see one very\ngood reason for saying that, because the Lord says that if we will keep his commandments,\nwe will grow in knowledge and in truth until we have all truth\n(<span class=\"citation\" id=\"13024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13024)\">D&amp;C 93:28<\/a><\/span>). It is our prerogative as\nchildren of God, by obedience to gain all truth. It is all embodied in the gospel of Jesus\nChrist.\n<\/p><p>\nI hope that when our young men go out to college that they will continue their study of the\nscriptures, that they will continue their activities in the Church insofar as it is possible where\nthey are located; and if they are desiring with all their hearts to continue in their activities,\nthey will probably find a way of doing it. I believe that young men may go through college\nand preserve their faith and grow in faith and in intelligence and understanding if they will be\nfaithful and true to their religious obligations, but if they do not do that, they may lose their\nfaith. If there is anyone who wants to go to college and hasn't the spiritual capacity to take on\na college education without losing his faith, he had better stay on the farm and do his duty in\nthe Church and serve his fellow men and serve God and grow in knowledge and intelligence\nand power there, because all the things he might get in colleges do not lead to intelligence. If\na thing is true, it does. If it isn't true, it does not.\n<\/p><p>\nSo, my brethren and sisters, thank the Lord for the truth. Thank the Lord for the gospel of\nJesus Christ. Thank the Lord for the splendid leaders God has raised up to instruct us and\ncounsel us and direct us. Let our youth preserve teachable hearts and minds,\nenlightened by the spirit and power of the Holy Ghost. Then they can go through all the\ncolleges in the world, and all the occupations and needed experiences in the world, and\npreserve their faith and be successful as men among men, and always be thorough Latter-day\nSaints and then they are successful indeed.\n<\/p><p>\nMay God give us power, and the youth of our Church power, to hold on to the faith, to love\nit with all their hearts, to incorporate it in their lives, to give it first place, so that God may\nbless and preserve them, and may we all do this and follow this principle, I humbly pray, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}