{"ID":6130, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Think to Thank\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Do we give thanks to God “for his unspeakable gift” [2 Cor. 9:15] and His rich blessings so abundantly bestowed upon us?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p4\" class=\"\">In a land far away, and at a time long ago, Jesus journeyed to Jerusalem. “He passed through the midst of Samaria and Galilee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p5\" class=\"\">“And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p6\" class=\"\">“And they lifted up their voices, and said, Jesus, Master, have mercy on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p7\" class=\"\">“And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p8\" class=\"\">“And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p9\" class=\"\">“And fell down on his face at his feet, giving him thanks: and he was a Samaritan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p10\" class=\"\">“And Jesus answering said, Were there not ten cleansed? but where are the nine?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p11\" class=\"\">“There are not found that returned to give glory to God, save this stranger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p12\" class=\"\">“And he said unto him, Arise, go thy way: thy faith hath made thee whole.”<sup class=\"noteMarker\"><a href=\"#footnote1-98911_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32638)\">Luke 17:11–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p13\" class=\"\">From the 30th Psalm, David pledges, “O Lord my God, I will give thanks unto thee for ever.”<sup class=\"noteMarker\"><a href=\"#footnote2-98911_000_008\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42108)\">Ps. 30:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p14\" class=\"\">The Apostle Paul, in his epistle to the Corinthians, proclaimed, “Thanks be unto God for his unspeakable gift.”<sup class=\"noteMarker\"><a href=\"#footnote3-98911_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3144)\">2 Cor. 9:15<\/a><\/span>.]<\/span><\/sup> And to the Thessalonians, “In every thing give thanks: for this is the will of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-98911_000_008\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2775)\">1 Thes. 5:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p15\" class=\"\">My brothers and sisters, do we give thanks to God “for his unspeakable gift” and His rich blessings so abundantly bestowed upon us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p16\" class=\"\">Do we pause and ponder Ammon’s words? “Now my brethren, we see that God is mindful of every people, whatsoever land they may be in; yea, he numbereth his people, … over all the earth. Now this is my joy, and my great thanksgiving; yea, and I will give thanks unto my God forever.”<sup class=\"noteMarker\"><a href=\"#footnote5-98911_000_008\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10293)\">Alma 26:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p17\" class=\"\">Robert W. Woodruff, a prominent business leader of a former time, toured the United States giving a lecture which he entitled “A Capsule Course in Human Relations.” In his message, he said that the two most important words in the English language are these: “Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p18\" class=\"\"><span class=\"emphasis\">Gracias, danke, merci<\/span>—whatever language is spoken, “thank you” frequently expressed will cheer your spirit, broaden your friendships, and lift your lives to a higher pathway as you journey toward perfection. There is a simplicity—even a sincerity—when “thank you” is spoken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p19\" class=\"\">The beauty and eloquence of an expression of gratitude is reflected in a newspaper story of some years ago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p20\" class=\"\">\n\t<span class=\"emphasis\">The District of Columbia police auctioned off about 100 unclaimed bicycles Friday. “One dollar,” said an 11-year-old boy as the bidding opened on the first bike. The bidding, however, went much higher. “One dollar,” the boy repeated hopefully each time another bike came up.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p21\" class=\"\">\n\t<span class=\"emphasis\">The auctioneer, who had been auctioning stolen or lost bikes for 43 years, noticed that the boy’s hopes seemed to soar higher whenever a racer-type bicycle was put up.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p22\" class=\"\">\n\t<span class=\"emphasis\">Then there was just one racer left. The bidding went to eight dollars. “Sold to that boy over there for nine dollars!” said the auctioneer. He took eight dollars from his own pocket and asked the boy for his dollar. The youngster turned it over in pennies, nickels, dimes, and quarters—took his bike, and started to leave. But he went only a few feet. Carefully parking his new possession, he went back, gratefully threw his arms around the auctioneer’s neck, and cried.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p23\" class=\"\">When was the last time we felt gratitude as deeply as did this boy? The deeds others perform in our behalf might not be as poignant, but certainly there are kind acts that warrant our expressions of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p24\" class=\"\">The song frequently sung in the Sunday School of our youth placed the spirit of thanksgiving into the depths of our souls:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When upon life’s billows you are tempest tossed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When you are discouraged, thinking all is lost,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Count your many blessings; name them one by one,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it will surprise you what the Lord has done.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote6-98911_000_008\">6<\/a>\n\t   <span class=\"footnote\">[Johnson Oatman Jr. (1856–1922), “Count Your Blessings,” <span class=\"emphasis\">Hymns,<\/span> no. 241.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p29\" class=\"\">Astronaut Gordon Cooper, while orbiting the earth over 30 years ago, offered this sweet and simple prayer of thanks: “Father, thank You, especially for letting me fly this flight. Thank You for the privilege of being able to be in this position: to be up in this wondrous place, seeing all these many startling, wonderful things that You have created.”<sup class=\"noteMarker\"><a href=\"#footnote7-98911_000_008\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Congressional Record,<\/span> 88th Cong., 1st sess., 1963, 109, pt. 7:9156.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p30\" class=\"\">We are thankful for blessings we cannot measure, for gifts we cannot appraise, “for books, music, art, and for the great inventions which make these blessings available … ; for the laughter of little children; … for the … means for relieving human suffering … and increasing … the enjoyment of life; … for everything good and uplifting.”<sup class=\"noteMarker\"><a href=\"#footnote8-98911_000_008\">8<\/a>\n       <span class=\"footnote\">[“Three Centuries of Thanksgiving,” <span class=\"emphasis\">Etude Music Magazine,<\/span> Nov. 1945, 614.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p31\" class=\"\">The prophet Alma urged, “Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.”<sup class=\"noteMarker\"><a href=\"#footnote9-98911_000_008\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10314)\">Alma 37:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p32\" class=\"\">I would like to mention three instances where I believe a sincere “thank you” could lift a heavy heart, inspire a good deed, and bring heaven’s blessings closer to the challenges of our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p33\" class=\"\">First, may I ask that we express thanks to our parents for life, for caring, for sacrificing, for laboring to provide a knowledge of our Heavenly Father’s plan for happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p34\" class=\"\">From Sinai the words thunder to our conscience, “Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.”<sup class=\"noteMarker\"><a href=\"#footnote10-98911_000_008\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23077)\">Ex. 20:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p35\" class=\"\">I know of no sweeter expression toward a parent than that spoken by our Savior upon the cross: “When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p36\" class=\"\">“Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.”<sup class=\"noteMarker\"><a href=\"#footnote11-98911_000_008\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29932)\">John 19:26–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p37\" class=\"\">Next, have we thought on occasion of a certain teacher at school or at church who seemed to quicken our desire to learn, who instilled in us a commitment to live with honor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p38\" class=\"\">The story is told of a group of men who were talking about people who had influenced their lives and for whom they were grateful. One man thought of a high school teacher who had introduced him to Tennyson. He decided to write and thank her. In time, written in a feeble scrawl, came the teacher’s reply:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p39\" class=\"\">“My dear Willie:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p40\" class=\"\">“I can’t tell you how much your note meant to me. I am in my 80s, living alone in a small room, cooking my own meals, lonely and like the last leaf lingering behind. You will be interested to know that I taught school for 50 years, and yours is the first note of appreciation I have ever received. It came on a blue, cold morning, and it cheered me as nothing has for years.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p41\" class=\"\">We owe an eternal debt of gratitude to all of those, past and present, who have given so much of themselves, that we might have so much ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p42\" class=\"\">Third, I mention an expression of “thank you” to one’s peers. The teenage years can be difficult for the teens themselves as well as for their parents. These are trying times in the life of a boy or a girl. Each boy wants to make the football team; each girl wants to be the beauty queen. “Many are called, but few are chosen”<sup class=\"noteMarker\"><a href=\"#footnote12-98911_000_008\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37799)\">Matt. 22:14<\/a><\/span>.]<\/span><\/sup> could have an application here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p43\" class=\"\">Let me share with you a modern-day miracle which occurred a year or so ago at Murray High School near Salt Lake City, where every person was a winner, and not a loser was to be found.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p44\" class=\"\">A newspaper article highlighted the event. It was entitled “Homecoming Shows True Spirit: Students Elect 2 Disabled Girls to Murray Royalty.” The article began, “Ted and Ruth Eyre did what any parents would do. When their daughter, Shellie, became a finalist for Murray High School homecoming queen, they counseled her to be a good sport in case she didn’t win. They explained only one girl among the 10 would be selected queen. … As student body officers crowned the school’s homecoming [royalty] in the school gym Thursday night, Shellie Eyre experienced, instead, inclusion. The 17-year-old senior, born with Down syndrome, was selected by fellow students as homecoming queen. … As Ted Eyre escorted his daughter onto the gym floor as the candidates were introduced, the gym erupted into deafening cheers and applause. They were greeted with a standing ovation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p45\" class=\"\">Similar standing ovations were extended to Shellie’s attendants, one of whom, April Pershon, has physical and mental disabilities resulting from a brain hemorrhage suffered when she was just 10 years old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p46\" class=\"\">When the ovations had ceased, the school vice principal, Glo Merrill, said, “‘Tonight … the students voted on inner beauty.’ … Obviously moved, parents, school administrators and students wept openly.” Said one student, “‘I’m so happy, I cried when they came out. I think Murray High is so awesome to do this.’”<sup class=\"noteMarker\"><a href=\"#footnote13-98911_000_008\">13<\/a>\n       <span class=\"footnote\">[Marjorie Cortez, <span class=\"emphasis\">Deseret News,<\/span> 26 Sept. 1997, A1, A7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p47\" class=\"\">I extend a heartfelt “thank you” to one and all who made this night one ever to be remembered. The Scottish poet James Barrie’s words seem appropriate: “God gave us memories, that we might have June roses in the December of our lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p48\" class=\"\">In August of this year, there occurred a tragedy in Salt Lake County. It was reported in the local and national press. Five beautiful little girls—so young, so vibrant, so loving—hiding away, as children often do in their games of hide-and-seek, entered the trunk of a parent’s car. The trunk lid was pulled shut, they were unable to escape, and all perished from heat exhaustion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p49\" class=\"\">The entire community was so kind, so thoughtful, so caring in the passing of Alisha, Ashley, McKell, Audrey, and Jaesha. Flowers, food, calls, visits, and prayers were shared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p50\" class=\"\">On the Sunday after the devastating event occurred, long lines of automobiles filled with grieving occupants drove ever so slowly past the Smith home—the scene of the accident. Sister Monson and I wished to be among those who expressed condolences in this way. As we drove by, we felt we were on holy ground. We literally crept along at a snail’s pace along the street. It was as though we could visualize a traffic sign reading, “Please drive slowly; children at play.” Tears filled our eyes and compassion flowed from our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p51\" class=\"\">At the funeral, as well as the evening prior, thousands passed by the caskets and expressed support for the grieving parents and grandparents. In two of the three families, the deceased children were all the children they had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p52\" class=\"\">Frequently death comes as an intruder. It is an enemy that suddenly appears in the midst of life’s feast, putting out its lights and gaiety. It visits the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey, and often it hushes the laughter of little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p53\" class=\"\">At the funeral services for the five little angels, I counseled: “There is one phrase which should be erased from your thinking and from the words you speak aloud. It is the phrase, ‘If only.’ It is counterproductive and is not conducive to the spirit of healing and of peace. Rather, recall the words of Proverbs: ‘Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.’<sup class=\"noteMarker\"><a href=\"#footnote14-98911_000_008\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41669)\">Prov. 3:5–6<\/a><\/span>.]<\/span><\/sup>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p54\" class=\"\">Before the closing of the caskets, I noted that each child held a favorite toy, a soft gift to cuddle. I reflected on the words of the poet Eugene Field:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The little toy dog is covered with dust,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But sturdy and staunch he stands;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the little toy soldier is red with rust,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And his musket moulds in his hands.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Time was when the little toy dog was new,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the soldier was passing fair,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that was the time when our Little Boy Blue<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Kissed them and put them there.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Now, don’t you go till I come,” he said,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“And don’t you make any noise!”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So toddling off to his trundle-bed<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He dreamt of the pretty toys.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And as he was dreaming, an angel song<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Awakened our Little Boy Blue,—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, the years are many, the years are long,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the little toy friends are true!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ay, faithful to Little Boy Blue they stand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each in the same old place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Awaiting the touch of a little hand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The smile of a little face.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And they wonder, as waiting the long years through,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In the dust of that little chair,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What has become of our Little Boy Blue<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Since he kissed them and put them there.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote15-98911_000_008\">15<\/a>\n\t   <span class=\"footnote\">[“Little Boy Blue,” in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> ed. Jack Lyon and others (1996), 50.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p79\" class=\"\">The little toy dog and the soldier fair may wonder, but God in His infinite mercy has not left grieving loved ones to wonder. He has provided truth. He will inspire an upward reach, and His outstretched arms will embrace you. Jesus promises to one and all who grieve, “I will not leave you comfortless: I will come to you.”<sup class=\"noteMarker\"><a href=\"#footnote16-98911_000_008\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29920)\">John 14:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p80\" class=\"\">There is only one source of true peace. I am certain that the Lord, who notes the fall of a sparrow, looks with compassion upon those who have been called upon to part—even temporarily—from their precious children. The gifts of healing and of peace are desperately needed, and Jesus, through His Atonement, has provided them for one and all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p81\" class=\"\">The Prophet Joseph Smith spoke inspired words of revelation and comfort:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p82\" class=\"\">“All children who die before they arrive at the years of accountability are saved in the celestial kingdom of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote17-98911_000_008\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21017)\">D&amp;C 137:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p83\" class=\"\">“The mother [and father] who laid down [their] little child[ren], being deprived of the privilege, the joy, and the satisfaction of bringing [them] up to manhood or womanhood in this world, would, after the resurrection, have all the joy, satisfaction and pleasure, and even more than it would have been possible to have had in mortality, in seeing [their] child[ren] grow to the full measure of the stature of [their] spirit[s].”<sup class=\"noteMarker\"><a href=\"#footnote18-98911_000_008\">18<\/a>\n       <span class=\"footnote\">[Quoted in Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 453.]<\/span><\/sup> This is as the balm of Gilead to those who grieve, to those who have loved and lost precious children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p84\" class=\"\">The Psalmist provided this assurance: “Weeping may endure for a night, but joy cometh in the morning.”<sup class=\"noteMarker\"><a href=\"#footnote19-98911_000_008\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42107)\">Ps. 30:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p85\" class=\"\">Said the Lord: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid. … In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you … that where I am, there ye may be also.”<sup class=\"noteMarker\"><a href=\"#footnote20-98911_000_008\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29923)\">John 14:2–3, 27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p86\" class=\"\">I express my profound thanks to a loving Heavenly Father who gives to you, to me, and to all who sincerely seek, the knowledge that death is not the end, that His Son—even our Savior, Jesus Christ—died that we might live. Temples of the Lord dot the lands of many countries. Sacred covenants are made. Celestial glory awaits the obedient. Families can be together—forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p87\" class=\"\">The Master invites one and all:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p88\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p89\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.”<sup class=\"noteMarker\"><a href=\"#footnote21-98911_000_008\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37789)\">Matt. 11:28–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/think-to-thank.p90\" class=\"\">That all may do so is my humble prayer of thanks, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>An event referred to by President Monson in this talk: Shellie Eyre, Murray High School homecoming queen, is congratulated by her friends and other nominees. Photo courtesy of Chuck Wing, <span class=\"emphasis\">Deseret News.<\/span><\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98911_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32638)\">Luke 17:11–19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98911_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42108)\">Ps. 30:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98911_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3144)\">2 Cor. 9:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98911_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2775)\">1 Thes. 5:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98911_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10293)\">Alma 26:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98911_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Johnson Oatman Jr. (1856–1922), “Count Your Blessings,” <span class=\"emphasis\">Hymns,<\/span> no. 241.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98911_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Congressional Record,<\/span> 88th Cong., 1st sess., 1963, 109, pt. 7:9156.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98911_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“Three Centuries of Thanksgiving,” <span class=\"emphasis\">Etude Music Magazine,<\/span> Nov. 1945, 614.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98911_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10314)\">Alma 37:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98911_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23077)\">Ex. 20:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98911_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29932)\">John 19:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-98911_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37799)\">Matt. 22:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-98911_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Marjorie Cortez, <span class=\"emphasis\">Deseret News,<\/span> 26 Sept. 1997, A1, A7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-98911_000_008\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41669)\">Prov. 3:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-98911_000_008\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“Little Boy Blue,” in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> ed. Jack Lyon and others (1996), 50.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-98911_000_008\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29920)\">John 14:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-98911_000_008\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21017)\">D&amp;C 137:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-98911_000_008\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 453.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-98911_000_008\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42107)\">Ps. 30:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-98911_000_008\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29923)\">John 14:2–3, 27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_008\"><a name=\"-98911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-98911_000_008\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37789)\">Matt. 11:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}