{"ID":6133, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pearls from the Sand\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p2\" class=\"\">Elder E Ray Bateman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Let us join in this great balanced effort for conversion, retention, and activation … to turn those grains of sand into pearls in our Father’s kingdom.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d6e.jpg\" alt=\"Elder E Ray Bateman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p4\" class=\"\">Abraham found great favor from the Lord because of his obedience to whatsoever the Lord commanded him. Abraham took Isaac, his son, at the Lord’s direction, to offer him up unto the Lord as a sacrifice. Because of this great love and obedience to the commandments, the Lord stayed Abraham’s hand from offering Isaac and blessed Abraham and said, “I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore” (<span class=\"citation\" id=\"24148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24148)\">Gen. 22:17<\/a><\/span>). The blessing of Abraham is still upon his seed, and the covenant that was made is theirs to have as Abraham’s seed comes unto Christ. The Apostle Paul taught, “And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise” (<span class=\"citation\" id=\"23374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23374)\">Gal. 3:29<\/a><\/span>). It is our responsibility as members of The Church of Jesus Christ of Latter-day Saints to gather Abraham’s seed and bring them unto Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p5\" class=\"\">They should be easy to find, for they are as numerous as the sands of the seashore. That really means they are all around us. Are we looking? Are we asking? Are our good friends or the people we work with who are nonmembers the seed of Abraham? Are we opening our mouths to see if we can find out? The Savior counseled, “Ye are called to bring to pass the gathering of mine elect; for mine elect hear my voice and harden not their hearts” (<span class=\"citation\" id=\"20896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20896)\">D&amp;C 29:7<\/a><\/span>). In keeping with this counsel of the Savior, do we talk about the Church? Are we listening to the prompting of the Spirit? The seed of Abraham hear His voice and will not harden their hearts. Do we invite them to come unto Christ? Are we allowing them to hear His voice?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p6\" class=\"\">It is written: “The kingdom of heaven is like unto a merchant man, seeking goodly pearls:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p7\" class=\"\">“Who, when he had found one pearl of great price, went and sold all that he had, and bought it” (<span class=\"citation\" id=\"37790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37790)\">Matt. 13:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p8\" class=\"\">You and I know the gospel of Jesus Christ is the pearl of great price. Each of those little grains of sand are Abraham’s children. They need to be cultured to become pearls. They need the right friend, a responsibility to help them grow in service, and nourishment with charity to retain them to truly become pearls of great worth in our Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p9\" class=\"\">President Hinckley said: “Be friendly. You have to make a friend before you make a convert. Conversion follows friendship. The opportunity to teach follows friendship” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> [1997], 375). Do we invite our friends to come to church with us? Do we go with the missionaries as they teach the discussions to our friends? Do we invite them to be taught in our homes? Do we visit them between the discussions? Are we doing what the Savior would have us do? Do we even open our mouths?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p10\" class=\"\">The Lord said: “But with some I am not well pleased, for they will not open their mouths, but they hide the talent which I have given unto them, because of the fear of man. Wo unto such, for mine anger is kindled against them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p11\" class=\"\">“And it shall come to pass, if they are not more faithful unto me, it shall be taken away, even that which they have” (<span class=\"citation\" id=\"20931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20931)\">D&amp;C 60:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p12\" class=\"\">I would like to tell you about the St. Charles Ward and how they friendshipped and nourished Brother Jim Hueston. Jim belonged to another church, but he found it was hard to obtain transportation to attend meetings. No one picked him up. I had the good fortune to meet Jim. A Book of Mormon was given; a commitment was made to read and pray. Our members provided transportation for Jim to come to the St. Charles Ward. The missionaries taught the discussions, and Jim read and prayed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p13\" class=\"\">At Jim’s baptism, he asked me, his bishop, “What do you want me to do?” I took Jim to my office and talked about the Church, teaching him about the priesthood and what the Lord would have him do as a member of the Church. He received the Aaronic Priesthood and was assigned to serve as a home teacher. The elders quorum president assigned a strong, faithful, diligent home teaching companion. Brother Hueston, as the newest member of the St. Charles Ward, made sure that his home teaching was completed. Not only for that first month but for the past 20 years he has completed his home teaching every month. He has served in many different callings, and serving as a stake missionary was one of his favorites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p14\" class=\"\">Ward members wrapped their arms around Brother Hueston and made sure that he was a fellow citizen “with the saints, and of the household of God” (<span class=\"citation\" id=\"22087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22087)\">Eph. 2:19<\/a><\/span>). Jim learned to drive and bought himself a car so that he could do his home teaching and any other callings he received. We are not sure if we kept him or he kept us “in the right way” (<span class=\"citation\" id=\"38760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38760)\">Moro. 6:4<\/a><\/span>). We know that what President Hinckley is asking us to do now was accomplished then with Brother Hueston.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p15\" class=\"\">I talked with Brother Hueston this summer. He told me how he and his home teaching companion were helping a less-active member come back into activity. He said, “She is looking forward to taking the temple preparation class and going to the temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p16\" class=\"\">Brothers and sisters, let us renew our commitment to seek the Spirit to help us find those who are Abraham’s seed. Then let us open our mouths, friendship them, invite them to come unto Christ, and be there to support, nourish, and retain them. And wherever possible, let us be there when they go to the temple. Our Father in Heaven wants all of Abraham’s seed to return to Him. Let us join in this great balanced effort for conversion, retention, and activation, to assist the Father and Son to turn those grains of sand into pearls in our Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p17\" class=\"\">The Savior said: “I give unto you a commandment, that every man, both elder, priest, teacher, and also member, go to with his might, with the labor of his hands, to prepare and accomplish the things which I have commanded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p18\" class=\"\">“And let your preaching be the warning voice, every man to his neighbor, in mildness and in meekness” (<span class=\"citation\" id=\"20905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20905)\">D&amp;C 38:40–41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/pearls-from-the-sand.p19\" class=\"\">I know that He lives and guides His Church through His prophet, President Gordon B. Hinckley. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}