{"ID":6134, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obeying the Law—Serving One’s Neighbor\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p2\" class=\"\">Elder Athos M. Amorím<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Obeying the Lord’s commandments is the best preparation to serve.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d6c.jpg\" alt=\"Elder Athos M. Amorím\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p4\" class=\"\">Dear brothers, sisters, and friends, I am sure you can realize what my feelings are as for the first time I come to this pulpit, where sacred words have been spoken by the servants of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p5\" class=\"\">My heart is filled with gratitude to my Heavenly Father for the many blessings in my life; to the Lord Jesus Christ for His love and Atonement for me; to my dear wife, children, and grandchildren for the love and support I have always received from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p6\" class=\"\">On an outside wall of the Brazilian Army Academy, cadets can read the words “You will command. So learn to obey!” Early in life I learned that obedience is a great virtue, essential to our progress. I am not talking about blind obedience but the obedience that allows us to reach a higher and more spiritual level in life, using our agency to do the will of the Lord. The Prophet Joseph Smith taught that “when we obtain any blessing from God, it is by obedience to that law upon which it is predicated” (<span class=\"citation\" id=\"21010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21010)\">D&amp;C 130:21<\/a><\/span>). President Hinckley restated in 1982 that “all blessings are [predicated] upon … obedience to [the] law” (<span class=\"emphasis\">What of the Mormons?<\/span> [pamphlet, 1982], 6). The greatest example of obedience was given by the Lord Jesus Christ when He said, “Nevertheless not my will, but thine, be done” (<span class=\"citation\" id=\"32644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32644)\">Luke 22:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p7\" class=\"\">Something else I learned in the army is that soldiers in my country do not use the verb <span class=\"emphasis\">to work<\/span> when they talk about their assignments. Rather, they use the verb <span class=\"emphasis\">to serve,<\/span> helping them to always remember the commitment to serve our people and our country. In Church service, this definition is enlarged to include a meaning closer to the teachings of the Lord—that is, to serve His children wherever they may live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p8\" class=\"\">Today, almost 60,000 missionaries serve in several countries, most of them in environments very different from their own. In the São Paulo Temple, as well as in other temples, many brothers and sisters are willing to make any sacrifice to serve in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p9\" class=\"\">Many times the most beautiful examples of obedience and service are given by ordinary people who live close to us. Sister Ana Rita de Jesus, an elderly widow, lived in Anápolis, Brazil. She could not read or write. The missionaries would go to her home every week to read the scriptures to her. She was loving and kind. Every Sunday she would ask the missionaries to help her fill out a tithing slip. Sometimes her tithing and offerings were not more than a few cents, but she knew the law and wanted to obey it. After paying her tithing, she would walk into the room where the sacrament meeting was held in the rented house used as a chapel and would place a flower on the pulpit. In doing so, she served her brothers and sisters, bringing beauty to the place where we worshiped the Lord. That sister, in a very simple way, taught us obedience and service through her faith. She knew that obeying the commandments is the best preparation to serve. President Monson advised us in the last April general conference to “obey the commandments” and “serve with love” (“In Harm’s Way,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 47). Sister Ana Rita did so throughout her life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p10\" class=\"\">When I was called to serve as a General Authority, I had an interview with President Faust. He noticed that I was concerned because I felt inadequate for such a call. In his tender way, President Faust told me: “Athos, be yourself. Be yourself.” That night I lay awake in bed, thinking of my new responsibilities and of President Faust’s words. And I prayed. I asked myself, <span class=\"emphasis\">Who am I?<\/span> And the answer came as clear and bright as the dawn of that brand-new day. I am, like each one of you, a child of God who wants to obey the Lord and serve wherever He sends me and thus be a better child of our Heavenly Father and a faithful member of the true Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/obeying-the-law-serving-ones-neighbor.p11\" class=\"\">I know that Jesus Christ lives and that He is the head of this Church. I know He is our Savior and Redeemer. I know that Joseph Smith was the Prophet of the Restoration and that President Gordon B. Hinckley is the prophet called by the Lord to preside over the Church today. Of this I bear witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}