{"ID":6135, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Overcoming Discouragement\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p2\" class=\"\">Elder Val R. Christensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">If we place a little more patience in the process and a greater amount of faith in the Lord, our challenges will find their way toward successful conclusions.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d70.jpg\" alt=\"Elder Val R. Christensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p4\" class=\"\">When a member of the Church is called to challenging responsibilities, it is only natural to reflect upon the events and people who brought him to this point in his life. The call to serve in the Seventy offers a chance to express appreciation to friends, family—especially my wife, Ruth Ann—and to the missionaries in the Arizona Phoenix Mission. I love all of you. I look forward also to serving the wonderful people of the Philippines.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Some years ago I was invited to participate in a fireside in which I outlined ways for people to overcome discouragement. At the beginning of the presentation, I invited those who were in attendance to write on a card a major challenge they were facing, one they would feel comfortable in having me share anonymously with other members of the group. When the problems came forward, I was overcome by the significant issues faced by members who looked in control of their lives. Here are some they listed:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>My farm is not making any money.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>My son has a terminal illness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Friction with a teenage child.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>My oldest son is nearly blind.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Learning to accept the death of my son.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>My husband sees the flaws but doesn’t see the lovely things as much.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p12\" class=\"\">Many of us face significant challenges. Even the great prophet Enoch experienced sadness when he viewed the wickedness of the world: “And as Enoch saw this, he had bitterness of soul, and wept over his brethren, and said unto the heavens: I will refuse to be comforted; but the Lord said unto Enoch: Lift up your heart, and be glad; and look” (<span class=\"citation\" id=\"39985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39985)\">Moses 7:44<\/a><\/span>).<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">There are at least three steps to take when striving to overcome discouragement:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>You can work on changing your attitude toward the problem. Even though you can’t change the circumstances in which you work or live, you can always change your attitude.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>You can receive help from those who are close to you—your family, friends, and ward members, those who love you the most.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>You can develop a more powerful and complete trust in the Lord Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p17\" class=\"\"><span class=\"emphasis\">Change your attitude.<\/span> By looking at a problem in a different way, it may be possible to reduce discouragement. I have been impressed with the pioneer story told about Zina Young. After experiencing the death of parents, crop failure, and sickness, she was encouraged with a spiritual experience that changed her attitude. While attempting to seek divine help, she heard her mother’s voice: “Zina, any sailor can steer on a smooth sea, when rocks appear, sail around them.” A prayer came quickly: “O Father in heaven, help me to be a good sailor, that my heart shall not break on the rocks of grief” (“Mother,” <span class=\"emphasis\">The Young Woman’s Journal,<\/span> Jan. 1911, 45). It is often difficult to change circumstances, but a positive attitude can help lift discouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p18\" class=\"\"><span class=\"emphasis\">Accept help from others.<\/span> The next important point is to be willing to ask for help from those around you. Sometimes help comes from unexpected sources. A few years ago I stood in line in Chicago waiting to put my baggage on a plane. Behind me was an older man. After a few minutes he said to me, “Where are you going?” I said that I was heading for Salt Lake City. He said, “I’m going there too. Are you a Mormon?” I responded by saying I was. He said that he had been a Latter-day Saint all his life and had prepared himself finally to go to the temple. While waiting for the plane, he opened his suitcase to show me all the missionary pictures that he had collected through the years. After some minutes, we were on our way and had a wonderful talk as we flew toward Utah. Upon arrival, we left the plane quickly. I made sure he knew where he was going and said good-bye.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p19\" class=\"\">Some weeks later, I received this card in the mail: “Dear Brother Christensen, I lost your address and then found it. So, I’m writing you a card. When I met you in Chicago, it was a prayer answered. I never travel anywhere. I wanted to be with someone. I have thought of you many times. I really enjoyed myself in Salt Lake City at the temple. Hope to see you someday. Thanks many times for the help you were to me.” I wasn’t planning to be useful that day, but I’m grateful for this brother who sought for extra help and I was nearby to assist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p20\" class=\"\"><span class=\"emphasis\">Develop trust in the Lord.<\/span> I’ve talked about changing attitudes and receiving help from others. Now, let me mention the need to put more trust and faith in the Lord. I once talked to a woman who received help with her discouragement. While waiting for a temple session to begin, she picked up a Book of Mormon to read a verse. Her eyes fixed upon <span class=\"citation\" id=\"10303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10303)\">Alma 34:3<\/a><\/span>: “And as ye have desired of my beloved brother that he should make known unto you what ye should do, because of your afflictions; and he hath spoken somewhat unto you to prepare your minds; yea, and he hath exhorted you unto faith and to patience.” The scripture in Alma was an answer to her prayer. The message was simple: the problem she faced was going to take a long time to solve. If we place a little more patience in the process and a greater amount of faith in the Lord, our challenges will find their way toward successful conclusions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p21\" class=\"\">In the Doctrine and Covenants we read this: “If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful” (<span class=\"citation\" id=\"21015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21015)\">D&amp;C 136:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/overcoming-discouragement.p22\" class=\"\">I pray all of us may appreciate the challenges we have and try to improve our attitudes, even though our problems remain the same. Ask help from friends and family. I also testify that Jesus Christ lives and that He will help us through our discouragements if we will humbly ask for His love. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}