{"ID":6140, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “As for Me and My House, We Will Serve the Lord”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p2\" class=\"\">Elder H. Bryan Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-bryan-richards-10.jpg\" alt=\"H. Bryan Richards\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is not anything a young man can do that will be any more important than serving a full-time mission.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p4\" class=\"\">“And Joshua said unto all the people [of Israel], … choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"30144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30144)\">Josh. 24:2, 15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p5\" class=\"\">As in the days of Joshua, so it is with us today. As parents, one of the choices we must make is whether or not we are going to prepare our young sons to serve full-time missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p6\" class=\"\">To help us understand the importance of this decision, let me quote from the prophets of our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p7\" class=\"\">President Howard W. Hunter noted: “Earlier prophets have taught that every able, worthy young man should serve a full-time mission. I emphasize this need today” (“Follow the Son of God,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 88).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p8\" class=\"\">President Gordon B. Hinckley has said: “I say what has been said before, that missionary work is essentially a priesthood responsibility. As such, our young men must carry the major burden. This is their responsibility and their obligation” (“Some Thoughts on Temples, Retention of Converts, and Missionary Service,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 52).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p9\" class=\"\">What would the Lord say to a young man today that was making the decision to serve a full-time mission? In words filled with love, He said to 19-year-old Orson Pratt: “My son Orson, hearken and hear and behold what I, the Lord God, shall say unto you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p10\" class=\"\">“… Blessed are you because you have believed;<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p11\" class=\"\">“And more blessed are you because you are called of me to preach my gospel” (<span class=\"citation\" id=\"20899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20899)\">D&amp;C 34:1, 4–5<\/a><\/span>). Can you feel the love that the Lord has for a young man who has answered the call to serve?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p12\" class=\"\">As parents, we have the responsibility to prepare our sons to be worthy and to have a desire to serve the Lord. We are stewards of those sons held in reserve for this day. The Lord has entrusted them to us, and we will be held accountable for them. One of the blessings of that stewardship will be preparing our sons to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p13\" class=\"\">May I speak to the parents of the Church and their sons for a moment. One of the powerful stories in the Book of Mormon teaches us of the influence that parents can have in the lives of their young sons. This is the account of 2,060 young men who volunteered to defend the liberty of their country. They were led into battle by Helaman, yet “there was not one soul of them who did perish; yea, and neither was there one soul among them who had not received many wounds” (<span class=\"citation\" id=\"10327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10327)\">Alma 57:25<\/a><\/span>). Why? Because “they did obey and observe to perform every word of command with exactness.” Then Helaman explains the reason behind this great miracle: “I did remember the words which they said unto me that their mothers had taught them” (<span class=\"citation\" id=\"10326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10326)\">Alma 57:21<\/a><\/span>). What did their mothers teach them? “That there was a just God, and whosoever did not doubt, that they should be preserved by his marvelous power” (<span class=\"citation\" id=\"10328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10328)\">Alma 57:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p14\" class=\"\">Parents, do you realize what great power you have in the lives of your sons? When you teach them that there is a just God and that He wants every able and worthy young man to serve a mission, your sons will have the faith to answer the Lord’s call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p15\" class=\"\">Bishops, as part of your stewardship you have a tremendous responsibility to prepare your young men to serve full-time missions. Begin early. Help them understand Alma’s experiment. Plant the seed to serve a mission in their hearts. Then have them ask the Lord if it is a good seed. Then, if you help them nourish that seed, it will grow into the miracle of having that young man serve a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p16\" class=\"\">I will always be grateful that Sister Richards, bishops, and priesthood leaders taught our sons and prepared them to serve missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p17\" class=\"\">How can we achieve a significant increase in the number of young men serving full-time missions? First of all, parents must understand the responsibility they have. They must ask our Heavenly Father to know how to prepare their sons to serve missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p18\" class=\"\">That doesn’t mean only those from America, England, Mongolia, or Brazil, but every able and worthy young man in the Church. Bishops, you must follow the same process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p19\" class=\"\">President Boyd K. Packer has said, “True doctrine, understood, changes attitudes and behavior” (“Little Children,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 17). The doctrine that will change the behavior of our young men regarding missions is understanding the worth of a single soul. Jesus Christ paid the supreme sacrifice in providing the infinite Atonement, which provides the only way for us to return and live with our Heavenly Father. When parents, bishops, and our young men understand this true doctrine, our young men will be prepared and have a desire to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p20\" class=\"\">May I quote from Elder Joe J. Christensen: “The Lord did not say, ‘Go on a mission if it fits your schedule, or if you happen to feel like it, or if it doesn’t interfere with your scholarship, your romance, or your educational plans.’ Preaching the gospel is a commandment and not merely a suggestion. It is a blessing and a privilege. … Remember, … the Lord and his prophets are counting on you” (“The Savior Is Counting on You,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 41).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p21\" class=\"\">There is not anything a young man can do that will be any more important than serving a full-time mission. The good they do as servants of the Lord Jesus Christ will carry on into eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p22\" class=\"\">The greatest army of missionaries ever assembled in the history of the world is serving today. Don’t let your sons miss being part of that great army. These young men, trusted and proven before they came to earth, are not ordinary young men. They are choice spirits that have been held in reserve to come forth in this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p23\" class=\"\">As we ponder the great charge given to us by the Lord to proclaim the gospel to all the world, will you in your personal and family prayers plead with our Heavenly Father that every young man in the Church today will have the desire and live worthy to serve a full-time mission?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/as-for-me-and-my-house-we-will-serve-the-lord.p24\" class=\"\">May our Heavenly Father bless us with the commitment to prepare our young men to serve. May the young men of the Church today become like the sons of Helaman, following every word of the Lord with exactness. May they become a light on a hill that shines brightly and says to all the world that they, like Joshua of old, have chosen to serve the Lord! I pray that it will be so, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}