{"ID":6142, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Today Determines Tomorrow\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let each of us learn of Him, believe in Him, trust in Him, follow Him, obey Him. By so doing, we can become like Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p4\" class=\"\">It is a joy and a privilege for me to stand before you, such a vast audience of priesthood holders both seen and unseen. General Church priesthood meetings have always been a treat—from Aaronic Priesthood days until the present. To “come, listen to a prophet’s voice, and hear the word of God,”<sup class=\"noteMarker\"><a href=\"#footnote1-98911_000_021\">1<\/a>\n       <span class=\"footnote\">[Joseph S. Murdock (1822–99), “Come, Listen to a Prophet’s Voice,” <span class=\"emphasis\">Hymns,<\/span> no. 21.]<\/span><\/sup> as a song from our hymnbook states, is a cherished blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p5\" class=\"\">We sustain Gordon B. Hinckley as the President of The Church of Jesus Christ of Latter-day Saints and as the prophet, seer, and revelator of the Church in our time. A letter which I received from a proud father tells of an experience with his then five-year-old son and the boy’s love for the President of the Church and desire to emulate the President’s example. The father wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p6\" class=\"\">“When Christopher was five years old, he would get ready for church on Sundays mostly by himself. On one particular Sunday, he decided that he wanted to wear a suit and tie, which to that point he had never done. He scoured the closet on his own for a hand-me-down tie and produced a rather used clip-on one that he didn’t need to create a knot for. He attached the tie to his white shirt, then capped it off with the small navy jacket that had hung for years in the boys’ closet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p7\" class=\"\">“On his own, he went into the bathroom and painstakingly combed his blonde hair to perfection. About that time, I came into the bathroom to finish getting ready myself. I found Christopher beaming at himself in the mirror. Without taking his eyes off his reflection, he proclaimed proudly, ‘Look, Papa—Christopher B. Hinckley!’” And Father realized that a boy had been watching the prophet of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p8\" class=\"\">Our children are watching. They are absorbing eternal lessons. They are shaping their futures. What is the example we are presenting to them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p9\" class=\"\">Years ago when our youngest son, Clark, was attending a religion class at Brigham Young University, the instructor, during a lecture, asked Clark, “What is an example of life with your father that you best remember?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p10\" class=\"\">The instructor later wrote to me and told me of the reply which Clark had given to the class. Said Clark: “When I was a deacon in the Aaronic Priesthood, my dad and I went pheasant hunting near Malad, Idaho. The day was Monday—the last day of the season. We walked through countless fields in search of pheasants but only saw a few, and these we missed. Dad then said to me, ‘Clark, let’s unload our guns, and we’ll place them in this ditch. Then we’ll kneel down to pray.’ I thought Dad would pray for more pheasants, but I was wrong. He explained to me that Elder Richard L. Evans was gravely ill and that at 12 noon on that particular Monday the members of the Quorum of the Twelve—wherever they may be at the time—were to kneel and, in a way, together unite in a fervent prayer of faith for Elder Evans. Removing our caps, we knelt, we prayed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p11\" class=\"\">I well remember the occasion, but I never dreamed a son was watching, was learning, was building his own testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p12\" class=\"\">In analyzing the statistical performance of those who hold the Aaronic Priesthood as deacons, teachers, and priests, we become concerned when significant numbers of deacons slip into inactivity and fail to be ordained teachers at the proper time. The same is true with some who are teachers but not ordained priests—and particularly priests who never receive the Melchizedek Priesthood. Brethren, this should never be. We have an awesome responsibility to guide and inspire these young men on the priesthood trail, that no avalanche of sin or error will deter their progress or sweep them away from their eternal goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p13\" class=\"\">Bishops and bishops’ counselors, will you undertake a study of the activity levels of each Aaronic Priesthood young man and outline your own plan to ensure the progress and activity of each one?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p14\" class=\"\">One newly called bishop, in his first meeting with his counselors, declared, “The Aaronic Priesthood is a prime responsibility of ours.” To the second counselor, he directed, “I ask you to be personally responsible to ensure that every deacon, at the appropriate age, be worthy and be ordained a teacher.” To the other counselor, he said, “Will you please do the same as pertains to the teachers, that they may, on schedule, be worthy and be ordained priests.” Then the bishop continued: “I will take the same responsibility for the priests to receive the Melchizedek Priesthood and be ordained elders. Together, and with God’s help, we can do it.” And they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p15\" class=\"\">Our youth need less criticism and more models to follow. You advisers to the Aaronic Priesthood quorums are teachers and models for the young men. Do you know the gospel? Have you prepared the lesson? Do you know each boy and prayerfully determine how you might reach his mind, his heart, and help fashion his future?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p16\" class=\"\">Remember, it isn’t sufficient to assume that when you teach, the boy is listening to what you say. Let me illustrate:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p17\" class=\"\">In what we call the west boardroom of the Church Administration Building, there hangs a lovely painting rendered by the artist Harry Anderson. The painting depicts Jesus sitting on a small stone wall with numerous children gathered around, knowing they are the object of His love. Each time I gaze at that painting, I think of the passage of scripture, “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-98911_000_021\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33508)\">Mark 10:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p18\" class=\"\">On one occasion, I had given a priesthood blessing in that room to a small lad who was soon to undergo major surgery. I directed his attention and that of his parents to the painting of Jesus and the children. I then made a few remarks concerning the Savior and His never-failing love. I asked the boy if he had any questions. “Yes,” he replied seriously. “Brother Monson, how does a boy go about getting a little goat and a leash for it like that one in the painting?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p19\" class=\"\">For a moment I was stunned by the unanticipated question, a little deflated concerning my teaching ability, but then I responded: “Jesus gives to you and me gifts far more important than a goat on a leash. He provides a road map to heaven. His teachings, His example, His love are far greater gifts than that offered by the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p20\" class=\"\">“Come, follow me,”<sup class=\"noteMarker\"><a href=\"#footnote3-98911_000_021\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32641)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> He invited. And we are wise when we follow Him!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p21\" class=\"\">Let all young men who bear the Aaronic Priesthood learn and live the Savior’s teachings and prepare to receive the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p22\" class=\"\">May I share with you brethren my personal experience as a teachers quorum president? The member of the bishopric who had responsibility for us invited the new presidency and secretary to come to his home for leadership training. He wanted our ideas concerning how we should go about our newly given duties. We obliged—on condition that he would invite his wife, Nettie, to serve us some of the meat pies for which she was famous. This he agreed to do. Brethren, isn’t it remarkable how we men will obligate our wives to do things—often without notice? The resulting meeting was one of the best I have ever attended. We were taught to the level of our understanding and inspired to look after our quorum members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p23\" class=\"\">After a delicious meat pie smothered with gravy, we asked the bishop’s counselor and his wife to join in a game of Monopoly. I am certain they had other things to do, but they willingly complied with our request.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p24\" class=\"\">I don’t remember who won the Monopoly game, but I have never forgotten the lessons learned that night in Church government and in the administration of a priesthood quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p25\" class=\"\">During the fervor of the early years of World War II, one of our teachers quorum members, Fritz, wanted to defend our country but didn’t want to wait until he reached the minimum age required to serve. He falsified his age and enlisted in the United States Navy. Soon he found himself far away in the Pacific sea battles. The vessel on which he served was sent to the bottom, with many hands lost. Fritz survived and later appeared in our quorum meeting in full uniform, with battle ribbons affixed. I remember asking Fritz, “Fritz, do you have any advice for us?” We were all on the very doorstep of mandatory military service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p26\" class=\"\">Fritz thought for a moment and then said, “Never lie about your age or about anything else!” That one-sentence declaration is remembered yet.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Young men between the ages of 12 and 17 are in a time of preparation and personal spiritual growth. Accordingly, the purposes of the Aaronic Priesthood are to help each person who is ordained:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>To become converted to the gospel of Jesus Christ and live by its teachings.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>To magnify priesthood callings and fulfill the responsibilities of his priesthood office.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>To give meaningful service.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>To prepare to receive the Melchizedek Priesthood and temple ordinances.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>To commit to, prepare for, and serve an honorable full-time mission.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>To prepare to become a worthy husband and father.<sup class=\"noteMarker\"><a href=\"#footnote4-98911_000_021\">4<\/a>\n\t     <span class=\"footnote\">[See <span class=\"emphasis\">Aaronic Priesthood Leadership Handbook,<\/span> 1991, 6.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p34\" class=\"\">Serving throughout the world is a great missionary force, going about doing good as did the Savior. Missionaries teach truth. They dispel darkness. They spread joy. They bring precious souls to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p35\" class=\"\">On that special day when a mission call is received, parents, brothers and sisters, and grandparents gather around the prospective missionary and note his nervousness as he carefully opens the letter of call. There is a pause, and then he announces where the prophet of the Lord has assigned him to serve. Feelings are very near to the surface. Tears come easily, and the family rejoices in the bond of love and the goodness of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p36\" class=\"\">The full-time missionaries and all others engaged in the work of the Lord have answered His call. We are on His errand. We shall succeed in the solemn charge given by Mormon to declare the Lord’s word among the people. Wrote Mormon: “Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote5-98911_000_021\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6450)\">3 Ne. 5:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p37\" class=\"\">In 1926 President Fred Tadje, president of the German-Austrian Mission, called a mission conference to be held at Dresden, Germany, in August. The missionaries were to walk to this conference from their fields of labor basically “without purse or scrip,” although they had to carry a small amount of money or they could be arrested as vagabonds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p38\" class=\"\">Elder Alfred Lippold and his companion, Elder Parker Thomas, took the north route. Somewhere along the way, the two called at a home where they met a woman and her eight children. She told the elders that her husband had left her and the children and that they were now without money. After she had let them in, the woman said: “If you travel without purse or scrip, then you must be hungry. Sit down.” She gave each of them a big slice of bread with plum jam on it. The missionaries blessed the breakfast and in the blessing on the food asked the Lord to give the woman what she needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p39\" class=\"\">The missionaries then departed. After they had walked about a mile, Elder Thomas said, “I must go back,” which he did without explanation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p40\" class=\"\">On his return, Elder Lippold asked, “Why did you go back?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p41\" class=\"\">Elder Thomas explained: “In our prayer we asked that the woman be given what she needed. I <span class=\"emphasis\">had<\/span> what was needed—a $20 bill. It was in my pocket, and I went back to give it to her. It would have burned a hole in my pocket.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p42\" class=\"\">Thirty years ago I had responsibility for much of the work in the South Pacific. A Brother J. Vernon Monson was called, together with his wife, to journey to faraway Rarotonga in the Cook Islands, there to serve as district president.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p43\" class=\"\">Later, in a letter to me, he reported: “We are most grateful for the progress being made, and I would especially like to mention the goodwill and wonderful relations that have developed with the representatives of government and the business community toward us and the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p44\" class=\"\">“One thing climaxed the development of this public acceptance,” he wrote. “It was in having our nephew and niece, Dr. and Mrs. Odeen Manning, render an outstanding service here in the Cook Islands. Dr. Manning is an ophthalmologist, and I wrote to him outlining a proposal whereby he might render service to the people of Rarotonga. My proposal included the following: (1) No remuneration; (2) He must pay his own expenses; (3) That he turn his practice over to the other doctors to handle for the three months he would be away; (4) We would furnish them free board and room while in Rarotonga; and (5) That he bring his own surgical instruments, as none would be available in Rarotonga.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p45\" class=\"\">Brother Vernon Monson’s letter to me continued: “The Mannings airmailed their reply in two words: ‘Offer accepted.’ As preparations began, the government of the Cook Islands assigned competent doctors to assist Dr. Manning and to learn from him. In all, 284 patients were examined, with most being fitted for glasses. Fifty-three patients had serious eye operations, such as cataract surgery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p46\" class=\"\">“The entire three-month program was wonderful and most heartwarming. Truly we were blessed. It has buoyed up the Saints, who gained new pride in being members of a faith which would bring medical service to these islands.” The letter ended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p47\" class=\"\">Years later, my wife and I were guests on a BYU-sponsored cruise to the Holy Land. One evening as we were seated on the ship’s deck, the man sitting next to us turned to me and said, “Elder Monson, my name is Odeen Manning from Woodland Hills, California. I am an ophthalmologist by profession and served a brief medical mission to Rarotonga when my uncle and aunt were serving there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p48\" class=\"\">I acknowledged that I was aware of his sacrifice and his service. I asked Dr. Manning, “As you reflect on this experience, would you wish to share with me your feelings concerning it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p49\" class=\"\">He responded with emotion, saying, “It was the most spiritually rewarding experience of my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p50\" class=\"\">I believe it was more than coincidence that my wife and I would be on the cruise vessel at that particular time and in that particular area of the deck, sitting next to a man we never before had met. Heaven was close as Dr. Manning and I embraced, and thanks were expressed for his service—not only to those who were blind and now could see, but also to our Lord and Savior, who declared, “Great are the promises of the Lord unto them who are upon the isles of the sea.”<sup class=\"noteMarker\"><a href=\"#footnote6-98911_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4716)\">2 Ne. 10:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p51\" class=\"\">Of Him who delivered each of us from endless death, even Jesus Christ, I testify that He is a teacher of truth—but He is more than a teacher. He is the Exemplar of the perfect life—but He is more than an exemplar. He is the Great Physician—but He is more than a physician. He who rescued the “lost battalion” of mankind is the literal Savior of the world, the Son of God, the Prince of Peace, the Holy One of Israel—even the risen Lord—who declared, “I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.”<sup class=\"noteMarker\"><a href=\"#footnote7-98911_000_021\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20987)\">D&amp;C 110:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p class=\"preamble\">My dear brethren, let each of us:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Learn of Him.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Believe in Him.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Trust in Him.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Follow Him.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Obey Him.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1998\/11\/today-determines-tomorrow.p58\" class=\"\">By so doing, we can become like Him. Of this truth I solemnly bear witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98911_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph S. Murdock (1822–99), “Come, Listen to a Prophet’s Voice,” <span class=\"emphasis\">Hymns,<\/span> no. 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98911_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33508)\">Mark 10:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98911_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32641)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98911_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Aaronic Priesthood Leadership Handbook,<\/span> 1991, 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98911_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6450)\">3 Ne. 5:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98911_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4716)\">2 Ne. 10:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_021\"><a name=\"-98911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98911_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20987)\">D&amp;C 110:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}