{"ID":6143, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the Boys and to the Men\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I am suggesting that the time has come to get our houses in order.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p4\" class=\"\">My brethren, it is a tremendous opportunity and an awesome responsibility to speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p5\" class=\"\">I wish to speak initially to the younger men who are here tonight. Thank you for your presence, wherever you may be gathered. Thank you for attending seminary as well as your Sunday meetings. I honor you for your desire to learn of the gospel, to deepen your scholarship in studying the word of the Lord. I thank you for the desire you carry in your hearts to serve missions. I thank you for your dreams of marrying in the temple and rearing honorable families of your own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p6\" class=\"\">You are not “dead-end” kids. You are not wasting your lives in drifting aimlessly. You have purpose. You have design. You have plans that can only lead to growth and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p7\" class=\"\">When your energies are harnessed, when your dreams are focused, marvelous things happen. I recently received a proclamation from a group of LDS young men from the northern area of California. They are from 19 stakes, and as they gathered in the mountains, they visited the scene of a pioneer tragedy. As the boys pondered the things they saw and the reminders of their inheritance, they were invited to sign a Mormon Trail Scout Encampment Proclamation. I should like to read this pledge to you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p8\" class=\"\">“Be it known to all that we are Boy Scouts … and bearers of the Aaronic Priesthood of God. We pledge our allegiance to the values and principles that guided the men of the Mormon Battalion and the Latter-day Saint Pioneer men and women who helped establish this state of California. As their grateful sons, we rejoice in our heritage of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p9\" class=\"\">“On this 18th day of July 1998, we pledge to become converted to the gospel of Jesus Christ. We will study the scriptures. We will pray for strength to obey. We will work. We will strive with all our hearts to follow the example of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p10\" class=\"\">“We will magnify the priesthood we have been given by serving other people. We will keep ourselves worthy to administer the sacrament of the Lord’s supper. Wherever there is a need for help, like our forefathers, we will step forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p11\" class=\"\">“We will prove ourselves worthy of the greater, Melchizedek Priesthood. We commit ourselves to the Lord’s army and will go forth as full-time missionaries to invite all to come unto Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p12\" class=\"\">“We are young men of the covenant. We will prepare ourselves to receive the covenant of eternal marriage. We pray for righteous wives and children whom we will honor and protect with our own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p13\" class=\"\">“Be it known that whatever the risks, whatever the temptations, whatever the state of the world around us, as our forefathers were faithful, so we will be. Like those who have gone before, we will turn away from self-aggrandizement and set aside personal gain in order to build a peaceful society, governed by God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p14\" class=\"\">“At all times and in all places, we will be true to our pledge.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p15\" class=\"\">I compliment every boy who signed this pledge. I pray that not one will ever default on the promises he has made to himself, to the Church, and to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p16\" class=\"\">What a different world this would be if every young man could and would sign such a statement of promise. There would be no lives wasted with drugs. There would be no gangs with children killing children and young men headed either for prison or death. Education would become a prize worth working for. Service in the Church would become an opportunity to be cherished. There would be greater peace and love in the homes of the people. There would be no viewing of pornography, no reading of sleazy literature. You would honor and respect the girls with whom you associate, and they would never have any fear about being alone with you in any set of circumstances. It would be as if the stripling warriors of Helaman had recruited the youth of the world to their way of living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p17\" class=\"\">On the agenda of your lives, of course, would be a mission. You would gladly go wherever you might be sent to do the work of the Lord, giving it your full time and attention, your strength and energy and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p18\" class=\"\">Permit me to read to you parts of a letter from a young man now serving a mission. It is written to his family, and I hope I do not violate propriety in reading it to this great gathering. I will not disclose the name of the writer or the mission in which he serves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p19\" class=\"\">He says: “This past year has been great! I transferred out of the mission office and came to this small branch. My life has changed dramatically since that last transfer. I have in the past few months learned what is really important. I have learned what matters. I have learned to forget myself. I have learned to work effectively. I have learned to love others. I have learned that God loves me and that I love Him. In short, I have learned to live what I believe. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p20\" class=\"\">“I have learned about people and things. I have watched tears of joy come to those who never knew they were children of God. I have seen the prayers of the penitent be answered. I have seen people absorb the gospel of Jesus Christ and want to change into new persons, all because of a feeling. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p21\" class=\"\">“I often dream about the plan of salvation. I think about the marvelous work and a wonder that has taken place. I think about the power and force of angels that stand among us. I wonder at times how many of these are around me helping to bear testimony in a language I never thought could be fully understood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p22\" class=\"\">“I ponder upon the peaceable things of immortal glory visioned by Enoch. … I am thankful to God to be who I am. My greatest blessing in life is to be alive—alive in the service of our God. In this, I find great peace and joy.”  [See <span class=\"citation\" id=\"39983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39983)\">Moses 6:61<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p23\" class=\"\">Now, my dear young friends, I hope all of you are pointed in the direction of missionary service. I cannot promise you fun. I cannot promise you ease and comfort. I cannot promise you freedom from discouragement, from fear, from downright misery at times. But I can promise you that you will grow as you have never grown in a similar period during your entire lives. I can promise you a happiness that will be unique and wonderful and lasting. I can promise you that you will reevaluate your lives, that you will establish new priorities, that you will live closer to the Lord, that prayer will become a real and wonderful experience, that you will walk with faith in the outcome of the good things you do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p24\" class=\"\">God bless you young men, the boys, of this, His great Church. May each of you walk with a higher resolve, a determination to be Latter-day Saints in every meaning of the word. May achievement, accomplishment, and service become your reward in the fascinating and wonderful life which lies ahead of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p25\" class=\"\">Now, brethren, I should like to talk to the older men, hoping that there will be some lesson for the younger men as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p26\" class=\"\">I wish to speak to you about temporal matters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p27\" class=\"\">As a backdrop for what I wish to say, I read to you a few verses from the 41st chapter of Genesis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p28\" class=\"\">Pharaoh, the ruler of Egypt, dreamed dreams which greatly troubled him. The wise men of his court could not give an interpretation. Joseph was then brought before him: “Pharaoh said unto Joseph, In my dream, behold, I stood upon the bank of the river:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p29\" class=\"\">“And, behold, there came up out of the river seven kine, fatfleshed and well favoured; and they fed in a meadow:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p30\" class=\"\">“And, behold, seven other kine came up after them, poor and very ill favoured and leanfleshed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p31\" class=\"\">“And the lean and the ill favoured kine did eat up the first seven fat kine: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p32\" class=\"\">“And I saw in my dream … seven ears came up in one stalk, full and good:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p33\" class=\"\">“And, behold, seven ears, withered, thin, and blasted with the east wind, sprung up after them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p34\" class=\"\">“And the thin ears devoured the seven good ears: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p35\" class=\"\">“And Joseph said unto Pharaoh, … God hath shewed Pharaoh what he is about to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p36\" class=\"\">“The seven good kine are seven years; and the seven good ears are seven years: the dream is one. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p37\" class=\"\">“… What God is about to do he sheweth unto Pharaoh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p38\" class=\"\">“Behold, there come seven years of great plenty throughout all the land of Egypt:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p39\" class=\"\">“And there shall arise after them seven years of famine;<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p40\" class=\"\">“… And God will shortly bring it to pass” (<span class=\"citation\" id=\"24149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24149)\">Gen. 41:17–20, 22–26, 28–30, 32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p41\" class=\"\">Now, brethren, I want to make it very clear that I am not prophesying, that I am not predicting years of famine in the future. But I am suggesting that the time has come to get our houses in order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p42\" class=\"\">So many of our people are living on the very edge of their incomes. In fact, some are living on borrowings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p43\" class=\"\">We have witnessed in recent weeks wide and fearsome swings in the markets of the world. The economy is a fragile thing. A stumble in the economy in Jakarta or Moscow can immediately affect the entire world. It can eventually reach down to each of us as individuals. There is a portent of stormy weather ahead to which we had better give heed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p44\" class=\"\">I hope with all my heart that we shall never slip into a depression. I am a child of the Great Depression of the thirties. I finished the university in 1932, when unemployment in this area exceeded 33 percent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p45\" class=\"\">My father was then president of the largest stake in the Church in this valley. It was before our present welfare program was established. He walked the floor worrying about his people. He and his associates established a great wood-chopping project designed to keep the home furnaces and stoves going and the people warm in the winter. They had no money with which to buy coal. Men who had been affluent were among those who chopped wood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p46\" class=\"\">I repeat, I hope we will never again see such a depression. But I am troubled by the huge consumer installment debt which hangs over the people of the nation, including our own people. In March 1997 that debt totaled $1.2 trillion, which represented a 7 percent increase over the previous year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p47\" class=\"\">In December of 1997, 55 to 60 million households in the United States carried credit card balances. These balances averaged more than $7,000 and cost $1,000 per year in interest and fees. Consumer debt as a percentage of disposable income rose from 16.3 percent in 1993 to 19.3 percent in 1996.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p48\" class=\"\">Everyone knows that every dollar borrowed carries with it the penalty of paying interest. When money cannot be repaid, then bankruptcy follows. There were 1,350,118 bankruptcies in the United States last year. This represented a 50 percent increase from 1992. In the second quarter of this year, nearly 362,000 persons filed for bankruptcy, a record number for a three-month period.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p49\" class=\"\">We are beguiled by seductive advertising. Television carries the enticing invitation to borrow up to 125 percent of the value of one’s home. But no mention is made of interest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p50\" class=\"\">President J. Reuben Clark Jr., in the April 1938 general conference, said from this pulpit: “Once in debt, interest is your companion every minute of the day and night; you cannot shun it or slip away from it; you cannot dismiss it; it yields neither to entreaties, demands, or orders; and whenever you get in its way or cross its course or fail to meet its demands, it crushes you” (in Conference Report, Apr. 1938, 103).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p51\" class=\"\">I recognize that it may be necessary to borrow to get a home, of course. But let us buy a home that we can afford and thus ease the payments which will constantly hang over our heads without mercy or respite for as long as 30 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p52\" class=\"\">No one knows when emergencies will strike. I am somewhat familiar with the case of a man who was highly successful in his profession. He lived in comfort. He built a large home. Then one day he was suddenly involved in a serious accident. Instantly, without warning, he almost lost his life. He was left a cripple. Destroyed was his earning power. He faced huge medical bills. He had other payments to make. He was helpless before his creditors. One moment he was rich, the next he was broke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p53\" class=\"\">Since the beginnings of the Church, the Lord has spoken on this matter of debt. To Martin Harris through revelation He said: “Pay the debt thou hast contracted with the printer. Release thyself from bondage” (<span class=\"citation\" id=\"20877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20877)\">D&amp;C 19:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p54\" class=\"\">President Heber J. Grant spoke repeatedly on this matter from this pulpit. He said: “If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means. And if there is any one thing that is grinding and discouraging and disheartening, it is to have debts and obligations that one cannot meet” (<span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham [1941], 111).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p55\" class=\"\">We are carrying a message of self-reliance throughout the Church. Self-reliance cannot obtain when there is serious debt hanging over a household. One has neither independence nor freedom from bondage when he is obligated to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p56\" class=\"\">In managing the affairs of the Church, we have tried to set an example. We have, as a matter of policy, stringently followed the practice of setting aside each year a percentage of the income of the Church against a possible day of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p57\" class=\"\">I am grateful to be able to say that the Church in all its operations, in all its undertakings, in all of its departments, is able to function without borrowed money. If we cannot get along, we will curtail our programs. We will shrink expenditures to fit the income. We will not borrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p58\" class=\"\">One of the happiest days in the life of President Joseph F. Smith was the day the Church paid off its long-standing indebtedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p59\" class=\"\">What a wonderful feeling it is to be free of debt, to have a little money against a day of emergency put away where it can be retrieved when necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p60\" class=\"\">President Faust would not tell you this himself. Perhaps I can tell it, and he can take it out on me afterward. He had a mortgage on his home drawing 4 percent interest. Many people would have told him he was foolish to pay off that mortgage when it carried so low a rate of interest. But the first opportunity he had to acquire some means, he and his wife determined they would pay off their mortgage. He has been free of debt since that day. That’s why he wears a smile on his face, and that’s why he whistles while he works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p61\" class=\"\">I urge you, brethren, to look to the condition of your finances. I urge you to be modest in your expenditures; discipline yourselves in your purchases to avoid debt to the extent possible. Pay off debt as quickly as you can, and free yourselves from bondage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p62\" class=\"\">This is a part of the temporal gospel in which we believe. May the Lord bless you, my beloved brethren, to set your houses in order. If you have paid your debts, if you have a reserve, even though it be small, then should storms howl about your head, you will have shelter for your wives and children and peace in your hearts. That’s all I have to say about it, but I wish to say it with all the emphasis of which I am capable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/to-the-boys-and-to-the-men.p63\" class=\"\">I leave with you my testimony of the divinity of this work and my love for each of you, in the name of the Redeemer, the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}