{"ID":6146, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Small Temples—Large Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p2\" class=\"\">Elder David E. Sorensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-e-sorensen-10.jpg\" alt=\"David E. Sorensen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The simple presence of a temple should serve as a reminder of covenants we have made, the need for integrity, and the fact that God is never far away.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p4\" class=\"\">Elder Maxwell, you are a great treasure to the Church and a blessing to the world at large. May God bless you and keep you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p5\" class=\"\">Brothers and sisters, it is a daunting experience to stand before you. When I was growing up, my family lived on a cattle ranch in south-central Utah, and I spent a lot of time in a saddle rounding up and caring for the cattle. I must confess there is a part of me right now that would be more comfortable dodging a charging bull than speaking here today; however, I know I am among friends, and I believe with all my heart in the importance of the work we are doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p6\" class=\"\">In the early days of the Church when there were just a few members, the Prophet Joseph Smith said to a group of men: “You know no more concerning the destinies of this Church and kingdom than a babe upon its mother’s lap. You don’t comprehend it. … It is only a little handfull of Priesthood you see here tonight, but this Church will fill North and South America—it will fill the world” (as quoted by Wilford Woodruff, in Conference Report, April 1898, 57). We are beginning to see a partial fulfillment of that prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p7\" class=\"\">As Church membership has grown around the world, so has the need for temples. President Hinckley said 13 years ago, “The sacred and important work that goes on in temples must be accelerated, and for this to happen, it is necessary that temples be taken closer to the people rather than having the people travel so far to temples” (in Conference Report, Oct. 1985, 71; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1985, 54).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p8\" class=\"\">Let me share with you some numbers that show how far the Church has come in the effort to bring temples closer to the people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p9\" class=\"\">In the year 1900, there were just four operating temples—all of them in the state of Utah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p10\" class=\"\">In the next 50 years, from 1900 to 1950, four more temples were dedicated, for a total of eight. So in the first century, the Church built about one temple per decade.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p11\" class=\"\">In the 30 years between 1951 and 1980, another 11 temples were built, bringing the total to 19. This was a faster rate, but even still there were many members for whom a visit to a temple meant years of saving money and a long journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p12\" class=\"\">In the 1980s, the Church began a more intensive temple building effort; by 1997, 32 more temples had been dedicated, or about two per year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p13\" class=\"\">The Church has now entered the most committed era of temple building in its history. In 1998, two temples have been dedicated, with 15 more under construction and an additional 26 temple sites being prepared for groundbreaking. These 43 temples, plus those currently operating, bring the total to 94.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p14\" class=\"\">This is an extraordinary blessing for us as members of the Church. The Old Testament describes some of the joy that comes from people building these holy places: “And they sang together … in praising and giving thanks unto the Lord; … And all the people shouted with a great shout, when they praised the Lord, because the foundation of the house of the Lord was laid” (<span class=\"citation\" id=\"23204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23204)\">Ezra 3:11<\/a><\/span>; see also <span class=\"citation\" id=\"23203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23203)\">Ezra 3:10, 12-13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p15\" class=\"\">Watching these new temples being built, I believe that we too will have occasion to praise the Lord and weep for joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p16\" class=\"\">As we see the increased commitment President Hinckley and others have made to building new temples, we might pause and ask ourselves why temples are of such importance. Indeed, nonmembers of the Church may not even understand the distinction between our regular meetinghouses, of which there are many thousands, and these very special buildings we call temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p17\" class=\"\">President Hinckley explained the distinction this way: “These unique and wonderful buildings, and the ordinances administered therein, represent the ultimate in our worship. These ordinances become the most profound expressions of our theology” (in Conference Report, Oct. 1995, 72; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 53). In other words, temples are of great value to us because they help us express our core theology, that of coming to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p18\" class=\"\">Temples do this in at least two ways. First, they symbolically and literally remind us and teach us about Christ and His Father. We know that Christ spent key parts of His ministry at the temple in Jerusalem (see\n            <span class=\"citation\" id=\"29906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29906)\">John 7<\/a><\/span>;\n            <span class=\"citation\" id=\"29912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29912)\">John 8<\/a><\/span>;\n            <span class=\"citation\" id=\"37797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37797)\">Matt. 21<\/a><\/span>;\n            <span class=\"citation\" id=\"37798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37798)\">Matt. 22<\/a><\/span>;\n            <span class=\"citation\" id=\"37800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37800)\">Matt. 23<\/a><\/span>;\n            <span class=\"citation\" id=\"33510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33510)\">Mark 11<\/a><\/span>;\n            <span class=\"citation\" id=\"33511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33511)\">Mark 12<\/a><\/span>;\n            <span class=\"citation\" id=\"32642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32642)\">Luke 20<\/a><\/span>), and drew frequently on temple symbolism in His teachings, often comparing Himself to symbols used in the temple, such as light and water (see, for example, <span class=\"citation\" id=\"29911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29911)\">John 7:38<\/a><\/span>; <span class=\"citation\" id=\"29914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29914)\">John 8:12<\/a><\/span>). Our temple worship today includes many symbolic references to Christ, from the spires on the outside that point our minds heavenward, to the white clothing we wear inside the temple to symbolize that, as the book of Revelation says, we have come “out of great tribulation, and have washed [our] robes, and made them white in the blood of the Lamb” (<span class=\"citation\" id=\"42611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42611)\">Rev. 7:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p19\" class=\"\">Temples stand as a constant physical reminder of the grace and the goodness of the Father. This helps communities of Saints strengthen themselves. President George Q. Cannon said: “Every foundation stone that is laid for a temple, and every temple completed … lessens the power of Satan on the earth, and increases the power of God and Godliness” (Logan Temple cornerstone ceremony, 19 Sept. 1877; quoted in Nolan Porter Olsen, <span class=\"emphasis\">Logan Temple: The First 100 Years<\/span> [1978], 34).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p20\" class=\"\">Temples have always symbolized being in the presence of the Lord. “Let them make me a sanctuary; that I may dwell among them,” said the Lord. “And there I will meet with thee, and I will commune with thee” (<span class=\"citation\" id=\"23083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23083)\">Ex. 25:8, 22<\/a><\/span>). There is a closeness to God that comes through consistent worship in the house of the Lord. We can come to know Him and feel welcome, “at home,” in His house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p21\" class=\"\">With temples in so many places around the world, more of us will have them nearby to remind us of Christ and His sacrifice for us. The simple presence of a temple should serve as a reminder of covenants we have made, the need for integrity, and the fact that God is never far away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p22\" class=\"\">Beyond their physical presence and outward symbolism, temples can inspire us to come unto Christ in a second way—that is, by the ordinances we perform in them. All temple ordinances are centered in Jesus Christ and His divine mission, and they are performed by the authority of the Melchizedek Priesthood. Doctrine and Covenants 84 says, “And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh” (<span class=\"citation\" id=\"20946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20946)\">D&amp;C 84:21<\/a><\/span>). Each ordinance is calculated to reveal to us something about Christ and our relationship to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p23\" class=\"\">While some ordinances in the temple seem easy to understand, such as eternal marriage, others require careful and lengthy spiritual preparation before their full impact becomes clear to us. In the first letter to the Corinthians, Paul described the need to have the Spirit of God with us in order to understand the things of God: “Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God” (<span class=\"citation\" id=\"956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(956)\">1 Cor. 2:12<\/a><\/span>; see also <span class=\"citation\" id=\"955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(955)\">1 Cor. 2:11, 14<\/a><\/span>). As the Spirit of God helps us understand and know His plan for us, we will find not only greater knowledge but also a greater measure of peace and compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p24\" class=\"\">Temple ordinances also provide an opportunity to strengthen our families, something so much needed today. Strength can be provided through performing ordinances vicariously for our ancestors, thus forming a “welding link” between parents and children (<span class=\"citation\" id=\"21007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21007)\">D&amp;C 128:18<\/a><\/span>). For example, in the temple we can be baptized vicariously for our ancestors who may not have had a chance to hear the gospel during their mortal lives (see <span class=\"citation\" id=\"978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(978)\">1 Cor. 15:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p25\" class=\"\">In Japan, I witnessed a 21-year-old man accept the gospel. After baptism, he was the only member of the Church in his family. He completed the family history work for his deceased grandfather so he could perform ordinance work vicariously for him, literally doing something for his grandfather that his grandfather could no longer do for himself. As this young man came up out of the baptismal font, he had tears in his eyes. He said, “Now I know and feel, I have a witness, that I am not the only member of this Church in my family.” These ordinances strengthened his relationship with his family and brought a new closeness into his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p26\" class=\"\">At the dedication of the Manti Temple, President Lorenzo Snow prayed: “May this holy temple be to them as one of the gates of heaven, opening into the straight and narrow path that leads to endless lives and eternal dominion” (Manti Temple dedication, 21 May 1888).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/small-temples-large-blessings.p27\" class=\"\">Brothers and sisters, the gates of heaven are open to us and the Lord Jesus Christ is inviting us to come unto Him, I humbly testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}