{"ID":6148, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Choosing to do what the Lord has defined as right will, in the long run, always lead to the best outcomes.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p4\" class=\"\">I speak particularly to the youth, although I hope all may benefit from this message. Some youth are pessimistic about the future. They justify that erroneous position by what they see around them and what is occurring in the world. They perceive their future threatened by worsening trends in divorce rates, escalating crime, drugs, terrorist acts, and other atrocities that cripple or destroy life. Throughout your life you have seen the terrible consequences of incorrect choices individuals make that damage their lives and often hurt others. These events are usually called mistakes, lack of judgment, or human weakness. They are all accompanied by abundant self-justification. When viewed honestly, they are simply violations of the commandments of God that bring the tragic consequences He has warned will follow serious transgression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p5\" class=\"\">Personally, I am enthusiastic about the future. You can be too. You are living in the most exciting period of time in history. Many reasons could be cited for that optimism. Yet your greatest source of hope and assurance is that you have the fulness of the teachings of the Master. They will show you how to live a good life. You can receive ordinances and covenants that when righteously lived assure true happiness and significant attainment.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Life Is Beautiful<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p7\" class=\"\">Life is beautiful when you make the effort to find beauty in it. In some of the most materially deprived parts of the world, I have seen the sunrise in all of its splendor and heard birds joyously welcoming a new day. I have seen beauty reflected in a small pot of flowers by a humble shelter or in the shy, beaming grin of a child at play, intent on discovering the world around him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p8\" class=\"\">You can become depressed if all of your interests are focused on the media with its explicit details of the most worrisome world events. With care you can find much to reverently appreciate in this world Father in Heaven has given you. Begin by remembering that you are a son or daughter of God with divine potential. He will help you have a joyful, fulfilling life.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Making Decisions<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p10\" class=\"\">Since making the correct decisions is essential to attain your goals in life, consider how they should be made. There are two patterns for making decisions: the first I will call <span class=\"emphasis\">decisions based upon circumstance;<\/span> the second, <span class=\"emphasis\">decisions based upon eternal truth.<\/span> Let us examine each pattern.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p11\" class=\"\">The guiding principle in the pattern of <span class=\"emphasis\">decisions based upon circumstance<\/span> is to make choices according to the outcome desired rather than upon what is right or wrong. There is no use of an underlying set of standards to consistently guide those decisions. Each choice is made upon what appears to give the most desired result now. One who follows this path is left to his own strength and capacity and the support of others who can be influenced to act in his favor. Satan encourages choices to be made in this manner. It gives him the greatest opportunity to tempt an individual to make decisions that will be harmful even though they appear most appealing when made.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p12\" class=\"\">In time, one who makes decisions based upon circumstance is virtually assured to commit serious transgressions. There is no iron rod of truth to keep that person in the right way. He will continually be faced with many subtle temptations to make deviations from the commandments. Those choices are justified by arguing that they are not that bad, that they are more socially acceptable and provide a broader base of friends. A clever individual without foundation principles can at times acquire, temporarily, impressive accomplishments. Yet that attainment is like a sand castle. When the test of character comes, it crumbles, often taking others with it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p13\" class=\"\">The second pattern, making <span class=\"emphasis\">decisions based upon eternal truth,<\/span> is the pattern of the Lord. It will always lead you to make decisions guided by His plan of happiness. Such decisions are centered in doing what is right, not in first deciding the result desired. Choosing to do what the Lord has defined as right will, in the long run, always lead to the best outcomes. However, that pattern may require you to set aside something you very much desire now for a greater future good.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Power of Righteousness<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p15\" class=\"\">Continually bless your life with the power of righteousness. It builds confidence. It engenders trust. It yields enduring, worthy achievement. To be righteous is to seek intently to be obedient to the commandments of God. It is to be clean in thought and act. It is to be honest and just. Righteousness is shown more in acts than in words. A righteous life requires discipline. Discipline is that characteristic which will give you the strength to avoid giving up what you want most in life for something you think you want now. It is a friend, not a harsh taskmaster that makes life miserable. Discipline is easier to acquire when it is rooted in faith in Jesus Christ, when it is nourished by an understanding of His teachings and plan of happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p16\" class=\"\">I commend each one of you select young men and women who live a righteous life, who consistently make decisions based upon eternal truths and not upon that which seems to be most appealing at the moment. In doing right you enlist the help of God to sustain you to be victorious. You need not fear the future. For you, it will be glorious as you continue to obey the laws of God. Not only will your worthiness bless you but also your eternal companion and children when those opportunities come. Yours is an uplifting example that others need in this world where discouragement fills the lives of so many with sadness and disappointment because of the incorrect choices they make.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p17\" class=\"\">By making choices consistent with eternal truth, you will develop righteous character and increasing strength to resist temptation. You are assured of the help of God in fulfilling your worthy decisions. You qualify to be led by the Spirit, to choose the correct path. It will warn you of temptations you might not otherwise recognize. The correct decisions you now make will help you prepare to be sealed in the temple to a worthy companion and to form and nurture your own eternal family. All who qualify for those blessings will, in the Lord’s due time, have them here or in the next life. It is in this area that Satan will try hardest to tempt you to make the wrong decisions. Forming your own family is at the very heart of the reason you are here on earth. Make sure that as you are seeking an eternal companion that you do nothing which will offend the Spirit. Satan tempts a weaker individual to rationalize that when two are in love and agree that sexual intimacies can be performed, that such things are acceptable. They positively are not. The boundaries of appropriate behavior are defined by God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p18\" class=\"\">Strongly tied to the sacred, private parts of the body are powerful emotions intended to be used within the covenant of marriage between a man and woman in ways that are appropriate and acceptable to them both. They are an important part of the love and trust that bond a husband and wife together and prepare them for the responsibilities of a family. They bring the blessing of children. These emotions are not to be stimulated or used for personal gratification outside of the covenant of marriage. Do not touch the private, sacred parts of another person’s body to stimulate those emotions. Do not allow anyone to do that with you, with or without clothing. Do not arouse those emotions in your own body. These things are wrong. Do not do them. Such practices would undermine your ability to be inspired by the Holy Ghost in the vitally important decisions you must make for your future. They lead to binding addictions and grievous transgressions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p19\" class=\"\">Satan knows that those powerful emotions can be aroused by things you could see, hear, or touch. When stirred, those emotions can be used to lead one to destructive experimentation, then to serious transgressions. He uses pornography through videotapes, movies, magazines, computer images, or contaminated music for this purpose. Close your eyes, ears, mind, and heart to it. Unchecked, it would surely grow unrelentingly from initial curiosity step-by-step to become a raging monster. That demon would wreck wholesome desires, worthy companionship, noble thoughts and acts until it could destroy you. Don’t lift the cover of salacious material in any form, and you will not be captured by it. If you have become entangled in that devastating web, stop immediately and seek help. Ask the Lord to guide you to that help and give you the strength to overcome that addictive habit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p20\" class=\"\">For a moment I speak to anyone that has succumbed to serious temptation. Please stop now. You can do it with the help from an understanding parent, bishop, or stake president. Serious transgression such as immorality requires the help of one who holds keys of authority, such as a bishop or stake president, to quietly work out the repentance process to make sure that it is complete and appropriately done. Do not make the mistake to believe that because you have confessed a serious transgression that you have repented of it. That is an essential step, but it is not all that is required. Nor assume that because someone did not ask you all the important details of a transgression, that you need not mention them. You personally must make sure that the bishop or stake president understands those details so that he can help you properly through the process of repentance for full forgiveness. The Savior promised:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p21\" class=\"\">“Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p22\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them” (<span class=\"citation\" id=\"20923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20923)\">D&amp;C 58:42–43<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p23\" class=\"\">Now to each of you: at times you may feel lonely and misunderstood—I have—because you don’t fit in with the crowd. Be grateful that your righteous life molds you so that you don’t fit where you don’t belong. This is a temporary period of personal testing and growth. It will be replaced in time with true friends and greater happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p24\" class=\"\">The world needs light. Be that light. Your righteousness gives others a confirmation of the goodness of life anchored in eternal truth. If, as a young man, you haven’t yet been a missionary, prepare to be one. You will bless many other lives and crown your own with great, enduring rewards. If a young woman, follow the inspired counsel of President Hinckley in the October 1997 conference concerning sister missionaries (see “Some Thoughts on Temples, Retention of Converts, and Missionary Service,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 52).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-power-of-righteousness.p25\" class=\"\">I bear witness that the Savior lives. He loves you. He will guide you through the Holy Ghost as you steadfastly choose to do what is right to a future glorious beyond your dreams. I know He will. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}