{"ID":615, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1952, pp. 78-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith ten thousand eyes upon you with ten thousand receptive minds and ten\nthousand open hearts before you, an individual in this position must approach his assignment\nin the spirit of prayer and with a spirit of humility to the end that the Lord's Holy Spirit will\ngive him inspiration for the moment or two that he stands before you. That is my earnest\nprayer.\n<\/p><p>\nOne of the most thrilling and inspiring events in connection with the restoration of the Gospel\nof the Lord Jesus Christ, took place when two young men who were translating a holy record,\ncame across a passage that had to do with the ordinance of baptism\n(<span class=\"citation\" id=\"30320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30320)\">JS&mdash;H 1:68-72<\/a><\/span>).\n<\/p><p>\nIt was not clear to them, and as they were wont to do, they went into the woods on the banks\nof a great river in the state of Pennsylvania, and supplicated the Lord mightily that they might\nhave an understanding relative to the ordinance of baptism, and in answer to that prayer, a\nheavenly being appeared unto them, announced himself as John the Baptist, indicating to them\nthat he had been sent by Peter, James, and John, the First Presidency of the Church in the\ndays of the Apostles, the Presidency of the Holy Priesthood.\n<\/p><p>\nPeter, James and John had sent John the Baptist to restore the Aaronic Priesthood, and laying\nhis hands upon Joseph Smith's and Oliver Cowdery's heads he said these words: \"Upon you\nmy fellow servants in the name of Messiah I confer the Priesthood of Aaron, which holds the\nkeys of the ministering of angels, and of the gospel of repentance, and of baptism by\nimmersion for the remission of sins; and this shall never be taken again from the earth, until\nthe sons of Levi do offer again an offering unto the Lord in righteousness\"\n(<span class=\"citation\" id=\"12963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12963)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nBrethren, when we think of the marvelous restoration of the Aaronic Priesthood, that divine\npower that John the Baptist held at the time Christ was upon the earth, it is no small matter to\nhold the Aaronic Priesthood.\n<\/p><p>\nJoseph Smith said, \"The Priesthood is an everlasting principle that existed with God from\neternity, and will to eternity, without beginning of days or end of years.\" The keys have to be\nbrought from Heaven whenever the Gospel is sent, the Aaronic Priesthood had been taken\nfrom the earth because of the great Apostasy that took place shortly after the Apostles, and in\norder for it to be restored to mankind, it had to be brought from the heavens. Hence John the\nservant of God who had held those keys 2000 years previously returned with it.\n<\/p><p>\nJoseph Smith said again: \"It is that which places a man in the condition to receive the\nministration of angels and to enjoy the presence of God the Father and his Son, Jesus Christ.\"\n<\/p><p>\nIn this Church, the Church of the Lord Jesus Christ, there are 113,000 holders of the Aaronic\nPriesthood. There are thousands of men who hold the Melchizedek Priesthood, and with this\nprecious gift, the Lord expects us to be diligent and earnest in his service. He declared in the\n107th Section, 99th verse, of the Doctrine and Covenants: \"Wherefore, now let every man\nlearn his duty, and to act in the office in which he is appointed, in all diligence\"\n(<span class=\"citation\" id=\"13038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13038)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nWe find in the 113,000 members of the Aaronic Priesthood there are 60,000 over the age of\n21 years, and 53,000 under the age of 21. In 1951, 3,300 of these brethren over the age of 21\nwere advanced to the Melchizedek Priesthood but there were 2516 men who joined the older\ngroup of the Aaronic Priesthood, 2516 more than were advanced to the Melchizedek\nPriesthood.\n<\/p><p>\nSome of the factors contributing to the size of the older group of the Aaronic Priesthood of\nthe Church are these: We have noted over the war years that many have enlisted in the\nArmed Services of the nation at the age of 16, 17, and 18 and have remained\nin the Armed Services so long that by the time they have returned home they have attained\nthe age of 21, which has left them without a quorum affiliation.\n<\/p><p>\nAnother contributing factor is that we do not make enough contacts with these brethren. There\nseems to have grown into the Church a feeling of segregation. These brethren have felt that\nthey are somewhat apart from the rest of the Aaronic Priesthood. There is a lack of a feeling\nof belonging to some quorum, and no doubt they have the right to that feeling because these\n60,000 men have no quorum affiliations.\n<\/p><p>\nWith the restoration of the Aaronic Priesthood, the Lord revealed to the Prophet its\norganization. There were to be quorums of deacons with twelve members; quorums of\nteachers with 24 members; quorums of priests with 48 members\n(<span class=\"citation\" id=\"13037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13037)\">D&amp;C 107:85-87<\/a><\/span>); presided over by a\npresidency a quorum president, his two counselors and a secretary, and the head of the whole\nward Aaronic Priesthood presidency would be the bishop as the president, and his two\ncounselors.\n<\/p><p>\nIf all of these 60,000 men were organized into quorums, as the Lord indicated they should be\nthere would be 2793 more Aaronic Priesthood quorums in the Church. If officers were\nselected for the teachers' and the deacons' quorums, three members in the presidency and one\nsecretary, there would be brought into activity to officer these new Aaronic Priesthood\nquorums, 7064 officers. Just imagine the potential strength in 2793 new quorums, the\navailable service, and the activity that individual members would derive from priesthood\nassignments, fulfilling the mandate of the Lord, found in Section 107, verse 99 of the\nDoctrine and Covenants: \"Wherefore, now let every man learn his duty, and to act in the\noffice in which he is appointed in all diligence\"\n(<span class=\"citation\" id=\"13039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13039)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nSo after careful consideration, the Presiding Bishopric presented the following plan to the\nFirst Presidency and the Council of the Twelve which they have approved. The plan is as\nfollows: We have felt for a long time that the title, \"Adult Aaronic Priesthood,\" should be\nchanged for many reasons. Hence, the names, senior deacon, senior teacher, and senior priest\nwere suggested to the First Presidency and the Council of the Twelve, which they approved.\nThe older group of the Aaronic Priesthood will now be known as the Senior Aaronic\nPriesthood. Its members will be known as senior deacons, senior teachers, and senior priests.\n<\/p><p>\nIn addition to this vast number of older men holding the Aaronic Priesthood, we have another\ngroup of men over the age of 21 who hold no priesthood. There are 20,000 of them. The\nbishops of the wards are responsible for this group because they are members of the various\nwards in which they reside.\n<\/p><p>\nWe are inviting the bishops of the wards in the Church to make a very careful survey of all\nmembers of the Aaronic Priesthood over the age of 21, to the end that they might be\norganized in quorums of deacons, teachers, and priests as the Lord revealed to us through the\nProphet Joseph Smith. From their numbers the bishopric should select men to preside over\nthese quorums as presidencies with the exception of the priests' quorum over which the\nbishop presides.\n<\/p><p>\nIn addition to organizing these quorums and calling 7000 men to officer them there will be a\ngreat need for the help of elders, seventies, and high priests, and in the wards of the Church\nthere are many elders, there are many seventies, there are many high priests who are available\nfor this glorious service to assist this vast army of the Aaronic Priesthood to effect quorum\norganizations to the end that they might render the service the Lord expects of them.\n<\/p><p>\nThe present plan provides one Melchizedek Priesthood adviser to every five men. This plan\nwill continue these advisers in the Aaronic Priesthood quorums will be of great assistance to\nthe presidencies, each senior member of the Aaronic Priesthood to be visited,\npersuaded and counseled to join his quorum.\n<\/p><p>\nThis work demands of all Aaronic Priesthood workers the spirit of tolerance, the spirit of\npatience and the spirit to persevere and never give up. These men cannot be criticized into\nactivity, neither can they be preached into the Church, but by the spirit of love, tolerance and\npatience, brethren, they will follow us if we will but mark the way for them.\n<\/p><p>\nWe will set up as of the first of the year, a study course for the senior members of the\nAaronic Priesthood, and as a text we have chosen the book, \"A Marvelous Work And A\nWonder,\" written by Elder LeGrand Richards of the Council of the Twelve, one of the great\nmissionaries of the Church, a man, who because of his understanding of the Gospel and his\nmissionary experiences, has had the ability to put into book form the teachings that are\nnecessary to convert people to the Gospel.\n<\/p><p>\nWe feel that many of these men will need conversion and hence this splendid text will be\nused during the year 1953. In addition thereto, there should be an activity program. It is true\nthat they have rendered a great service in the Welfare Program. They enjoy working in the\nWelfare Program, and when they are organized into quorums they should have assigned to\nthem definite projects.\n<\/p><p>\nWe have the blind in our midst. A survey is now being made of the Church to determine how\nmany of our members are blind. We know in the state of Utah there are over 1200 of them,\nand we wonder how often they get to sacrament meeting. How many times do they have the\nprivilege of attending Sunday School or their Priesthood meeting?\n<\/p><p>\nThis would be a fine project for the senior members of the Aaronic Priesthood to take care of,\nand see that these older brethren and sisters and the blind have the privilege of attending all\nof their meetings.\n<\/p><p>\nWe think it would be a fine thing if senior Aaronic Priesthood quorums might organize a\npersonal welfare committee for the purpose of helping any of their fellow quorum members\nwho might be in distress, where there might be sickness and unemployment.\n<\/p><p>\nIn connection with the Aaronic priesthood work, it seems over the years that one barrier to\nthe activity of our brethren has been the matter of age. The Lord is no respecter of persons\nwith reference to age (<span class=\"citation\" id=\"42700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42700)\">Rom. 2:11<\/a><\/span>).\n<\/p><p>\nWhen the Aaronic Priesthood was organized in the days of Aaron and Moses and at the time\nthat Moses was taken away, and the Melchizedek Priesthood was taken away with him, the\nAaronic Priesthood was the only Priesthood that the Children of Israel had in their midst.\nAaron stood at its head (<span class=\"citation\" id=\"41096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41096)\">Num. 3:39<\/a><\/span>).\nTwenty-two thousand members of the tribe of Levi were given to\nhim to render the service needed in that priesthood, and in that group of 22,000 men, there\nwere older men and there could have been younger men.\n<\/p><p>\nNow in contrast to that I want to call to your attention the ordination of John the Baptist. You\nwill recall that through the centuries, from the time of Aaron to the advent of John the Baptist\nthe Aaronic Priesthood had deteriorated. It had become an instrument in the hands of wicked\nmen, its powers were taken back into the heavens, and in order to prepare the world for the\nsecond coming of the Christ, the Lord sent his servant, John the Baptist, to preach the Gospel\nof repentance, and of baptism by immersion for the remission of sins, and to call all men to\nrepentance for, said he: \"There is one that will follow me that is greater than I\"\n(<span class=\"citation\" id=\"34485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34485)\">Matt. 3:11<\/a><\/span>).\n<\/p><p>\nJohn the Baptist was called into the service of the Aaronic Priesthood at a tender age. The\nLord revealed this interesting event to the Prophet Joseph in Section 84, verse 28 of the\nDoctrine and Covenants, when he indicated that an angel from Heaven came down and\nordained John at the age of eight days\n(<span class=\"citation\" id=\"12999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12999)\">D&amp;C 84:28<\/a><\/span>),\nand so brethren, as far as age is concerned, it is of no consequence.\n<\/p><p>\nIn the days of Aaron, the Lord selected older men, and in the case of John\nthe Baptist, he selected a child. So as far as the Aaronic Priesthood is concerned, and its\nresponsibilities and the service it must render, age is no barrier.\n<\/p><p>\nDuring the presidency of Peter, James and John, those selected to render service in the\nAaronic Priesthood were older men. Paul's message to Timothy declared, \"Likewise must the\ndeacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre; \n<\/p><p>\n\"Holding the mystery of the faith in a pure conscience.\n<\/p><p>\n\"And let these also first be proved; then let them use the office of a deacon being found\nblameless.\n<\/p><p>\n\"Even so must their wives be grave, not slanderers, sober, faithful in all things.\n<\/p><p>\n\"Let the deacons be the husbands of one wife, ruling their children and their own houses\nwell\" (<span class=\"citation\" id=\"2808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2808)\">1 Tim. 3:8-12<\/a><\/span>).\n<\/p><p>\nThis quotation is an evidence that in the days of the Apostles, men were called to serve in the\noffice of a deacon, in the office of a teacher and in the office of a priest.\n<\/p><p>\nAs I consider the duties of the Aaronic Priesthood and the duties that Senior members of the\nAaronic Priesthood should accept and fulfill with all the dignity and the honor at their\ncommand there are some services in the Aaronic Priesthood wherein experienced and older\nmen are needed.\n<\/p><p>\nI refer particularly to the 84th Section, verses 107 to 111 of the Doctrine and Covenants\n(<span class=\"citation\" id=\"13006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13006)\">D&amp;C 84:107-111<\/a><\/span>),\nwhere the Lord had revealed to the Prophet Joseph that the time had come when the elders\nand the members of the Melchizedek Priesthood should go out into the world and preach the\nRestored Gospel of the Lord Jesus Christ.\n<\/p><p>\nThe Lord declared: \"Therefore, take with you those who are ordained unto the lesser\npriesthood, and send them before you to make appointments and to prepare the way and to fill\nappointments that you, yourselves, are not able to fill.\n<\/p><p>\n\"Behold, this is the way that mine apostles, in ancient days built up my Church unto me\"\n(<span class=\"citation\" id=\"13005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13005)\">D&amp;C 84:107-108<\/a><\/span>).\n<\/p><p>\nHere is a mandate coming from the Lord to the holders of the Melchizedek Priesthood to use\nmembers of the lesser priesthood to go before them and to prepare the way, make\nappointments, and should there be occasions where these brethren of the Melchizedek\nPriesthood could not keep their appointments, then these brethren of the lesser priesthood are\nto have that responsibility.\n<\/p><p>\nAgain the Lord speaks: \"Therefore let every man stand in his own office and labor in his own\ncalling, and let not the head say unto the feet it hath no need of the feet; for without the feet\nhow shall the body be able to stand?\n<\/p><p>\n\"Also the body hath need of every member, that all may be edified together, that the system\nmay be kept perfect\" (<span class=\"citation\" id=\"13007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13007)\">D&amp;C 84:109-110<\/a><\/span>).\n<\/p><p>\nSo, by the use of the lesser priesthood in connection with the promulgation of the Gospel as\nthe Melchizedek Priesthood carried it forward in the early days of the first Apostles, the Lord\nrequires the use of the lesser priesthood to the end, as he said, that the system may be kept\nperfect (<span class=\"citation\" id=\"21655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21655)\">Eph. 4:12<\/a><\/span>).\n<\/p><p>\nI am sure we want to keep the system of the Priesthood perfect today, that the Melchizedek\nPriesthood cannot say to the lesser priesthood, \"I have no need of thee,\" neither can the Lesser\nsay to the Melchizedek Priesthood, \"I have no need of thee,\" but that they labor together, and\nbe edified together, as the Lord indicates in this revelation.\n<\/p><p>\nAgain, the Lord goes on to say: \"And behold, the high priests should travel, and also the\nelders, and also the lesser priests; but the deacons and teachers should be appointed to watch\nover the Church, to be standing ministers unto the Church\"\n(<span class=\"citation\" id=\"13008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13008)\">D&amp;C 84:111<\/a><\/span>).\n<\/p><p>\nAnd should the time ever come again, and it might come, when the Melchizedek Priesthood\nwill be called out to preach the Gospel to all the world, and that those who shall be left\nbehind to stand as ministers unto the Church may well be deacons and teachers as the Lord\nreveals&mdash;should that time come, I am sure it will require members of the\nAaronic Priesthood, men of experience, and men of judgment.\n<\/p><p>\nAnd, there is definitely a place in the Aaronic Priesthood for older men, and there is no such\nthing as an age barrier. I think as these Aaronic Priesthood quorums are organized and begin\nto function, and these men qualify to render service, it would be a grand and glorious thing to\ncall upon a senior quorum of deacons to pass the sacrament.\n<\/p><p>\nI know of no more inspiring experience than to participate in the administration of the Lord's\nlast supper, and the matter of collecting the Fast Offerings. I am sure they could be most\nhelpful in connection with the younger deacons, particularly in the widely spread areas of the\nChurch, where they might take their automobiles and with a younger companion, visit the\nhomes of the Saints, and gather up the Fast Offerings, that the necessities of life might be in\nthe Bishop's Storehouse, and those who are in distress taken care of, the orphans, the widows,\nand the unemployed, which Paul called \"pure and undefiled religion\"\n(<span class=\"citation\" id=\"26095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26095)\">James 1:27<\/a><\/span>).\n<\/p><p>\nThe duties of the ordained teacher are inspiring and uplifting for all who participate in this\nglorious project of teaching. Senior members of the Aaronic Priesthood should be called upon\nfor this service as soon as they qualify, to go out at first with a member of the Melchizedek\nPriesthood, to teach the people the Gospel of the Lord Jesus Christ, to watch over the Church\nalways, to be with and strengthen them, and to see that there is no iniquity in the Church, etc.\n(<span class=\"citation\" id=\"12968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12968)\">D&amp;C 20:53-54<\/a><\/span>).\n<\/p><p>\nI am quite sure that any man who has the spirit of his calling in the Aaronic Priesthood as a\nteacher would feel it a glorious and a grand opportunity to follow in the footsteps of the great\nteacher, even Jesus Christ.\n<\/p><p>\nThe office of a priest offers many glorious and inspiring experiences, particularly when a\npriest has the assignment to perform the ordinance of baptism. Taking the candidate into the\nwater and raising his arm to the square, he repeats the revealed baptismal prayer which is as\nfollows: \"Having been commissioned of Jesus Christ, I baptize you in the name of the Father\nand of the Son and of the Holy Ghost. Amen\"\n(<span class=\"citation\" id=\"12969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12969)\">D&amp;C 20:73<\/a><\/span>).\n<\/p><p>\nThis is a short prayer, but in it there is a great revelation to the world, and that revelation, the\nrestored commission to baptize people in the name of the Father, in the name of Jesus Christ\nand in the name of the Holy Ghost, was returned to the earth when John the Baptist bestowed\nthese keys upon Joseph Smith and Oliver Cowdery. This sacred opportunity every senior\npriest should gladly accept with a testimony in his heart that he has a divine commission and\nauthority.\n<\/p><p>\nMy, what a glorious experience comes when a priest kneels beside the sacrament table and\nhas the privilege of blessing the broken bread and the cup in commemoration of the sacrifice\nof the Son of God.\n<\/p><p>\nI am sure that all of these services and all of these experiences will go to building into the\nhearts of the senior members of the Aaronic Priesthood in this Church, a testimony that they\nindeed hold authority from on high.\n<\/p><p>\nNow in connection with our brethren who hold no priesthood, and who are over the age of\n21, they will be invited to attend the deacons' quorums, where they, too, might receive\ninstruction with reference to the Gospel, and the duties of the priesthood.\n<\/p><p>\nThe question may be asked, \"When can these men render service?\" May we say they can\nrender service as quickly as they qualify. Among these men there are thousands and thousands\nof men with noble hearts&mdash;good men, good citizens, fine individuals. All they need is\nleadership, kindness, patience, and I assure you that many of them will readily accept the\nopportunity of becoming affiliated with one of the priesthood quorums of the Church of Jesus\nChrist.\n<\/p><p>\nMay I emphasize again that the bishoprics of the wards stand as the presidency of the Aaronic\nPriesthood. They do not preside over the Melchizedek Priesthood. That presidency\nrests in the presidencies of the stakes and the First Presidency of the Church.\nThe bishops of the wards only preside over Melchizedek Priesthood members as members of\nthe wards, but as members of the ward they can be called upon by the presiding authority, the\nbishop, to render such service as he may deem necessary.\n<\/p><p>\nNow, brethren, if we render service in this, the Priesthood of God, he has made us definite\npromises, and God always keeps his promises to those who are faithful and obedient. He has\npromised us in the 84th Section of the Doctrine and Covenants, verses 33 and 34, this: \n<\/p><p>\n\"For whoso is faithful unto the obtaining of these two priesthoods of which I have spoken and\nthe magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.\n<\/p><p>\n\"They become the sons of Moses and of Aaron and the seed of Abraham, and the Church and\nkingdom, and the elect of God\"\n(<span class=\"citation\" id=\"13001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13001)\">D&amp;C 84:33-34<\/a><\/span>).\n<\/p><p>\nCan you anticipate any blessing more desirable than to become the very elect of God? To\nbecome the very elect of God anticipates that when we return to him and live with him\nthrough the eternities yet to come, it will be in the Celestial kingdom, and that is the objective\nfor which all of us are striving here in mortality.\n<\/p><p>\nBut all of these blessings are contingent upon this mandate given to us in the 107th Section\nand the 99th verse of the Doctrine &amp; Covenants: \"Wherefore, now let every man learn his\nduty and to act in the office in which he is appointed, in all diligence\"\n(<span class=\"citation\" id=\"13040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13040)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nI humbly pray that the Lord will bless all of us, that we will learn our duty, that we will act\nin the offices to which we are appointed with all diligence, to the end that we may become\nthe very elect of God, and live with him in the Celestial kingdom, which I humbly pray will\nbe the blessing of all of us, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}