{"ID":6150, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Youth of the Noble Birthright\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The only lasting joy and happiness you will ever find during your mortal experience will come by following the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p5\" class=\"\">Each year we have a family vacation at Bear Lake. It is an exciting week of getting acquainted with grandchildren. For the past few years I have listened to their opportunities and challenges. They have let me know of the increased pressures of being in the world but not of the world. Movies, television, Internet, designer clothes, extreme fashions, Sabbath-breaking activities, et cetera, escalate the magnitude of their temptations. Moreover, peer pressures force difficult decisions about whether to follow the crowd or stand up for the principles taught by converted and committed parents and the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p6\" class=\"\">This year I decided to be a little more aggressive in counseling my grandchildren. I wanted to provide them with a framework to resist temptations and thrive in today’s complex world. Our vacation at the lake extends for four days, so I decided to purchase a loose-leaf binder for each of them and include a topic for discussion for each day. Each insert included some scripture references and quotes that were intended to start fruitful discussions between the generations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p7\" class=\"\">On the first day, there was not much interest in discussions, but the momentum seemed to increase each day. The experiment had enough success that I would like to play grandfather to each of you young people listening today to see if we can stimulate some thoughtful discussions in your homes with your parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p8\" class=\"\"><span class=\"emphasis\">Topic number 1: Appreciation for the land in which we live.<\/span> During one of the early conferences of the Church held on January 2 of 1831, the Lord, through revelation, gave the Prophet Joseph Smith a vision of how He valued the land that He had created for His children. In Doctrine and Covenants 38:17–20 [<span class=\"citation\" id=\"20901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20901)\">D&amp;C 38:17–20<\/a><\/span>] we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p9\" class=\"\">“And I have made the earth rich, and behold it is my footstool, wherefore, again I will stand upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p10\" class=\"\">“And I hold forth and deign to give unto you greater riches, even a land of promise, a land flowing with milk and honey, upon which there shall be no curse when the Lord cometh;<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p11\" class=\"\">“And I will give it unto you for the land of your inheritance, if you seek it with all your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p12\" class=\"\">“And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p13\" class=\"\">The Lord has blessed us with lands of promise to enjoy during our mortal probation. The nations of the earth, if they would continue to follow the ways of the Lord, could be a blessing to His children here. You special young sons and daughters, He expects you to be especially mindful of the bounteous blessings you have received from Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p14\" class=\"\">With these blessings, of course, come responsibilities. We are expected to be subject to kings, presidents, rulers, and magistrates, and obey, honor, and sustain the law (see <span class=\"citation\" id=\"7104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7104)\">A of F 1:12<\/a><\/span>). To obey, honor, and sustain, we must know the law and live it. We must be good citizens in our church, schools, and communities. We must also be prepared to make our contribution by giving service to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p15\" class=\"\">The best way I know of to make a contribution to the land we live in is to be prepared for the future. The Lord has promised us if we are prepared we should have no fear. If we make an effort to obtain the best education available to us, we are in a better position to be self-sufficient and not to become a burden on the society in which we live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p16\" class=\"\">I read in a newspaper a few weeks ago of the earning potential with increased levels of education. The difference between no high school degree and a high school graduate is an average income increase of 38 percent. From a high school diploma to some college, the increase is 20 percent, and from a high school diploma to a university degree, the increase is 56 percent. Yes, education does pay. It is never too early to determine the direction you want to prepare yourself for. Don’t wait until you register for college to decide what you want to study. It is such a waste of time and money to attempt to pursue an education without having a definite goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p17\" class=\"\"><span class=\"emphasis\">Topic number 2: Self-esteem.<\/span> In the eighth Psalm of David, he gave us a vision of who we are and the eternal opportunities which are ours. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p18\" class=\"\">“O Lord our Lord, how excellent is thy name in all the earth! who hast set thy glory above the heavens. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p19\" class=\"\">“When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p20\" class=\"\">“What is man, that thou art mindful of him? and the son of man, that thou visitest him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p21\" class=\"\">“For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p22\" class=\"\">“Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p23\" class=\"\">“O Lord our Lord, how excellent is thy name in all the earth!” (<span class=\"citation\" id=\"42104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42104)\">Ps. 8:1, 3–6, 9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p24\" class=\"\">Have you ever thought of yourself as a junior angel crowned with glory and honor? Every one of our Father in Heaven’s children is great in His sight. If the Lord sees greatness in you, how then should you see yourself? We have all been blessed with many talents and abilities. Some have been blessed with the talent to sing, some to paint, some to speak, some to dance, some to create beautiful things with their hands, and others to render compassionate service. Some may possess many, others only a few. It matters not the size or the quantity but the effort we put forth to develop the talents and abilities we have received. You are not competing with anyone else. You are only competing with yourself to do the best with whatever you have received. Each talent that is developed will begreatly needed and will give you tremendous fulfillment and satisfaction during your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p25\" class=\"\">The almost universal gift everyone can develop is the creation of a pleasant disposition, an even temperament. It will open more doors for you and give you more opportunities than any other characteristics I can think of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p26\" class=\"\">Also, remember the promise of the Lord about caring for our physical bodies. If we keep them clean, nourish them properly, and get adequate rest, we will “find wisdom and great treasures of knowledge, even hidden treasures.” We “shall run and not be weary, and shall walk and not faint” (<span class=\"citation\" id=\"20962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20962)\">D&amp;C 89:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p27\" class=\"\">Above all, we must live with hope. In the book of Ether in the Book of Mormon, Moroni reminds us: “And I also remember that thou hast said that thou hast prepared a house for man, yea, even among the mansions of thy Father, in which man might have a more excellent hope; wherefore man must hope, or he cannot receive an inheritance in the place which thou hast prepared” (<span class=\"citation\" id=\"22453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22453)\">Ether 12:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p28\" class=\"\">Live with hope that you can achieve and accomplish and develop the great gifts our Father in Heaven has given to you and one day “receive an inheritance” among the mansions of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p29\" class=\"\"><span class=\"emphasis\">Topic number 3: Love of family.<\/span> The words that the Prophet Joseph Smith remembered from that tremendous visit of the angel Moroni to him on the evening of September 21, 1823, included a special promise made to families:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p30\" class=\"\">“Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p31\" class=\"\">“And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p32\" class=\"\">“If it were not so, the whole earth would be utterly wasted at his coming” (<span class=\"citation\" id=\"20859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20859)\">D&amp;C 2:1–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p33\" class=\"\">This great vision to the Prophet Joseph Smith reestablished the doctrine of eternal family units. The eternal family is central to the gospel of our Savior. There would be no reason for Him to return to earth to rule and reign over His kingdom unless the eternal family unit has been established for our Father in Heaven’s children. When we understand the eternal role of the family, the nourishing and developing of strong family ties take on even greater significance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p34\" class=\"\">I have watched with great interest the addition of a new granddaughter in our family. There was an immediate bonding with her brother and sister. Her siblings held her with such tender and loving care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p35\" class=\"\">Learning to appreciate what it means to belong to an eternal family is of great importance to us. Remember, you are part of that eternal unit that requires your best effort. Be certain you bring warmth, kindness, understanding, consideration, and a strong love to your eternal family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p36\" class=\"\">The final topic I included in the binder was under the heading of “Love of God.” From the revelations received by the Prophet Joseph Smith in 1831, we read, “Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him” (<span class=\"citation\" id=\"20925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20925)\">D&amp;C 59:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p37\" class=\"\">The Lord has used the heart as a way of describing the innermost nature of His children. The scriptures are filled with references to the heart, such as the pure in heart, an abundant heart, a cheerful heart, and so forth. In 1 Samuel, we read, “For the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart” (<span class=\"citation\" id=\"2716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2716)\">1 Sam. 16:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p38\" class=\"\">In our hearts do we feel a sense of gratitude and devotion to the Father? Are we of one heart with Him to whom we owe everything? The test of our devotion to the Lord seems to be the way we serve Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p39\" class=\"\">We have implanted in our souls a desire to be free. The Lord understood this when He granted us our mortal probation. With that freedom, however, comes accountability. We are instructed not to idle away our time nor bury our talents and not use them. We are expected to make our lives better through our own initiatives and efforts. We must find our own relationship with our Eternal Father. We must gain our own testimony. We must decide whether to conform our lives to the Lord’s standards. We must choose as Joshua did when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p40\" class=\"\">“And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"30147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30147)\">Josh. 24:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p41\" class=\"\">I read an article the other day which stated that if an employer did not hire young, bright 16-year-olds today with their advanced understanding and feel for technology, the business would be out-of-date in the next decade. What a marvelous age you live in. With all of your increased opportunities, however, comes the challenge of staying close to the Lord and being obedient to His law. This is the way you remain strong and able to withstand the multitude of worldly pressures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/youth-of-the-noble-birthright.p42\" class=\"\">My final entry in the binder I presented to my grandchildren was my personal testimony as to the truthfulness of the gospel of our Lord and Savior. I leave my testimony with each of you great young people that I know that God lives and He directs His work among His children here on earth. I know that He sent His Son to the world to be an atoning sacrifice for all mankind, and those who embrace His gospel and follow Him shall enjoy eternal life, the greatest gift God has given to His children. I know that He directed the restoration of the gospel again here upon the earth through the ministry of the Prophet Joseph Smith. I know that the only lasting joy and happiness you will ever find during your mortal experience will come by following the Savior, obeying His law, and keeping His commandments. This is my witness to you, you great young people, in the name of our Lord and Savior, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}