{"ID":6153, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Establishing the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p2\" class=\"\">Elder Earl M. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Establishing His Church is a unique assignment. We must take the gospel of Jesus Christ to all people in their own language without defiling the purity of the message.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d74.jpg\" alt=\"Elder Earl M. Monson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p4\" class=\"\">The Book of Mormon testifies of the resurrected Savior ministering to the Nephites. He included in His teachings some things about the latter days: “I shall gather in, from their long dispersion, my people … and shall establish again among them my Zion.”<sup class=\"noteMarker\"><a href=\"#footnote1-98911_000_032\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6467)\">3 Ne. 21:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p5\" class=\"\">The prophet Daniel “foresaw and foretold the establishment of the kingdom of God in the latter days.”<sup class=\"noteMarker\"><a href=\"#footnote2-98911_000_032\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21021)\">D&amp;C 138:44<\/a><\/span>.]<\/span><\/sup> In this dispensation the Lord has declared, “If this generation harden not their hearts, I will establish my church among them.”<sup class=\"noteMarker\"><a href=\"#footnote3-98911_000_032\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20864)\">D&amp;C 10:53<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p6\" class=\"\">There are many references which confirm this is the time for His Church to be established in preparation for His Second Coming. We are the ones with the special opportunity of helping build His kingdom once again. I offer prayers of gratitude that I have any part in this work which has been spoken of for centuries by many prophets and the Lord Himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p7\" class=\"\">Establishing His Church is a unique assignment. We must take the gospel of Jesus Christ to all people in their own language without defiling the purity of the message. The Church must help develop leaders of integrity, leaders from whom honest people everywhere can receive inspired guidance. The Church has an equal obligation for all who have lived, who now live, and for those who will yet live on this earth. The Church must teach correct laws and ordinances, in the Lord’s way, which qualify the obedient believer for eternal life. There are many other requirements familiar to us that make the task of establishing such a church seem overwhelming, but such is the assignment from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p8\" class=\"\">And how is such a church established? On a much smaller scale, I know what it takes to build a beautiful temple, and it is more than detailed plans or quality materials. It requires skillful workers in every part of the process, each one doing his best work in a united effort. I also know that the leadership of an inspired prophet is vital in building lovely temples, as it is in every other part of this great work. I dearly cherish the special opportunities I have had to see inspiration and the Spirit of the Lord flow through President Hinckley. He is truly a prophet for this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p9\" class=\"\">As in building temples, dedicated workers are a necessary part of establishing the Lord’s kingdom on earth. The work moves well if each one has a driving conviction in his heart and mind that Jesus Christ is the head of this Church, that He truly lives and guides this work, and that all of us have an important part in bringing it to pass. We must be willing to learn gospel principles and practice them, and pray about them with sincere hearts, with real intent and having faith in Christ. Then comes the assurance that the principles are true. And with true conversion comes an excitement about being part of this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p10\" class=\"\">It is an interesting thought that the Lord has declared this is the time to establish His Church, and then to realize it happens as each of us develops a firm, unwavering testimony of the truthfulness of its precepts. The Church can build temples, send missionaries throughout the world, and do marvelous humanitarian acts, but it still comes to what exists in our own thoughts and feelings and actions as to how solidly it is established. Will the good news of the gospel be shared with our neighbors? Will new converts be warmly fellowshipped? Will the temples be filled with dedicated patrons doing work for their ancestry? Will families learn to live on a celestial level, all because we have a pure love for our Father in Heaven, His teachings, and His children?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p11\" class=\"\">President Kimball declared the kingdom of God that we seek to establish “can only be done through consistent and concerted daily effort by every single member of the Church.”<sup class=\"noteMarker\"><a href=\"#footnote4-98911_000_032\">4<\/a>\n       <span class=\"footnote\">[“Becoming the Pure in Heart,” <span class=\"emphasis\">Ensign,<\/span> May 1978, 81.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p12\" class=\"\">The wonderful part is that every person devoted to the establishment of the latter-day Church of Jesus Christ receives innumerable and eternal blessings. It has been said, “The greatest waste in the world is the difference between what we are and what we may become.”<sup class=\"noteMarker\"><a href=\"#footnote5-98911_000_032\">5<\/a>\n       <span class=\"footnote\">[Anonymous.]<\/span><\/sup> The gospel is at the heart of what we may become and how to get there. With that help we are able to live in this world while separating ourselves from that which is debasing, and we can become better people while we are here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p13\" class=\"\">Most of us want to live pure lives and contribute, yet we still falter occasionally. Perhaps it helps to reflect on Solomon’s observation that as a man “thinketh in his heart, so is he.”<sup class=\"noteMarker\"><a href=\"#footnote6-98911_000_032\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41673)\">Prov. 23:7<\/a><\/span>.]<\/span><\/sup> It is my privilege to know many who have focused their thoughts on the wholesome and the pure things of life. They ponder on the scriptures, and they strive to magnify callings given to them. The gospel becomes a way of life, and over time they evidence peace and tranquility in themselves and bless greatly those around them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p14\" class=\"\">We may not appreciate the capacity of our minds to absorb and remember if we think it doesn’t matter what books or movies or other activities are fed into it. The Lord wisely told us to seek first for the kingdom of God and then other desirable things will also come to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p15\" class=\"\">Elder Sterling W. Sill noted that our mind, like the dyer’s hand, is colored by what it holds; that is, if I hold in my hand purple dye, my hand becomes purple.<sup class=\"noteMarker\"><a href=\"#footnote7-98911_000_032\">7<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1954, 28.]<\/span><\/sup> Those who help establish the Church know what is bad, but they consistently choose the better part and fill their minds with pure thoughts. Establishing the kingdom of God on the earth depends on individual members of the Church using their God-given agency to think and to say and act in keeping with the gospel of Jesus Christ at all times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p16\" class=\"\">Those who feel they are too busy or have too many problems to be part of this work are likely the ones who would receive the greatest benefit from wholehearted participation. And the valuable service they could give would greatly bless others as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/establishing-the-church.p17\" class=\"\">Now is the time to establish the Lord’s Church by securing a confirmation of the truthfulness of the gospel in our own hearts and doing what priesthood leaders ask of us. As we do so, we can come to know the personal blessings found in a great plan of happiness. We will come to know our Savior and what He has done for us and feel His great love. A sweet assurance of what is truth comes into our lives. We will sense we are an important part of an eternal cause. We will truly enjoy the leadership of a wonderful prophet and other great leaders. Our lives can be filled with the peace of the Lord and the benefit of having His Church solidly established on this earth. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98911_000_032\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6467)\">3 Ne. 21:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98911_000_032\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21021)\">D&amp;C 138:44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98911_000_032\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20864)\">D&amp;C 10:53<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98911_000_032\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Becoming the Pure in Heart,” <span class=\"emphasis\">Ensign,<\/span> May 1978, 81.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98911_000_032\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Anonymous.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98911_000_032\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41673)\">Prov. 23:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_032\"><a name=\"-98911_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98911_000_032\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1954, 28.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}