{"ID":6154, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Living Prophet: Our Source of Pure Doctrine\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p2\" class=\"\">Elder Merrill C. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">The Church is founded on continuing revelation to a current, living prophet.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d76.jpg\" alt=\"Elder Merrill C. Oaks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p4\" class=\"\">Just over two years before his death, the Prophet Joseph Smith published the Articles of Faith. The ninth article of faith states, “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” I will speak concerning the final sentence, “He will yet reveal many great and important things pertaining to the Kingdom of God.” [<span class=\"citation\" id=\"7098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7098)\">A of F 1:9<\/a><\/span>.]  This principle of continuing revelation is an essential part of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p5\" class=\"\">In the fourth and fifth verses of the Doctrine and Covenants section 21, the Lord declared to the Church their obligation to heed the guidance of His prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p6\" class=\"\">“Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p7\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.” [<span class=\"citation\" id=\"20892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20892)\">D&amp;C 21:4–5<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p8\" class=\"\">The Prophet Joseph Smith translated the Book of Mormon and received the revelations laying the foundation for the restored Church. He had premonitions of his own death and hastened to confer on the Quorum of the Twelve all the priesthood keys. In the words of Wilford Woodruff: “And thus addressing the Twelve, [Joseph] exclaimed, ‘upon your shoulders the kingdom rests, and you must round up your shoulders, and bear it; for I have had to do it until now. But now the responsibility rests upon you’” (<span class=\"emphasis\">Times and Seasons,<\/span> 5:698).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p9\" class=\"\">Revelation and guidance from heaven did not end with the death of Joseph Smith. “Many great and important things pertaining to the Kingdom of God” have been revealed through those who succeeded him as President of the Church. In the words of President Spencer W. Kimball:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p10\" class=\"\">“Since that momentous day in 1820, additional scripture has continued to come, including the numerous and vital revelations flowing in a never-ending stream from God to his prophets on the earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p11\" class=\"\">“There are those who would assume that with the printing and binding of these sacred records, [and he was speaking here of the four standard works] that would be the ‘end of the prophets.’ But again we testify to the world that revelation continues and that the vaults and files of the Church contain these revelations which come month to month and day to day. We testify also that there is, since 1830 when The Church of Jesus Christ of Latter-day Saints was organized, and will continue to be, so long as time shall last, a prophet, recognized of God and his people, who will continue to interpret the mind and will of the Lord” (“Revelation: The Word of the Lord to His Prophets,” <span class=\"emphasis\">Ensign,<\/span> May 1977, 78).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p12\" class=\"\">We have large amounts of written historical material available to us, including sermons of early Church leaders. These give us background that help us understand the early events of the Restoration and the situations that existed in those days. This year we have the privilege of studying teachings of the prophet Brigham Young in priesthood and Relief Society meetings. There are wonderful continuity and agreement of these teachings and those of our more current prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p13\" class=\"\">As the policies and procedures of the Church are refined by continuing revelation and inspiration, there are those who become disturbed by any changes. Some literally hunt for situations where earlier Church leaders or members made statements which are not in complete harmony with our understanding and practices today. The mind-set of some is that anything coming from an earlier time must be more correct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p14\" class=\"\">I would offer the following thoughts on such matters: (1) Some of the procedures of the Church were not completely developed early in this dispensation and have been amplified and clarified by subsequent prophets. (2) Our protection from erroneous doctrine lies in an overriding belief in continuing revelation to the current prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p15\" class=\"\">President Harold B. Lee spoke of this by relating an experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p16\" class=\"\">“Years ago as a young missionary I visited Nauvoo and Carthage with my mission president, and we were holding a missionary meeting in the jail room where Joseph and Hyrum had met their deaths. The mission president related the historical events that led up to the martyrdom and then he closed with this very significant statement: ‘When the Prophet Joseph Smith was martyred, there were many saints who died spiritually with Joseph.’ So it was when Brigham Young died: so it was when John Taylor died. Do revelations given to President John Taylor, for example, have any more authority than something that comes from our president and prophet today? Some Church members died spiritually with Wilford Woodruff, with Lorenzo Snow, with Joseph F. Smith, with Heber J. Grant, with George Albert Smith. We have some today willing to believe someone who is dead and gone and to accept his words as having more authority than the words of a living authority today” (<span class=\"emphasis\">Stand Ye in Holy Places<\/span> [1974], 153).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p17\" class=\"\">President Lee amplified this by telling of his response to a man who was disturbed at a new policy of the Church which was different from one established in the time of Joseph Smith. He said to this questioning brother:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p18\" class=\"\">“‘Have you ever thought that what was contrary to the order of heaven in 1840 might not be contrary to the order of heaven in 1960?’ He had not thought of that. He again was following a dead prophet, and he was forgetting that there is a living prophet today. Hence the importance of our stressing that word <span class=\"emphasis\">living<\/span>” (<span class=\"emphasis\">Stand Ye in Holy Places,<\/span> 153).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/the-living-prophet-our-source-of-pure-doctrine.p19\" class=\"\">In summary, the Church is founded on continuing revelation to a current, living prophet. “Many great and important things pertaining to the Kingdom of God” have been revealed, and more are yet to be revealed through the living prophet. Beginning with Joseph Smith and continuing on to his successors as President of the Church, the ongoing stream of revelation has perfected our understanding of the gospel. The understanding of doctrines is more complete as taught by the Church today than at any prior time in this dispensation. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}