{"ID":6158, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Come, Let Us Walk in the Light of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p3\" class=\"\">Mary Ellen Smoot<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">His arms are open to each of us. His truths are plain and clear, and His invitation is sure.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98911_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dc4.jpg\" alt=\"Mary Ellen Smoot\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p5\" class=\"\">I’ve always loved receiving invitations. Do you? Do you ever like to imagine someday you will be invited to something grand, some event that will acknowledge your significance, your immeasurable worth? The anticipation is at least as much fun as the event itself. Even the mundane tasks add excitement and meaning when you prepare and plan for an event to which you’ve been invited. To this day, any envelope arriving in our mail that even resembles an invitation is the first to be opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p6\" class=\"\">Unfortunately, all invitations are not of equal value. Some come as enticements or solicitations. Whether arriving in the mail, through the computer, or on television, they can lure and tempt—and actually mislead. But, thankfully, the invitations we receive from the scriptures, the prophets, and the Holy Ghost are invitations we can count on. They give us direction, peace, comfort, and joy. A still, small voice speaks to us and encourages righteous living. We must listen carefully to His beckoning and search our souls. As we do, clouds of darkness will dispel and the glorious light of God will fill our beings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p7\" class=\"\">Invitations from the Lord are <span class=\"emphasis\">vital.<\/span> They guide us back to our Heavenly Father and lead us in the way of truth and righteousness. Truly they acknowledge our infinite worth as daughters of God. They are so lovingly personalized. They come from our Heavenly Father. He speaks to us in a language of invitations: “Come unto me,” “Follow me,” “Come ye.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p8\" class=\"\">This evening, the Relief Society general presidency would like to extend an invitation to each of you: “Come ye, and let us walk in the light of the Lord” (<span class=\"citation\" id=\"25774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25774)\">Isa. 2:5<\/a><\/span>). Please choose to RSVP, which is a French term indicating “answer if you please.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p9\" class=\"\">Isaiah saw the many people going up to the house of the Lord, learning the ways of God and living peaceably with each other. He wanted all to take part. And so he invited them, just as we invite now: “Come ye, and let us walk in the light of the Lord” (<span class=\"citation\" id=\"25775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25775)\">Isa. 2:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p10\" class=\"\">My great-great-grandfather Israel Stoddard accepted an invitation to join the Church in 1842. Then he accepted another invitation to join the Saints, and the family moved from New Jersey to Nauvoo. When President Brigham Young extended an invitation to follow him west, they accepted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p11\" class=\"\">As the family crossed the Mississippi River, they looked back and watched as their home was burned. Because of exposure to harsh elements and hardships their mother died, five weeks later the infant baby died, and shortly thereafter the father passed away. As my grandmother wrote, “This left five Stoddard children homeless and almost penniless but not friendless as the Saints were good to them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p12\" class=\"\">This invitation took the lives of the parents and their small child; however, it bound them together eternally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p13\" class=\"\">Consider with me, for a moment, what it means to walk in the light of the Lord. First of all, we’ll have light—light in our countenances, light in our outlook, light even when darkness surrounds us. And it also means we will walk with purpose and direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p14\" class=\"\">The Savior taught us the way when He delivered the parable of the 10 virgins, the parable of the talents, and the parable of the sheep and the goats during the last week of His life. Using these parables in Matthew 25 as my guide, I’d like to review three lessons that Christ taught. As we listen and obey, we become sisters of light and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p15\" class=\"\">First, the parable of the 10 virgins teaches us to walk in His light by being <span class=\"emphasis\">spiritually prepared.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p16\" class=\"\">The Savior likened the kingdom of heaven unto 10 virgins who took their lamps and went forth to meet the bridegroom. Five of the virgins took oil for their lamps and when the bridegroom came, they were prepared to receive him. While the foolish five were scurrying to find some more oil, the bridegroom came, and only “they that were ready went in with him” (see <span class=\"citation\" id=\"37803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37803)\">Matt. 25:1–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p17\" class=\"\">Sisters, are we ready? Are we individually and collectively in the process of preparing ourselves for the generous gifts that the Lord has promised to all who remain faithful? Are we prepared to receive His light?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p18\" class=\"\">President Kimball has given some direction on how to fill our lamps with oil: “Attendance at sacrament meetings adds oil to our lamps, drop by drop over the years. Fasting, family prayer, home teaching [and visiting teaching], control of bodily appetites, preaching the gospel, studying the scriptures—each act of dedication and obedience is a drop added to our store. Deeds of kindness, payment of offerings and tithes, chaste thoughts and actions, marriage in the covenant for eternity—these, too, contribute … to the oil with which we can [by] midnight [be ready].”<sup class=\"noteMarker\"><a href=\"#footnote1-98911_000_037\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Faith Precedes the Miracle<\/span> (1972), 256.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p19\" class=\"\">Let me share with you the feelings of a sister about how Relief Society helped her to spiritually prepare. I was so inspired by her faith that I asked her to write her testimony and send it to me. Allow me to read a portion of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p20\" class=\"\">She writes: “What a blessing the Relief Society has been in my life. I was divorced—a single mother of a small daughter. I had also lost a son. I spent hours on my knees calling for help from my Savior and Heavenly Father. But there was the Relief Society. It was my organization. All week I struggled trying to provide for my little daughter and myself on my small wages and minimal education. Every Sunday we went to church. It seemed to me that going to Relief Society each week helped me become a stronger and better sister. Not that I missed my other meetings; I didn’t. I went because I knew that’s where I was supposed to be. I went and then feasted on the word and especially Relief Society. It was my ‘relief’ and my ‘society.’ I belonged; I felt a part. I lost myself in lessons, service to others … and to my little child. I found if I kept my mind and hands busy there was less time to think of the pain of the past. … But through all those years what I remember most was the belonging I felt—to the organization my Lord and Savior gave to all the sisters, not just to me.”<sup class=\"noteMarker\"><a href=\"#footnote2-98911_000_037\">2<\/a>\n       <span class=\"footnote\">[Used with permission.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p21\" class=\"\">As sisters in Relief Society we are to assist one another preparing for the day the bridegroom returns. By actively taking part in the Relief Society organization, our lamps will be full. Our faith will remain strong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p22\" class=\"\">One of the gifts God has promised to all who earnestly seek Him is faith. Elder Bruce R. McConkie explained: “Faith is a gift of God bestowed as a reward for personal righteousness. It is always given when righteousness is present, and the greater the measure of obedience to God’s laws the greater will be the endowment of faith.”<sup class=\"noteMarker\"><a href=\"#footnote3-98911_000_037\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. (1962), 264.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p23\" class=\"\">Faith and <span class=\"emphasis\">all<\/span> spiritual gifts are available to everyone who is willing to live for them. Many times we think just being a member of the Church will entitle us to all the Lord has promised. But each blessing requires obedience. The Lord declared, “When we obtain any blessing from God, it is by obedience to that law upon which it is predicated” (<span class=\"citation\" id=\"21011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21011)\">D&amp;C 130:21<\/a><\/span>). We gain strength by living the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p24\" class=\"\">So if we desire to walk in the light of the Lord, we put one spiritual foot in front of the other. We follow the path of spiritual preparedness as it is set forth in scripture and by our living prophets. We take full fellowship in the Relief Society organization. This society, established and directed by our prophets through divine inspiration, is not just a Sunday meeting. It is an organization to bring sisters and their families unto Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p25\" class=\"\">Second, as we work under the direction of and in harmony with priesthood leaders, and with one another, the Lord would have us walk in His light by <span class=\"emphasis\">developing our talents.<\/span> Another parable the Savior shared during the last week of His life was the parable of the talents. You all know the story and its message. Allow me to review it with you. The Lord likened the kingdom of heaven to “a man travelling into a far country, who called his own servants, and delivered unto them his goods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p26\" class=\"\">“And unto one he gave five talents, to another two, and to another one” (<span class=\"citation\" id=\"37804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37804)\">Matt. 25:14–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p27\" class=\"\">When the master asked for an accounting of the talents, he was pleased with the one who had five talents and gained five more. He was also pleased with the servant who had two talents and gained two more. But he was not at all pleased with the servant who was given one talent and buried it in the earth. He took the talent from this servant and gave it to another (see <span class=\"citation\" id=\"37805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37805)\">Matt. 25:16–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p28\" class=\"\">I fully believe that our talents are developed as we are called upon to serve. If we will faithfully accept the call, hidden talents will be discovered, such as love; compassion; discernment; being a good friend, peacemaker, teacher, leader, homemaker, writer, researcher—these are all talents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p29\" class=\"\">As a teenager I attended stake conference with my parents. Elder Harold B. Lee was the presiding authority and speaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p30\" class=\"\">My father had been up all night long watering his 10-acre field of strawberries. He was fighting to stay awake and most of the time losing the battle. But he wouldn’t think of staying away from stake conference, especially knowing that Elder Lee would be speaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p31\" class=\"\">We were all a little surprised when Elder Lee stood and started calling some young women from the audience to share their testimonies. My father, who was usually right about such things, poked me and said, “You’ll be the next speaker.” I thought, <span class=\"emphasis\">Surely he will not call on me. I’m sitting in the first row of the recreation hall.<\/span> As I looked up the aisle, I realized how far it would be to the pulpit. I <span class=\"emphasis\">was<\/span> the next to be called. And sure enough, it was the longest walk I’d taken in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p32\" class=\"\">I accepted that invitation from Elder Lee, and as I walked back to my seat, dear people in the audience would squeeze my arm or pat my hand. I was lifted by that experience, and we will each be lifted as we gain the courage to accept invitations from the Lord and His leaders. The invitation to walk with the Lord is a long walk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p33\" class=\"\">As 4,200,000 women of the Church form a circle of sisters and <span class=\"emphasis\">use our talents,<\/span> we can make a difference in this world. One person can make a difference. Each one of you has unique gifts. Use your gifts to serve others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p34\" class=\"\">If you are to walk in the light of the Lord, discover your individual strengths and develop them. You will find great joy as you unselfishly share all that the Lord has given you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p35\" class=\"\">Third, in the last of the three parables, the Savior extends an invitation to walk in the light of the Lord by <span class=\"emphasis\">serving the individual.<\/span> He gives the parable of the sheep and the goats, and to the sheep on His right hand He says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p36\" class=\"\">“Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p37\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p38\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p39\" class=\"\">“… Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"37808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37808)\">Matt. 25:34–36, 40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p40\" class=\"\">When we walk in the light of the Lord, we do not walk alone. We take the hand of our sisters and brothers. We teach our families and strengthen them. We love and serve our ward families, reaching out to individual members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p41\" class=\"\">The Prophet Joseph Smith invited: “Nothing is so much calculated to lead people to forsake sin as to take them by the hand, and watch over them with tenderness. When persons manifest the least kindness and love to me, O what power it has over my mind, while the opposite course has a tendency to harrow up all the harsh feelings and depress the human mind.”<sup class=\"noteMarker\"><a href=\"#footnote4-98911_000_037\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 240.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p42\" class=\"\">We all can be edified by a speech Eliza R. Snow gave as part of the original organization of the Relief Society. She said: “God is looking down upon you, the angels are recording your secret acts. … Let us pray daily, and try to become more refined and visionary and bring up our children to be polite and refined, that they may be useful monuments to society.” And then she continued: “Endeavor to make home happy, keep your children from various company; and while you study to dress them neatly, do not neglect to adorn them much with those principles which will tend to elevate and ennoble them, and prepare them for future usefulness in the kingdom of our God.”<sup class=\"noteMarker\"><a href=\"#footnote5-98911_000_037\">5<\/a>\n       <span class=\"footnote\">[From the minutes of the original organization of the Relief Society.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p43\" class=\"\">When we wholeheartedly accept the Lord’s invitation to walk in His light, we become spiritually prepared, we develop our talents, and we reach out to God’s family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p44\" class=\"\">As we walk in His light, we become women of courage and conviction. We become women of vision, women of destiny, and women of eternal value.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p45\" class=\"\">Join with us to build spiritual strength, to radiate truth to the world and to celebrate the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p46\" class=\"\">We are a worldwide circle of sisters—a circle of safety and protection. We are the Relief Society organization of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p47\" class=\"\">Please accept our invitation to come home, home to the arms of the Lord and to your sisters who love you and need you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p48\" class=\"\">Isaiah saw us in our day. He saw people of all nations going to the house of the Lord and walking in His light. He knew that the Lord would need you to be an incredible force for good and a powerful instrument of the priesthood of God. Under the direction of the royal priesthood, the Relief Society will help establish the kingdom of God on the earth. For most assuredly, the kingdom will be established and Christ will reign personally. All those who accept this invitation will feel His embrace and relish the sweet tones: “Well done, [my] good and faithful servant. … Come, ye blessed of my Father, inherit the kingdom prepared for you” (<span class=\"citation\" id=\"37807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37807)\">Matt. 25:23, 34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-let-us-walk-in-the-light-of-the-lord.p49\" class=\"\">To our sisters all over the world, I bear testimony of the truthfulness of the gospel of Jesus Christ. His arms are open to each of us. His truths are plain and clear, and His invitation is sure. I pray we will realize the vital role of our Relief Society organization, under the direction of and in harmony with the priesthood, in preparing women and families for exaltation. May we be exemplary women and stand boldly for truth. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98911_000_037\"><a name=\"-98911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98911_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Faith Precedes the Miracle<\/span> (1972), 256.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_037\"><a name=\"-98911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98911_000_037\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Used with permission.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_037\"><a name=\"-98911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98911_000_037\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. (1962), 264.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_037\"><a name=\"-98911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98911_000_037\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 240.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_037\"><a name=\"-98911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98911_000_037\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>From the minutes of the original organization of the Relief Society.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}