{"ID":6159, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Come to Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p3\" class=\"\">Virginia U. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">It matters not where you come from, what your weaknesses are, what you look like—you belong here! The Lord loves you—each of you, collectively and individually.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98911_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dbc.jpg\" alt=\"Virginia U. Jensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p5\" class=\"\">During last April’s general conference, we as a Relief Society presidency rejoiced as President Boyd K. Packer stood at this pulpit and said, “It is my purpose to give unqualified endorsement to the Relief Society—to encourage all women to join in and attend, and priesthood leaders, at every level of administration, to act so that Relief Society will flourish.”<sup class=\"noteMarker\"><a href=\"#footnote1-98911_000_038\">1<\/a>\n       <span class=\"footnote\">[“The Relief Society,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 72.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p6\" class=\"\">Sisters, that is also my purpose tonight. President Mary Ellen Smoot has spoken to you about invitations. Well, I have an invitation for you: Come to Relief Society!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p7\" class=\"\">The Relief Society was organized through the authority of the priesthood and is directed today by that same authority. The Prophet Joseph Smith said of the priesthood, “It is the eternal authority of God by which the universe was created and governed, and the stars in heaven came into existence.”<sup class=\"noteMarker\"><a href=\"#footnote2-98911_000_038\">2<\/a>\n       <span class=\"footnote\">[Quoted by James E. Faust, “Keeping Covenants and Honoring the Priesthood,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 37.]<\/span><\/sup> Speaking specifically to the women of the Church, President George Albert Smith said of Relief Society, “It was God that gave it to you and it came as a result of revelation to a Prophet of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote3-98911_000_038\">3<\/a>\n       <span class=\"footnote\">[“Address to Members of the Relief Society,” <span class=\"emphasis\">The Relief Society Magazine,<\/span> Dec. 1945, 717.]<\/span><\/sup> How should we view an organization that was created through this prophetic priesthood authority? As Relief Society leaders, we serve as an auxiliary to the priesthood to help bring women and their families to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p8\" class=\"\">What is it about Relief Society that should compel you to “join in and attend,” as President Packer said?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p9\" class=\"\">Within Relief Society are programs designed to help us as women to find meaning and purpose in life for ourselves and for our families. According to President Spencer W. Kimball, “There is no greater and more glorious set of promises given to women than those which come through the gospel and the Church of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote4-98911_000_038\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">My Beloved Sisters<\/span> (1979), 43.]<\/span><\/sup> This is a time when everywhere we look in society, women and their families are in crisis. Marriages are failing at alarming rates. Far too many children are abused and neglected. Women struggle to hear the voice of righteous truth amid a confusing cacophony of voices persuasively urging them toward expediency and political correctness. There are many among our own 4.2 million Relief Society members who are hurting and confused. Do we realize what we have, sisters? Do we understand who we are? Do we fully appreciate that within the organization of the Relief Society we have all of the tools and resources we need to soothe a single soul or to heal a troubled world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p10\" class=\"\">The first objective of Relief Society is to build faith in Jesus Christ and to teach one another the doctrines of the kingdom of God. Through Relief Society lessons, activities, and shared experiences, you can gain a testimony or you can strengthen the testimony you already have. When it comes right down to it, that may be the single most important thing we do in Relief Society, for the spiritual strength and secure testimonies of the women of the Church are absolutely vital—to themselves, to their families, to their branches and wards, and to the world itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p11\" class=\"\">The second objective of Relief Society is to help each sister understand that she is a beloved spirit daughter of Heavenly Father, and as such she has a divine nature and destiny, including the most marvelous of all possibilities: eternal life in the presence of God as His heir. Once again quoting President Kimball: “Where else can you learn who you really are? Where else can you be given the necessary explanations and assurances about the nature of life? From what other source can you learn about your own uniqueness and identity?”<sup class=\"noteMarker\"><a href=\"#footnote5-98911_000_038\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">My Beloved Sisters,<\/span> 43.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p12\" class=\"\">When we fully understand that we are daughters of God with rights and privileges that extend throughout eternity—that we are entitled to blessings from Him, dependent upon our faithfulness—then we will look at the world, and our place in it and our responsibility to it, in a different way. Listen to what President Gordon B. Hinckley tells us: “Know that you are daughters of God, children with a divine birthright. Walk in the sun with your heads high, knowing that you are loved and honored, that you are a part of his kingdom, and that there is for you a great work to be done which cannot be left to others.”<sup class=\"noteMarker\"><a href=\"#footnote6-98911_000_038\">6<\/a>\n       <span class=\"footnote\">[“Live Up to Your Inheritance,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1983, 84.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p13\" class=\"\">What is the work to which President Hinckley refers—a work “which cannot be left to others”? The answer, as you might expect, can be found in Relief Society. The third objective of Relief Society states each sister is encouraged to reach out and serve those in her family, her ward, and her community. As sisters, we have the ability and the responsibility to help each other walk in the light of the Lord. No matter where we live and regardless of our age, nationality, marital status, or Church calling, there are those around us who need our love and service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p14\" class=\"\">We are all familiar with the life and work of the late Mother Teresa, who spent most of her life laboring among the world’s poor and impoverished and did much to relieve sorrow and suffering. Once when she was in Australia, she offered to clean the hut of a lonely Aborigine man. In his hut was a beautiful but unlit lamp. When asked why he didn’t light it, he replied, “Nobody comes here.” She made him promise that he would light the lamp, and she promised to have the sisters visit him. Later the man sent word to Mother Teresa: “Tell my friend, the light she lit in my life is still burning!”<sup class=\"noteMarker\"><a href=\"#footnote7-98911_000_038\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">My Life for the Poor: Mother Teresa of Calcutta,<\/span> ed. José Luis González-Balado and Janet N. Playfoot (1985), 76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p15\" class=\"\">As Relief Society sisters we can bring light into the lives of those we serve along with the loaves of bread we bake and the casseroles we share. We can give hope, we can lift, and we can inspire. We can teach of Christ and help others find peace and comfort within His light. As women, we have natural tendencies to love and nourish. Women teach children, bolster friends, encourage husbands, and cheer on the disheartened. Women are givers of life and nurturers of the living. Every one of us has something to give, something to share, and someone to serve. As the second president of the Relief Society, Eliza R. Snow, declared, “There is no sister so isolated … her sphere so narrow but what she can do a great deal towards establishing the Kingdom of God upon the earth.”<sup class=\"noteMarker\"><a href=\"#footnote8-98911_000_038\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Sept. 1873, 62.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p16\" class=\"\">The fourth objective of Relief Society is to strengthen and protect families. Has there ever been a time in all of history when that strength and protection was more desperately needed? It is my sincere belief that the most powerful protection against the deteriorating condition of the family is a faithful, righteous mother. In 1993 President Hinckley said: “I remind mothers everywhere of the sanctity of your calling. No other can adequately take your place. No responsibility is greater, no obligation more binding than that you rear in love and peace and integrity those whom you have brought into the world.”<sup class=\"noteMarker\"><a href=\"#footnote9-98911_000_038\">9<\/a>\n       <span class=\"footnote\">[“Bring Up a Child in the Way He Should Go,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 60.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p17\" class=\"\">As a Relief Society general presidency we reaffirm that motherhood is the most noble work a woman can be engaged in. As we do so, however, we remember that there are many among the most devoted women of the Church who have not as yet had the opportunity to experience motherhood for themselves. For them, the words of Elder Dallin H. Oaks provide insight: “We know that many worthy and wonderful Latter-day Saints currently lack the ideal opportunities and essential requirements for their progress. Singleness, childlessness, death, and divorce frustrate ideals and postpone the fulfillment of promised blessings. In addition, some women who desire to be full-time mothers and homemakers have been literally compelled to enter the full-time workforce. But these frustrations are only temporary. The Lord has promised that in the eternities no blessing will be denied his sons and daughters who keep the commandments, are true to their covenants, and desire what is right.”<sup class=\"noteMarker\"><a href=\"#footnote10-98911_000_038\">10<\/a>\n       <span class=\"footnote\">[“The Great Plan of Happiness,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 75.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p18\" class=\"\">Our fifth objective is to help each sister feel needed, included, valued, and loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p19\" class=\"\">In Relief Society we share our love for each other and for our Heavenly Father. A sister recently shared her feelings about being in Relief Society when she told us, “I have felt the wonderful sense of sisterhood and womanhood, but there has also been a healing force [in Relief Society] that I have found nowhere else.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p20\" class=\"\">Everyone is welcome in Relief Society. There is no one kind of acceptable Latter-day Saint woman. It matters not where you come from, what your weaknesses are, what you look like—you belong here! The Lord loves you—each of you, collectively and individually. We are not ordinary women. We are women of the covenant, women who have recognized the truth, accepted the gospel of Jesus Christ, and made covenants with the Lord to follow Him and do His will. And He needs us—each one of us—to do our part in bringing to pass His great latter-day work among the children of men. We need Relief Society, and Relief Society needs us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p21\" class=\"\">Our sixth objective is to help each sister understand the importance of sustaining the priesthood, as well as the blessings that come from making and keeping sacred temple covenants. In the temple we make eternal covenants with our Father in Heaven. We make promises to Him, and in return He makes extraordinary promises to us. The next time you go to the temple, whether for yourself or your kindred dead, pay careful attention to the promises God makes to you, His daughter. In every part of the temple, the hallowed halls of God’s house are filled with comforting covenants—personal, intimate assurances of His eternal love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p22\" class=\"\">In the 115th section of the Doctrine and Covenants we are admonished to “arise and shine forth, that thy light may be a standard for the nations;<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p23\" class=\"\">“And that the gathering together upon the land of Zion, and upon her stakes, may be for a defense, and for a refuge from the storm.”<sup class=\"noteMarker\"><a href=\"#footnote11-98911_000_038\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20991)\">D&amp;C 115:5–6<\/a><\/span>.]<\/span><\/sup> Sisters, as we consider the programs of the Relief Society, may we allow them to be a defense, a refuge from the storm for us and for others. As President Packer has said, “Strong Relief Societies carry a powerful immunizing and healing influence for the mothers and the daughters, for the single parent, for the single sisters, for the aging, for the infirm.”<sup class=\"noteMarker\"><a href=\"#footnote12-98911_000_038\">12<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> May 1998, 74.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/come-to-relief-society.p24\" class=\"\">I testify to you that Relief Society is an organization of divine origin. We invite all to come to Relief Society. Allow it to bless your life as Heavenly Father intended it to. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98911_000_038\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Relief Society,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98911_000_038\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted by James E. Faust, “Keeping Covenants and Honoring the Priesthood,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 37.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98911_000_038\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Address to Members of the Relief Society,” <span class=\"emphasis\">The Relief Society Magazine,<\/span> Dec. 1945, 717.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98911_000_038\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">My Beloved Sisters<\/span> (1979), 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98911_000_038\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">My Beloved Sisters,<\/span> 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98911_000_038\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“Live Up to Your Inheritance,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1983, 84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98911_000_038\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">My Life for the Poor: Mother Teresa of Calcutta,<\/span> ed. José Luis González-Balado and Janet N. Playfoot (1985), 76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98911_000_038\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Sept. 1873, 62.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98911_000_038\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“Bring Up a Child in the Way He Should Go,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 60.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98911_000_038\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Great Plan of Happiness,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 75.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98911_000_038\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20991)\">D&amp;C 115:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98911_000_038\"><a name=\"-98911_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-98911_000_038\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> May 1998, 74.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}