{"ID":616, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1952, pp. 84-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, from his vision, his enthusiasm, and vigor, we seem to have a real Presiding\nBishop. I hope that all you bishops will get in training, because if you keep up with him, you\nare going to have to run. I congratulate him on the very thorough consideration which he has\ngiven to the problems which are within his jurisdiction.\n<\/p><p>\nMy brethren, again, it is a great, I can hardly say pleasure, because this is not a pleasure for\nme, but it certainly is a great privilege, and a great honor to stand before this great body of\nthe Priesthood, and a great responsibility to try to say something that would be helpful to you,\nencouraging to you, and perhaps instructive. I do not intend to speak long. President McKay\nand President Richards are still to talk, the house is warm, and I am sure from the way you\nare packed in, that you are not too comfortable. We up here have plenty of room. Somebody\nsaid, \"There is always room at the top.\"\n<\/p><p>\nI have thought I might say just a word, and I can crystallize what I have to say in a very few\nwords, about our living up to our opportunities and our privileges and our rights. We hear so\noften that these are troublous times and dread times, that we become weary of the constant\nreminder of something of which we are practically all too fully aware.\n<\/p><p>\nI recently had an experience, I am still having it, in my own family, of a dread disease, polio.\nAs I have watched this little granddaughter of mine, who is getting well very rapidly and is\npromised a full recovery, I have become conscious of how relatively helpless we stand in the\npresence of some of these modern diseases. It seems as if the medical profession no sooner\ngets hold of some disease (some that we have known for generations, for centuries have not\nyet been conquered), but so soon as the medical profession gets hold of them something else,\nunknown, pops up to take its place.\n<\/p><p>\nThis morning in the Welfare meeting, Dr. Woodward was explaining how they were building\nresistance seeds, and he referred to the smut which affects our grains. He said that nature was\njust as busy inventing new varieties of smut that we did not know anything about and could\nnot handle, as we were busy in trying to find some way of fighting those we knew about.\nAnd it does seem to me sometimes as if that is the way in which nature acts with reference to\nthe bodily ailments of the human family.\n<\/p><p>\nNow coming to the point: Brethren I know, as I know that I am talking to you, that the spirit\nof the Lord can help, and does help, where medical science is helpless. You have all had, I\nam sure, that experience. I do not need to tell it to you, but if you have not had it, then if you\ndo have it, you will feel yourselves blessed beyond all measure if you are in a position to go\nto the Lord and ask for his help.\n<\/p><p>\nWhen physicians tell you that little can be done, that they know nothing about the disease, I\ntell you, you fall back awfully fast on the Lord and if we go to the Lord, in humility having\nlived reasonably righteously, the Lord will hear us. And I am sure the Lord overlooks many,\nmany imperfections, overlooks some transgressions, doubtless. He gives us the benefit of all\nof the doubts, and then, it being his will and in his wisdom, he gives us the blessings we ask\nfor, for ourselves or for our loved ones.\n<\/p><p>\nI am told that the three-year-old son of Brother Darley, our assistant organist, has just been\nstricken today with polio. I know what is in that poor man's heart and the heart of the\nmother. May the Lord bless and heal his little one.\n<\/p><p>\nNow, brethren, are you living, and this is the point I want to get out, are you living so that\nyou can go to the Lord with reasonable confidence that he will hear you?\nCan you go and ask him to heal your little ones? Or yourselves? Or your wife? If you can,\nwhen the time comes you will be happy and you will go to the Lord in faith, and the prayer\nof faith availeth much (<span class=\"citation\" id=\"26099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26099)\">James 5:16<\/a><\/span>).\n<\/p><p>\nAs I said this morning, it has always seemed to me that in our prayer, and in our faith, we\nshould always say to the Lord, \"not our will, but thine be done\"\n(<span class=\"citation\" id=\"31316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31316)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nNow, brethren, do not put off putting yourself in order, if you are not in order, yielding\nobedience to the commandments of the Lord, so that when the time comes, if it comes, and I\npray that it will not come to any of you, but when the time comes, you will be able to go to\nthe Lord with a pure heart, and invoke his blessings upon you.\n<\/p><p>\nI have often, I think always, since I have been talking to you here, I have spoken of unity.\nThe Presiding Bishop tonight has pointed out in a striking way, how we can unitedly help to\nsave these tens of thousands of our brethren bring them back into the fold, get them active,\nget them so that they have a right to enjoy the blessings of the Priesthood, the rights to which\nwe are entitled. Join hands with the bishop, help him to work out his problems, help to bring\nthese brethren to a knowledge of the truth.\n<\/p><p>\nSomewhere in them, if they have ever been baptized and if they have not, if they come from\nLatter-day Saint families, there is a spark which may be but faintly glowing, but spark it is,\nand with a breath of helpfulness, solicitation, you can fan that spark into a flame that will\nbuild in that man or that woman with faith in God, and ultimately develop in him, a\ntestimony of the Restored Gospel.\n<\/p><p>\nBrethren, I wish I could make you feel the urgency of this. I do not know when the Lord is\ncoming. I have no idea about it. But I do know this, that the signs we have today are the\nsigns which he said would precede his coming. Similar signs have been in other days and he\ndid not come. But these signs we do now have, and if the Lord's prophecies, the prophecies\nof his servants shall come true, and they will, we shall have more than one plague against\nwhich to preserve ourselves, against which we shall want to call all the faith that we can\npossess, to buttress our call to our Heavenly Father for his sustaining power, his comfort, his\nconsolation, and for the healing influences of his Spirit.\n<\/p><p>\nGod pour this Spirit into the hearts of all of us, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}