{"ID":6160, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are Not Alone\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p3\" class=\"\">Sheri L. Dew<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">We have been promised the constant companionship of the third member of the Godhead and hence the privilege of receiving revelation for our own lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98911_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dc6.jpg\" alt=\"Sheri L. Dew\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p5\" class=\"\">It has been nearly three years since I received one of those dreaded early-morning phone calls. My younger brother Steve had suffered a massive heart attack and died during the night. In an instant, and without warning, my most trusted friend was gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p6\" class=\"\">During the next few days many who loved Steve and his wife and children traveled to their home in Colorado. But it wasn’t until <span class=\"emphasis\">after<\/span> the funeral that I realized that seven dear friends of mine had made the long trip from Salt Lake City to attend the service. Not one of them had ever met my brother. They had come to support me. You can imagine my emotions as they encircled me and one of them said, “We just didn’t want you to be alone today.” In word and deed, they taught a divine principle. It is not good, nor is it intended, for any of us to be alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p7\" class=\"\">The pain of loneliness seems to be part of the mortal experience. But the Lord in His mercy has made it so that we need never deal with the challenges of mortality alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p8\" class=\"\">I was thinking about this recently as I sat through a meeting where the speaker seemed preoccupied with how <span class=\"emphasis\">hard<\/span> it is to live the gospel. By the end of the meeting, I was depressed. He had made living the gospel seem like a sentence to life on the rock pile. It’s not living the gospel that’s hard. It’s <span class=\"emphasis\">life<\/span> that’s hard. It’s picking up the pieces when covenants have been compromised or values violated that’s hard. The gospel is the Good News that provides us the tools to cope with the mistakes, the heartaches, the disappointments we can expect to experience here. Membership in The Church of Jesus Christ of Latter-day Saints has its privileges. Here are just a few: We are led by those holding the priesthood of God, the most powerful and holy force on earth. We are members of the Relief Society, the <span class=\"emphasis\">only<\/span> organization for women founded by a prophet of God. And tonight we will be taught by a <span class=\"emphasis\">living<\/span> prophet, President Gordon B. Hinckley, who is the Lord’s anointed in <span class=\"emphasis\">this<\/span> day. I testify that he is a prophet in every dimension of that word and that he receives revelation to bless the lives of all who have ears to hear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p9\" class=\"\">To these remarkable privileges I add one other. Nephi taught this: “If ye will … receive the Holy Ghost, it will show unto you all things what ye should do” (<span class=\"citation\" id=\"4729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4729)\">2 Ne. 32:5<\/a><\/span>). What a remarkable privilege and promise! Lorenzo Snow said that it is the “grand privilege of every Latter-day Saint … to have the manifestations of the spirit every day of our lives … [so] that we may know the light, and not be groveling continually in the dark” (in Conference Report, April 1899, 52). And his sister Eliza R. Snow declared: “You may talk to the [Saints] about the follies of the world … till dooms day, and it will make no impression. But … place them in a position where they will get the Holy Ghost, and that will be a sure protection against outside influences” (<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Sept. 1873, 63). <span class=\"emphasis\">We<\/span> have been promised the constant companionship of the third member of the Godhead and hence the privilege of receiving revelation for our own lives. We are <span class=\"emphasis\">not<\/span> alone!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p10\" class=\"\">The Holy Ghost enlarges our minds, our hearts, and our understanding; helps us subdue weaknesses and resist temptation; inspires humility and repentance; guides and protects us in miraculous ways; and gifts us with wisdom, divine encouragement, peace of mind, a desire to change, and the ability to differentiate between the philosophies of men and revealed truth. The Holy Ghost is the minister and messenger of the Father and the Son, and He testifies of both Their glorious, global reality and Their connection to us personally. Without the presence of the Spirit, it is impossible to comprehend our personal mission or to have the reassurance that our course is right. No mortal comfort can duplicate that of <span class=\"emphasis\">the<\/span> Comforter. Said President Hinckley, “There is <span class=\"emphasis\">no greater blessing<\/span> that can come into our lives than … the companionship of the Holy Spirit” (Boston Massachusetts Regional Conference, 22 Apr. 1995; emphasis added). And yet Brigham Young lamented: “[We] may have the Spirit of the Lord to … direct [us]. … I am satisfied, however, that, in this respect, we live far beneath our privileges” (<span class=\"emphasis\">Deseret News Semi-Weekly,<\/span> 3 Dec. 1867, 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p11\" class=\"\">Is it possible that in this twilight season of the dispensation of the fulness of times, when Satan and his minions roam the earth inspiring deceit, discouragement, and despair, that we who have been armed with the most potent antidote on earth—the gift of the Holy Ghost—don’t always fully partake of that gift? Are we guilty of spiritually just “getting by” and not accessing the power and protection within our reach? Are we satisfied with far less than the Lord is willing to give us, essentially opting to go it alone here rather than partner with the Divine?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p12\" class=\"\">This Church is a Church of revelation. Our challenge is not one of getting the Lord to speak to us. Our problem is hearing what He has to say. He has promised, “As often as thou hast inquired thou hast received instruction of my Spirit” (<span class=\"citation\" id=\"20862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20862)\">D&amp;C 6:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p13\" class=\"\">It is vital that we, the sisters of Relief Society, learn to hear the voice of the Lord. Yet I worry that too often we fail to seek the guidance of the Spirit. Perhaps we don’t know how and haven’t made it a priority to learn. Or we’re so aware of our personal failings that we don’t feel worthy, don’t really believe the Lord will talk to <span class=\"emphasis\">us,<\/span> and therefore don’t seek revelation. Or we’ve allowed the distractions and pace of our lives to crowd out the Spirit. What a tragedy! For the Holy Ghost blesses us with optimism and wisdom at times of challenge that we simply cannot muster on our own. No wonder that one of the adversary’s favorite tactics among righteous LDS women is busyness—getting us so preoccupied with the flurry of daily life that we fail to immerse ourselves in the gospel of Jesus Christ. Sisters, we can’t afford <span class=\"emphasis\">not<\/span> to seek the things of the Spirit! There is too much at stake. Too many people are depending on us as mothers, as sisters, leaders, and friends. A woman led by the Lord knows where to turn for answers and for peace. She can make difficult decisions and face problems with confidence because she takes her counsel from the Spirit, and from her leaders who are also guided by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p14\" class=\"\">Our responsibility, therefore, is to learn to hear the voice of the Lord. One day while reading about Nephi’s instructions to build a ship, I found myself thinking, <span class=\"emphasis\">But how did Nephi understand so clearly what the Lord was telling him?<\/span> That question launched me on a search for every scriptural evidence I could find of direct communication between God and man. At each one I made a little red <span class=\"emphasis\">x<\/span> in the margin of my scriptures. Now, many years later, my scriptures are littered with little red <span class=\"emphasis\">x<\/span>s, each an indication that the Lord does indeed communicate with His people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p15\" class=\"\">I have experienced this for myself. I remember a time when a personal disappointment had left me exquisitely lonely. One day while searching the scriptures for consolation, I had the impression that I needed to focus on one particular verse. That verse led me to hundreds of others in what became a period of intense searching. But it wasn’t until three years later that another passage leaped out at me as if in neon. Only then was I given to understand what the Lord had been trying to teach me all that time about the power of the Atonement to ease our burdens. Some of the clearest promptings I have ever received have come while being immersed in the scriptures. They are a conduit for revelation. They teach us the language of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p16\" class=\"\">Our ability to hear spiritually is linked to our willingness to work at it. President Hinckley has often said that the only way he knows to get anything done is to get on his knees and plead for help and then get on his feet and go to work. That combination of faith and hard work is the consummate curriculum for learning the language of the Spirit. The Savior taught, “Blessed are all they who do <span class=\"emphasis\">hunger<\/span> and <span class=\"emphasis\">thirst<\/span> after righteousness, for they shall be filled with the Holy Ghost” (<span class=\"citation\" id=\"6458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6458)\">3 Ne. 12:6<\/a><\/span>; emphasis added). Hungering and thirsting translate to sheer spiritual labor. Worshiping in the temple, repenting to become increasingly pure, forgiving and seeking forgiveness, and earnest fasting and prayer all increase our receptivity to the Spirit. Spiritual work <span class=\"emphasis\">works<\/span> and is the key to learning to hear the voice of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p17\" class=\"\">Elder Bruce R. McConkie said, “There is no price too high … no sacrifice too great, if out of it all we … enjoy the gift of the Holy Ghost” (<span class=\"emphasis\">A New Witness for the Articles of Faith<\/span> [1984], 253). What <span class=\"emphasis\">are<\/span> we willing to do, what weaknesses and indulgences will we give up, to have as our personal protector and guide the constant companionship of the Holy Ghost?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p18\" class=\"\">It is a question worth asking, for let us be clear: The adversary <span class=\"emphasis\">delights<\/span> in separating us, the sisters of this Church, from the Spirit. Because he knows how vital our influence and our presence is in the latter-day kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p19\" class=\"\">Where may the people of the world look to find women of virtue and integrity—women who are beacons of goodness because their countenances radiate the light of Christ? To us, the sisters of Relief Society. This is not hyperbole. It is our mandate. There is no group of women anywhere whom the Lord is relying on more than us—women who can hear, and who will heed, the voice of the Lord. The Lord loves the women of this Church! And He is counting on the women of this Church, all over the world, to make the difference that only we can make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p20\" class=\"\">This past spring I spent a day in Siberia. As I walked into a rented hall to meet with the sisters there, the Spirit absolutely overwhelmed me. I knew that I was in the presence of women who were beloved of the Lord—our sister pioneers in Russia. I wondered if that is what it would have felt like to be with Emma and Eliza in Nauvoo. I wasn’t the only one who felt it. Near the meeting’s end, Sister Efimov, the mission president’s wife, leaned over and, in what few English words she knew, whispered, “Very Holy Ghost.” Very Holy Ghost indeed! The Spirit simply cannot be restrained among righteous women who are doing their best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p21\" class=\"\">We will hold only one more general Relief Society meeting this century. The Lord trusted us enough to place us on stage during this pivotal era in the world’s history. We <span class=\"emphasis\">must<\/span> arise as the women we were prepared to be during aeons of premortal training. We don’t have the luxury of living beneath ourselves or being casual about seeking the gifts of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p22\" class=\"\">But we are up to the challenge. Tonight may each one of us resolve that <span class=\"emphasis\">nothing<\/span> will stand between us and the Spirit of the Lord. May we recommit to stretch ourselves spiritually and to work a little harder at seeking the inspiration of heaven to guide our lives. It is the Holy Ghost who leads us to the Lord, who binds us to Him, and who irrevocably seals our testimony of Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/11\/we-are-not-alone.p23\" class=\"\">I know that God is our Father, that Jesus Christ is our Redeemer, and that They have provided a way so that we need never be alone. As my friends supported me in a time of great need, so may we have the Holy Ghost to strengthen and to guide us. May we seek with all of the energy of our souls to hear and heed the voice of the Lord so that we may do what we have been sent here to do. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}