{"ID":617, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1952, pp. 88-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast evening in the meeting of the bishoprics of the Church a youth chorus furnished the\nmusic. It was inspiring. At the singing of the closing song I had to leave this building.\nTonight, in the presence of all of you, I apologize to those young men and young women and\nto you bishoprics, 4000 of whom, approximately, were here assembled. It is true, I had an\nexcuse, to meet some eastern men at nine o'clock who had to leave the city at seven this\nmorning, and we met that appointment. But that in no way lessened my sense of having\nshown what to me, always seems disrespect, if not irreverence, on the part of anybody who\nleaves a house of worship before the close of the exercises. To the Bishopric, to you bishops,\nto you leaders who had those young people there, and to them especially I offer my apology.\n<\/p><p>\nWe have had tonight, as we had last night, presented to us by the Presidency of the Aaronic\nPriesthood, an expanded vision, of the great work of the Lesser Priesthood. God bless you,\nthe Presiding Bishopric and the bishops throughout the Church, as you enter upon this new\nactivity, and he will bless you if you follow the instructions of your leaders and the\nimpressions that the Spirit of the Lord will give you.\n<\/p><p>\nTonight I have a message in my heart, whether I can give it to you, as I should like, it may\nbe a question, and I pray for your sympathy and faith and prayers.\n<\/p><p>\nI am going to lead up to the topic by referring to a kind of will that a man wrote to his son.\nAmong other things he said, \"It has not been my fate, in life's sharp struggles to win the\nhonors other men have won. Mine has not been a life of great achievements; I have not done\nthe deeds some men have done. But I have kept unsullied and untarnished that thing, a name\nentrusted to my care. I have not let dishonor dim its luster, nor have I let shame leave its\nblack mark there.\" And then, he finally tells what he has done, \"I have made, instead, my\nname synonymous, in all men's minds, with things the most worthwhile.\" And here, in his\nopinion, they are: First, \"with strength to do the right, though none might see me.\" Second,\n\"with grit to meet disaster with a smile.\" Third, \"with loyalty to those with claims upon me.\"\nFourth, \"with justice equally toward foe and friend.\" Fifth, \"with honor, truth, integrity,\nsquare-dealing&mdash;'My word my bond.' \"\n<\/p><p>\nAll the virtues he had striven to develop, it seems, he climaxes, with \"<i>My word my bond<\/i>.\"\nAnd that is the subject of my message to you. <i>The sacredness<\/i> of promise.\n<\/p><p>\nRecently, in this city, a prominent physician lay dying. Realizing that the end was near, he\ncalled his sobbing wife to his side and said, \"Years ago when I was on a\nmission I promised I woman who was ill in the hospital that if she did not recover I would do\nher work in the temple. She did not recover. I tried to get her genealogy but could not, but I\nhave her name, and I ask you now to see to it that my promise to her is fulfilled.\" His word\nwas his bond. He was called to the other side before he fulfilled it, but he transferred that\nresponsibility to his wife. She came to me following his death, and said, \"I have promised to\ndo that woman's work.\" Now this wife is not a religious woman, and has done very little in\nthe Church, but she has given her promise and she wants it fulfilled. <i>Her Word her Bond!<\/i>\n<\/p><p>\nI have told you before about a man a prominent English lord, who had to borrow funds from\nhis two friends. To the first he gave his note, but before he could pay that note, his lordship\nfound himself in financial distress again and borrowed from another friend, to whom he gave\nhis promise. When his lordship's income was sufficient to repay those loans, the two men\nwere present. The man who held his lordship's note was surprised to learn that both could not\nbe paid, and that the gentleman intended to pay the second lender, first. To that the first\nprotested, saying, \"Your lordship, I was first to lend you and therefore should be paid first.\"\nHis lordship answered, \"You have my note, guaranteeing payment; this gentleman has only\nmy word of honor. I shall redeem my word of honor first.\" At that the holder of the note\npulled the note from his pocketbook, tore it into shreds and threw the pieces into the\nwastebasket, saying, \"There, your lordship, I have only your promise.\" \"As you have put it\nupon that basis, you shall be paid first.\"\n<\/p><p>\nOnly a little, simple incident of a man outside the Church who sensed that his word was his\nbond.\n<\/p><p>\nFellow members of the Priesthood, do you so esteem your word? In all sincerity I ask it,\ntonight. You and I have given our words, our covenants.\n<\/p><p>\nDo we hold them as sacred as did the people of Ammon, the story of whom you find in the\nBook of Mormon, who made an oath that they would never shed blood, and the time came\nwhen their benefactors were being punished, persecuted, killed, and the people of Ammon\nthought they would break that oath, but Helaman said no. And so those good men and women\npreferred death, if necessary, rather than break their word, violate their oath\n(<span class=\"citation\" id=\"8928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8928)\">Alma 53:10-15<\/a><\/span>).\n<\/p><p>\nYou know the story of how two thousand boys went out to sacrifice their lives if necessary,\nso that their parents would not violate that oath. I wish to read something about those boys.\n<\/p><p>\n\"And they were all young men, and they were exceedingly valiant for courage, and also for\nstrength and activity; but behold, this was not all&mdash;<i>they were men who were true at all times<\/i>\n<i>in whatsoever thing they were entrusted<\/i>\"\n(<span class=\"citation\" id=\"8929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8929)\">Alma 53:20<\/a><\/span>).\n<\/p><p>\nThat is a great story, and an inspiration to young men in all the world.\n<\/p><p>\nNow, the application&mdash;Do you realize that we made a promise, a covenant at the water's edge?\nYou and I are pretty well along in years, some of you, but we remember our baptism on our\neighth birthday. There was a sense that came to us that we would not swear after that\nbaptism, that we would do whatever our parents asked us to do, that we would do our part, or\nrender service in the Church when called upon to do it. We were only children at eight years\nof age, that is true, but I can remember those feelings and sentiments as clearly as though\nthey were yesterday. Don't you?\n<\/p><p>\nLater we realized what that covenant is. We buried the \"old man\"\n(<span class=\"citation\" id=\"42703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42703)\">Rom. 6:6<\/a><\/span>), with all of his weaknesses,\nhis jealousies, his tendency to slander, that we might come forth and walk in the newness of\nlife (<span class=\"citation\" id=\"42702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42702)\">Rom. 6:4<\/a><\/span>).\nWe refer to it now as the covenant made at the water's edge.\n<\/p><p>\nYou made it, you gave your word. Is your word your bond? I ask the Church, and especially\nthe men who hold the Priesthood.\n<\/p><p>\nAgain, every Sunday in Sacrament meeting we give our word of honor, that\nwe are willing to take upon us the name of the Son, that we will always remember him, that\nwe will keep his commandments which he has given us, that we may have his Spirit to be\nwith us (<span class=\"citation\" id=\"12970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12970)\">D&amp;C 20:77<\/a><\/span>).\nWhat a covenant! And we make it in the presence of one another and in the presence\nof God whom we are worshipping that day.\n<\/p><p>\nAnother promise: do you remember what you said when you took your sweet wife through\nthe Temple, your confidence in her, her purity, her worthiness was supreme&mdash;as pure as a\nsnowflake, as spotless as a sunbeam, as worthy of motherhood as the purest of virgins. And\nshe had that same confidence in you, as a husband and father; and together you stood in the\nHouse of the Lord and covenanted with each other that you would be true.\n<\/p><p>\nIs your word your bond? If so, then there should be no divorces, and the man who, because\nof his tendency to drink, abuses his wife and severs that connection, the man who, through\ndesire to gratify his passion, becomes untrue to his wife, violates his word. There is no other\nexplanation for it.\n<\/p><p>\nWe are a covenant people. I am thankful we are. We develop the virtues mentioned by the\ngentleman to whom I referred at the opening of my remarks. We keep unsullied and\nuntarnished our name; we have not let dishonor dim its luster, nor have we let shame leave its\ndark mark there. We pray for strength to do the right, though none might see us. We want\ngrit to meet disaster with a smile. We teach loyalty to all who have claims upon us. We\nadvise to exercise justice equally to friend and foe. We teach honor, truth, integrity, and\nsquare-dealing, but to all this we add <i>sacredness of our word of honor<\/i>.\n<\/p><p>\nGod help us to keep our covenants. With all my soul I pray that the Priesthood of the Church\nmay have that power in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}