{"ID":619, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Invitation<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1952, pp. 97-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel very deeply the responsibility of this great opportunity. I assure you I need the aid of\nthe Holy Spirit, and I humbly pray that I may enjoy it.\n<\/p><p>\nI desire to use this opportunity to extend an invitation. In giving this invitation I feel that I\nshall have the approval and support of my associates in the Presiding Councils of the Church,\nnot necessarily in its manner of presentation, but in its substance, and that they will sustain\nme in speaking for them as well as for myself. To the people of the Church, there is nothing\nnovel in this invitation. Although it has gone out to the people of the world for more than a\ncentury, there are still few of the world who fully understand its import.\n<\/p><p>\nThis is the invitation, addressed: \n<\/p><p>\nTo All Men, Women, and Children\n<\/p><p>\nDear Friends: \n<\/p><p>\nYou are cordially and earnestly invited to participate in building the\nkingdom of God in the earth.\n<\/p><p>\nPlace&mdash;Everywhere.<br \/>\nTime&mdash;Now.\n<\/p><p>\n                     Signed: \n<\/p><p>\nTHE CHURCH OF JESUS CHRIST OF LATTER-DAY SAINTS\n<\/p><p>\nThe acceptance of this invitation will not materially alter the living habits of many good\npeople. Those who have within their hearts a love of God and their fellow men, and devote\nthemselves to Christian service, will discover in identifying themselves with our Father's\nkingdom a significance to their high idealism and their humanitarian service which will\nsurpass any concept of living they have ever known. They who have not conformed their lives\nto the divine will and have succumbed to the weaknesses of the flesh, will discover that in\nparticipation in the kingdom there is help, merciful and understanding, which fosters\nrepentance and forgiveness and gives strength and courage to overcome and be happy.\n<\/p><p>\nI shall try to tell you something about the kingdom and some of its features which hold so\nmuch of attraction and promise to all the various segments of the world society.\n<\/p><p>\nFirst, there is the common man of the world. I use \"common\" in no derogatory sense. The\nworld makes distinctions among men on the basis of education, wealth, and position.\nFundamentally, I make no such distinctions, but we are all obliged to admit that the great\npreponderance of all men are not in worldly preferential classes. This common man in some\nrespects is the most important element in the world society. In democratic nations, where\naristocracy, caste, and statism do not circumscribe his activities, he often rises to leadership.\nLikewise in democratic countries, he chooses the leadership because of his voting\npreponderance. Perhaps even more importantly, he is at the head of most of the households of\nthe world. He begets its populations, supports its infancy and youth, influences and in large\nmeasure determines social and other trends.\n<\/p><p>\nWhat does participation in the kingdom do for the common man? First, it brings to him an\nenlarged and more adequate understanding of himself. It defines for him in a realistic and not\nmerely in a visionary way his relationship to his God and his fellow men. Second, it brings\nconscious purpose into his living. It dignifies his service and enables him to distinguish\nbetween the really worthwhile and the frivolous, or less important. It gives to him the\nlegitimate pride of being associated with a great cause, the greatest in all the world; and third,\nand perhaps in importance greatest of all, membership in the kingdom makes it possible for\nhim to receive the delegation of divine power itself and rejoice in the blessings brought by it\nto our Father's children.\n<\/p><p>\nThis wide distribution of the Holy Priesthood is one of the most distinctive features of the\nrestored kingdom of our Lord. There is creditable evidence to believe that when the Savior set\nup his Church in the Meridian of Time, he caused a wide distribution of the priesthood to\nmembers of his Church then as he has done in his restored Church. How logical it seems,\nupon reflection, that this should be his desire. Why should he wish to restrict the holding of\nhis divine power, which may be delegated to men, to any favored group or ecclesiastical\norder? If men are the sons of God created in his image and endowed with divine attributes,\nwhy should not all who make themselves worthy in righteousness be eligible for the divine\ncommission of the priesthood? All are eligible in the kingdom of our Father. Adherence to his\nlaw is the only requirement, and the officers of the kingdom are under compulsion to bring\nthis great benefaction to all who are worthy.\n<\/p><p>\nIf I had time at my disposal, I should like to give to the men to whom I present this invitation\na more complete explanation of the nature of the Holy Priesthood and the manner of its\nexercise, as set forth in revelations given at the founding of the Lord's\nkingdom in this dispensation. I must content myself merely with the statement that the\npriesthood of Almighty God, bestowed upon his servants, is a very different thing from what\nmany men of the world suppose it to be. It is an authoritative power given by divine\ncommission, but in essence and use it is invested with the virtue, kindness, mercy, and\njudgment of its Divine Author, the Savior himself.\n<\/p><p>\nNow to the common man&mdash;he who has not known the emoluments and preferments which\nthe world gives&mdash;what a distinction, what an encouragement, what an uplift of spirit, and\nwhat high hopes await him as he shares with his brethren the Holy Priesthood in the Lord's\nkingdom. The common man has aspirations, even though their attainment may seem remote\nand very dim. Improvement and progression are the laws of life. Here, with the investiture of\nthe Holy Priesthood lie opportunities unlimited for the fulfillment of worthy and lofty\nambitions for the common man, as for all men of high or low station in life.\n<\/p><p>\nIt must have seemed a great and daring project to build a Church without a professional\nclergy. It was even a greater innovation to set one up without laity, where every man and boy\nis a minister of religion. Joseph Smith had no precedent for such an organization, save only in\nthe Church set up by the Master himself in his own earthly ministry. It is no wonder that such\na novel concept was shocking to the Prophet's contemporaries. It undermined the necessity of\nthe callings of the \"gentlemen of the cloth\" and wiped out the need for the so-called spiritual\nexperts. While the new doctrine abjures ignorance and acclaims intelligence, its objective is to\nmake every man his own spiritual expert, with divine power in himself to understand and\napply the laws of the gospel to himself and those dependent on him. This universal and\ngenerous bestowal of the priesthood makes every recipient a teacher and preacher of the word\nof God; whether or not he be called to a special position, his diocese is as large as his circle\nof family, friends, and acquaintances, and he is under obligation to teach to them the revealed\ntruth. If he has limitations of utterance, there are no limitations to the power of his example\nand the radiation of his personality among those who know him. Here in the Lord's kingdom\nis the most perfect exemplification of his great law of fairness and equality that \"God is no\nrespecter of persons\" (<span class=\"citation\" id=\"7667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7667)\">Acts 10:34<\/a><\/span>).\n<\/p><p>\nNow I have very great pleasure in extending this invitation to all women. I am sure I cannot\nmake it as attractive as it could be made, but perhaps I may be able to point out a few items\nwhich should be of serious concern to women and which may intrigue their interest. It would\nbe expected that in the women's world I should first bring forward the subject of the home.\nDespite modern social trends, and the so-called emancipation of women from the alleged\ndrudgery of home life, I am sure we need no statistical proof to convince us that the great\npreponderance of our women want husbands and families and I am optimistic enough to\nbelieve even in the face of shocking figures or divorce, that the overwhelming majority of\nwomen would like to keep their husbands and preserve the enduring solidarity of the home. If\nthese assumptions are correct or nearly correct I am justified in giving women the assurance\nthat in no other place or institution in the world will they find such high and lofty concepts of\nmarriage and home as in the restored kingdom of our Lord. Here a woman is neither a slave\nnor a doll, but a real partner in the enterprise of building the kingdom. The part she plays is\none of great dignity with opportunity for the abundant expression of all the finer feelings, the\ntenderness, the patient love, and the ennobling qualities which are attributes of her sex.\n<\/p><p>\nIn the kingdom a woman does not hold the priesthood, but she shares it with her husband, and\nshe is the immediate beneficiary of many of its great blessings. When she\nunites in marriage with a man of the priesthood in one of the temples of the kingdom, the\nblessings pronounced upon her are of equal import to those given her husband, and these\nblessings are to be realized only through the enduring compact of the marriage, for \"man [is\nnot] without the woman, neither the woman without the man, in the Lord\"\n(<span class=\"citation\" id=\"218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(218)\">1 Cor. 11:11<\/a><\/span>). If\nevery woman fully understood this lofty concept of marriage she would want no other. It is\nnot a marriage solemnized with elaborate ceremony and pageantry, for show and social\nprestige. No great church is filled with spectators; only a few are present&mdash;the contracting\nparties, a humble man of the priesthood to officiate, the witnesses, usually the parents, and a\nfew of the family and close friends. Such a marriage contemplates taking the Lord into the\npartnership, so the participants meet in his house and make their covenants with him and each\nother, in privacy, in humility, without ostentation, safeguarded from the stare of the curious or\nthe praise of the indulgent. Does a man or a woman seek public acclaim for a private prayer?\nWhy should a couple, entering into the most solemn engagements they will ever make in their\nlives of a private and personal nature, expose themselves to public scrutiny, and distract their\nminds from a sacred ceremony by the exigencies of style and show? I am speaking of the\nmarriage ceremony, not the wedding reception. I remember once reading an article written by\nan old minister who had officiated many years in Trinity Church in downtown New York. He\nsaid that during his time he had seen the Christian ceremony of marriage, at one time sacred\nand impressive, degenerate into a paganistic pageant designed to achieve social notoriety. That\ncan never happen to a temple marriage. It is a calamity for it to happen to any marriage, for\nsuch a tendency may be in no small measure responsible for the instability of marriage in\nrecent years.\n<\/p><p>\nThe home-loving women will find in the kingdom other revealed concepts about life, which\nwill bring to them great happiness and hope and satisfaction. They will learn that the home,\nof which they are such an indispensable part, lies at the very basis of purposeful living here in\nthis life and of our aspirations for the higher blessings in the life to come. They will learn\nthat a couple, rightly married, are called to officiate in a transcendently beautiful and vital\nservice. As a priest and priestess in the temple of the home, it is their high privilege to\nreceive the spirit children of our Eternal Father into mortality; then to nurture, train, and lead\nthese chosen ones coming to their home back into the eternal presence whence they came. It\ntakes but a moment to say this sentence; it takes a lifetime to fill the mission of parenthood. It\nis a glorious mission when it is accepted and fulfilled. It is a tragic experience when it is\nresented. Women of the kingdom find the supreme joy of their lives in their families despite\nthe sacrifices and self-denial entailed in their care and training. They are taught and they\nbelieve that the highest blessings of heaven will be realized through the projection of their\nhomes into eternity. They have complete confidence in the perpetuity of the family\nrelationship when sanctified and sealed under the power of the Holy Priesthood. If a child is\nparted from the family group they do not feel that he is lost. They confidently expect a\nreuniting in the eternal family circle, and while they are sorrowful at earthly partings, the only\nthing they really fear is sin which may deprive the erring one of his place in the eternal home.\nWomen who enter into these eternal unions with their husbands are far better fortified to\nwithstand irritations not uncommonly incident to domestic life. They and their husbands look\nahead, and in their long-range vision, they are disposed to overlook many of the temporary\nobstacles to happy, compatible living. Just think of the tragic plight of innocent children\naverted by this concept of enduring marriage. Every woman who has serious concern for the\nattainment of a full and happy life will do well to ponder the eternal truths\nof the kingdom.\n<\/p><p>\nThere is an ever-increasing tendency for women to seek activity outside the home. I count it\nas fortunate that modern conveniences have served to shorten the hours necessary for a\nmother to spend in home and family care. You will observe that I did not characterize a\nmother's duties as drudgery. It has been my observation that devoted mothers have never so\nregarded their duties to their family, however long the work may have taken. Even when\nhome care required very long hours, mothers of the kingdom found time and means for\ncountless acts of mercy and kindness in both organized and private capacity. Now under the\nfavorable conditions mentioned, a large part of the work of the kingdom of our Lord is\ncarried forward by good women. They have immediate responsibility, under the direction and\ncounsel of the priesthood, for great organizations of women, and they give invaluable\nassistance in substantially all of the institutions of the Church. They have so many avenues of\nservice that there is opportunity for the utilization and expression of all their talents and great\nabilities. There is no place in the world where women can render service more completely\nacceptable to the Father and more satisfying to themselves than in his kingdom.\n<\/p><p>\nAnd now I must extend the invitation to youth, boys and girls in school, on the farm, in the\nfactories, in the military establishments, wherever youth is found. I invite all of you young\npeople to come to a divinely appointed society where there is more knowledge about your\nbeginnings, your needs, and your legitimate purposes and ambitions than is to be found in any\nother place in the world. I am aware that you may regard that statement as arrogant and\npresumptuous, but I think you may view it differently when I tell you that the knowledge of\nwhich I speak is not man-made; it is not the product of scholastic research; it is God-given,\nrevealed by him for his kingdom. This knowledge brings reconciliation of all truths, however\nmuch at variance the findings and statements of men may seem to be. The whole learning\nprocess is simplified. All aspects of life and living are properly evaluated and the objectives\nmade clear, freeing youth from the frustrating uncertainties of much of modern philosophy\nand teaching.\n<\/p><p>\nMy young friends, you can scarcely appreciate what a relief it will be for you, and how much\nit will contribute to your peace of mind and your happiness to have clearly defined objective\nto which you can confidently direct the energies of your life. I invite you into activities which\nwill stimulate you to the development and exercise of the best within you. Your latent talents,\nyour love of people, and all of your native abilities shall find opportunity for abundant\nexpression. This society will teach you how to acquire happiness in goodness, which is the\nonly lasting happiness. It will teach you how to become master of yourself, to control\nappetites and passions, and thus acquire the attributes of great character. It will thus contribute\nto your success in occupations of your choosing because no permanent success comes to those\nwho do not possess good character.\n<\/p><p>\nPerhaps your greatest acquisition in coming into this society and allying yourself with the\nkingdom will be the knowledge of God and how you can best serve him. You will discover\nfor the first time your mission in life, what the Father has for you to do. You will rise in your\nown righteous self respect. Young men will be endowed with the Holy Priesthood. They will\ndiscover, while not foregoing the happiness of youth, that much of its frivolity and levity may\npositively be replaced with joyful service in a great cause. Young women also will discover\nthe same thing and be made to rejoice in the good they can do. I have seen thousands of\nyoung men and young women go into the mission field. I\nhave heard these testimonies and witnessed the great happiness the work of\nsaving souls has brought to them. I have heard them proclaim these years of unselfish\ndevotion to the Master's work the finest of their lives. Where my young friends, can you find\ncomparable opportunities to those furnished to you in the kingdom of the Living God?\n<\/p><p>\nAnd now, my friends, both old and young, I ask you this question: Is it well to procrastinate\nyour decision on the matters I have briefly submitted to you? Is the tenure of life so secure\nthat we can safely wait until next year for the consideration of matters so vitally affecting our\nlives here and hereafter? I attend many funerals. Some lives are terminated very abruptly,\nmost unexpectedly. I witness the sorrow of loved ones in sad partings. A funeral is not a time\nfor criticism. We think and speak of those who are gone in charitable, kindly terms. We leave\nthe judgments to the Great Judge, but I think that many a family suffers its greatest sorrow in\nparting with a loved one in a remembrance of opportunities lost, omissions and commissions,\nthat they sadly wish might have been averted. Such are the hazards in the postponement of\nour reconciliation with the Lord, and the acceptance of the holy gospel. None of us can be\nsure that he can finish the course of life in perfect faith and devotion, but all of us can be\ncertain that we can never run the course without starting. My invitation is to start the course\nof life in the Lord's way, now, while there is time.\n<\/p><p>\nI cannot close without saying a word about my own personal experience in the kingdom of\nour Father. If I have any justification in doing this, it is in the hope that there may be some\nwho listen who may find a measure of encouragement in what I tell them. I was not trained\nfor the ministry in the sense in which the world understands such training, a condition which I\nshare with my brethren for reasons I have heretofore explained. I was trained in a limited way\nfor the law and for business. Perhaps my most liberal education has come out of contacts with\nmen in many walks of life. With few exceptions I have admired the men and women I have\nknown, and men and women of high intelligence, deep learning and capacity to serve well in\ngood causes have commanded my respect and esteem. In the presence of a great mind, I have\na feeling akin to reverence.\n<\/p><p>\nThere has been over the years, however, one observation which I have made, which, I may\nsay frankly, has reduced my admiration for many able men and women, and has brought to\nme great concern about them. I have observed that many, successful in material achievements,\nhave seemingly taken pride in emancipating themselves from spiritual things, with a boastful\nindifference expressed in such statements as \"I am not naturally religious\"; \"Religion is for the\nwomen and the children\"; \"I carry my religion in my wife's name.\" Personally I think these\nattitudes are defensive tactics, not truly representative of the inner feelings and sober\nconsciousness of those who present them. I am not speaking now of men who have permitted\nsin to deaden their conscience. I am speaking of men whom I have known in the world of\nbusiness, and countless others like them.\n<\/p><p>\nI wish to make this statement to all such men and women, and I hope I can do it without\nappearing boastful. I have known professional ambition. I have had association with business\ninstitutions for almost a half century of time. I have served in various capacities in\ncommercial and community enterprises, and have enjoyed the emoluments, the satisfactions,\nand friendly relationships emanating from such associations. With this background of\nexperience, not as a preacher, although it is my duty and privilege to preach, I give to my\nfriends the assurance that if they will recast their ideas and attitudes about the relative\nimportance of the spiritual to the material, and bring themselves to participate in the mighty\ncause of establishing God's kingdom in the earth, they will find a satisfaction, a sureness of\npurpose, a peace and contentment, surpassing anything they have ever\nknown. They will not be ashamed to say to themselves and to their fellows that God and his\nwork come first. When they can develop the faith and the courage to make this\nacknowledgment, self-sufficiency and egotism will be replaced by humility of spirit. The\nbrotherhood of man will become real to them. Their service will be ennobled, and they will\nlay the foundation for the attainment of the highest rewards and blessings vouchsafed to\nhumanity.\n<\/p><p>\nI have observed that ambitious, intelligent, \"red-blooded\" people are seldom satisfied except\nwith the best. When I invite men and women into the kingdom, I invite them to come and get\nthe best, which is obtainable in no other place or institution in this wide world. I know that is\ntrue, and the reason I know it, and the reason you should believe it is that the Lord himself\nhas declared that it is so. The prophets of old predicted it, as did the Lord and his disciples in\nthe Meridian of Time, and irrefutable evidences of the authentic establishment of the kingdom\nin our day invite the scrutiny and investigation of all honest people.\n<\/p><p>\nIn addition, there is available the testimony of the Holy Spirit, more confirmatory and more\npersonally satisfying than all other evidences. I promise you in the name of the Lord Jesus\nChrist that divine testimony will come to you, my friends, if you will enter the reestablished\nkingdom of our Lord and participate in his glorious work in the world. I pray that the Lord\nwill bless you and remove prejudice and bitterness and indifference from your hearts, and\nbring to you a humble desire to share the truth with your brethren and sisters in the family of\nGod, who loves you. I so pray in the name of Jesus Christ, the Lord of the kingdom. Amen.\n<\/p>\n<\/div>\n<\/div>"}