{"ID":62, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Valiant in the Covenants<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1943, pp. 63-67<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have enjoyed with you, my brethren, the spirit and instructions of this conference, and while\nI have been sitting upon the stand and realizing that I would be called at some session of the\nconference to speak, my mind has entertained a variety of thoughts and I wonder if I can\nbring to your mind some of these reflections in a way that will be appreciated and\nworthwhile.\n<\/p><p>\nI see in this large body of men a representation of the Priesthood and ministry of the Church\nof Jesus Christ of Latter-day Saints, and I realize, to some extent at least, what the\nresponsibility of holding the Priesthood and being a minister of the Lord means.\n<\/p><p>\nSACRED COVENANTS\n<\/p><p>\nWhen we embraced the gospel by baptism, by that act we covenanted that we would keep the\ncommandments of God. When we received the Priesthood, by that act we covenanted to\nmagnify that Priesthood, and when we received these various positions which grow out of the\nPriesthood, and which we as a part of the ministry have received, it has been usually with a\npromise on our part that we will magnify that calling to the best of our ability. That comes in\nthe nature of a solemn covenant made before the Lord and His servants and should not be\nregarded lightly on our part.\n<\/p><p>\nTHE COUNCIL IN HEAVEN\n<\/p><p>\nI congratulate you and myself, brethren, on being engaged in the work of the Lord&mdash;the\ngreatest and grandest and most glorious work in which man, angels, or Gods can be engaged.\nAll that we know, all that we have heard that has come from our Father in heaven and from\nHis Son Jesus Christ, pertains to the salvation of the souls of men. As the Father walked and\ntalked with His servant Moses, He explained to Moses, \". . . behold, this is my work and my\nglory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"38910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38910)\">Moses 1:39<\/a><\/span>). Accordingly a\ncouncil was called in heaven where the plan of man's salvation was considered, and Jesus, the\nFirst-born of the Father in the spirit, came forward with a proposal to do the will of the\nFather. Said He: \". . . Father, thy will be done, and the glory be thine forever\"\n(<span class=\"citation\" id=\"38912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38912)\">Moses 4:2<\/a><\/span>).\nHe was chosen as the Savior of the world and by Him, under the Father, the world was\ncreated and made and all things therein\n(<span class=\"citation\" id=\"7507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7507)\">Acts 17:24<\/a><\/span>).\nWe sanctioned the plan of salvation and our resolves\nwithout a doubt were that we would abide by that plan in all particulars, that in the end we\nmight be like our Father and dwell with Him in His kingdom; and the morning stars sang, and\nwe, the sons of God, shouted for joy\n(<span class=\"citation\" id=\"26632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26632)\">Job 38:7<\/a><\/span>)\nin this great plan, all looking toward the saving of the\nsouls of our Father's children&mdash;all of us, for the Prophet Joseph tells us that we were all there\nin the Council of Heaven, that we saw the Savior chosen and appointed and the plan of\nsalvation made, and we sanctioned it. Then it is not going too far, I think, to say that this is\nthe noblest work in which even the Gods can be engaged. And what an honor it is, and we\nshould so regard it, to be privileged to work with the Father and for the Father in the\naccomplishing of His purposes, looking to the saving of souls. I wonder if we fully appreciate\nthis honor.\n<\/p><p>\nEFFECTS OF WAR UPON THE CHURCH\n<\/p><p>\nWe are living in perilous times. Many of the Latter-day Saints are troubled in their minds,\nhave great anxiety because of the war and because their loved ones&mdash;husbands, brothers, and\nsons&mdash;must of necessity engage in the war, many of whose lives have been lost and others are\nin jeopardy and in danger. We regard the cause as a just one. This country was given to us of\nthe Lord. The constitution and laws of the country were given to us of the Lord. Our liberty\nand our freedom came from the Lord, and, where it is necessary, we must fight to maintain\nthat freedom, and liberty, and peace. It is only reasonable to believe that the Lord intends that\nthese things be preserved unto us, if only we will be worthy and keep His commandments.\nBut there is trouble just the same, troubled hearts and minds, and the war has not only\naffected the individual members of the Church along with other people of the world to their\nsorrow, but also the Church of Jesus Christ of Latter-day Saints feels its effects. We can see\nits baneful effects in all the organizations of the Church. As we move among you brethren in\nthe stakes of Zion attending the conferences, we note how the quorums of the Priesthood are\ndisrupted, officers and members alike called into the service of their government, and the\nwork is greatly hampered. Because of the rationing of rubber and of gas for our motor cars,\nthe auxiliary associations of the young men and the young women do not have the attention\nwhich they heretofore had. The leading officers are not able to visit and associate with them\nand encourage and help them along as formerly.\n<\/p><p>\nI receive each month a report from the various temples of the work being done. Since the\nbeginning of the war there has been a tremendous falling off in the amount of temple work\ndone in all the temples of the Church&mdash;a lamentable condition.\n<\/p><p>\nWe receive a monthly report through the First Council of the Seventy of the missionary work\nin the stakes of Zion, and we observe that there has been a great falling off of\naccomplishment in that work.\n<\/p><p>\nOur elders are returning from the mission field in large numbers, but very few going into the\nfield to replace them, and we wonder what the results are going to be. I wonder, brethren, if\nwe are doing all we can to improve this condition in the Church.\n<\/p><p>\nSUGGESTION FOR CARRYING ON MISSIONARY WORK\n<\/p><p>\nI had the pleasure this last week of interviewing a returned missionary whom I set apart six\nmonths ago to go into the mission field for a short-term mission. He is seventy-three years of\nage, and this was the eighth mission for him. Every winter for eight years he has spent about\nsix months in the mission field. He is not a wealthy man, he has no farm to return to, he has\nno business, but he informed me that he has an invitation from the mission president to return\nnext winter; and he intends so to do if in the meantime he can earn enough money for his\nkeep in the mission.\n<\/p><p>\nI am wondering, brethren, if in your quorums of the Priesthood, if in the stakes and wards of\nZion, and possibly in the mission fields, there are not a number of men who are not needed in\nthe service of their country, and women also, who could go upon missions for short terms.\nThese will usually be men and women of experience, and I think we could get a number of\nthem if we would like, and I feel we would have a forceful corps of missionaries in the\nmissions of the United States if we were to adopt more fully this plan. I remember a number\nof years ago when the President of the Church called upon the people for volunteers for this\nkind of work. One of my sons who had ten or fifteen men working for him in his business,\nvolunteered his services and turned his business over to one of his employees and went out\ninto the mission field for six months and performed yeoman service, and at that time I think\nthere were quite a number who responded to the call. I have not heard that the President of\nthe Church has withdrawn the invitation to members of the Church to engage in that kind of\nservice.\n<\/p><p>\nLOCAL MISSIONARY LABORS DURING WORLD WAR I\n<\/p><p>\nI had the honor during the World War of presiding over the European Mission. During that\nperiod missionaries had to come home. In the British Mission we were reduced at one time to\nseven missionaries from home. We found there women doing men's work as they are doing\ntoday, and we concluded that if they could do men's work outside of religious labor, they\ncould do men's work as missionaries, and so we called women folk. We had as many as three\nhundred seventy-five lady missionaries laboring in Great Britain at one time, and we called\nyoung men, who were not old enough to bear arms, into the ministry with the promise that if\nthey filled two years' mission faithfully and desired to come to Zion, their fares would be\npaid the same as missionaries who came from Zion into the mission field. When I left that\nmission field, as I remember, we had twenty-three local men laboring, men of families, giving\npart-time service presiding over districts, and a wonderful work was accomplished. The tithing\nduring nearly three years that I was in Britain nearly doubled itself, and the baptisms were\nalmost as many as when we had seventy missionaries from Zion laboring in that country.\nWhile this was going on in Great Britain, a similar work was being done in Germany under\nthe presidency of Angus J. Cannon, and in the Scandinavian countries under the presidency of\nBrother Christiansen. It can be done today, I think. I think Brother Clawson said on one\noccasion, speaking about the work that was done in those countries during the war, it was\nonly because there was a war on, otherwise it could not have been accomplished. If that is the\ncase, we have a war on now and the conditions are very similar, and I believe it can be\nworked out.\n<\/p><p>\nCONVERSIONS IN STAKES\n<\/p><p>\nHere at home in this stake missionary work I do not know whether these brethren are all\naware that we have had more conversions in the stakes of Zion, according to our statistics,\nduring the past few years than we have had in the mission field. There are people here to be\nconverted, and it shows something of the activity of these stake missionaries.\n<\/p><p>\nI want to say that here in the Liberty Stake I have a daughter laboring as a stake missionary.\nShe is 58 years of age, a grandmother, and her associate in that work is a lady almost as old.\nPresident Merz, the president of that mission, informs me that she is doing a good work. So\nwhy not have some of our elderly sisters called, who can be spared, and engage in this work?\nI think this is one way in which we can offset perhaps, the disadvantages that come through\nthis world war.\n<\/p><p>\nTHE PURPOSES OF THE LORD TO BE ACCOMPLISHED\n<\/p><p>\nAnd now as a ministry are we doing our full duty&mdash;presidents of stakes, bishops of wards,\nquorums of Priesthood&mdash;are we seeing to it, as far as we have influence and authority, that\nthose over whom we are presiding, are doing their duty? Brethren, I know that this work in\nwhich we are engaged is God's work. I am sure it will endure forever. No power can prevent\nits accomplishing its purpose, although it may be hindered temporarily. It is bound to succeed\nand truth is bound to triumph over error, and right over wrong. I know that God is at the\nhelm, that He is our Eternal Father, that He loves us, that He desires our salvation, and He is\nglad to use us, weak though we are, in the accomplishment of that work.\n<\/p><p>\nFor ye see your calling, brethren, how that not many wise men after the flesh, not many\nmighty, not many noble, are called:\n<\/p><p>\nBut God hath chosen the foolish things of the world to confound the wise; and God hath\nchosen the weak things of the world to confound the things which are mighty;\n<\/p><p>\nAnd base things of the world, and things which are despised, hath God chosen, yea, and\nthings which are not, to bring to nought things that are:\n<\/p><p>\nThat no flesh should glory in his presence\n(<span class=\"citation\" id=\"93\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93)\">1 Cor. 1:26-29<\/a><\/span>).\n<\/p><p>\nWeak as we are, with the help of the Lord we can accomplish His purposes. We can do\nnothing without His aid. He said to His disciples, \". . . Without me ye can do nothing\"\n(<span class=\"citation\" id=\"27103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27103)\">John 15:5<\/a><\/span>).\nI do not know that we are any stronger as a ministry than were the disciples of Christ,\nwho could do nothing without His help, but with His help mighty works may be\naccomplished. It is a great honor and blessing to us, I say, to receive this Priesthood and\nauthority, and be privileged to work with the Lord for the blessing and salvation of mankind.\n<\/p><p>\nMay the Lord help us that we may be untiring in our work, that we may not lie down on the\njob, but that we may be valiant in the covenants which we have made with Him in\nfaithfulness, and earn for ourselves eternal life in His kingdom, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}