{"ID":620, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek Ye Diligently\"<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1952, pp. 103-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: The history of the Latter-day Saints since the organization of the\nChurch in 1830 is one of the most marvelous stories of all time. The glory of its history is the\nfact that there has been a divine purpose and ideal to be worked out in this life. This divine\npurpose is based on faith in God, intelligence, and foresight. Many visitors from all over the\nworld come to ask about the real meaning of our religion. A few days ago there sat in my\noffice a Mr. Walter Mallin, a representative of one of the surviving newspapers of Western\nGermany. With two other newspapermen, he had been sent to America to make a study of the\ngovernment, the education, and the religion of America. He came to Salt Lake City, as this\nwas one of the centers he had been directed to visit, for he knew that we had many German\nconverts. It would be impossible to tell you the many questions he asked, but the most\nimportant one to him was how our religion has worked for education. He was told about our\nideals of education and religion.\n<\/p><p>\nIn a recent book entitled <i>Education<\/i>&mdash;<i>America's Magic<\/i> by Raymond M. Hughes, President\nEmeritus, Iowa State College, and William H. Lancelot, Professor of Vocational Education,\nIowa State College, we have the latest statement concerning education in America and in the\nrespective states of America. Speaking of the place of the states of the Union in education, the\nauthors of this book tell us that, \"Utah has first place among the states by a wide margin.\" In\nspeaking of the place of Utah, we find it leads all the states in adult education.\n<\/p><p>\nThis appears to be due almost wholly to the high value placed on education by the people of\nUtah, coupled with high efficiency in the expenditure of funds devoted to school purposes.\nThis combination of great effort and high efficiency in the utilization of school\nfunds seems to have operated in a remarkable manner to overcome many\nhandicaps.\n<\/p><p>\nThe general condition of education in Utah is also made by Professor Ellsworth Huntington of\nYale University in his interesting book, entitled <i>Civilization and Climate<\/i>, when he writes: \n<\/p><p>\nThe proud position of Utah is presumably the result of Mormonism. The leaders of\nthat faith have had the wisdom to insist on a thorough system of schools, and have\nobliged the children to attend them. The \"Gentiles\" have in self-defense been forced to\ndo equally well, and the result has been admirable. Whatever one may think of\nMormonism as a religious belief, it must be credited with having accomplished a\nremarkable work in spreading a moderate degree of education almost universally\namong the people of Utah . . .\n<\/p><p>\nFurthermore, the German correspondent was told what his compatriot, Count Keyserling, once\nwrote. The learned philosopher visited America a few years ago, and on his way across the\ncontinent, he stopped off in Salt Lake City. As a result of his visit, he wrote in his famous\ntwo-volume work these words: \n<\/p><p>\nUndoubtedly Joseph Smith and Brigham Young were just as genuine prophets as were\nMoses, Luther, and Calvin; only they were exceedingly uneducated.\n<\/p><p>\nThen he continues: \n<\/p><p>\nWe Occidentals are not men of understanding, but men of action. The same Mormons\nwhose religious ideas seemed so childish, have achieved a civilization hardly attained\nby any other people; in barely half a century, they have changed a salt desert into a\ngarden. They are moreover admirable citizens, law-abiding, honest, and progressive . . .\n<\/p><p>\nIt is the farsightedness, the quiet and confident patience, the supreme faith in God with which\nour people have worked. Beginning with the Kirtland Temple, they built, not for present\nsatisfaction, but for some deep and noble purpose for their God. In the Kirtland Temple, the\nProphet Joseph Smith showed a great love for education and established Hebrew, Greek, and\nLatin classes, and attended them himself. In Nauvoo, schools were established and a\nuniversity founded, all for a great and noble purpose. Their lives were the embodiment of\npolitical, civil, and religious faith. Let us consider for a moment just one line of thought, an\nidealism that remains always among the Mormon people. We speak of schools in Kirtland and\nlater in Nauvoo, activities in educational pursuits that eclipsed all other peoples on the\nAmerican frontier.\n<\/p><p>\nTaking their name from a number of our Lord's disciples, the \"Seventies\" of the Church of\nJesus Christ of Latter-day Saints form the central council of the missionary activity of the\norganization. As early as the Nauvoo period of Mormon history, the need for a fine library\nwas keenly felt, for the seventies must then as now be eagerly reading and searching for the\ntruths of the gospel. In <i>Times and Seasons<\/i>, January 1, 1845, the following item was\npublished: \n<\/p><p>\nAmong the improvements going forward in this city, none merit [sic] higher praise,\nthan the Seventies' Library. The concern has been commenced on a footing and scale\nbroad enough to embrace the arts and sciences, everywhere: so that the Seventies'\nwhile traveling over the face of the globe as the Lord's \"Regular Soldiers,\" can gather\nall the curious things, both natural and artificial, with all the knowledge, inventions,\nand wonderful specimens of genius that have been gracing the world for almost six\nthousand years . . . (forming) the foundation for the best library in the world!\n<\/p><p>\nNauvoo was destroyed while the Saints were marching to their new home in the far west. But\nthe dreams of the people were never lost, and on July 15, 1851, we read in the Fifth General\nEpistle of the Church, describing Salt Lake City, the following: \n<\/p><p>\nOn November 27th, the quorum of Seventies in conference assembled, agreed to erect\nan extensive rotunda in Great Salt Lake City, to be called the \"Seventies' Hall of\nScience,\" and Joseph Young, their President, was appointed trustee\nand superintendent of the work. The foundation of the hall is commenced on East\nTemple and Second South streets. [Now Main and Second South Streets.] . . . The\ndesign is highly commendable to the brethren and such a building is much needed in\nthis place.\n<\/p><p>\nTruman O. Angell, later named as the architect of the Salt Lake Temple, was commissioned\nto draw the plans for the building, as shown by the long forgotten drawing recently found.\n<\/p><p>\nHad the project been carried out the structure undoubtedly would have possessed unusual\narchitectural interest, for it had a majesty and beauty all its own, surpassing anything on the\nfrontier in originality and dignity. Truman Angell's plans show his response to the\ncontemporary Gothic revival, then in its early stages. It was designed to be the repository for\nthe first library brought to Utah in 1851, but owing to the poverty of the people who were\njust beginning to establish their homes, President Brigham Young prevailed upon his brother\nJoseph, President of the Seventy, not to build for some years to come. For this reason the\nedifice was never started. The seventies continued collecting books however, and they soon\nhad a fine library of the modern and ancient classics. From the time of the organization of the\nFirst Quorum of Seventy in Kirtland, their duties were pointed out by the Prophet Joseph\nSmith, and they came to realize that they were to be the teachers, the missionaries of the\nChurch. Sensitive to the words as found in the 109th section of the Doctrine and Covenants: \n<\/p><p>\n. . . Seek ye diligently and teach one another words of wisdom; yea, seek ye out of the\nbest books words of wisdom, seek learning even by study and also by faith\n(<span class=\"citation\" id=\"13041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13041)\">D&amp;C 109:7<\/a><\/span>).\n<\/p><p>\nThey had a deep desire to have a library of religious, historical, and literary works, that would\ngive them the urge for self-development.\n<\/p><p>\nThe seventies became readers of the finest literature of the world, beginning with the Holy\nBible, the Book of Mormon, and the two other Church works. The people were poor in purse,\nbut they were concerned with certain influences which were given in the writings of great\nauthors. Sublime was their reverence for knowledge which is akin to the love of truth. They\nknew that a great work of any sort could only be achieved by the power of some ideal. And it\nis high ideals in the conduct of life that survive.\n<\/p><p>\nThere was hardly a family living in remote parts of the territory but what had books, and I\nthink many of you can recall the libraries of the Sabbath schools of the early days. President\nJoseph Young and his co-laborers in the First Council of the Seventy continued through the\nyears to collect books, and the Mormon people became great readers of literature. Many of\nyou older members of the Church can recall the great teachers that were once in the schools\nand colleges here. A Princeton University professor in his <i>Life of Mr. Justice Sutherland<\/i> has\nwritten reverently of Dr. Karl G. Maeser, and others have given the history far and wide of\nmany of the glorious intellects of this people who lived back in pioneer times. There were\nwriters, too, in the earliest days, and it was William Cullen Bryant who chose one of the\npoems of Sarah E. Carmichael to be in his anthology of American verse. Many of the\nmissionaries who went abroad long years before the railroad, carried in their handcarts the\nworks of Shakespeare and the German writer, Goethe. My own father carried with him to\nEngland in 1857 the essays of Francis Bacon. Practically in every ward of Utah, a library was\nestablished in connection with the Sabbath schools. Fortunately, we have in our possession a\ncatalogue of the Seventies Library, which does not classify the books, but there were writings\non religion, languages, government, education, ethics, and the various phases of the sciences.\n<\/p><p>\nIn addition to the Seventies' Library was the territorial library brought by ox\nteams to Utah in 1851. It had been purchased in New York City by Dr. John M. Bernhisel\nand was a wonderful collection of books. There were the works of Shakespeare, Milton,\nBacon, Homer, Juvenal, Lucretius, Virgil, Euripides, Sophocles, Plato, Montaigne, Tacitus,\nSpenser, Herodotus, Goldsmith, and many others of the great masters of the world's best\nliterature. The library received copies of the New York <i>Herald<\/i>, New York <i>Evening Post<\/i>, the\nPhiladelphia <i>Saturday Courier<\/i>, and the <i>North American Review<\/i>. Of the scientific works there\nwere Newton's <i>Principia<\/i>, Herschel's <i>Outlines of Astronomy<\/i> and Von Humboldt's <i>Cosmos<\/i>.\nThese books were also well-known to Orson Pratt. The treatises on philosophy included the\nworks of John Stuart Mill, Martin Luther, John Wesley, and Emanuel Swedenborg.\n<\/p><p>\nThe subject of education was just one phase of the conversation with our German visitor. The\nmost important subject was that of religion and our sacred books: the Holy Bible, Book of\nMormon, Doctrine and Covenants, and Pearl of Great Price, which took up many hours of the\nthree days our friend was here. I called his attention to the scholarly statement made by the\nfamous German scholar, Adolf Harnack, rector of, and professor of church history in the\nuniversity, and member of the Royal Prussian Academy, Berlin: \n<\/p><p>\nGentlemen, it is religion, the love of God and neighbour, which gives life a meaning;\nknowledge cannot do it. Let me, if you please, speak of my own experience, as one\nwho for thirty years has taken an earnest interest in these things. Pure knowledge is a\nglorious thing, and woe to the man who holds it light or blunts his sense for it! But to\nthe question, Whence, whither, and to what purpose? It gives an answer to-day as little\nas it did two or three thousand years ago. It does, indeed, instruct us in facts; it detects\ninconsistencies; it links phenomena, it corrects the deceptions of sense and idea. But\nwhere and how the curve of the world and the curve of our own life begin&mdash;that curve\nof which it shows us only a section&mdash;and whither this curve leads, knowledge does not\ntell us. But if with a steady will we affirm the forces and the standards which on the\nsummits of our inner life shine out as our highest good, nay, as our real self; if we are\nearnest and courageous enough to accept them as the great Reality and direct our lives\nby them; and if we then look at the course of mankind's history, follow its upward\ndevelopment, and search, in strenuous and patient service, for the communion of minds\nin it, we shall not faint in weariness and despair, but become certain of God, of the\nGod whom Jesus Christ called his Father, and who is also our Father.\n<\/p><p>\nTo close our conversation, mention was made of the life and work of George Santayana who\nwas once professor of philosophy at Harvard University and one of the greatest philosophers\nof our day. We had read the thirteenth chapter of 1 Nephi in the Book of Mormon and quoted\nthe reference to a man who was called from among the Gentiles.\n<\/p><p>\nAnd I looked and beheld a man among the Gentiles, who was separated from the seed\nof my brethren by the many waters; and I beheld the Spirit of God, that it came down\nand wrought upon the man; and he went forth upon the many waters, even unto the\nseed of my brethren, who were in the promised land.\n<\/p><p>\nAnd it came to pass that I beheld the Spirit of God, that it wrought upon other\nGentiles, and they went forth out of captivity, upon the many waters\n(<span class=\"citation\" id=\"1510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1510)\">1 Ne. 13:12-13<\/a><\/span>).\n<\/p><p>\nGeorge Santayana once wrote a beautiful poem entitled \"Faith\" which concerns this first\njourney of Columbus. The opening words are: \n<\/p><p>\nO world, thou choosest not the better part!\nIt is not wisdom to be only wise,\nAnd on the inward vision close the eyes,\nBut it is wisdom to believe the heart.\nColumbus found a world, and had no chart,\nSave one that faith deciphered in the skies; \nTo trust the soul's invincible surmise\nWas all his science and his only art.\n<\/p><p>\nTo you, my brother seventies, let me say, \"That which thy fathers have bequeathed to thee,\nearn it anew if thou would possess it.\"\n<\/p><p>\nBe strong and of good courage, fear not, nor be afraid of them: for the Lord thy God,\nhe it is that doth go with thee; he will not fail thee, nor forsake thee\n(<span class=\"citation\" id=\"21214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21214)\">Deut. 31:6<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us all, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}