{"ID":6201, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teach Them the Word of God with All Diligence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our teaching will be effective if we approach it humbly through prayer and study.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p4\" class=\"\">On Sunday morning, December 9, 1849, at eight o’clock, about 30 children between the ages of 8 and 13 arrived in a small classroom that had been built in a home. They stamped their feet on the threshold, shook the snow off their coats and hats, then took their places on simple benches. They waited expectantly for the class to begin. It was a cold, snowy day outside, but the fireplace radiated a warm and friendly glow. Richard Ballantyne’s eyes shone brightly as he called the Sunday School to order. He led the boys and girls in a song, and then he gave a quiet but fervent prayer dedicating this room in his home for teaching children the gospel of Jesus Christ. His voice was rich, and his words rolled forth as words do under the spell of reverence and emotion. Thus we have the founding of the first Sunday School in the Salt Lake Valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p5\" class=\"\">Organizing a Sunday School was not foreign to him. In his native Scotland he had organized a Sunday School in the Relief Presbyterian Church, of which he was an active member. It was natural for him to have a great desire to educate young people in the knowledge of the gospel. He had been reared in a home where his father was fond of repeating from memory whole chapters of the Bible and then reciting them to his children. It was a home where they would not even take a sip of water without first taking off their hats and saying grace, as was also the custom before they would eat a meal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p6\" class=\"\">Rumors were spreading around the Scottish home that a new prophet had been raised up in America. At first Richard paid little attention to these rumors, but as his religious questions became more perplexing, he openly sought further light and knowledge. It was in 1841 that Elder Orson Pratt appeared in Edinburgh. Richard listened to his message and investigated the Church for a year. Finally he was converted and was baptized in the North Sea. He said, “I was so convinced that Joseph Smith was a prophet and the Book of Mormon was the word of God, and that if I did not accept it I would be damned.” As was the case of many of those early converts to the Church, he sold his business and emigrated to America, taking with him his mother and some of his brothers and sisters. They arrived in Nauvoo on November 11, 1843, at a time when there was great turmoil in the city. They eventually left Illinois and made the trek to Winter Quarters. There he was married and soon made preparation for the long journey west. They arrived in the Salt Lake Valley in September of 1848 and immediately commenced building a home. It was in this home that the first Sunday School in the valley was held. When the chapel—the old 14th Ward—was completed, the Sunday School moved to the new meetinghouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p7\" class=\"\">Brother Ballantyne had a fervent desire to teach young people the gospel of our Lord and Savior throughout his entire life. Thanks be to the late Conway Ballantyne Sonne, a cousin of mine, for this history of the first Sunday School (see Conway B. Sonne, <span class=\"emphasis\">Knight of the Kingdom: The Story of Richard Ballantyne<\/span> [1949], 7–48).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p8\" class=\"\">As we contemplate celebrating the 150th anniversary of the founding of the Sunday School, it should be a time of reawakening within us our responsibility to be good teachers. Nearly all of our associations and relationships involve the process of teaching. One of the major responsibilities of parents is to teach their children. Many of our assignments in the world of work involve being a teacher. Every assignment we receive in the Church requires some form of teaching. The Lord directed us in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p9\" class=\"\">“And I give unto you a commandment that you shall teach one another the doctrine of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p10\" class=\"\">“Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand” (<span class=\"citation\" id=\"21145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21145)\">D&amp;C 88:77–78<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p11\" class=\"\">January 1, we received a new resource to assist us in becoming more effective teachers. The new <span class=\"emphasis\">Church Handbook of Instructions<\/span> has a section discussing gospel teaching and leadership. The principles explained in this section have universal application. Two sets of instructions in this section deal with special ways that teachers can prepare themselves to become more effective in their assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p12\" class=\"\">The first set of instructions encourages us to follow the Savior’s example and teach as He taught. Through divine instruction, the Lord was prepared for the greatest of all roles in mortality. In Luke we read, “And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him” (<span class=\"citation\" id=\"32651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32651)\">Luke 2:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p13\" class=\"\">This is followed by an account in the scriptures of the Savior’s early life. When He was 12 years of age, He accompanied His parents to Jerusalem to celebrate the Feast of the Passover, as was their custom. As they were returning to their home after the celebration, they discovered that Jesus was not with them. Returning to Jerusalem, they found Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p14\" class=\"\">“And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, and they were hearing him, and asking him questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p15\" class=\"\">“And all who heard him were astonished at his understanding, and answers” (<span class=\"citation\" id=\"32652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32652)\">JST, Luke 2:46–47<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p16\" class=\"\">This example from the Savior’s early life shows the sense of urgency He felt about teaching the word of God. One prophet who felt a similar sense of urgency was Jacob, the younger brother of Nephi. Jacob and his brother Joseph were consecrated priests and teachers of their people. They took their responsibilities very seriously, assuming they themselves would be held accountable if they did not teach the people with all diligence. In verse 19 of the first chapter of Jacob, he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p17\" class=\"\">“And we did magnify our office unto the Lord, taking upon us the responsibility, answering the sins of the people upon our own heads if we did not teach them the word of God with all diligence; wherefore, by laboring with our might their blood might not come upon our garments; otherwise their blood would come upon our garments, and we would not be found spotless at the last day” (<span class=\"citation\" id=\"26013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26013)\">Jacob 1:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p18\" class=\"\">Like the Savior, teachers should also feel a sense of urgency about learning the word of God. We discover in section 93 of the Doctrine and Covenants that the Savior did not receive a “fulness at first, but received grace for grace” (<span class=\"citation\" id=\"21155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21155)\">D&amp;C 93:12<\/a><\/span>). In the Lord’s admonition to Hyrum Smith, he declared sage counsel to all teachers. He said, “Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (<span class=\"citation\" id=\"21050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21050)\">D&amp;C 11:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p19\" class=\"\">Fundamental to becoming good teachers is serious study of the word of the Lord, that we are able to impart our acquired knowledge to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p20\" class=\"\">How blessed we are to have the words of the holy prophets preserved through the many dispensations of time. Because the Lord commanded His prophets to make a record of His teachings, the Old and New Testaments give us a continuity of gospel teaching from the very beginning of time. Then the miracle of the Book of Mormon was brought forth as another witness of the mission of our Lord and Savior. Added to this we have the revelations contained in the Doctrine and Covenants and the teachings and revelations contained in the Pearl of Great Price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p21\" class=\"\">Because teaching is such a universal assignment, it is requisite of every member of the Church to prepare himself or herself through study of the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p22\" class=\"\">The second set of instructions in the teaching section of the new handbook addresses the importance of teaching by the Spirit. In the Doctrine and Covenants, section 42, we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p23\" class=\"\">“And they shall observe the covenants and church articles to do them, and these shall be their teachings, as they shall be directed by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p24\" class=\"\">“And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach” (<span class=\"citation\" id=\"21086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21086)\">D&amp;C 42:13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p25\" class=\"\">It is our privilege to have the Holy Ghost, a member of the Godhead, as our constant companion, to edify and inspire us in our preparation as teachers. We should prepare ourselves through obedience to God’s commandments, that our confidence will wax strong when we call upon the Lord, that His Spirit might magnify us as we teach. When we have the Spirit to direct us, we are capable of teaching with great power. Again in the Doctrine and Covenants we read how the Spirit-assisted flow of knowledge between giver and receiver is the very essence of the inspired teaching:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p26\" class=\"\">“Verily I say unto you, he that is ordained of me and sent forth to preach the word of truth by the Comforter, in the Spirit of truth, doth he preach it by the Spirit of truth or some other way?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p27\" class=\"\">“And if it be by some other way it is not of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p28\" class=\"\">“And again, he that receiveth the word of truth, doth he receive it by the Spirit of truth or some other way?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p29\" class=\"\">“If it be some other way it is not of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p30\" class=\"\">“Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p31\" class=\"\">“Wherefore, he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together” (<span class=\"citation\" id=\"21093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21093)\">D&amp;C 50:17–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p32\" class=\"\">Our teaching will be effective if we approach it humbly through prayer and study. We will then be assisted by the Spirit in imparting the word, consistent and in harmony with what the Lord would have us teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p33\" class=\"\">Most teachers never realize the full impact of their teaching. I am certain a special Primary teacher never anticipated that the way she taught would impress me so much that many years later I would emulate her teaching technique in a boardroom in New York City. She was very skilled in holding our attention by the use of visual aids. A flannel board, which she used in her presentations, was popular in those days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p34\" class=\"\">Now, fast-forward with me to a critical time in my professional career. In 1962 I accepted a position in New York as the controller of a large retail firm. One of my new responsibilities was to make a budget presentation to the board of directors. Weeks before the presentation, I was called into the office of the president of the firm and told how demanding the board of directors was on the person who presented the budget. I was warned to make a presentation that would captivate the board and guarantee support for our proposed budget. I left his office feeling overwhelmed and burdened with self-doubt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p35\" class=\"\">The next day I visited the boardroom, looked around, and tried to find a way that I could make the presentation effective. As I sat in the boardroom, I observed a large piece of flannel that covered the better part of the wall. I’m sure it had been placed there for its acoustic value. As I looked at the large piece of flannel, I thought of my Primary teacher and the use of the flannel board. I sent to Salt Lake for some flannel-backed paper. When it arrived, I prepared three different projections of the budget on that paper. As the budget presentation was made and the discussion followed, I could pull off one budget projection and replace it with another as appropriate. The members of the board were fascinated with my presentation using the flannel board technique. Each time I would present one of our second options and tell the board the consequences, they would immediately go back to the first budget projection, the one we really wanted to have approved. The presentation seemed to be very effective, and when it was over, I was complimented, thanks to my Primary teacher. I don’t know if the presentation was the reason or not, but the following week I was called into the president’s office and informed that the board of directors had approved my promotion from the management level to the officer level.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p36\" class=\"\">This is just a simple example of how effective teaching, whether it be in the home, a Church classroom, or some other place, can have a profound effect on an individual and his or her future. A great teacher can make a great difference in a great many lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p37\" class=\"\">President David O. McKay gave us this instruction on the importance of teaching: “Teaching is the noblest profession in the world. Upon the proper education of youth depend the permanency and purity of home, the safety and perpetuity of the nation. The parent gives the child an opportunity to live; the teacher enables the child to live well” (David O. McKay, <span class=\"emphasis\">Gospel Ideals<\/span> [1953], 436).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/teach-them-the-word-of-god-with-all-diligence.p38\" class=\"\">May God bless us that we will be more determined to study and prepare and improve our abilities to be effective teachers. Let us all remember that it is through inspired teaching that the gospel message is carried to the world. It is my humble prayer that we will all accept the challenge to teach our brothers and sisters the word of God in all diligence. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}