{"ID":6202, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Greed, Selfishness, and Overindulgence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p2\" class=\"\">Elder Joe J. Christensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">I am confident that we will literally be called upon to make an accounting before God concerning how we have used [our resources] to bless lives and build the kingdom.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:e97.jpg\" alt=\"Elder Joe J. Christensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p4\" class=\"\">They say the gospel is to comfort the afflicted and to afflict the comforted. My purpose today is to speak to the comforted: the rich, the poor, and all of us in between.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p5\" class=\"\">The Lord has said, “Wo unto you rich men, … for your riches will canker your souls.” He has also said, “Wo unto you poor men, whose hearts are not broken, … [and] whose eyes are full of greediness.”<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_005\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21100)\">D&amp;C 56:16–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p6\" class=\"\">Many of you probably have heard this little prayer somebody wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p7\" class=\"\">“Dear God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p8\" class=\"\">“So far today I have done all right. I haven’t gossiped, haven’t lost my temper, haven’t been greedy, grumpy, nasty, selfish, or overly indulgent. But in a few minutes, Lord, I am going to get out of bed, and from then on, I am probably going to need a lot more help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p9\" class=\"\">When it comes to overcoming being greedy, selfish, and overly indulgent, we all need a lot more help. In his candid manner, President Brigham Young said: “The worst fear … I have about this people is that they will get rich in this country, forget God and His people, wax fat, and kick themselves out of the Church. … My greater fear … is that they cannot stand wealth.”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_005\">2<\/a>\n       <span class=\"footnote\">[Quoted in Bryant S. Hinckley, <span class=\"emphasis\">The Faith of Our Pioneer Fathers<\/span> (1956), 13.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p10\" class=\"\">Our prosperity brings some real challenges because many are getting rich, more of us are waxing fat, and as a result of greed, selfishness, and overindulgence, we could lose the Spirit and literally kick ourselves out of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p11\" class=\"\">Money and material things are on the minds of almost everyone. As Morris Chalfant wrote: “The great [question] of the twentieth century is, ‘How can I acquire wealth?’ No question occupies a larger place in the minds and … hearts of … people today than this. … This is true of men in every station and in every walk of life.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_005\">3<\/a>\n       <span class=\"footnote\">[Morris Chalfant, “The Sin of the Church,” <span class=\"emphasis\">Wesleyan Methodist;<\/span> quoted by John H. Vandenberg in Conference Report, Oct. 1965, 131; or <span class=\"emphasis\">Improvement Era,<\/span> Dec. 1965, 1154.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p12\" class=\"\">Money in and of itself is not an evil, but as Paul taught Timothy, it is the <span class=\"emphasis\">love<\/span> of money that is the root of all evil.<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_005\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"2935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2935)\">1 Tim. 6:10<\/a><\/span>.]<\/span><\/sup> There are some of the wealthy who deal with their prosperity very well using their resources to bless others and build the kingdom. For many, however, wealth presents major difficulties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p13\" class=\"\">As we deal with the materialism that threatens us, here are four suggestions for each of us to consider:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p14\" class=\"\">\n\t<span class=\"strong\">First, we should not confuse wants with needs.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p15\" class=\"\">My mother taught me an important lesson along these lines. For many years my father had a practice of trading for a new car every year. Then, shortly after World War II when grain prices increased, we were surprised one day when Dad drove home in a more expensive car.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p16\" class=\"\">One morning my mother asked, “How much more did the new car cost than the other one?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p17\" class=\"\">When Dad told her, my mother said, “Well, the other car has always been able to get me where I need to go. I think we ought to give the difference to someone who needs it more than we do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p18\" class=\"\">And so it was. The next year Dad returned to the less-expensive cars, and they continued their generous ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p19\" class=\"\">If we are not careful, it is easy for our wants to become needs. Remember the line “There, there, little luxury, don’t you cry. You’ll be a necessity by and by.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p20\" class=\"\">\n\t<span class=\"strong\">Second, we should avoid spoiling children by giving them too much.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p21\" class=\"\">In our day, many children grow up with distorted values because we as parents overindulge them. Whether you are well-to-do or, like most of us, of more modest means, we as parents often attempt to provide children with almost everything they want thus taking away from them the blessing of anticipating, of longing for something they do not have. One of the most important things we can teach our children is to deny themselves. Instant gratification generally makes for weak people. How many truly great individuals do you know who never had to struggle?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p22\" class=\"\">Elder Maxwell has voiced this concern when he said: “A few of our wonderful youth and young adults in the Church are unstretched. They have almost a free pass. Perks are provided, including cars complete with fuel and insurance—all paid for by parents who sometimes listen in vain for a few courteous and appreciative words. What is thus taken for granted … tends to underwrite selfishness and a sense of entitlement.”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_005\">5<\/a>\n       <span class=\"footnote\">[BYU devotional, 12 Jan. 1999.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p23\" class=\"\">A wise young mother said: “I choose not to give our children what I can afford to give them. I hold back for their sake.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p24\" class=\"\">In the words of Fred Gosman, “Children who always get what they want will want as long as they live.”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_005\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Spoiled Rotten: American Children and How to Change Them <\/span>(1992), 32.]<\/span><\/sup> And somewhere along the line it is important for the character development of our children to learn that “the earth still revolves around the sun” and not around them.<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_005\">7<\/a>\n       <span class=\"footnote\">[Gosman, <span class=\"emphasis\">Spoiled Rotten,<\/span> 11, and inside front cover.]<\/span><\/sup> Rather, we should train our children to ask themselves the question, How is the world a better place because they are in it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p25\" class=\"\">We live in a world of entertainment in full color with a lot of fast action, a world in which many children grow up thinking that if it isn’t fun, it is boring and not worthwhile. Even in family activities, we need to strike a balance between play and work. Some of my most memorable experiences while growing up centered around family activities: learning how to shingle a roof, build a fence, or working in the garden. Rather than being all work and no play, for many of our children it is almost all play and very little work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p26\" class=\"\">As a consequence of overindulgence, many children leave homes ill-prepared to meet the real world. President Hinckley said: “Of course, we need to earn a living. The Lord told Adam that in the sweat of his face should he eat bread all the days of his life. It is important that we qualify ourselves to be self-reliant, particularly that every young man at the time of marriage be ready and able to assume the responsibilities of providing for his companion and for the children who may come to that home.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_005\">8<\/a>\n       <span class=\"footnote\">[“Thou Shalt Not Covet,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1990, 2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p27\" class=\"\">All too many enter marriage who have never learned to cook, sew, or develop other important life skills. Ignorance of these needed skills, along with the lack of understanding of the management of money, sow the seeds for many failures in our children’s marriages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p28\" class=\"\">I fear that in many cases we are rearing children who are slaves to expensive fads and fashions. Remember the scripture, “For where your treasure is, there will your heart be also.”<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_005\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37826)\">Matt. 6:21<\/a><\/span>.]<\/span><\/sup> How do we determine where our treasure is? To do so, we need to evaluate the amount of time, money, and thought we devote to something. Might it not be well to evaluate how much focus we place on shopping and spending?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p29\" class=\"\">This does not mean that our children should not dress in some of the appropriate clothing that is in fashion because that can be very important to them. But they don’t need a closet full. As members of the Church, we have a responsibility to present ourselves in a well-groomed, attractive, and modest manner. With good planning, this can be done without being driven to spend extravagantly on our clothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p30\" class=\"\">More than 10 times, the prophets in the Book of Mormon warn us about the problems of pride related to the nature of our clothing. Here is one example of them: “And it came to pass … that the people of the church began to wax proud, because of their exceeding riches, and their fine silks, and their fine-twined linen. … in all these things were they lifted up in the pride of their eyes, for they began to wear very costly apparel.”<sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_005\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10332)\">Alma 4:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p31\" class=\"\">We would do well if in all these areas of material things we and our children would follow the oft-quoted motto of our pioneer forebears to “fix it up, wear it out, make it do, or do without.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p32\" class=\"\">\n\t<span class=\"strong\">Third, as we have heard so often, live modestly and avoid debt as if it were a plague.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p33\" class=\"\">President Hinckley recently reminded us of President Heber J. Grant’s statement: “If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means, and if there is any one thing that is grinding, and discouraging and disheartening it is to have debts and obligations that one cannot meet.”<sup class=\"noteMarker\"><a href=\"#footnote11-99905_000_005\">11<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Relief Society Magazine, <\/span>May 1932, 302.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p34\" class=\"\">Samuel Johnson said, “Do not accustom yourself to consider debt as an inconvenience, you will find it [to be] a calamity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p35\" class=\"\">How much house do we really need to accommodate our family comfortably? We should not endanger ourselves either spiritually or economically by acquiring homes which are ostentatious, feed our vanity, and go far beyond our needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p36\" class=\"\">If we are to be self-reliant and in a position to share, obviously we must acquire some resources. If we live within our means and avoid debt, resources can be accumulated. There are those with average incomes who, over a lifetime, do amass some means, and there are those who receive large salaries who do not. What is the difference? It is simply spending less than they receive, saving along the way, and taking advantage of the power of compound interest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p37\" class=\"\">Financial consultants indicate that “most people have it all wrong about wealth. … Wealth is not the same as income. If you make a good income each year and spend it all, you are not getting wealthier. You are just living high. Wealth is what you accumulate, not what you spend.”<sup class=\"noteMarker\"><a href=\"#footnote12-99905_000_005\">12<\/a>\n       <span class=\"footnote\">[Thomas J. Stanley and William D. Danko, <span class=\"emphasis\">The Millionaire Next Door<\/span> (1996), 1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p38\" class=\"\">\n\t<span class=\"strong\">Finally, be generous in giving and sharing with others.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p39\" class=\"\">The more our hearts and minds are turned to assisting others less fortunate than we, the more we will avoid the spiritually cankering effects that result from greed, selfishness, and overindulgence. Our resources are a stewardship, not our possessions. I am confident that we will literally be called upon to make an accounting before God concerning how we have used them to bless lives and build the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p40\" class=\"\">The prophet Jacob provides us with some excellent counsel about how riches can be acquired and for what they should be used:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p41\" class=\"\">“But before ye seek for riches, seek ye for the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p42\" class=\"\">“And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them … for the intent to do good—to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted.”<sup class=\"noteMarker\"><a href=\"#footnote13-99905_000_005\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26015)\">Jacob 2:18–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p43\" class=\"\">In addition to paying an honest tithing, we should be generous in assisting the poor. How much should we give? I appreciate the thought of C. S. Lewis on this subject. He said: “I am afraid the only safe rule is to give more than we can spare. … If our charities do not at all pinch or hamper us, … they are too small. There ought to be things we should like to do and cannot do because our charitable expenditure excludes them.”<sup class=\"noteMarker\"><a href=\"#footnote14-99905_000_005\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Mere Christianity<\/span> (1952), 67.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p44\" class=\"\">There are many worthy individuals and causes to which we might contribute. We should give generously to the fast offering and humanitarian funds of the Church. And, if we desire our families to live lives of depth and meaning, we must have the courage to examine honestly where our treasures lie and avoid the pitfalls that result from greed, selfishness, and overindulgence.<\/p>\n\t\t\t<p class=\"preamble\">Let us each remember:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>First: Not to confuse wants with needs.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Second: Avoid spoiling our children.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Third: Live modestly and avoid debt.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Fourth: Be generous in giving to others.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p50\" class=\"\">Giving really is at the heart of our faith. At this Easter time, we again commemorate that “God [our Heavenly Father] so loved the world, that he gave his only begotten Son,”<sup class=\"noteMarker\"><a href=\"#footnote15-99905_000_005\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29937)\">John 3:16<\/a><\/span>.]<\/span><\/sup> who came to the earth and could have possessed any material thing but rather chose to give to all of us an example of a simple life free from any shade of greed, selfishness, or overindulgence. May we strive daily to live more like He lived, the ultimate example of a life of depth and meaning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/greed-selfishness-and-overindulgence.p51\" class=\"\">I testify that Jesus is the Christ, this is His Church led by living prophets, and His tomb was literally empty on that third day. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_005\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21100)\">D&amp;C 56:16–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_005\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Bryant S. Hinckley, <span class=\"emphasis\">The Faith of Our Pioneer Fathers<\/span> (1956), 13.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_005\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Morris Chalfant, “The Sin of the Church,” <span class=\"emphasis\">Wesleyan Methodist;<\/span> quoted by John H. Vandenberg in Conference Report, Oct. 1965, 131; or <span class=\"emphasis\">Improvement Era,<\/span> Dec. 1965, 1154.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_005\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"2935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2935)\">1 Tim. 6:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_005\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>BYU devotional, 12 Jan. 1999.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_005\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Spoiled Rotten: American Children and How to Change Them <\/span>(1992), 32.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_005\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Gosman, <span class=\"emphasis\">Spoiled Rotten,<\/span> 11, and inside front cover.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_005\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“Thou Shalt Not Covet,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1990, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_005\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37826)\">Matt. 6:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_005\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10332)\">Alma 4:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99905_000_005\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Relief Society Magazine, <\/span>May 1932, 302.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99905_000_005\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas J. Stanley and William D. Danko, <span class=\"emphasis\">The Millionaire Next Door<\/span> (1996), 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-99905_000_005\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26015)\">Jacob 2:18–19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-99905_000_005\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Mere Christianity<\/span> (1952), 67.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_005\"><a name=\"-99905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-99905_000_005\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29937)\">John 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}