{"ID":6204, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Hands of the Fathers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Surely the greatest of those things [required of fathers] will be to have done all they could for the happiness and spiritual safety of the children they are to nurture.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p4\" class=\"\">On this Easter weekend I wish to thank not only the resurrected Lord Jesus Christ but also His true Father, our spiritual Father and God, who, by accepting the sacrifice of His firstborn, perfect Son, blessed all of His children in those hours of atonement and redemption. Never more than at Easter time is there so much meaning in that declaration from John the Beloved, which praises the Father as well as the Son: “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_007\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29938)\">John 3:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p5\" class=\"\">I am a father, inadequate to be sure, but I cannot comprehend the burden it must have been for God in His heaven to witness the deep suffering and Crucifixion of His Beloved Son in such a manner. His every impulse and instinct <span class=\"emphasis\">must<\/span> have been to stop it, to send angels to intervene—but He did not intervene. He endured what He saw because it was the only way that a saving, vicarious payment could be made for the sins of all His other children from Adam and Eve to the end of the world. I am eternally grateful for a perfect Father and His perfect Son, neither of whom shrank from the bitter cup nor forsook the rest of us who are imperfect, who fall short and stumble, who too often miss the mark.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p6\" class=\"\">In considering such beauty of the “at-one-ment” in that first Easter season, we are reminded that this relationship between Christ and His Father is one of the sweetest and most moving themes running through the Savior’s ministry. Jesus’ entire being, His complete purpose and delight, were centered in pleasing His Father and obeying His will. Of Him He seemed always to be thinking; to Him He seemed always to be praying. Unlike us, He needed no crisis, no discouraging shift in events to direct His hopes heavenward. He was already instinctively, longingly looking that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p7\" class=\"\">In all His mortal ministry Christ seems never to have had a single moment of vanity or self-interest. When one young man tried to call Him “good,” He deflected the compliment, saying only one was deserving of such praise, His Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p8\" class=\"\">In the early days of His ministry He said humbly, “I can of mine own self do nothing: … I seek not mine own will, but the will of the Father which hath sent me.”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_007\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29942)\">John 5:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p9\" class=\"\">Following His teachings, which stunned the audience with their power and authority, He would say: “My doctrine is not mine, but his that sent me. … I am not come of myself, but he that sent me is true.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_007\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29945)\">John 7:16, 28<\/a><\/span>.]<\/span><\/sup> Later he would say again, “I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.”<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_007\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29956)\">John 12:49<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p10\" class=\"\">To those who wanted to see the Father, to hear from God directly that Jesus was what He said He was, He answered, “If ye had known me, ye should have known my Father also: … he that hath seen me hath seen the Father.”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_007\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29962)\">John 14:7, 9<\/a><\/span>.]<\/span><\/sup> When Jesus wanted to preserve unity among His disciples, He prayed using the example of His own relationship with God: “Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are [one].”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29977)\">John 17:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p11\" class=\"\">Even as He moved toward the Crucifixion, He restrained His Apostles who would have intervened by saying, “The cup which my Father hath given me, shall I not drink it?”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_007\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29978)\">John 18:11<\/a><\/span>.]<\/span><\/sup> When that unspeakable ordeal was finished, He uttered what must have been the most peaceful and deserved words of His mortal ministry. At the end of His agony, He whispered, “It is finished: … Father, into thy hands I commend my spirit.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_007\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29984)\">John 19:30<\/a><\/span>; <span class=\"citation\" id=\"32677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32677)\">Luke 23:46<\/a><\/span>.]<\/span><\/sup> Finally it was over. Finally He could go home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p12\" class=\"\">I confess that I have reflected at length upon that moment and the resurrection which was shortly to follow it. I have wondered what that reunion must have been like: the Father that loved this Son so much, the Son that honored and revered His Father in every word and deed. For two who were one as these two were one, what must that embrace have been like? What must that divine companionship be yet? We can only wonder and admire. And we can, on an Easter weekend, yearn to live worthily of some portion of that relationship ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p13\" class=\"\">As a father, I wonder if I and all other fathers could do more to build a sweeter, stronger relationship with our sons and daughters here on earth. Dads, is it too bold to hope that our children might have some small portion of the feeling for us that the Divine Son felt for His Father? Might we earn more of that love by trying to be more of what God was to His child? In any case, we do know that a young person’s developing concept of God centers on characteristics observed in that child’s earthly parents.<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_007\">9<\/a>\n       <span class=\"footnote\">[See “Parent-Child Relationships and Children’s Images of God,” <span class=\"emphasis\">Journal for the Scientific Study of Religion,<\/span> Mar. 1997, 25–43.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p14\" class=\"\">For that reason and many others, I suppose no book I have read in recent months has alarmed me more than a work entitled <span class=\"emphasis\">Fatherless America.<\/span> In this study the author speaks of “fatherlessness” as “the most harmful demographic trend of this generation,” the leading cause of damage to children. It is, he is convinced, the engine driving our most urgent social problems, from poverty to crime to adolescent pregnancy to child abuse to domestic violence. Among the principal social issues of our time is the flight of fathers from their children’s lives.<sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_007\">10<\/a>\n       <span class=\"footnote\">[David Blankenhorn, <span class=\"emphasis\">Fatherless America: Confronting Our Most Urgent Social Problem <\/span>(1995), 1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p15\" class=\"\">Of even greater concern than the physical absenteeism of some fathers is the spiritually or emotionally absent father. These are fatherly sins of omission that are probably more destructive than sins of commission. Why are we not surprised that when 2,000 children of all ages and backgrounds were asked what they appreciated most about their fathers, they answered universally, “He spends time with me”?<sup class=\"noteMarker\"><a href=\"#footnote11-99905_000_007\">11<\/a>\n       <span class=\"footnote\">[See “Becoming a Better Father,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1983, 27.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p16\" class=\"\">A young Laurel I met on a conference assignment not long ago wrote to me after our visit and said, “I wish my dad knew how much I need him spiritually and emotionally. I crave any kind comment, any warm personal gesture. I don’t think he knows how much it would mean to me to have him take an active interest in what is going on in my life, to offer to give me a blessing, or just spend some time together. I know he worries that he won’t do the right thing or won’t say the words well. But just to have him <span class=\"emphasis\">try<\/span> would mean more than he could ever know. I don’t want to sound ungrateful because I know he loves me. He sent me a note once and signed it ‘Love, Dad.’ I treasure that note. I hold it among my dearest possessions.”<sup class=\"noteMarker\"><a href=\"#footnote12-99905_000_007\">12<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p17\" class=\"\">Well, as with that young woman, I don’t want this talk to sound ungrateful, nor is it meant to make fathers feel they have fallen short. Most fathers are wonderful. Most dads are terrific. I don’t know who wrote these little storybook verses remembered from my youth, but they go something like this:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad with a tired face,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Coming home from the daily race,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Toiling and striving from day to day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Facing whatever may come his way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Glad in his heart that his own rejoice<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To see him come home and to hear his voice.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad, but he gives his all,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Smoothing the way for his children small,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Doing with courage so stern and grim<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The deeds that his father did for him.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">These are the lines that for him I pen,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad—but the best of men.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p30\" class=\"\">And, brethren, even when we are <span class=\"emphasis\">not<\/span> “the best of men,” even in our limitations and inadequacy, we can keep making our way in the right direction because of the encouraging teachings set forth by a Divine Father and demonstrated by a Divine Son. With a Heavenly Father’s help we can leave more of a parental legacy than we suppose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p31\" class=\"\">One new father wrote: “Often as I watch my son watch me, I am taken back to moments with my own dad, remembering how vividly I wanted to be just like him. I remember having a plastic razor and my own can of foaming cream, and each morning I would shave when he shaved. I remember following his footsteps back and forth across the grass as he mowed the lawn in summer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p32\" class=\"\">“Now I want my son to follow my lead, and yet it terrifies me to know he probably will. Holding this little boy in my arms, I feel a ‘heavenly homesickness,’ a longing to love the way God loves, to comfort the way He comforts, to protect the way He protects. The answer to all the fears of my youth was always ‘What would Dad do?’ Now that I have a child to raise I am counting on a Heavenly Father to tell me exactly that.”<sup class=\"noteMarker\"><a href=\"#footnote13-99905_000_007\">13<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p33\" class=\"\">A friend from college days wrote to me recently, saying: “Much in my chaotic childhood was uncertain, but one thing I knew for sure: that my dad loved me. That certainty was the anchor of my young life. I came to know and love the Lord because my father loved him. I have never called anyone a fool or taken the Lord’s name in vain because he told me the Bible said I shouldn’t. I have always paid my tithing because he taught me it was a privilege to do so. I have always tried to take responsibility for my mistakes because my father did. Even though he was estranged from the Church for a [time], at the end of his life he served a mission and worked faithfully in the temple. In his will he said that any money left over from taking care of his [family] should go to the Church. He loved the Church with all of his heart. And because of him, so do I.”<sup class=\"noteMarker\"><a href=\"#footnote14-99905_000_007\">14<\/a>\n       <span class=\"footnote\">[Personal correspondence from Robert A. Rees.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p34\" class=\"\">Surely that must be the spiritual application of Lord Byron’s couplet: “Yet in my lineaments they trace \/ Some features of my father’s face.”<sup class=\"noteMarker\"><a href=\"#footnote15-99905_000_007\">15<\/a>\n       <span class=\"footnote\">[“Parisina,” in <span class=\"emphasis\">Byron: Poetical Works<\/span> (1970), 333.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p35\" class=\"\">At a vulnerable moment in young Nephi’s life, his prophetic future was determined when he said, “I did believe all the words which had been spoken by my father.”<sup class=\"noteMarker\"><a href=\"#footnote16-99905_000_007\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2151)\">1 Ne. 2:16<\/a><\/span>.]<\/span><\/sup> At the turning point of the prophet Enos’s life, he said it was “the words which I had often heard my father speak”<sup class=\"noteMarker\"><a href=\"#footnote17-99905_000_007\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21547)\">Enos 1:3<\/a><\/span>.]<\/span><\/sup> which prompted one of the great revelations recorded in the Book of Mormon. And sorrowing Alma the Younger, when confronted by the excruciating memory of his sins, “remembered also to have heard [his] father prophesy … concerning the coming of … Jesus Christ, a Son of God, to atone for the sins of the world.”<sup class=\"noteMarker\"><a href=\"#footnote18-99905_000_007\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10368)\">Alma 36:17<\/a><\/span>.]<\/span><\/sup> That brief memory, that personal testimony offered by his father at a time when the father may have felt nothing was sinking in, not only saved the spiritual life of this, his son, but changed forever the history of the Book of Mormon people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p36\" class=\"\">Of Abraham, the grand patriarch, God said, “<span class=\"emphasis\">I know him,<\/span> … he will command his children and his household after him, and they shall keep the way of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote19-99905_000_007\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24152)\">Gen. 18:19<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p37\" class=\"\">I bear my witness this Easter weekend that “great things [will] be required at the hand[s] of [the] fathers,” as the Lord declared to the Prophet Joseph Smith.<sup class=\"noteMarker\"><a href=\"#footnote20-99905_000_007\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21081)\">D&amp;C 29:48<\/a><\/span>.]<\/span><\/sup> Surely the greatest of those things will be to have done all they could for the happiness and spiritual safety of the children they are to nurture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p38\" class=\"\">In that most burdensome moment of all human history, with blood appearing at every pore and an anguished cry upon His lips, Christ sought Him whom He had always sought—His Father. “Abba,” He cried, “Papa,” or from the lips of a younger child, “Daddy.”<sup class=\"noteMarker\"><a href=\"#footnote21-99905_000_007\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33524)\">Mark 14:36<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p39\" class=\"\">This is such a personal moment it almost seems a sacrilege to cite it. A Son in unrelieved pain, a Father His only true source of strength, both of them staying the course, making it through the night—together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-hands-of-the-fathers.p40\" class=\"\">Fathers, this Easter weekend may we be renewed in our task as parents, bolstered by images of this Father and this Son as we embrace our children and stand with them forever, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29938)\">John 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29942)\">John 5:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29945)\">John 7:16, 28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29956)\">John 12:49<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29962)\">John 14:7, 9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29977)\">John 17:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_007\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29978)\">John 18:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_007\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29984)\">John 19:30<\/a><\/span>; <span class=\"citation\" id=\"32677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32677)\">Luke 23:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_007\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Parent-Child Relationships and Children’s Images of God,” <span class=\"emphasis\">Journal for the Scientific Study of Religion,<\/span> Mar. 1997, 25–43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_007\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>David Blankenhorn, <span class=\"emphasis\">Fatherless America: Confronting Our Most Urgent Social Problem <\/span>(1995), 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99905_000_007\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Becoming a Better Father,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1983, 27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99905_000_007\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-99905_000_007\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-99905_000_007\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence from Robert A. Rees.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-99905_000_007\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“Parisina,” in <span class=\"emphasis\">Byron: Poetical Works<\/span> (1970), 333.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-99905_000_007\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2151)\">1 Ne. 2:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-99905_000_007\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21547)\">Enos 1:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-99905_000_007\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10368)\">Alma 36:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-99905_000_007\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24152)\">Gen. 18:19<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-99905_000_007\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21081)\">D&amp;C 29:48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_007\"><a name=\"-99905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-99905_000_007\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33524)\">Mark 14:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}