{"ID":6208, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Out of Small Things”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p2\" class=\"\">Elder Stephen A. West<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">May we take courage, faith, and comfort from the small, quiet, and gentle acts of caring, loving, humble, and dedicated followers of Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:5ad.jpg\" alt=\"Elder Stephen A. West\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p4\" class=\"\">A few years ago, my wife and I served as a resource to a little inner-city branch of the Church that was composed of about 35 members. The branch president, Daniel Sawyer, a man I greatly admire, may have been the only member of that branch who had belonged to the Church for more than three or four years. Our meetings were held in a row house in one of the most troubled neighborhoods of a large eastern city. The house was located on a street where many buildings had been burned and looted during the extensive riots in 1968, and now, 25 years later, some of those damaged or destroyed buildings still had not been repaired or rebuilt. Up to the front of the row house were a few exterior stairs leading from the sidewalk up through a door which opened to some rooms that had been modified for use as classrooms and as an office. Another door opening right from the sidewalk led down a few interior stairs to the basement, which was furnished with a sacrament table, a podium for the speaker, and folding chairs. Some of the most memorable Church experiences my wife and I have had took place in that setting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p5\" class=\"\">One Sunday, right in the middle of the branch sacrament meeting, a woman walked in the door off the street. She was a homeless woman who was wearing dirty, ragged clothes, coughing, choking, and blowing her nose into a filthy handkerchief. In a loud, hoarse voice she said, “I want to sing! I want to pray!” and walked right to the front row and sat down next to a member who was wearing a white blouse, leaned against her, and laid her head on her shoulder. The member immediately put her arms around this guest and held her in her arms throughout the remainder of the meeting. It happened that the speaker had been talking about the parable of the good Samaritan<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_014\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"32661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32661)\">Luke 10:30–37<\/a><\/span>.]<\/span><\/sup> as the woman had come in. As this woman coughed and choked, the speaker continued telling of the parable. As he came to the end of his talk and was quoting a relevant scripture, suddenly, in a loud voice, this homeless woman finished giving the verse that the speaker had begun. In talking of this after sacrament meeting with the speaker, we thought it had probably been a long time since someone had affectionately put an arm around our visitor. We wondered what better illustration you could have of the parable of the good Samaritan than what we had just seen, and we were reminded of the Savior’s words that preceded His telling of that parable, “Thou shalt love … thy neighbour as thyself.”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_014\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32660)\">Luke 10:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p6\" class=\"\">A second experience in the branch dealt with a kind and conscientious woman who faithfully turned in envelopes containing a few coins for payment of her tithing. One day as she came to church, she was also holding in her hand a plastic sandwich bag with a piece of dried-up bread in it. She handed the plastic bag to us and said: “If you are going to belong to a church, you ought to contribute. I can’t contribute much, but I can contribute the sacrament bread.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p7\" class=\"\">As we used her bread for the sacrament, the whole experience carried an additional meaning that day. Going through my mind was the verse that reads: “And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p8\" class=\"\">“And there came a certain poor widow, and she threw in two mites, which make a farthing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p9\" class=\"\">“And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p10\" class=\"\">“For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_014\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33523)\">Mark 12:41–44<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p11\" class=\"\">A third experience in the branch came during a discussion the members were having in Sunday School concerning when you should give to those who ask you for aid. One of the members, who had come with his wife from Africa to further his education, raised his hand and told us of the following experience. As he had been walking home in the neighborhood, he had been approached by a man who put a pistol to his chest and demanded all his money. Our member took the money from his pockets and handed it over to the man and then said, “If you need the money that badly, I have more.” He opened his briefcase and took out additional money, which he gave to the robber, saying, “Understand, you are not taking this from me; I am giving it to you in the name of the Lord because you need it.” He said the robber looked at him in amazement, put the pistol in his belt, and said, “Where do you live? I’m going to walk you home because you’re too good a man to be on these streets, and you are not safe here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p12\" class=\"\">As they started to walk to the member’s apartment, suddenly they were surrounded by police cars because a woman had seen the holdup from her apartment window and had called the police. The police arrested the robber and took him away. Having been the victim, this member was asked to be a witness later at the trial of the robber. At the trial, he testified that although the robber had demanded his money, he had told him that he gave the money to him in the name of the Lord and that if the robber needed it that badly, he wanted him to have it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p13\" class=\"\">Since then, when I hear the Savior’s words, “Him that taketh away thy cloke forbid not to take thy coat also,”<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_014\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32656)\">Luke 6:29<\/a><\/span>.]<\/span><\/sup> my mind goes back not only to the Holy Land but also to the hard streets in that eastern city.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p14\" class=\"\">These are just a few small modern-day experiences that were not witnessed by many, but as they show, these were some exemplary people who lived in difficult conditions. One of the members, pointing to my 40-year-old Book of Mormon, the leather cover of which had largely torn away through wear, leaving frayed corners and exposing the cardboard backing, said, “Many of those in our branch are like your Book of Mormon, tattered and worn on the outside, but inside are great and important things.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p15\" class=\"\">Finally, may I tell you of a nine-year-old Spanish-American girl I interviewed one evening in Texas for baptism. I asked her if she knew who Jesus was. Her answer was, “Yes.” “Who is He?” I asked. Sweeping her hand over her head and gesturing at everything in sight, she said, “He owns all of this!” Could any nine-year-old, or perhaps any of us, have summed it up any better? In only five words she had described the Savior with simple clarity: “He owns all of this!” When the interview was over, she told her mother she did not want to leave the chapel but wanted to stay and sleep that night in “Jesus’ house.” “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_014\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29975)\">John 17:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p16\" class=\"\">The Savior said to His disciples in the New World: “… [Y]e know the things that ye must do in my church; for the works which ye have seen me do that shall ye also do; for that which ye have seen me do even that shall ye do;<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p17\" class=\"\">“Therefore, if ye do these things blessed are ye.”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_014\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6498)\">3 Ne. 27:21–22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p18\" class=\"\">In the meridian of time, among other things, the Savior gave a touch here, a kind word there, food (both real and spiritual) to the hungry, advice and counsel to those in need. He gave prayers with the frightened, kindness to the passed-over, respect and affection for the children, loving care for those who are burdened. “And thus we see that by small means the Lord can bring about great things.”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_014\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2175)\">1 Ne. 16:29<\/a><\/span>.]<\/span><\/sup> “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_014\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21113)\">D&amp;C 64:33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/out-of-small-things.p19\" class=\"\">In these times when so much of our daily experience seems to point to a world moving in the wrong direction, may we take courage, faith, and comfort from the small, quiet, and gentle acts of caring, loving, humble, and dedicated followers of Christ. May we similarly replicate in our own lives the very lessons the Savior taught almost 2,000 years ago is my prayer, to which I add my testimony that He lives, and I do it in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_014\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"32661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32661)\">Luke 10:30–37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_014\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32660)\">Luke 10:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_014\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33523)\">Mark 12:41–44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_014\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32656)\">Luke 6:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_014\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29975)\">John 17:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_014\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6498)\">3 Ne. 27:21–22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_014\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2175)\">1 Ne. 16:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_014\"><a name=\"-99905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_014\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21113)\">D&amp;C 64:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}