{"ID":621, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Peace Table of the Savior<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1952, pp. 107-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my beloved brethren and sisters, that I might enjoy the Lord's favor during\nthe few minutes that I shall stand before you.\n<\/p><p>\nI should like to read to you the thirty-fifth verse of the first section of the Doctrine and\nCovenants: \n<\/p><p>\nFor I am no respecter of persons and will that all men shall know that the day speedily\ncometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the\nearth, and the devil shall have power over his own dominion\n(<span class=\"citation\" id=\"12960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12960)\">D&amp;C 1:35<\/a><\/span>).\n<\/p><p>\nAs we observe conditions in the world today, I am sure we are all agreed that peace has\nliterally been taken from the nations of the earth. We see in Korea a bloody struggle which\nseems to have no end. Europe is an armed camp. On the other side of the Iron Curtain\npreparations are being made for a great Third World War. In Iran and in Egypt we observe\nrebellion. There seems to be a spirit of unrest all over the world. We have been in the midst\nof war for almost thirteen years. It is true that the representatives of nations have tried to\nnegotiate peace, but we have no peace.\n<\/p><p>\nWe have all of the difficulties that the Lord spoke of, that peace would be taken from the\nearth, and that the spirit of Satan would have dominion over the world.\n<\/p><p>\nI question if those who sit at the peace table have in their hearts the real spirit of peace. The\nspirit of peace is the spirit of the Lord Jesus Christ. I regret when the United Nations was\nfounded the name of the Redeemer of the World was not used, and for that reason I feel the\ngenuine spirit of peace has not and does not influence the dealings of peace negotiations.\n<\/p><p>\nThose who have been sitting around the so-called peace tables of the world, have been\ncunning and cagey men, negotiating for the sole purpose of acquiring more power, more\nterritory, and in the final analysis of it all, millions of people now find themselves under the\nheel of the dictator; they have lost their free agency and liberty. They have lost their land.\n<\/p><p>\nAnd as I contemplate these terrible conditions that exist in the world, with me you ask, what\ncounsel or advice has our Heavenly Father for us? Please read the eighth verse of the\neighty-seventh section, therein you will find the counsel of the Lord. He said: \n<\/p><p>\nWherefore, stand ye in holy places, and be not moved, until the day of the Lord come;\nfor behold, it cometh quickly, saith the Lord\n(<span class=\"citation\" id=\"13011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13011)\">D&amp;C 87:8<\/a><\/span>).\n<\/p><p>\nWhat are these holy places? They are the holy temples of God. They are the meetinghouses,\none in each ward, dedicated to the worship of our Heavenly Father. I would say that our\nhomes can become holy places, if we cultivate the Spirit of the Lord Jesus Christ, the spirit of\npeace.\n<\/p><p>\nAs I look into the faces of this vast congregation and I think of the vast radio audience, I\nknow there are many among you who live under a cloud of uncertainty.\nPresent are fathers and mothers and sons and daughters, wives and sweethearts of the soldiers\nengaged on the bloody battlefields of Korea. The word may come that your loved one has\nmade the supreme sacrifice, or that your loved one has been wounded and is maimed for life,\nor your loved one is a prisoner in the hands of a heathen enemy.\n<\/p><p>\nThere are other perplexing problems that many of us have. Men of affairs walk the floor at\nnight, wondering how their problems are to be solved. We fail to think of the Savior, of his\ncounsel and his teachings.\n<\/p><p>\nI quote to you the twenty-eighth to the thirtieth verses in Matthew eleven wherein the Savior\nsaid: \n<\/p><p>\nCome unto me, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\nTake my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye\nshall find rest unto your souls.\n<\/p><p>\nFor my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"34506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34506)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nAnd again he said to us, in the twenty-third verse of the nineteenth section of the Doctrine\nand Covenants: \n<\/p><p>\nLearn of me, and listen to my words; walk in the meekness of my Spirit, and you shall\nhave peace in me (<span class=\"citation\" id=\"12967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12967)\">D&amp;C 19:23<\/a><\/span>).\n<\/p><p>\nThese declarations of the Savior are the peace-call to the faithful, to the obedient, to those\nwho have accepted him as the Redeemer of the World.\n<\/p><p>\nWith the peace-call comes this admonition to attend the peace meeting of the Prince of Peace.\n<\/p><p>\nBut remember that on this, the Lord's day, thou shalt offer thine oblations and thy\nsacraments unto the Most High, confessing thy sins unto thy brethren, and before the\nLord (<span class=\"citation\" id=\"12986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12986)\">D&amp;C 59:12<\/a><\/span>).\n<\/p><p>\nAnd again the peace-call comes,\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shalt go\nto the house of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"12985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12985)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nHere we find the source of real peace in the house of the Lord, upon the Sabbath day, here a\npeace conference is in session with the Savior of the World. The presiding officers of this\npeace conference are three high priests, the bishopric of the ward. Under their direction the\npeace table is prepared by the Aaronic Priesthood, the emblems of the broken body and the\nspilt blood are laid upon the table before the congregation. Those officiating are priests,\nteachers, and deacons of the Aaronic Priesthood. And in turn, the sacramental prayers are\noffered.\n<\/p><p>\nI think of the sacramental prayers as prayers of the covenant, for after all, in the blessing\nupon the bread and the blessings upon the cup there are covenants that we all ascribe to. First,\nwhen the bread is blessed, it is sanctified to all those who partake of it. Secondly, they\ncovenant to eat in remembrance of the body of the Prince of Peace, they covenant to\nremember the spilt blood. Thirdly, they agree to witness unto God their willingness to take\nupon them the name of Jesus Christ, and remember him always\n(<span class=\"citation\" id=\"12971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12971)\">D&amp;C 20:77,79<\/a><\/span>). To take upon one the name\nof Jesus Christ, to me, means that we will accept the Son of God as the Redeemer of the\nWorld, that we will accept his plan of salvation and live it as he has commanded us, and then\nto remember the great sacrifice that he made upon Calvary's hill.\n<\/p><p>\nI feel as we attend the peace meeting of the Savior in holy places of worship, that we have no\nidea of the suffering that the Savior passed through both in the Garden of Gethsemane, and\nalso on the cross.\n<\/p><p>\nWe covenant to keep his commandments which he has given us. And the Lord covenants with\nus, if we will keep his commandments, if we will remember his great sacrifice, if we will\naccept him fully, that he, in turn, will reward us with the association of his Holy Spirit.\n<\/p><p>\nAnd as the Sabbath comes to an end and we return to our homes, we should go forth with the\ndetermination to keep the commandments of the Savior of the World. The\nfirst one being: \n<\/p><p>\n. . . love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nmind...\n<\/p><p>\nAnd the second is like unto it, Thou shalt love thy neighbour as thyself\n(<span class=\"citation\" id=\"34521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34521)\">Matt. 22:37,39<\/a><\/span>).\n<\/p><p>\nWe speak of love. As I define it, it is the great motivating, stimulating passion which\nactivates us to render service to God, to keep his commandments, and to express our love for\nhim by obedience to his commandments. And if we love our neighbor we will render service\nto him, whether it be of a materialistic or a spiritual nature.\n<\/p><p>\nThird, the Savior said to pray always that ye may not faint\n(<span class=\"citation\" id=\"31313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31313)\">Luke 18:1<\/a><\/span>). I am sure that we will all agree\nthese are times when the hearts of men are faint, when their hearts fail them.\n<\/p><p>\nBut in our homes, with the Spirit of Jesus Christ in our souls, we can pray to God, father and\nmother, sons and daughters meeting together around the family altar of prayers, the Spirit of\nthe Christ will be there in rich abundance giving us the spirit of love for one another, the\nspirit of wanting to serve God, the spirit of unity, and the spirit of cooperation in all of our\nendeavors.\n<\/p><p>\nFourth, that we garnish our thoughts and our minds with virtue\n(<span class=\"citation\" id=\"13051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13051)\">D&amp;C 121:45<\/a><\/span>). Only clean minds and clean\nbodies can enjoy the Spirit of the Lord Jesus Christ, the spirit of peace.\n<\/p><p>\nFifth, as servants of God, holding his Holy Priesthood, we will recognize our responsibility\ntherein and perform our duties with willing and prayerful hearts.\n<\/p><p>\nSixth, that we will remember the widow, the orphan, the unemployed, and the aged, that we\nwill pledge our support to the welfare program, to the end that there will be in the storehouse\nof the bishop, the necessities of life to take care of those who are in distress.\n<\/p><p>\nThis is pure and undefiled religion\n(<span class=\"citation\" id=\"26096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26096)\">James 1:27<\/a><\/span>).\nHerein we are expressing love for our neighbor who may be in need.\n<\/p><p>\nWe must remember our dead ancestry, that we will follow the admonition of the prophet,\nwhen he declared the time would come when the hearts of the fathers would be turned to the\nchildren and the hearts of the children would be turned to the fathers lest the Lord come and\nsmite the earth with a curse (<span class=\"citation\" id=\"32742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32742)\">Mal. 4:6<\/a><\/span>).\n<\/p><p>\nWe will meet all of our obligations with glad hearts, remembering that if the kingdom of God\nis to grow and expand in the earth, it is necessary that finances be available to pay for the\noperation and the expense of the Church. That none of us are going to find means and ways\nwhere we might deduct from the Lord's tenth this item or that item. If we will pay our tithing\nin full, the promise of the old prophet will be ours when he said if we would take our tithes\nto the storehouse of the Lord, the heavens would be opened and abundant blessings would\ncome upon us to the extent that we would not be able to hold them\n(<span class=\"citation\" id=\"32733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32733)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, if we love the Christ, if we keep our covenants at his peace table, each\nSabbath day, and keep his commandments throughout the week, there is no question in my\nmind but what our homes will become holy places, where the Spirit of Christ will abide in\nrich abundance, and where we will be protected from harm and the evils of the world. I am\nsure if we will do this, subscribe to the peace covenants made at his peace table, through his\nHoly Spirit the words will come,\n<\/p><p>\nPeace I leave with you, my peace I give unto you: not as the world giveth, give I unto\nyou. Let not your heart be troubled, neither let it be afraid\n(<span class=\"citation\" id=\"27525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27525)\">John 14:27<\/a><\/span>).\n<\/p><p>\nYes, there may be war, there may be famine, there may be the disturbances of nature, nations\nmay crumble into dust at our feet, but I promise you that our Redeemer, the Prince of Peace,\nwill keep his covenant with us. He will give us hope and assurance, and whether it be in\ndeath, or whether it be in life, he will receive us.\n<\/p><p>\nHow many of us are attending the peace meeting of the Lord Jesus Christ. In the Church at\nthe present time twenty-five percent of its members at-tend the sacrament\nmeeting on the Sabbath day. However, it is inspiring and encouraging to know that the\nLatter-day Saint girls between the ages of twelve and nineteen attend sacrament meeting in\nthe summertime to the extent of forty-eight percent and in the wintertime fifty-five percent.\nThe average attendance at sacrament meeting of the Aaronic Priesthood bearers is thirty-seven\npercent.\n<\/p><p>\nWhat a grand and wonderful thing it would be if this holy place of the Lord on the Sabbath\nday were filled to capacity, that each and every individual member of this Church that has\nmade covenant in the waters of baptism, would follow the commandments of the Christ and\nin particular attend the sacrament meeting.\n<\/p><p>\nWho am I to say that we should have a fifty percent attendance at sacrament meeting, or a\nseventy-five percent attendance at the sacrament meeting? I have no right to put a limitation\non the number that should attend. The Lord has put no limitation on it any more than to\nexpect every member of this Church to attend to the revealed meeting, the most important\nmeeting of the week, the peace-meeting of the Lord Jesus Christ and to partake of the\nemblems of the Last Supper and renew our covenants with him.\n<\/p><p>\nAnd in partaking of the sacrament it is well that we follow the admonition of Paul to the\nCorinthians: \n<\/p><p>\nBut let a man examine himself, and so let him eat of that bread, and drink of that cup.\n<\/p><p>\nFor he that eateth and drinketh unworthily, eateth and drinketh damnation to himself,\nnot discerning the Lord's body.\n<\/p><p>\nFor this cause many are weak and sickly among you, and many sleep\n(<span class=\"citation\" id=\"219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(219)\">1 Cor. 11:28-30<\/a><\/span>).\n<\/p><p>\nPaul declared to the Romans in the seventeenth verse of the fourteenth chapter of Romans: \n<\/p><p>\nFor the kingdom of God is not meat and drink; but righteousness, and peace and joy in\nthe Holy Ghost (<span class=\"citation\" id=\"42705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42705)\">Rom. 14:17<\/a><\/span>).\n<\/p><p>\nI submit the question, \"How many of us think that the kingdom of God is meat and drink,\nmade up entirely of the materialistic things of the world?\" When we spend our time in the\nfields plowing, when we spend our time in our businesses, when we spend our time in\nseeking pleasure in the world on the Lord's day, it is an indication that we accept the\nkingdom of God as one of meat, drink, and the materialistic things of life, rather than\nrighteousness and peace and joy in the Holy Ghost, the things of the kingdom of God.\n<\/p><p>\nThere is a growing tendency in the Church to think if we attend Sunday School on the\nSabbath morning and partake of the sacrament, all of the requirements have been met. I hear\nthe words of the Prophet Brigham Young on this point. He said, speaking of the sacrament,\n<\/p><p>\nTeach its observance to your children; impress upon them its necessity. Its observance\nis as necessary to our salvation as are any of the other ordinances and commandments\nthat have been instituted in order that people might be sanctified\n(<i>Discourses of Brigham Young<\/i>, p. 171).\n<\/p><p>\nHe further declared,\n<\/p><p>\nIn some of our wards and settlements the administering of the sacrament has been\nintroduced in the Sunday schools. It is very pleasing and gratifying to the spirit that I\npossess, for the parents to see that their children attend Sunday school, and receive the\nproper instruction with regard to their faith. [<i>And I want you to mark this and I emphasize it<\/i>]:\nAfter the Sunday school is over, let the parents take the pains to bring\ntheir children to meeting (<i>Ibid.<\/i>, p. 173).\n<\/p><p>\nWhat meeting? The sacrament meeting, the peace meeting of the Prince of Peace.\n<\/p><p>\nThe Sunday School is under mandate to teach the gospel of the Lord Jesus Christ to the\nmembership of the Church. I am sure in the Sunday School they teach the children the\nsignificance of the sacrament, and I am sure along with it, they also teach them the necessity\nof attending the sacrament meeting.\n<\/p><p>\nThe sacrament meeting, brothers and sisters, should become the family meeting of the Church,\nwhere father, mother, sons, and daughters attend together and renew their covenants as they\npartake of the emblems of the Last Supper.\n<\/p><p>\nThe Lord Jesus Christ said: \n<\/p><p>\nSuffer little children, and forbid them not, to come unto me: for of such is the\nkingdom of heaven (<span class=\"citation\" id=\"34518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34518)\">Matt. 19:14<\/a><\/span>).\n<\/p><p>\nIf we fail to take our children to the sacrament meeting, we are not taking them to the Savior\nas he commands us I am sure that every child that partakes of the sacrament, and has an\nunderstanding of it, must feel the kindly spirit of the Savior of the World.\n<\/p><p>\nThe Lord Jesus Christ keeps his promises if we keep ours. This terrible war is constantly upon\nmy mind. I think of young men in the foxholes and in the bunkers on the rocky hillsides of\nKorea, where under the direction of their group leader, or possibly one of our chaplains, they\nsurround the peace-table of the Lord Jesus Christ, partake of the emblems of the Last Supper\nmake covenant with him to always remember him, and as a reward, I am sure that his Spirit\nwhispers to them \"My peace I give unto you\"\n(<span class=\"citation\" id=\"27526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27526)\">John 14:27<\/a><\/span>).\nThey are comforted, they have solace in their\nhearts, and whether in life or in death, the Lord will bless them and receive them unto him.\n<\/p><p>\nThe great obligation that rests upon us as long as we enjoy membership in the Lord's Church,\nis to attend the peace meeting, to participate in the negotiations of the sacrament table\nwherein we again renew our covenants with the Lord Jesus Christ. And just as surely as we\nlive, regardless of what the conditions in the world may be, the word of the Savior will be\nkept when he said,\n<\/p><p>\nPeace I leave with you, my peace I give unto you: not as the world giveth, give I unto\nyou. Let not your heart be troubled, neither let it be afraid\n(<span class=\"citation\" id=\"27527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27527)\">John 14:27<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, in these hours of distress, war and destruction, I promise you if we will\ngo to the peace meeting of our Savior, the Lord Jesus Christ, every Sunday, his Spirit will be\nthere in rich abundance, we will take it into our homes, and by keeping his commandments\nour homes can become a holy place, they can become houses of God, which blessing I pray\nwe will all enjoy, in the name of the King of Peace, the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}