{"ID":6211, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Witness: Martin Harris\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">One of Martin Harris’s greatest contributions to the Church, for which he should be honored for all time, was his financing the publication of the Book of Mormon.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Law of Witnesses<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p5\" class=\"\">Witnesses and witnessing are vital in God’s plan for the salvation of His children. In the Godhead, the function of the Holy Ghost is to bear witness of the Father and the Son (see <span class=\"citation\" id=\"4775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4775)\">2 Ne. 31:18<\/a><\/span>). The Father has borne witness of the Son (see <span class=\"citation\" id=\"37819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37819)\">Matt. 3:17<\/a><\/span>; <span class=\"citation\" id=\"37844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37844)\">Matt. 17:5<\/a><\/span>; <span class=\"citation\" id=\"29943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29943)\">John 5:31–39<\/a><\/span>), and the Son has borne witness of the Father (see <span class=\"citation\" id=\"29974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29974)\">John 17<\/a><\/span>). The Lord has commanded His servants to testify of Him (see <span class=\"citation\" id=\"25788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25788)\">Isa. 43:10<\/a><\/span>; <span class=\"citation\" id=\"41054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41054)\">Mosiah 18:9<\/a><\/span>; <span class=\"citation\" id=\"21138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21138)\">D&amp;C 84:62<\/a><\/span>), and all of the prophets have borne witness of Jesus Christ (see <span class=\"citation\" id=\"8481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8481)\">Acts 10:43<\/a><\/span>; <span class=\"citation\" id=\"42612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42612)\">Rev. 19:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p6\" class=\"\">The scriptures state that “in the mouth of two or three witnesses shall every word be established” (<span class=\"citation\" id=\"3146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3146)\">2 Cor. 13:1<\/a><\/span>; <span class=\"citation\" id=\"21039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21039)\">D&amp;C 6:28<\/a><\/span>; see also <span class=\"citation\" id=\"21394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21394)\">Deut. 19:15<\/a><\/span>). The most important ordinances of salvation—baptism, marriage, and other ordinances of the temple—are required to have witnesses (see <span class=\"citation\" id=\"21175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21175)\">D&amp;C 127:6<\/a><\/span>; <span class=\"citation\" id=\"21176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21176)\">D&amp;C 128:3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p7\" class=\"\">The Bible witnesses of Jesus Christ by prophecies of His coming, by accounts of His ministry, and by the testimonies of those who carried His message to the world. The Book of Mormon has the same content: witnesses preceding, during, and following the ministry of the Messiah. Appropriately, it is now titled “Another Testament of Jesus Christ.”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Book of Mormon Witnesses<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p9\" class=\"\">There are witnesses of the Book of Mormon itself. I have chosen to speak about the significance of their testimonies and about the life of one of them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p10\" class=\"\">While Joseph Smith was translating the Book of Mormon, the Lord revealed that, in addition to the Prophet’s testimony, the world would have “the testimony of three of my servants, whom I shall call and ordain, unto whom I will show these things” (<span class=\"citation\" id=\"21034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21034)\">D&amp;C 5:11<\/a><\/span>; see also <span class=\"citation\" id=\"22458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22458)\">Ether 5:2–4<\/a><\/span>; <span class=\"citation\" id=\"4766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4766)\">2 Ne. 27:12–13<\/a><\/span>). “They shall know of a surety that these things are true,” the Lord declared, “for from heaven will I declare it unto them” (<span class=\"citation\" id=\"21036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21036)\">D&amp;C 5:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p11\" class=\"\">There were also eight witnesses, but their testimony is a subject for another time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p12\" class=\"\">The three men chosen as witnesses of the Book of Mormon were Oliver Cowdery, David Whitmer, and Martin Harris. Their written <span class=\"citation\" id=\"43157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43157)\">“Testimony of Three Witnesses”<\/a><\/span> has been included in all of the almost 100 million copies of the Book of Mormon the Church has published since 1830. These witnesses solemnly testify that they “have seen the plates which contain this record” and “the engravings which are upon the plates.” They witness that these writings “have been translated by the gift and power of God, for his voice hath declared it unto us.” They testify, “We declare with words of soberness, that an angel of God came down from heaven, and he brought and laid before our eyes, that we beheld and saw the plates, and the engravings thereon; and we know that it is by the grace of God the Father, and our Lord Jesus Christ, that we beheld and bear record that these things are true.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p13\" class=\"\">Further, “the voice of the Lord commanded us that we should bear record of it; wherefore, to be obedient unto the commandments of God, we bear testimony of these things” (“The Testimony of Three Witnesses,” Book of Mormon).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p14\" class=\"\">People who deny the possibility of supernatural beings may reject this remarkable testimony, but people who are open to believe in miraculous experiences should find it compelling. The solemn written testimony of three witnesses to what they saw and heard—two of them simultaneously and the third almost immediately thereafter—is entitled to great weight. Indeed, we know that upon the testimony of <span class=\"emphasis\">one<\/span> witness great miracles have been claimed and accepted by many religious people, and in the secular world the testimony of one witness has been deemed sufficient for weighty penalties and judgments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p15\" class=\"\">Persons experienced in evaluating testimony commonly consider a witness’s opportunity to observe an event and the possibility of his bias on the subject. Where different witnesses give identical testimony about the same event, skeptics look for evidence of collusion among them or for other witnesses who could contradict them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p16\" class=\"\">Measured against all of these possible objections, the testimony of the Three Witnesses to the Book of Mormon stands forth in great strength. Each of the three had ample reason and opportunity to renounce his testimony if it had been false, or to equivocate on details if any had been inaccurate. As is well known, because of disagreements or jealousies involving other leaders of the Church, each one of these three witnesses was excommunicated from The Church of Jesus Christ of Latter-day Saints by about eight years after the publication of their testimony. All three went their separate ways, with no common interest to support a collusive effort. Yet to the end of their lives—periods ranging from 12 to 50 years after their excommunications—not one of these witnesses deviated from his published testimony or said anything that cast any shadow on its truthfulness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p17\" class=\"\">Furthermore, their testimony stands uncontradicted by any other witnesses. Reject it one may, but how does one explain three men of good character uniting and persisting in this published testimony to the end of their lives in the face of great ridicule and other personal disadvantage? Like the Book of Mormon itself, there is no better explanation than is given in the testimony itself, the solemn statement of good and honest men who told what they saw.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Martin Harris<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p19\" class=\"\">Having a special interest in Martin Harris, I have been saddened at how he is remembered by most Church members. He deserves better than to be remembered solely as the man who unrighteously obtained and then lost the initial manuscript pages of the Book of Mormon.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p20\" class=\"\">When the Book of Mormon was published, Martin Harris was nearly 47 years of age, more than 20 years older than Joseph Smith and the other two witnesses. He was a prosperous and respected citizen of Palmyra, New York. He owned a farm of over 240 acres, large for the time and place. He was an honored veteran of two battles in the War of 1812. His fellow citizens entrusted him with many elective offices and responsibilities in the community. He was universally respected for his industry and integrity. Assessments by contemporaries described him as “an industrious, hard-working farmer, shrewd in his business calculations, frugal in his habits,” and “strictly upright in his business dealings” (quoted in Richard Lloyd Anderson, <span class=\"emphasis\">Investigating the Book of Mormon Witnesses<\/span> [1981], 96–97, 98).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p21\" class=\"\">This prosperous and upright older man befriended the young and penniless Joseph Smith, giving him the $50 that permitted him to pay his debts in Palmyra and locate in northeastern Pennsylvania about 150 miles away. There, in April 1828, Joseph Smith began his first persistent translation of the Book of Mormon. He dictated, and Martin Harris wrote until there were 116 pages of manuscript.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p22\" class=\"\">Martin’s persistent requests to show this manuscript to his family wearied Joseph into letting him take it to Palmyra, where its pages were stolen from him, lost, and probably burned. For this the Lord rebuked Martin and Joseph. Joseph had his gift of translation suspended for a season, and Martin was rebuked as “a wicked man” who had “set at naught the counsels of God, and … broken the most sacred promises which were made before God” (<span class=\"citation\" id=\"21031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21031)\">D&amp;C 3:12–13<\/a><\/span>; see also <span class=\"citation\" id=\"21047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21047)\">D&amp;C 10<\/a><\/span>). Fortunately, both Joseph and Martin were later forgiven by the Lord, and the work of translation resumed with other scribes. We obviously honor Joseph for his magnificent ministry, but Martin’s subsequent faithfulness continues under a shadow from which this important man should be rescued.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p23\" class=\"\">I will review some of the high points of Martin Harris’s life following the devastating episode of the stolen and lost manuscript.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p24\" class=\"\">About nine months after Martin’s rebuke, the Prophet Joseph received a revelation declaring that there would be three witnesses to the plates and if Martin would humble himself he would be privileged to see them (see <span class=\"citation\" id=\"21035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21035)\">D&amp;C 5:11, 15, 24<\/a><\/span>). A few months later, Martin Harris was selected as one of the Three Witnesses and had the experience and bore the testimony described earlier.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p25\" class=\"\">One of Martin Harris’s greatest contributions to the Church, for which he should be honored for all time, was his financing the publication of the Book of Mormon. In August 1829 he mortgaged his home and farm to Egbert B. Grandin to secure payment on the printer’s contract. Seven months later, the 5,000 copies of the first printing of the Book of Mormon were completed. Later, when the mortgage note fell due, the home and a portion of the farm were sold for $3,000. In this way, Martin Harris was obedient to the Lord’s revelation:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p26\" class=\"\">“Thou shalt not covet thine own property, but impart it freely to the printing of the Book of Mormon. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p27\" class=\"\">“Pay the debt thou hast contracted with the printer. Release thyself from bondage” (<span class=\"citation\" id=\"21070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21070)\">D&amp;C 19:26, 35<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p28\" class=\"\">Other records and revelations show Martin Harris’s significant involvement in the activities of the restored Church and his standing with God. He was present at the organization of the Church on April 6, 1830, and was baptized that same day. A year later he was called to journey to Missouri with Joseph Smith, Sidney Rigdon, and Edward Partridge (see <span class=\"citation\" id=\"21098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21098)\">D&amp;C 52:24<\/a><\/span>). In Missouri that year—1831—he was commanded to “be an example unto the church, in laying his moneys before the bishop of the church” (<span class=\"citation\" id=\"21102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21102)\">D&amp;C 58:35<\/a><\/span>), thus becoming the first man the Lord called by name to consecrate his property in Zion. Two months later he was named with Joseph Smith, Oliver Cowdery, Sidney Rigdon, and others to be “stewards over the revelations and commandments” (<span class=\"citation\" id=\"21122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21122)\">D&amp;C 70:3<\/a><\/span>; see also <span class=\"citation\" id=\"21121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21121)\">D&amp;C 70:1<\/a><\/span>), a direction to publish and circulate what later became the Doctrine and Covenants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p29\" class=\"\">In 1832 Martin Harris’s older brother, Emer, who is my great-great-grandfather, was called on a mission from Ohio (see <span class=\"citation\" id=\"21123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21123)\">D&amp;C 75:30<\/a><\/span>). Emer spent a year preaching the gospel near his former home in northeastern Pennsylvania. During most of this time Emer’s companion was his brother Martin, whose zeal in preaching even caused him to be jailed for a few days. The Harris brothers baptized about 100 persons. Among those baptized was a family named Oaks, which included my great-great-grandfather. Thus, my middle name and my last name come from the grandfathers who met in that missionary encounter in Susquehanna County in 1832–33.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p30\" class=\"\">Back in Kirtland, Ohio, after his mission, in February 1834 Martin Harris was chosen by revelation to serve on the first high council in the Church (see <span class=\"citation\" id=\"21165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21165)\">D&amp;C 102:3<\/a><\/span>). Less than three months later, he left Kirtland with the men of Zion’s Camp, marching 900 miles to Missouri to relieve the oppressed Saints there.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p31\" class=\"\">One of the most important events of the Restoration was the calling of a Quorum of Twelve Apostles in February 1835. The Three Witnesses, including Martin Harris, were appointed to “search out the Twelve” (<span class=\"citation\" id=\"21069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21069)\">D&amp;C 18:37<\/a><\/span>), to select them and, under authority granted by the Prophet and his counselors, to ordain them [these ordinations were then confirmed under the hands of the First Presidency] (see B. H. Roberts, <span class=\"emphasis\">Comprehensive History,<\/span> 1:372–75).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p32\" class=\"\">From a position of great influence and authority, all three witnesses fell, each in his own way. During 1837 there were intense financial and spiritual conflicts in Kirtland, Ohio. Martin Harris later said that he “lost confidence in Joseph Smith” and “his mind became darkened” (quoted in Anderson, <span class=\"emphasis\">Investigating the Book of Mormon Witnesses,<\/span> 110). He was released from the high council in September 1837 and three months later was excommunicated.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p33\" class=\"\">Martin’s wife, Lucy, who had been involved in the loss of the manuscript pages, died in Palmyra in 1836. Within a year thereafter, Martin and his family located in Kirtland, and Martin married Caroline Young, a niece of Brigham Young.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p34\" class=\"\">When most of the Saints moved on—to Missouri, to Nauvoo, and to the West—Martin Harris remained in Kirtland. There he was rebaptized by a visiting missionary in 1842. In 1856 Caroline and their four children took the long journey to Utah, but Martin, then 73 years of age, remained on his property in Kirtland. In 1860 he told a census taker that he was a “Mormon preacher,” evidence of his continuing loyalty to the restored gospel. Later he would tell a visitor, “I never did leave the Church; the Church left me” (quoted in William H. Homer Jr., “‘Publish It Upon the Mountains’: The Story of Martin Harris,” <span class=\"emphasis\">Improvement Era,<\/span> July 1955, 505), meaning of course that Brigham Young led the Church west and the aging Martin remained in Kirtland.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p35\" class=\"\">During part of his remaining years in Kirtland, Martin Harris acted as a self-appointed guide-caretaker of the deserted Kirtland Temple, which he loved. Visitors reported his alienation from the leaders of the Church in Utah but also his fervent reaffirmation of his published testimony of the Book of Mormon.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p36\" class=\"\">Finally, in 1870, Martin’s desire to be reunited with his family in Utah resulted in a warm invitation from Brigham Young, a ticket for his passage, and an official escort from one of the Presidents of Seventy. A Utah interviewer of the 87-year-old man described him as “remarkably vigorous for one of his years, … his memory being very good” (<span class=\"emphasis\">Deseret News,<\/span> 31 Aug. 1870). He was rebaptized, a common practice at that time, and spoke twice to audiences in this Tabernacle. We have no official report of what he said, but we can be sure of his central message since over 35 persons left similar personal accounts of what he told them during this period. One reported Martin saying, “It is not a mere belief, but is a matter of knowledge. I saw the plates and the inscriptions thereon. I saw the angel, and he showed them unto me” (quoted in Anderson, <span class=\"emphasis\">Investigating the Book of Mormon Witnesses,<\/span> 116).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p37\" class=\"\">When he reiterated his testimony of the Book of Mormon in the closing days of his life, Martin Harris declared, “I tell you of these things that you may tell others that what I have said is true, and I dare not deny it; I heard the voice of God commanding me to testify to the same” (quoted in Anderson, <span class=\"emphasis\">Investigating the Book of Mormon Witnesses,<\/span> 118).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p38\" class=\"\">Martin Harris died in Clarkston, Utah, in 1875, at age 92. His life is commemorated in the memorable pageant, <span class=\"emphasis\">Martin Harris: The Man Who Knew,<\/span> produced each summer in Clarkston, Utah.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p39\" class=\"\">What do we learn from this example? (1) Witnesses are important, and the testimony of the Three Witnesses to the Book of Mormon is impressive and reliable. (2) Happiness and spiritual progress lie in following the leaders of the Church. (3) There is hope for each of us, even if we have sinned and strayed from a favored position.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-witness-martin-harris.p40\" class=\"\">The Lord’s invitation is warm and loving: “Come back and feast at the table of the Lord, and taste again the sweet and satisfying fruits of fellowship with the saints” (The First Presidency, “An Invitation to Come Back,” <span class=\"emphasis\">Church News,<\/span> 22 Dec. 1985, 3). I testify that this is the word of the Lord and the work of the Lord, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Bibliography<\/h2>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Anderson, Richard Lloyd. <span class=\"emphasis\">Investigating the Book of Mormon Witnesses.<\/span> 1981, chap. 7–8.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Homer, William H., Jr. “‘Publish It Upon the Mountains’: The Story of Martin Harris.” <span class=\"emphasis\">Improvement Era.<\/span> Mar.–July 1955. 144–46, 194–95, 238–39, 244, 310–11, 344–46, 387, 462–63, 505–7, 524–26.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>James, Rhett Stephens. <span class=\"emphasis\">The Man Who Knew: The Early Years.<\/span> 1983. “Dramatic Biography Annotations.” 95–169.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>Ludlow, Daniel H., ed. <span class=\"emphasis\">Encyclopedia of Mormonism.<\/span> 5 vols. 1992.  “Book of Mormon Witnesses.”  “Martin Harris.”  “Witnesses, Law of.”<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t<p>Roberts, B. H. <span class=\"emphasis\">A Comprehensive History of The Church of Jesus Christ of Latter-day Saints.<\/span> 6 vols. 1930. 1:371–76.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t\t<p>Tuckett, Madge Harris and Belle Harris Wilson. <span class=\"emphasis\">The Martin Harris Story.<\/span> 1983.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}