{"ID":6212, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Sacred Duty to Honor Women\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p3\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Thank the Lord for these sisters who—like our Heavenly Father—love us not only for what we are but for what we may become.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p5\" class=\"\">It is a joy to be with you tonight, brethren, and wonderful to see so many young men with their fathers. We are assembled because of our desire to hearken to the leaders of the Church. But this congregation is unique. I don’t see any mothers. Not one of us could be here without a mother, yet we are all here—without our mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p6\" class=\"\">Tonight I am attending with a son, sons-in-law, and grandsons. Where are their mothers? Gathered in the kitchen of our home! What are they doing? Making large batches of homemade doughnuts! And when we return home, we will feast on those doughnuts. While we enjoy them, these mothers, sisters, and daughters will listen intently as each of us speaks of things he learned here tonight. It’s a nice family tradition, symbolic of the fact that everything we learn and do as priesthood bearers should bless our families.<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_018\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21075)\">D&amp;C 23:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p7\" class=\"\">Let us speak about our worthy and wonderful sisters, particularly our mothers, and consider our sacred duty to honor them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p8\" class=\"\">When I was a young university student, one of my classmates urgently pleaded with a group of us—his Latter-day Saint friends—to donate blood for his mother, who was bleeding profusely. We went directly to the hospital to have our blood typed and tested. I’ll never forget our shock when told that one of the prospective donors was unfit because of a positive blood test for a venereal disease. That infected blood was his own! Fortunately, his mother survived, but I’ll never forget his lingering sorrow. He bore the burden of knowing that his personal immorality had disqualified him from giving needed aid to his mother, and he had added to her grief. I learned a great lesson: if one dishonors the commandments of God, one dishonors mother, and if one dishonors mother, one dishonors the commandments of God.<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_018\">2<\/a>\n       <span class=\"footnote\">[Many scriptures teach us to honor our parents. See <span class=\"citation\" id=\"23088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23088)\">Ex. 20:12<\/a><\/span>; <span class=\"citation\" id=\"21393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21393)\">Deut. 5:16<\/a><\/span>; <span class=\"citation\" id=\"37840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37840)\">Matt. 15:4<\/a><\/span>; <span class=\"citation\" id=\"37847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37847)\">Matt. 19:19<\/a><\/span>; <span class=\"citation\" id=\"33519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33519)\">Mark 7:10<\/a><\/span>; <span class=\"citation\" id=\"33522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33522)\">Mark 10:19<\/a><\/span>; <span class=\"citation\" id=\"32667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32667)\">Luke 18:20<\/a><\/span>; <span class=\"citation\" id=\"22097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22097)\">Eph. 6:2<\/a><\/span>; <span class=\"citation\" id=\"2183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2183)\">1 Ne. 17:55<\/a><\/span>; <span class=\"citation\" id=\"41047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41047)\">Mosiah 13:20<\/a><\/span>; <span class=\"citation\" id=\"37848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37848)\">JST, Matt. 19:19<\/a><\/span>, The Holy Scriptures: Inspired Version; <span class=\"citation\" id=\"33520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33520)\">JST, Mark 7:12<\/a><\/span>, Bible appendix.]<\/span><\/sup><\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Honor Motherhood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p10\" class=\"\">During my professional career as a doctor of medicine, I was occasionally asked why I chose to do that difficult work. I responded with my opinion that the highest and noblest work in this life is that of a mother. Since that option was not available to me, I thought that caring for the sick might come close. I tried to care for my patients as compassionately and competently as Mother cared for me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p11\" class=\"\">Many years ago the First Presidency issued a statement that has had a profound and lasting influence upon me. “Motherhood,” they wrote, “is near to divinity. It is the highest, holiest service to be assumed by mankind. It places her who honors its holy calling and service next to the angels.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_018\">3<\/a>\n\t <span class=\"footnote\">[In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. (1965–75), 6:178. In 1935 the First Presidency stated, “The true spirit of the Church of Jesus Christ of Latter-day Saints gives to woman the highest place of honor in human life” (in <span class=\"emphasis\">Messages of the First Presidency, <\/span>6:5).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p12\" class=\"\">Because mothers are essential to God’s great plan of happiness, their sacred work is opposed by Satan, who would destroy the family and demean the worth of women.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p13\" class=\"\">You young men need to know that you can hardly achieve your highest potential without the influence of good women, particularly your mother and, in a few years, a good wife. Learn now to show respect and gratitude. Remember that your mother is your<span class=\"emphasis\"> mother.<\/span> She should not need to issue orders. Her wish, her hope, her hint should provide direction that you would honor. Thank her and express your love for her. And if she is struggling to rear you without your father, you have a double duty to honor her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p14\" class=\"\">The influence of your mother will bless you throughout life, especially when you serve as a missionary. Long years ago, Elder Frank Croft was serving in the state of Alabama. While preaching to the people, he was forcefully abducted by a vicious gang, to be whipped and lashed across his bare back. Elder Croft was ordered to remove his coat and shirt before he was tied to a tree. As he did so, a letter he had recently received from his mother fell to the ground. The vile leader of the gang picked up the letter. Elder Croft closed his eyes and uttered a silent prayer. The attacker read the letter from Elder Croft’s mother. From a copy of that letter, I quote:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p15\" class=\"\">“My beloved son, … remember the words of the Savior when He said, … ‘Blessed are ye when men shall revile you and persecute you and say all manner of evil against you falsely for my name’s sake. Rejoice and be exceedingly glad for you will have your reward in Heaven for so persecuted they the prophets which were before you.’ Also remember the Savior upon the cross suffering from the sins of the world when He had uttered these immortal words, ‘Father forgive them, for they know not what they do.’ Surely, my boy, they who are mistreating you … know not what they do or they would not do it. Sometime, somewhere, they will understand and then they will regret their action and they will honor you for the glorious work you are doing. So be patient, my son, love those who mistreat you and say all manner of evil against you and the Lord will bless you and magnify you. … Remember also, my son, that day and night, your mother is praying for you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p16\" class=\"\">Elder Croft watched the hateful man as he studied the letter. He would read a line or two, then sit and ponder. He arose to approach his captive. The man said: “Feller, you must have a wonderful mother. You see, I once had one, too.” Then, addressing the mob, he said: “Men, after reading this Mormon’s mother’s letter, I just can’t go ahead with the job. Maybe we had better let him go.” Elder Croft was released without harm.<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_018\">4<\/a>\n\t <span class=\"footnote\">[See Arthur M. Richardson, <span class=\"emphasis\">The Life and Ministry of John Morgan <\/span>(1965), 267–68.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p17\" class=\"\">We are deeply grateful for the faithful mothers and fathers of our wonderful missionaries. The love they bear for their children is sublime.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Honor the Sisters<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p19\" class=\"\">We who bear the holy priesthood have a sacred duty to honor our sisters. We are old enough and wise enough to know that teasing is wrong. We respect sisters—not only in our immediate families but all the wonderful sisters in our lives. As daughters of God, their potential is divine. Without them, eternal life would be impossible. Our high regard for them should spring from our love of God and from an awareness of their lofty purpose in His great eternal plan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p20\" class=\"\">Hence, I warn against pornography. It is degrading of women. It is evil. It is infectious, destructive, and addictive. The body has means by which it can cleanse itself from harmful effects of contaminated food or drink. But it cannot vomit back the poison of pornography. Once recorded, it always remains subject to recall, flashing its perverted images across your mind, with power to draw you away from the wholesome things in life. Avoid it like the plague!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Honor Your Wife<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p22\" class=\"\">To you who are not yet married, think about your future marriage. Choose your companion well. Remember the scriptures that teach the importance of marriage in the temple:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p23\" class=\"\">“In the celestial glory there are three heavens or degrees;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p24\" class=\"\">“And in order to obtain the highest, a man must enter into this order of the priesthood [meaning the new and everlasting covenant of marriage];<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p25\" class=\"\">“And if he does not, he cannot obtain it.”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_018\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"21178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21178)\">D&amp;C 131:1–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p26\" class=\"\">The highest ordinances in the house of the Lord are received by husband and wife together and equally—or not at all!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p27\" class=\"\">In retrospect, I see that the most important day of my life was the day when my sweetheart, Dantzel, and I were married in the holy temple. Without her I could not have the highest and most enduring blessings of the priesthood. Without her I would not be the father to our wonderful children or grandfather to our precious grandchildren.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p28\" class=\"\">As fathers we should have love unbounded for the mothers of our children. We should accord to them the gratitude, respect, and praise that they deserve. Husbands, to keep alive the spirit of romance in your marriage, be considerate and kind in the tender intimacies of your married life. Let your thoughts and actions inspire confidence and trust. Let your words be wholesome and your time together be uplifting. Let nothing in life take priority over your wife—neither work, recreation, nor hobby.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p29\" class=\"\">An ideal marriage is a true partnership between two imperfect people, each striving to complement the other, to keep the commandments, and to do the will of the Lord.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Fathers Preside over the Family in Love<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p31\" class=\"\">The family is the most important unit of society and of the Church. The family is ordained of God. It is central to His plan for the eternal destiny of His children.<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_018\">6<\/a>\n\t <span class=\"footnote\">[See “The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> “God has established families to bring happiness to his children, to allow them to learn correct principles in a loving atmosphere, and to prepare them for eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_018\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Family Guidebook<\/span> (pamphlet, 1992), iv.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p32\" class=\"\">Parents have the primary responsibility for the welfare of their children.<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_018\">8<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"21117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21117)\">D&amp;C 68:25–28<\/a><\/span>.]<\/span><\/sup> The Church does not replace that parental responsibility. Ideally, the Latter-day Saint family is presided over by a worthy man who holds the priesthood. This patriarchal authority has been honored among the people of God in all dispensations. It is of divine origin, and that union, if sealed by proper authority, will continue throughout eternity. He who is the Father of us all and the source of this authority demands that governance in the home be in love and righteousness.<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_018\">9<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"21172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21172)\">D&amp;C 121:41–45<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p33\" class=\"\">You fathers can help with the dishes, care for a crying baby, and change a diaper. And perhaps some Sunday you could get the children ready for Church, and your wife could sit in the car and honk.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p34\" class=\"\">“Husbands, love your wives, even as Christ also loved the church, and gave himself for it.”<sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_018\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"22096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22096)\">Eph. 5:25<\/a><\/span>.]<\/span><\/sup> With that kind of love, brethren, we will be better husbands and fathers, more loving and spiritual leaders. Happiness at home is most likely to be achieved when practices there are founded upon the teachings of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote11-99905_000_018\">11<\/a>\n\t <span class=\"footnote\">[See <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> Ours is the responsibility to ensure that we have family prayer, scripture study, and family home evening. Ours is the responsibility to prepare our children to receive the ordinances of salvation and exaltation and the blessings promised to tithe payers. Ours is the privilege to bestow priesthood blessings of healing, comfort, and direction.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p35\" class=\"\">The home is the great laboratory of love. There the raw chemicals of selfishness and greed are melded in the crucible of cooperation to yield compassionate concern and love one for another.<sup class=\"noteMarker\"><a href=\"#footnote12-99905_000_018\">12<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"41042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41042)\">Mosiah 4:14–15<\/a><\/span>; <span class=\"citation\" id=\"21119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21119)\">D&amp;C 68:25–31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p36\" class=\"\">Honor the special sisters in your lives, brethren. Express your love to your wife, to your mother, and to the sisters. Praise them for their forbearance with you even when you are not at your best. Thank the Lord for these sisters who—like our Heavenly Father—love us not only for what we are but for what we may become. Humbly I thank God for my mother, my sisters, my daughters, granddaughters, and for my special sweetheart, companion, and friend—my wife!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/our-sacred-duty-to-honor-women.p37\" class=\"\">May God bless us to honor each virtuous woman I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21075)\">D&amp;C 23:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Many scriptures teach us to honor our parents. See <span class=\"citation\" id=\"23088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23088)\">Ex. 20:12<\/a><\/span>; <span class=\"citation\" id=\"21393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21393)\">Deut. 5:16<\/a><\/span>; <span class=\"citation\" id=\"37840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37840)\">Matt. 15:4<\/a><\/span>; <span class=\"citation\" id=\"37847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37847)\">Matt. 19:19<\/a><\/span>; <span class=\"citation\" id=\"33519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33519)\">Mark 7:10<\/a><\/span>; <span class=\"citation\" id=\"33522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33522)\">Mark 10:19<\/a><\/span>; <span class=\"citation\" id=\"32667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32667)\">Luke 18:20<\/a><\/span>; <span class=\"citation\" id=\"22097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22097)\">Eph. 6:2<\/a><\/span>; <span class=\"citation\" id=\"2183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2183)\">1 Ne. 17:55<\/a><\/span>; <span class=\"citation\" id=\"41047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41047)\">Mosiah 13:20<\/a><\/span>; <span class=\"citation\" id=\"37848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37848)\">JST, Matt. 19:19<\/a><\/span>, The Holy Scriptures: Inspired Version; <span class=\"citation\" id=\"33520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33520)\">JST, Mark 7:12<\/a><\/span>, Bible appendix.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. (1965–75), 6:178. In 1935 the First Presidency stated, “The true spirit of the Church of Jesus Christ of Latter-day Saints gives to woman the highest place of honor in human life” (in <span class=\"emphasis\">Messages of the First Presidency, <\/span>6:5).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Arthur M. Richardson, <span class=\"emphasis\">The Life and Ministry of John Morgan <\/span>(1965), 267–68.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_018\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21178)\">D&amp;C 131:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_018\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See “The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_018\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Family Guidebook<\/span> (pamphlet, 1992), iv.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_018\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21117)\">D&amp;C 68:25–28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_018\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21172)\">D&amp;C 121:41–45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_018\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22096)\">Eph. 5:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99905_000_018\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_018\"><a name=\"-99905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99905_000_018\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"41042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41042)\">Mosiah 4:14–15<\/a><\/span>; <span class=\"citation\" id=\"21119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21119)\">D&amp;C 68:25–31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}