{"ID":6216, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obedience: The Path to Freedom\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">Obedience leads to true freedom. The more we obey revealed truth, the more we become liberated.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p4\" class=\"\">My beloved brethren, I come to this pulpit this evening with profound feelings of love and respect for your faithful obedience in honoring the priesthood you bear. I have prayed for guidance in what I should say because I wish to raise a warning voice. In today’s society, the difference between right and wrong is being obscured by loud, seductive voices calling for no restraints in human conduct. They advocate absolute freedom without regard to consequences. I state unequivocally that such behavior is the high road to personal destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p5\" class=\"\">Tonight I speak to the priesthood of this Church, and particularly to the young men of the Aaronic Priesthood, about how to become really free. Obedience leads to true freedom. The more we obey revealed truth, the more we become liberated. President David O. McKay spoke about his horse Dandy, who wanted complete freedom and no restraints. President McKay said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p6\" class=\"\">“Under the saddle he was as willing, responsive, and cooperative as a horse could be. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p7\" class=\"\">“But Dandy resented restraint. He was ill-contented when tied and would nibble at the tie-rope until he was free. He would not run away, he just wanted to be free. Thinking other horses felt the same, he would proceed to untie their ropes. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p8\" class=\"\">“… His curiosity and desire to explore the neighborhood led him and me into trouble. Once on the highway he was hit by an automobile. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p9\" class=\"\">“Recovering from that, and still impelled with a feeling of wanderlust, he inspected the fence throughout the entire boundary. He even found the gates wired. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p10\" class=\"\">“One day, however, somebody left the gate unwired. Detecting this, Dandy unlatched it and took another horse … with him, and together they … went to an old house used for storage. Dandy’s curiosity prompted him to push open the door. … There was a sack of grain. What a find! Yes, and what a tragedy. The grain was bait for rodents! In a few minutes Dandy and the other horse were in spasmodic pain, and shortly afterwards both were dead.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p11\" class=\"\">President McKay continued: “How like Dandy are many of our youth! … They are impulsive, full of life, full of curiosity. … They, too, are restive under restraint, but if they are kept busy, guided carefully and rightly, they prove to be responsive and capable; but if left to wander unguided, they all too frequently violate principles of right which often lead to snares of evil, disaster, and even death.”<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_022\">1<\/a>\n       <span class=\"footnote\">[Quoted in Rick Walton and Fern Oviatt, comps., <span class=\"emphasis\">Stories for Mormons<\/span> (1983), 86–87.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p12\" class=\"\">Being bridled, or yielding obediently to restraint, is necessary for our personal growth and progression. Recently a nationally broadcast program talked about wild horses that are being tamed by prisoners. As the prisoners formed friendships with the horses, they learned about patience, controlling tempers, respect for others, and the value of working within a system. As they watched the horses learn to be obedient to their commands, they realized how they could have avoided the terrible mistakes that had put them in prison. I add that obedience to righteous principles would have offered them freedom from social diseases, shame, degradation, and feelings of guilt. Like the horses, they could still learn, progress, and achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p13\" class=\"\">We hear many persuasive voices demanding freedom from restrictions, particularly from moral restraints. However, we learn from the history of the earth that any successful society has had boundaries. Consider the earth itself. It was formed out of matter and in the beginning was empty, desolate, and dark. Then came order as God commanded that the light should be divided from the darkness. God’s command was obeyed, and the earth had its first day, followed by its first night. Then God ordered the creation of the atmosphere. He organized the sun, the moon, and the stars to shine in their appropriate times and seasons. After a series of commands and obedience to commands, the earth not only became habitable but beautiful.<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_022\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"7448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7448)\">Abr. 4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p14\" class=\"\">Brother Jake Garn, former U.S. senator, traveled into space with a team of American astronauts a few years ago. Recalling the view they had of the enormity of the heavens from the space shuttle <span class=\"emphasis\">Discovery,<\/span> he commented that to orbit the earth is to recognize that we are all children of God and that the earth operates in obedience to God’s laws. He spoke also of the magnificent beauty of the earth from space and that it is absolutely breathtaking.<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_022\">3<\/a>\n       <span class=\"footnote\">[Conversation with E. Jake Garn, 23 Feb. 1999.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p15\" class=\"\">This earth on which we dwell is an individual planet occupying a unique place in space. But it is also part of our solar system, an orderly system with eight other planets, asteroids, comets, and other celestial bodies that orbit the sun. Just as the earth is a planet in its own right, so each of us is an individual in our own sphere of habitation. We are individuals, but we live in families and communities where order provides a system of harmony that hinges on obedience to principles. Just as order gave life and beauty to the earth when it was dark and void, so it does to us. Obedience helps us develop the full potential our Heavenly Father desires for us in becoming celestial beings worthy someday to live in His presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p16\" class=\"\">Now, brethren, another element of freedom is trust. Almost 60 years ago, when I was going on my first mission, President McKay taught us missionaries a great truth. Without a word, he walked over to the blackboard, picked up a piece of chalk, and wrote, “It is better to be trusted than to be loved.” I have pondered that statement and have seen some fine examples of it. I will relate one example from the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p17\" class=\"\">Joseph, the son of Jacob and Rachel, was sold into slavery in Egypt. Because of treachery in the house of Potiphar, Joseph went to prison. Pharaoh had two troubling dreams. Hearing of Joseph’s discernment from the captain of the prison guard, he sent for him to interpret the dreams. Joseph told him, through inspiration, that seven years of plenty would be followed by seven years of famine. Pharaoh not only recognized this true interpretation, but he trusted Joseph and appointed him to be second only to Pharaoh in power. The years passed and the famine came. In time Joseph rescued all of his brothers and his father from starvation.<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_022\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"24153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24153)\">Gen. 37<\/a><\/span>;\n                <span class=\"citation\" id=\"24154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24154)\">Gen. 39<\/a><\/span>;\n                <span class=\"citation\" id=\"24155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24155)\">Gen. 40<\/a><\/span>;\n                <span class=\"citation\" id=\"24156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24156)\">Gen. 41<\/a><\/span>;\n                <span class=\"citation\" id=\"24158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24158)\">Gen. 42<\/a><\/span>.]<\/span><\/sup> Because he earned the implicit trust of those who were over him, Joseph enjoyed a great amount of freedom. Like Joseph, you too can be trusted by others, but trust must be earned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p18\" class=\"\">As in all things, the Savior is our pattern. The Apostle Paul wrote, “Though he were a Son, yet learned he obedience.”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24619)\">Heb. 5:8<\/a><\/span>.]<\/span><\/sup> In our own finite way, we too can learn obedience even as Christ did. As young children we learn respect for authority as we obey our parents, thus earning their trust. If we don’t obey, we are like the boy Jack whose father said to him, “Every time you disobey, I get another gray hair.” “Wow, Dad,” Jack answered, “so it was you who gave Grandpa all his gray hair.”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_022\">6<\/a>\n       <span class=\"footnote\">[Adapted from Jacob M. Braude, comp., <span class=\"emphasis\">Braude’s Treasury of Wit and Humor<\/span> (1964), 147.]<\/span><\/sup> Hopefully in the schoolroom we learn other lessons of discipline that help us to get along with others. When obedience becomes our goal, it is no longer an irritation; instead of a stumbling block, it becomes a building block.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p19\" class=\"\">Obedience to the Word of Wisdom keeps us from addictions so we do not become slaves to alcohol, drugs, or tobacco. Our bodies will be healthy and our minds clear because the promise associated with this principle is that “all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones.”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_022\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21151)\">D&amp;C 89:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p20\" class=\"\">An additional promise in this revelation says we “shall find wisdom and great treasures of knowledge, even hidden treasures.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_022\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21152)\">D&amp;C 89:19<\/a><\/span>.]<\/span><\/sup> So by obedience we also gain knowledge. As the Savior said, “If any man will do his will, he shall know of the doctrine.”<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_022\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29946)\">John 7:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p21\" class=\"\">Obedience brings peace in decision making. If we have firmly made up our minds to follow the commandments, we will not have to redecide which path to take when temptation comes our way. That is how obedience brings spiritual safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p22\" class=\"\">Brethren, another aspect of obedience is our obedience to spiritual promptings. This too can be liberating. How many times have we felt regret for ignoring a prompting from a higher source?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p23\" class=\"\">Ephraim Hanks is a remarkable example of a young man’s obedience to spiritual promptings. In the fall of 1856, after he had gone to bed, he heard a voice say to him, “The handcart people are in trouble and you are wanted; will you go and help them?” Without any hesitation he answered, “Yes, I will go if I am called.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p24\" class=\"\">He rode quickly from Draper to Salt Lake City. As he arrived he heard the call for volunteers to help the last handcart companies come into the valley. Eph jumped up and said, “I am ready now!” He was as good as his word, leaving at once and alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p25\" class=\"\">A terrific storm broke as he took his wagon eastward over the mountains. It lasted three days, and the snow was so deep that it was impossible to move the wagons through it. So Eph decided he would go on horseback. He took two horses, one to ride and one to pack, and picked his way carefully through the snow to the mountains. Dusk came as he made his lonely camp at South Pass. As he was about to lie down he thought about the hungry Saints and instinctively asked the Lord to send him a buffalo. As he opened his eyes at the end of his prayer, he was startled at the sight of a buffalo standing barely 50 yards away. He took aim, and one shot sent the animal rolling down into the hollow where he was encamped.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p26\" class=\"\">Early next morning, he took the two horses and the buffalo meat and reached Ice Springs Bench. There he shot another buffalo, even though it was rare to find buffalo in this area this late in the season. After he had cut the meat into long strips, he loaded up his horses and resumed his journey. And now I quote from Eph’s own narrative:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p27\" class=\"\">“I think the sun was about an hour high in the west when I spied something in the distance that looked like a black streak in the snow. As I got near to it, I perceived it moved; then I was satisfied that this was the long looked for handcart company, led by Captain Edward Martin. … When they saw me coming, they hailed me with joy inexpressible, and when they further beheld the supply of fresh meat I brought into camp, their gratitude knew no bounds. Flocking around me, one would say, ‘Oh, please, give me a small piece of meat;’ another would exclaim, ‘My poor children are starving, do give me a little;’ and children with tears in their eyes would call out, ‘Give me some, give me some.’ … Five minutes later both my horses had been released of their extra burden—the meat was all gone, and the next few hours found the people in camp busily engaged in cooking and eating it, with thankful hearts.”<sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_022\">10<\/a>\n       <span class=\"footnote\">[See Sidney Alvarus Hanks and Ephraim K. Hanks, <span class=\"emphasis\">Scouting for the Mormons on the Great Frontier<\/span> (1948), 132, 133, 135–36, 140.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p28\" class=\"\">Certainly Ephraim Hanks’s obedience to spiritual promptings led him to become a vanguard hero as he forged ahead alone through that devastating winter weather to preserve many pioneer lives. Because he listened to the whisperings of the Spirit and obeyed the counsel of the Brethren, Eph became a notable liberating force in the lives of those desperate, struggling pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p29\" class=\"\">Freedom and liberty are precious gifts that come to us when we are obedient to the laws of God and the whisperings of the Spirit. If we are to avoid destruction, which was the fate of President McKay’s horse Dandy and his companion, fences or guardrails must be built beyond which we cannot go. The fences which we must stay within are the principles of revealed truth. Obedience to them makes us truly free to reach the potential and the glory which our Heavenly Father has in store for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/obedience-the-path-to-freedom.p30\" class=\"\">I testify to you of the importance of obedience. I also wish to testify to you, my brethren, of the prophetic mantle which rests upon President Hinckley, which enables him to receive the inspiration and guidance from the head of this Church, the Lord and Savior, which I do in His sacred name, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Rick Walton and Fern Oviatt, comps., <span class=\"emphasis\">Stories for Mormons<\/span> (1983), 86–87.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"7448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7448)\">Abr. 4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Conversation with E. Jake Garn, 23 Feb. 1999.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"24153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24153)\">Gen. 37<\/a><\/span>;\n                <span class=\"citation\" id=\"24154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24154)\">Gen. 39<\/a><\/span>;\n                <span class=\"citation\" id=\"24155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24155)\">Gen. 40<\/a><\/span>;\n                <span class=\"citation\" id=\"24156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24156)\">Gen. 41<\/a><\/span>;\n                <span class=\"citation\" id=\"24158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24158)\">Gen. 42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24619)\">Heb. 5:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from Jacob M. Braude, comp., <span class=\"emphasis\">Braude’s Treasury of Wit and Humor<\/span> (1964), 147.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21151)\">D&amp;C 89:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21152)\">D&amp;C 89:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29946)\">John 7:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_022\"><a name=\"-99905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See Sidney Alvarus Hanks and Ephraim K. Hanks, <span class=\"emphasis\">Scouting for the Mormons on the Great Frontier<\/span> (1948), 132, 133, 135–36, 140.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}