{"ID":6219, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            For I Was Blind, but Now I See\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If you want to give a light to others, you have to glow yourself.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p5\" class=\"\">When Jesus walked and taught among men, He spoke in language easily understood. Whether He was journeying along the dusty way from Perea to Jerusalem, addressing the multitudes on the shore of the Sea of Galilee, or pausing beside Jacob’s well in Samaria, He taught in parables. Jesus spoke frequently of having hearts that could know and feel, ears that were capable of hearing, and eyes that could truly see.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p6\" class=\"\">One not so blessed with the gift of sight was the blind man who, in an effort to sustain himself, sat day in and day out at his usual place on the edge of a busy sidewalk in one of our large cities. In one hand he held an old felt hat filled with pencils. With his other hand he held out a tin cup. His simple appeal to the passerby was brief and to the point. It had a certain finality to it, almost a tone of despair. The message was contained on the small placard held about his neck by a string. It read, “I am blind.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p7\" class=\"\">Most did not stop to buy his pencils or to place a coin in the tin cup. They were too busy, too occupied by their own problems. That tin cup had never been filled or even half-filled. Then one beautiful spring day a man paused and, with a marking pen, added several new words to the shabby sign. No longer did it read, “I am blind.” Now the message read, “It is springtime and I am blind.” The cup was soon filled to overflowing. Perhaps the busy people were touched by Charles L. O’Donnell’s exclamation,<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p8\" class=\"\">“I have never been able to school my eyes against young April’s blue surprise.” To each, however, the coins were a poor substitute for the desired ability to actually restore sight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p9\" class=\"\">Each of us knows those who do not have sight. We also know many others who have their eyesight but who walk in darkness at noonday. These in this latter group may never carry the usual white cane and carefully make their way to the sound of the familiar “tap, tap, tap.” They may not have a faithful seeing-eye dog by their side nor carry a sign about their neck which reads, “I am blind,” but blind they surely are. Some have been blinded by anger, others by indifference, by revenge, by hate, by prejudice, by ignorance, by neglect of precious opportunities. Of such the Lord said, “Their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart, and should be converted, and I should heal them.”<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_025\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37836)\">Matt. 13:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p10\" class=\"\">Well might each lament, “It is springtime, the gospel of Jesus Christ has been restored, and yet I am blind.” Some, like the friend of Philip of old, call out, “How can I [find my way], except some man should guide me?”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_025\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8476)\">Acts 8:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p11\" class=\"\">Many years ago, while attending a stake conference, I noticed that a counselor in the stake presidency was blind. He functioned beautifully, performing his duties as though he had sight. It was a stormy night as we met in the stake office situated on the second floor of the building. Suddenly there was a loud clap of thunder. The lights in the building almost immediately went out. Instinctively I reached out for our sightless leader, and I said, “Here, take my arm and I will help you down the stairway.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p12\" class=\"\">I’m certain he must have had a smile on his face as he responded, “No, Brother Monson, give me <span class=\"emphasis\">your<\/span> arm, that I might help <span class=\"emphasis\">you.<\/span>” And he added, “You are now in <span class=\"emphasis\">my<\/span> territory.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p13\" class=\"\">The storm abated, the lights returned, but I shall never forget the trek down those stairs, guided by the man who was sightless yet filled with light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p14\" class=\"\">Long ago and at a place far distant, as Jesus passed by He saw a man who was blind from birth. His disciples questioned the Master as to why this person was blind. Had he sinned or had his parents sinned, causing him to have this affliction?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p15\" class=\"\">“Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p16\" class=\"\">“As long as I am in the world, I am the light of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p17\" class=\"\">“When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p18\" class=\"\">“And said unto him, Go, wash in the pool of Siloam. … He went his way therefore, and washed, and came seeing.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_025\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29951)\">John 9:3, 5–7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p19\" class=\"\">A great dispute ensued among the Pharisees concerning this miracle:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p20\" class=\"\">“Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man [Jesus] is a sinner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p21\" class=\"\">“He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.”<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_025\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29952)\">John 9:24–25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p22\" class=\"\">One thinks of the fisherman called Simon, better known to you and to me as Peter, chief among the Apostles. Doubting, disbelieving, impetuous Peter, in fulfillment of the Master’s prophecy, indeed did deny Him thrice. Amidst the pushing, the jeers, and the blows, “the Lord in the agony of His humiliation, in the majesty of His silence, … ‘turned and looked upon Peter.’”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_025\">5<\/a>\n       <span class=\"footnote\">[Frederic W. Farrar, <span class=\"emphasis\">The Life of Christ<\/span> (1874), 580; <span class=\"citation\" id=\"32675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32675)\">Luke 22:61<\/a><\/span>.]<\/span><\/sup> As one chronologist described the change: “It was enough. … [Peter] ‘knew no more danger, he feared no more death.’ … [He] rushed forth into the night … ‘to meet the morning dawn.’ … This broken-hearted penitent [stood] before the tribunal of his own conscience, and there his old life, his old shame, his old weakness, his old self was doomed to that death of godly sorrow which was to issue in a new and a [nobler] birth.”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_025\">6<\/a>\n       <span class=\"footnote\">[Farrar, <span class=\"emphasis\">The Life of Christ,<\/span> 581.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p23\" class=\"\">The Apostle Paul had a similar experience to that of Peter. From the day of his conversion until the day of his death, Paul urged men to “put off … the old man” and to “put on the new man, which after God is created in righteousness and true holiness.”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_025\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22095)\">Eph. 4:22, 24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p24\" class=\"\">Simon the fisherman had become Peter the Apostle. Saul the persecutor had become Paul the proselyter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p25\" class=\"\">The passage of time has not altered the capacity of the Redeemer to change men’s lives. As He said to the dead Lazarus, so He says to you and to me: “Come forth.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_025\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29955)\">John 11:43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p26\" class=\"\">Said President Harold B. Lee: “Every soul who walks the earth, wherever he lives, in whatever nation he may have been born, no matter whether he be in riches or in poverty, had at birth an endowment of that first light which is called the Light of Christ, the Spirit of Truth, or the Spirit of God—that universal light of intelligence with which every soul is blessed. Moroni spoke of that Spirit when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p27\" class=\"\">“‘For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.’”<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_025\">9<\/a>\n       <span class=\"footnote\">[Harold B. Lee, <span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1974), 115; <span class=\"citation\" id=\"38784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38784)\">Moro. 7:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p28\" class=\"\">You and I know those who qualify for the Savior’s blessing in accordance with this definition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p29\" class=\"\">Such was Walter Stover of Salt Lake City. Born in Germany, Walter embraced the gospel message and came to America. He established his own business. He gave freely of his time and of his means.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p30\" class=\"\">Following World War II, Walter Stover was called to return to his native land. He directed the Church in that nation and blessed the lives of all whom he met and with whom he served. With his own funds, he constructed two chapels in Berlin—a beautiful city that had been so devastated by the conflict. He planned a gathering in Dresden for all the members of the Church from that nation and then chartered a train to bring them from all around the land so they could meet, partake of the sacrament, and bear witness of the goodness of God to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p31\" class=\"\">At the funeral services for Walter Stover, his son-in-law Thomas C. LeDuc said of him, “He had the ability to see Christ in every face he encountered, and he acted accordingly.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p32\" class=\"\">The poet wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I met a stranger in the night, whose lamp had ceased to shine;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I paused and let him light his lamp from mine.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A tempest sprang up later on, and shook the world about,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And when the wind was gone, my lamp was out.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But back came to me the stranger—his lamp was glowing fine;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He held the precious flame and lighted mine.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_025\">10<\/a>\n\t   <span class=\"footnote\">[Author unknown.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p39\" class=\"\">Perhaps the moral of this poem is simply that if you want to give a light to others, you have to glow yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p40\" class=\"\">When the Prophet Joseph Smith went into a grove of trees made sacred by what occurred there, he described the event:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p41\" class=\"\">“It was on the morning of a beautiful, clear day, early in the spring of eighteen hundred and twenty. It was the first time in my life that I had made such an attempt, for amidst all my anxieties I had never as yet made the attempt to pray vocally.”<sup class=\"noteMarker\"><a href=\"#footnote11-99905_000_025\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30768)\">JS—H 1:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p42\" class=\"\">After enduring a harrowing experience from an unseen power, Joseph continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p43\" class=\"\">“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p44\" class=\"\">“When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!”<\/span><sup class=\"noteMarker\"><a href=\"#footnote12-99905_000_025\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30769)\">JS—H 1:16–17<\/a><\/span>; emphasis in original.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p45\" class=\"\">Joseph listened. Joseph learned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p46\" class=\"\">On occasion I will be asked, “Brother Monson, if the Savior appeared to you, what questions would you ask of Him?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p47\" class=\"\">My reply is always the same: “I would ask no question of Him. Rather, I would listen!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p48\" class=\"\">Late one evening on a Pacific isle, a small boat slipped silently to its berth at the crude pier. Two Polynesian women helped Meli Mulipola from the boat and guided him to the well-worn pathway leading to the village road. The women marveled at the bright stars which twinkled in the midnight sky. The friendly moonlight guided them along their way. However, Meli Mulipola could not appreciate these delights of nature—the moon, the stars, the sky—for he was blind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p49\" class=\"\">His vision had been normal until that fateful day when, while working on a pineapple plantation, light turned suddenly to darkness and day became perpetual night. He had learned of the restoration of the gospel and the teachings of The Church of Jesus Christ of Latter-day Saints. His life had been brought into compliance with these teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p50\" class=\"\">He and his loved ones had made this long voyage, having learned that one who held the priesthood of God was visiting among the islands. He sought a blessing under the hands of those who held the sacred priesthood. His wish was granted. Tears streamed from his sightless eyes and coursed down his brown cheeks, tumbling finally upon his native dress. He dropped to his knees and prayed: “Oh, God, thou knowest I am blind. Thy servants have blessed me that if it be thy will, my sight may return. Whether in thy wisdom I see light or whether I see darkness all the days of my life, I will be eternally grateful for the truth of thy gospel which I now see and which provides me the light of life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p51\" class=\"\">He arose to his feet, thanked us for providing the blessing, and disappeared into the dark of the night. Silently he came; silently he departed. But his presence I shall never forget. I reflected upon the message of the Master: “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”<sup class=\"noteMarker\"><a href=\"#footnote13-99905_000_025\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29947)\">John 8:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p52\" class=\"\">Today is a day of temple building. Never before have so many temples been erected and dedicated. President Gordon B. Hinckley, God’s prophet on this earth, has a vision of the vital ordinances performed in such houses of the Lord. Temples will bless all who attend them and who sacrifice for their completion. The light of Christ will shine on all—even those who have gone beyond. President Joseph F. Smith, speaking of work for the dead, declared, “Through our efforts in their behalf their chains of bondage will fall from them, and the darkness surrounding them will clear away, that light may shine upon them and they shall hear in the spirit world of the work that has been done for them by their children here, and will rejoice with you in your performance of these duties.”<sup class=\"noteMarker\"><a href=\"#footnote14-99905_000_025\">14<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1916, 6.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p53\" class=\"\">The Apostle Paul urged, “Be thou an example of the believers.”<sup class=\"noteMarker\"><a href=\"#footnote15-99905_000_025\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2932)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup> And from James: “Be ye doers of the word, and not hearers only, deceiving your own selves.”<sup class=\"noteMarker\"><a href=\"#footnote16-99905_000_025\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26417)\">James 1:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p54\" class=\"\">I close with the words of the poet Minnie Louise Haskins, who wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And I said to the man who stood at the gate of the year:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Give me a light, that I may tread safely into the unknown!”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he replied:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Go out into the darkness and put your hand into the Hand of God.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That shall be to you better than light and safer than a known way.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So, I went forth, and finding the Hand of God, trod gladly into the night.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And He led me toward the hills and the breaking of day in the lone East.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote17-99905_000_025\">17<\/a>\n\t   <span class=\"footnote\">[From “The Gate of the Year,” in James Dalton Morrison, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> (1948), 92.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p62\" class=\"\">On this Easter morning and always, may our light so shine that we glorify our Heavenly Father and His Son, Jesus Christ, whose name is the only name under heaven whereby we might be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/for-i-was-blind-but-now-i-see.p63\" class=\"\">That we may ever walk in the footsteps of Jesus Christ is my humble prayer. In His holy name, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37836)\">Matt. 13:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8476)\">Acts 8:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29951)\">John 9:3, 5–7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29952)\">John 9:24–25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Frederic W. Farrar, <span class=\"emphasis\">The Life of Christ<\/span> (1874), 580; <span class=\"citation\" id=\"32675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32675)\">Luke 22:61<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Farrar, <span class=\"emphasis\">The Life of Christ,<\/span> 581.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22095)\">Eph. 4:22, 24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29955)\">John 11:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Harold B. Lee, <span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1974), 115; <span class=\"citation\" id=\"38784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38784)\">Moro. 7:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Author unknown.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99905_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30768)\">JS—H 1:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99905_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30769)\">JS—H 1:16–17<\/a><\/span>; emphasis in original.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-99905_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29947)\">John 8:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-99905_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1916, 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-99905_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2932)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-99905_000_025\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26417)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_025\"><a name=\"-99905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-99905_000_025\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>From “The Gate of the Year,” in James Dalton Morrison, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> (1948), 92.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}