{"ID":622, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God Intervenes in Human Affairs<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1952, pp. 111-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I trust and I pray that the good spirit which has been present\nthroughout these conference sessions may continue with us during the few moments I stand\nhere. I am convinced that there is something greater than man's wisdom back of the great\nconference system, which was inaugurated by Joseph Smith, the Prophet in the early days of\nthe Church. We have come here, you and I, to be refreshed and to be strengthened; to be\nedified and reassured in our faith. We have never gone away disappointed. The Lord has\nblessed his people abundantly and will continue to bless them in the future. Who can estimate\nthe influence and the spiritual power which emanate from these inspiring conference sessions?\nWe come here full of eagerness and anticipation; we listen to the sermons, to the fervent\nprayers, to the music and the songs of Zion, to the stirring hymns sung by the congregation\nand last but not least to the anthems and the renditions by our great choir. We are deeply\ntouched and uplifted. Surely, it is good to belong to a Church that is progressive, farseeing,\nand inspirational in its program&mdash;a program that is calculated to prepare us as members for\nthe eventualities which are sure to come.\n<\/p><p>\nWe recognize and are aware of a similar power and influence emanating\nfrom the missionary system of the Church. Who can measure the influence of just one\nmissionary who goes into the world to proclaim the gospel message? The missionary spirit\nwhich rests upon him, somehow or other, reaches out to the home from which he comes, to\nhis relatives and friends and to all with whom he comes in contact. His life becomes a great\nmissionary force in the world.\n<\/p><p>\nThe Latter-day Saints believe in a God who is not only the Creator, but who is also the Ruler\nof the universe. He intervenes in great crises when God's plan is in jeopardy and his divine\npurposes are threatened. I recall, as an example, an incident in the Civil War. It occurred\nwhen the Confederates brought out the strange battleship known as the <i>Merrimac<\/i>. The people\nof the North were alarmed. The advisers of Lincoln became hysterical. Fear and apprehension\ntook hold of the people. Many complaints came to President Lincoln. \"They will shoot down\nthe Capitol,\" they said. He replied, \"God will not permit it. This is his fight.\" I am sure\nLincoln prayed. I feel certain he trusted in God, for on one occasion he is reported to have\nsaid, \"I have been driven to my knees with the overwhelming conviction that I had nowhere\nelse to go.\" Lincoln's prayer was answered, because on a beautiful morning, there appeared in\nthe same waters opposite the nation's Capitol, another strange battleship. It was John\nEricson's <i>Monitor<\/i>. The battle that ensued between these two ships was not unlike the battle\nbetween David and Goliath. The <i>Merrimac<\/i> was defeated as was the great giant, Goliath.\n<\/p><p>\nI recall, four years ago, driving through the ruined city of Dunkirk, the city which has become\nfamous in world history, because it has suffered ruin and devastation so many times. As we\ndrove through the city, I remember the road led us along a narrow canal. On the right of us\nlay the ruined city, almost entirely destroyed, on the left was the open country over which the\nGerman army approached. Three hundred and fifty thousand British soldiers lay with their\nbacks to the ocean behind improvised fortifications. It looked like annihilation, capture, or\ndefeat for the British army, but at the crucial moment when Britain's soldiers needed help, the\nGod of heaven intervened. What happened? At that moment, a dark, black mist settled down\ndirectly over the narrow canal. All visibility disappeared and military operations ceased. How\nlong? Just long enough for Britain's soldiers to escape and make their way across the channel\nto English shores. I firmly believe that the Almighty can and does intervene in great crises for\nthe benefit of his children, especially when freedom and liberty are at stake.\n<\/p><p>\nAnother incident is recorded in world history. It happened in the year 1588 when King Philip\nof Spain sent his \"invincible armada\" out to destroy the inferior British navy. The British\nnavy was no match for the powerful Spanish fleet of one hundred and twenty ships armed and\nequipped for battle. Once again the Almighty came to the rescue of the British. At the right\nmoment a storm arose on the high seas, and the Spanish fleet was scattered. A few of them\nmade their way into the French harbor of Calais, but were forced to leave. They were\neventually overtaken and destroyed by the British. Thus the tyranny of Spain came to an end,\nand a new era in human history was begun. Do you question this intervention of God who\npresides over the destiny of nations?\n<\/p><p>\nWhen President Levi Edgar Young and Bishop Joseph L. Wirthlin referred to Christopher\nColumbus as the discoverer of the New World, I thought of him standing high on his little\ncraft fighting and defying, not only the elements and the turbulent waves, but also the\nsuperstition and ignorance of his crew to discharge his God-appointed mission. It was no\naccident that he was permitted to reach the shores of San Salvador in the flimsy vessels he\nhad at his disposal. He was right when he said he was \"moved by the Holy\nGhost\" to achieve his ambition (<span class=\"citation\" id=\"1509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1509)\">1 Ne. 13:12<\/a><\/span>).\nAnd thus a new world, new opportunities, and new ideas were\ngiven to men to be developed and to be used for God's purposes. Neither can we doubt that\nBrigham Young, prophet, statesman, and colonizer, was similarly called and inspired in his\ngreat pioneer achievement. He and his people were protected in their migrations. By every\nlaw of probability they should have perished in the desert. But they did not perish, for God's\nprotection was upon them.\n<\/p><p>\nI pray that we may appreciate our membership in the Church and that we may be true and\nfaithful to the standards by which we are guided. An investigator once said to me, \"Your\nChurch is the only Church on the face of the earth that advocates high standards and noble\nideals.\" His conclusion I hope, was not correct, but we must preserve the standards, the ideals,\nand the faith committed to us through Jesus Christ. May we do so, I pray in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}