{"ID":6220, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Bishop and His Counselors\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p2\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Church is no bigger than a ward. … Everything needed for our redemption, save for the temple, is centered there—and temples now come ever closer to all of us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p4\" class=\"\">Last night in the priesthood session, President Hinckley gave a tribute, counsel, and a blessing to our bishops. Under the rule of two witnesses explained to us by Elder Oaks yesterday, I stand as a second witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p5\" class=\"\">Years ago I served on a stake high council with Emery Wight. For 10 years Emery had served as bishop of rural Harper Ward. His wife, Lucille, became our stake Relief Society president.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p6\" class=\"\">Lucille told me that one spring morning a neighbor called at her door and asked for Emery. She told him that he was out plowing. The neighbor then spoke with great concern. Earlier that morning he had passed the field and noticed Emery’s team of horses standing in a half-finished furrow with the reins draped over the plow. Emery was nowhere in sight. The neighbor thought nothing of it until much later when he passed the field again, and the team had not moved. He climbed the fence and crossed the field to the horses. Emery was nowhere to be found. He hurried to the house to check with Lucille.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p7\" class=\"\">Lucille calmly replied, “Oh, don’t be alarmed. No doubt someone is in trouble and came to get the bishop.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p8\" class=\"\">The image of that team of horses standing for hours in the field symbolizes the dedication of the bishops in the Church and of the counselors who stand by their side. Every bishop and every counselor, figuratively speaking, leaves his team standing in an unfinished furrow when someone needs help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p9\" class=\"\">I have passed that field many times over the years. It is a reminder of the sacrifice and the service of those called to serve in bishoprics of wards and of their wives and families without whose help they could not serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p10\" class=\"\">Recently, very early on a Sunday morning, I stood in that field. I looked up toward the home where Emery and Lucille reared their children and to the foothills beyond. As a boy, with other Scouts I left that home with Bishop Wight. We hiked into the hills, with Emery teaching us every step of the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p11\" class=\"\">“A bishop,” Paul wrote to Timothy, “must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach.”<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_026\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2930)\">1 Tim. 3:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p12\" class=\"\">Those words <span class=\"emphasis\">apt to teach<\/span> have special meaning. <span class=\"emphasis\">Apt<\/span> means “inclined, ready, prepared.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p13\" class=\"\">In all the world there is nothing quite like the office of bishop in The Church of Jesus Christ of Latter-day Saints. Except for parents, the bishop has the best opportunity to teach and to cause to be taught the things that matter most. And a bishop has the remarkable opportunity to teach parents about their responsibility; then he must allow them time to teach their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p14\" class=\"\">The bishop is responsible for the young men of the Aaronic Priesthood and for the young women as well. He receives and accounts for tithes and offerings. He is responsible for the temporal affairs of the Church, to seek out the poor, and he has many other duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p15\" class=\"\">The bishop is “to judge his people by the testimony of the just, and <span class=\"emphasis\">by the assistance of his counselors,<\/span> according to the laws of the kingdom which are given by the prophets of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_026\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21101)\">D&amp;C 58:18<\/a><\/span>; emphasis added.]<\/span><\/sup> He is to judge them as to their worthiness to receive the ordinances and serve in offices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p16\" class=\"\">He is to counsel and correct and to preach the gospel to his flock, individually and collectively. In all of this, he is to teach the gospel of Jesus Christ, the Crucifixion, the Atonement, the Resurrection, the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p17\" class=\"\">I have heard this described as voluntary service because neither the bishop nor his counselors are paid for what they do. They too pay their tithes and offerings, and they devote endless hours to their calling. They are paid only in blessings, as are those who serve with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p18\" class=\"\">But one does not exactly volunteer or aspire to be bishop. He is <span class=\"emphasis\">called<\/span> to be bishop, “called of God, by prophecy.” Then he is both ordained and set apart “by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_026\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7112)\">A of F 1:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p19\" class=\"\">A man is <span class=\"emphasis\">ordained<\/span> a bishop, an office in the priesthood; then he is <span class=\"emphasis\">set apart<\/span> and given the keys to preside over a ward. He with his two counselors form a bishopric—a type of presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p20\" class=\"\">Once ordained, he is a bishop for the rest of his life. When he is released from presiding over a ward, his ordination becomes dormant. If called again to preside over a ward, his previous ordination is reactivated. When he is released, it becomes dormant again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p21\" class=\"\">Inherent in the ordination to be bishop is both the right and the obligation to be directed by inspiration. The bishop has the power to discern by the Spirit what he is to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p22\" class=\"\">Revelation is the one credential that all bishops have in common. Bishops come from many cultures, many occupations. They vary in experience, personality, and age, but they do not differ in their right to be guided spiritually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p23\" class=\"\">Years ago a friend of mine went to a large university to study under the ranking authority in the field of counseling and guidance. This professor quickly took an interest in this personable, intelligent young Latter-day Saint. He attracted attention as he moved through the course work required for a doctor’s degree.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p24\" class=\"\">He chose the Latter-day Saint bishop as the subject for his dissertation. All went well until he described the ordination of a bishop, the power of discernment, and the right of a bishop to spiritual guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p25\" class=\"\">His doctoral committee felt that such references had no place in a scholarly paper, and they insisted that he take them out. He thought he might at least say that Latter-day Saints <span class=\"emphasis\">believe<\/span> the bishop has spiritual insight. But the committee denied him even this, for they would be quite embarrassed to have this spiritual ingredient included in a scholarly dissertation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p26\" class=\"\">He was told that with some little accommodation—specifically, leaving out all the references to revelation—his dissertation would be published and his reputation established.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p27\" class=\"\">He did the best he could. His dissertation did not contain enough about the Spirit to satisfy him and too much to be fully accepted by his worldly professors. But he received his degree.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p28\" class=\"\">I asked this friend what was the most important thing he had learned in his study of bishops. He answered, “I learned that the mantle is far, far greater than the intellect, that the priesthood is the guiding power.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p29\" class=\"\">Do not doubt that an ordinary soul called from the ranks to be bishop can give inspired counsel and correction. Unfortunately, some who could be helped so much are reluctant to seek counsel from the bishop, while others endlessly seem to need counseling and comfort and feel neglected if they are not constantly tended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p30\" class=\"\">Bishops are inspired! Each of us has agency to accept or reject counsel from our leaders, but never disregard the counsel of your bishop, whether given over the pulpit or individually, and never turn down a call from your bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p31\" class=\"\">It can be a tough world, a tough life, and in some ways it’s even tougher in the Church. Eliza R. Snow wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Think not when you gather to Zion,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Your troubles and trials are through,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That nothing but comfort and pleasure<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Are waiting in Zion for you:<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">No, no, ’tis designed as a furnace,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">All substance, all textures to try,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To burn all the ‘wood … and [the] stubble,’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The gold from the dross purify. …<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Think not when you gather to Zion,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Saints here have nothing to do<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But to look to your personal welfare,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And always be comforting you.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No; those who are faithful are doing<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What they find to do with their might;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To gather the scattered of Israel<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">They labor by day and by night.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_026\">4<\/a>\n\t   <span class=\"footnote\">[“Think not, When You Gather to Zion,” <span class=\"emphasis\">Hymns<\/span> (1948), no. 21, vv. 1, 3.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p48\" class=\"\">When we need help the bishop is there, but be careful not to impose unnecessarily upon his time. Bishops can do only so much. The bishopric must have time to make a living and time for their own families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p49\" class=\"\">Often we are asked how the relatively few Apostles in the First Presidency and the Twelve can manage the Church, now more than 10 million strong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p50\" class=\"\">Actually the Church is no bigger than a ward. Each bishop has counselors. He wears a special mantle and is designated as the presiding high priest in the ward. There are other high priests, and there is a presidency of elders. There are auxiliary leaders and teachers sufficient for the need. When we serve obediently, ever willingly, our pay, like the bishop’s, comes in blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p51\" class=\"\">No matter if the Church grows to be a hundred million (as it surely will!), it will still be no bigger than a ward. Everything needed for our redemption, save for the temple, is centered there—and temples now come ever closer to all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p52\" class=\"\">Small numbers of wards are grouped together under the shelter of stakes and branches under districts. There is a stake presidency and a council to train the bishopric and other leaders to train those who serve with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p53\" class=\"\">This organization, in place across the world, is a product of the restoration of the gospel of Jesus Christ. This miracle of willing service is possible because of individual testimonies of the Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p54\" class=\"\">The revelation, present when this system was conceived, did not end there, for the purpose of it all is to shelter families. Families are grouped together in a ward or branch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p55\" class=\"\">It is the responsibility of the bishop to see that each family is bound together in enduring covenants and each individual is safe and happy. The system works best when the bishop recognizes the preeminent responsibility of parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p56\" class=\"\">While the bishop is sometimes referred to as the “father of the ward,” we should remember he is not called to rear the children of the ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p57\" class=\"\">Our handbooks state:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p58\" class=\"\">“Parents have primary responsibility for the welfare of their children.<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_026\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21118)\">D&amp;C 68:25–28<\/a><\/span>.]<\/span><\/sup> The bishopric and other ward leaders support but do not replace them in this responsibility.”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_026\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 178.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p59\" class=\"\">“Quorums, auxiliaries, programs, and activities in the Church should strengthen and support the family. They should enhance gospel-centered family activities, not compete with them.”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_026\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Church Handbook of Instructions, Book 2,<\/span> 299.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p60\" class=\"\">The First Presidency recently wrote to the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p61\" class=\"\">“The home is the basis of a righteous life, and no other instrumentality can take its place or fulfill its essential functions in carrying forward this God-given responsibility. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p62\" class=\"\">“… However worthy and appropriate other demands or activities may be, they must not be permitted to displace the divinely-appointed duties that only parents and families can adequately perform.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_026\">8<\/a>\n       <span class=\"footnote\">[First Presidency letter, 11 Feb. 1999, cited in <span class=\"emphasis\">Church News,<\/span> 27 Feb. 1999, 3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p63\" class=\"\">Families, like wards, vary in size and shape. Time moves on; one generation replaces another. Babies are born and mature to become parents and then grandparents. One family divides itself to become several. Wards grow and are divided. Where there was one, there are others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p64\" class=\"\">Whatever happens in the world, whatever heights of civility or depths of depravity emerge in society, the plan remains unaltered. The Church will grow until it fills the whole earth. At once it will remain no bigger than the ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p65\" class=\"\">The Church provides activities and associations and ordinances and ordinations and covenants and contracts and corrections which prepare each of us for exaltation. It follows a pattern made in the heavens, for no mortal mind could have designed it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/the-bishop-and-his-counselors.p66\" class=\"\">Now and always hereafter, ordinary men will leave their teams standing in an unfinished furrow, the reins draped over the plow, when someone needs help. The women and children serve with them and will sustain them supplied with truth from the books of revelation, the gem of them all being the Book of Mormon, which testifies of Christ, of the Atonement, of His Resurrection; and I testify of Him. Sheltered in the ward within the plan which He revealed, we with our families will be safe. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_026\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2930)\">1 Tim. 3:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_026\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21101)\">D&amp;C 58:18<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_026\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7112)\">A of F 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_026\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Think not, When You Gather to Zion,” <span class=\"emphasis\">Hymns<\/span> (1948), no. 21, vv. 1, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_026\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21118)\">D&amp;C 68:25–28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_026\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 178.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_026\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Church Handbook of Instructions, Book 2,<\/span> 299.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_026\"><a name=\"-99905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_026\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, 11 Feb. 1999, cited in <span class=\"emphasis\">Church News,<\/span> 27 Feb. 1999, 3.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}