{"ID":6224, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “He Is Not Here, but Is Risen”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">These simple words—“He is not here, but is risen”—have become the most profound in all literature. … They are the fulfillment of all He had spoken concerning rising again.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p4\" class=\"\">My brothers and sisters, I feel so deeply grateful as I stand before you. Of all men, I feel so richly blessed. I am blessed by your love. Wherever I go, you are so very kind to me. I am blessed by your faith. Your tremendous service, your devotion, your loyalty, all become a part of my own faith. How really wonderful you are. It is plainly evident that the gospel, when lived, makes people better than they otherwise would be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p5\" class=\"\">How unselfish you are with your time and your means. All across this broad world you serve to build our Father’s kingdom and to move His work forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p6\" class=\"\">I telephoned a man last week. He is retired. He has served as a mission president, and he and his wife are now serving as missionaries. I asked him if they would be willing to go to preside over a new temple. He broke down with emotion. He was overcome. He could not talk. He and his wife will leave their children and grandchildren for another long period to serve the Lord in another capacity. Will they miss their grandchildren? Of course they will. But they will go, and they will serve faithfully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p7\" class=\"\">How deeply grateful I am for the devotion and the loyalty of the members of the Church throughout the earth who respond to every call, no matter the inconvenience, no matter what comfort they must forgo.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p8\" class=\"\">But of all the things for which I feel grateful, I am most thankful this Easter morning for the gift of my Lord and my Redeemer. This is Easter, when, with all of Christendom, we commemorate the Resurrection of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p9\" class=\"\">This was not an ordinary thing. It was the greatest event in human history. I do not hesitate to say that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p10\" class=\"\">“If a man die, shall he live again?” asked Job (<span class=\"citation\" id=\"26863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26863)\">Job 14:14<\/a><\/span>). There is no question of greater importance than this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p11\" class=\"\">Those of us who live in comfort and security seldom give any thought to death. Our minds are on other things. Yet there is nothing more certain, nothing more universal, nothing more final than the closure of mortal life. No one can escape it, not one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p12\" class=\"\">I have stood at the tomb of Napoleon in Paris, at the tomb of Lenin in Moscow, and before the burial places of many others of the great leaders of the earth. In their time they commanded armies, they ruled with almost omnipotent power, their very words brought terror into the hearts of people. I have reverently walked through some of the great cemeteries of the world. I have reflected quietly and thoughtfully as I have stood in the military cemetery in Manila in the Philippines where are buried some 17,000 Americans who gave their lives in the Second World War and where are remembered another 35,000 who died in the terrible battles of the Pacific and whose remains were never found. I have walked with reverence through the British cemetery on the outskirts of Rangoon, Burma, and noted the names of hundreds of young men who came from the villages, towns, and great cities of the British Isles and gave their lives in hot and distant places. I have strolled through old cemeteries in Asia and Europe and yet other places and reflected on the lives of those who were once buoyant and happy, who were creative and distinguished, who gave much to the world in which they lived. They have all passed into the oblivion of the grave. All who have lived upon the earth before us are now gone. They have left all behind as they have stepped over the threshold of silent death. None has escaped. All have walked their way to “the undiscovered country from whose bourn no traveler returns” (<span class=\"emphasis\">Hamlet,<\/span> act 3, scene 1, lines 79–80). Shakespeare so described it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p13\" class=\"\">But Jesus the Christ changed all that. Only a God could do what He did. He broke the bonds of death. He too had to die, but on the third day, following His burial, He rose from the grave, “the firstfruits of them that slept” (<span class=\"citation\" id=\"986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(986)\">1 Cor. 15:20<\/a><\/span>), and in so doing brought the blessing of the Resurrection to every one of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p14\" class=\"\">Contemplating this wondrous thing, Paul declared: “O death, where is thy sting? O grave, where is thy victory?” (<span class=\"citation\" id=\"991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(991)\">1 Cor. 15:55<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p15\" class=\"\">Two weeks ago, I was in Jerusalem, that great and ancient city where Jesus walked 2,000 years ago. Standing on a high point, I looked down upon the Old City. I thought of Bethlehem, a few miles to the south, where He was born in a lowly manger. He who was the Son of God, the Only Begotten Son, left His Father’s celestial courts to take on mortality. At His birth, angels sang and Wise Men came to bestow gifts. He grew as did other boys in Nazareth of Galilee. There He “increased in wisdom and stature, and in favour with God and man” (<span class=\"citation\" id=\"32654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32654)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32654)\">Luke 2:52<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p16\" class=\"\">With Mary and Joseph, He visited Jerusalem when He was 12. On their journey home, they missed Him. They came back to Jerusalem and found Him in the temple conversing with the learned doctors. When Mary upbraided Him for not being with them, He answered, “Wist ye not that I must be about my Father’s business?” (<span class=\"citation\" id=\"32653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32653)\">Luke 2:49<\/a><\/span>). His words were a premonition of His future ministry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p17\" class=\"\">That ministry began with His baptism in the river Jordan at the hands of His cousin John. When He arose from the water, the Holy Ghost descended upon Him in the form of a dove, and His Father’s voice was heard, saying, “This is my beloved Son, in whom I am well pleased” (<span class=\"citation\" id=\"37820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37820)\">Matt. 3:17<\/a><\/span>). That declaration became the affirmation of His divinity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p18\" class=\"\">He fasted for 40 days and was tempted of the devil, who sought to take Him from His divinely appointed mission. To the adversary’s invitation, He responded, “Thou shalt not tempt the Lord thy God” (<span class=\"citation\" id=\"37822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37822)\">Matt. 4:7<\/a><\/span>), again declaring His divine sonship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p19\" class=\"\">He walked the dusty roads of Palestine. He had no home that He could call His own, no place to rest His head. His message was the gospel of peace. His teachings were those of generosity and love. “If any man will sue thee at the law, and take away thy coat, let him have thy [cloak] also” (<span class=\"citation\" id=\"37824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37824)\">Matt. 5:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p20\" class=\"\">He taught with parables. He performed miracles the like of which were never performed before or since. He healed those whose sickness was of long standing. He caused the blind to see, the deaf to hear, the lame to walk. He raised the dead, and they lived again to speak His praises. Surely no man had ever done such before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p21\" class=\"\">A few followed Him, but most hated Him. He spoke of the scribes and Pharisees as hypocrites, as whited sepulchers. They plotted against Him. He drove the money changers from the house of the Lord. They doubtless joined those who planned to destroy Him. But He was not deterred. He “went about doing good” (<span class=\"citation\" id=\"8479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8479)\">Acts 10:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p22\" class=\"\">Was not all of this enough to make His memory immortal? Was it not enough to place His name among, and even above, those of the great men who have walked the earth and who have been remembered for what they said or did? Certainly He would have been ranked among the great prophets of all time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p23\" class=\"\">But all of this was not enough for the Son of the Almighty. It was but prelude to greater things to come. They came in a strange and terrible way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p24\" class=\"\">He was betrayed, arrested, condemned to death, to die in awful agony by crucifixion. His living body was nailed to a cross of wood. In unspeakable pain, His life slowly ebbed away. While yet He breathed, He cried out, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"32676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32676)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p25\" class=\"\">The earth shook as His spirit passed. The centurion who had seen it all declared in solemnity, “Truly this was the Son of God” (<span class=\"citation\" id=\"37864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37864)\">Matt. 27:54<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p26\" class=\"\">Those who loved Him took His body from the cross. They dressed it and placed it in a new tomb offered by Joseph of Arimathaea. The tomb was sealed with a great stone at its opening, and a guard was set.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p27\" class=\"\">His friends must have wept. The Apostles He loved and whom He had called as witnesses of His divinity wept. The women who loved Him wept. None had understood what He had said about rising the third day. How could they understand? This had never happened before. It was totally unprecedented. It was unbelievable, even for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p28\" class=\"\">There must have been a terrible sense of dejection and hopelessness and misery as they thought of their Lord taken from them in death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p29\" class=\"\">But that was not the end. On the morning of the third day, Mary Magdalene and the other Mary returned to the tomb. To their utter amazement, the stone was rolled away and the tomb was open. They peered inside. Two beings in white sat at either end of the burial site. An angel appeared to them and said, “Why seek ye the living among the dead?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p30\" class=\"\">“He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p31\" class=\"\">“Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again” (<span class=\"citation\" id=\"32678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32678)\">Luke 24:5–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p32\" class=\"\">These simple words—“He is not here, but is risen”—have become the most profound in all literature. They are the declaration of the empty tomb. They are the fulfillment of all He had spoken concerning rising again. They are the triumphant response to the query facing every man, woman, and child who was ever born to earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p33\" class=\"\">The risen Lord spoke to Mary, and she replied. He was not an apparition. This was not imagination. He was real, as real as He had been in mortal life. He did not permit her to touch Him. He had not yet ascended to His Father in Heaven. That would happen shortly. What a reunion it must have been, to be embraced by the Father, who loved Him and who also must have wept for Him during His hours of agony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p34\" class=\"\">He would appear to two men on the road to Emmaus. He would converse with them and eat with them. He would meet with His Apostles behind closed doors and teach them. Thomas was not present on the first occasion. On the second occasion, the Lord invited him to feel of His hands and His side. In utter wonder he exclaimed, “My Lord and my God” (<span class=\"citation\" id=\"29985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29985)\">John 20:28<\/a><\/span>). He spoke with 500 at one time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p35\" class=\"\">Who can dispute the documentation of these facts? There is no record of any repudiation of the testimony of those who had these experiences. There is abundant evidence that they bore witness of these events throughout their lives, even giving their own lives in affirmation of the reality of the things they had experienced. Their word is clear, and their testimony is secure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p36\" class=\"\">Men and women by the millions through the centuries have accepted that testimony. Countless numbers have lived and died in affirmation of its truth, which has come to them by the power of the Holy Ghost and which they could not in truth deny. Surely no event of human history has been tested more widely as to its validity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p37\" class=\"\">And there is another witness. This biblical companion, the Book of Mormon, testifies that He appeared not only to those of the Old World but also to those of the New. For had He not at one time declared, “Other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd”? (<span class=\"citation\" id=\"29953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29953)\">John 10:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p38\" class=\"\">To those of this hemisphere He appeared following His Resurrection. At His descent through the clouds of heaven, the voice of God the Eternal Father was heard again in solemn declaration: “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him” (<span class=\"citation\" id=\"6479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6479)\">3 Ne. 11:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p39\" class=\"\">Here again He called 12 Apostles, who would become witnesses of His name and divinity. He taught the people and blessed and healed them as He had done in Palestine, and peace reigned in the land for 200 years as the people sought to live by that which He had taught them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p40\" class=\"\">And if all of this is not enough, there is the testimony, sure and certain and unequivocal, of the great prophet of this dispensation, Joseph Smith. As a boy he went into the woods to pray seeking light and understanding. And there appeared before him two Personages, whose brightness and glory defy all description, standing above him in the air. One of them spoke to him, calling him “by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30770)\">JS—H 1:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p41\" class=\"\">This same Joseph declared on a subsequent occasion: “We beheld the glory of the Son, on the right hand of the Father, and received of his fulness; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p42\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!” (<span class=\"citation\" id=\"21125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21125)\">D&amp;C 76:20, 22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p43\" class=\"\">And so on this wonderful Easter morning, as the servants of the Almighty, as prophets and apostles in His great cause, we lift our voices in witness and testimony of our immortal Savior. He came to earth as the Son of the Everlasting Father. He did as Isaiah prophesied He must do. He bore “our griefs, and carried our sorrows. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p44\" class=\"\">“… He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed” (<span class=\"citation\" id=\"25791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25791)\">Isa. 53:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p45\" class=\"\">In everlasting immortality He arose the third day from the rock-hewn grave. He spoke with many. His Father repeatedly affirmed His divine sonship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p46\" class=\"\">Thanks be to the Almighty. His glorified Son broke the bonds of death, the greatest of all victories. As Paul declared, “For as in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(988)\">1 Cor. 15:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p47\" class=\"\">He is our triumphant Lord. He is our Redeemer, who atoned for our sins. Through His redeeming sacrifice all men shall rise from the grave. He has opened the way whereby we may gain not only immortality but also eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/he-is-not-here-but-is-risen.p48\" class=\"\">As an Apostle of the Lord Jesus Christ, I bear witness and testimony of these things this Easter day. I speak in solemnity and reverence and gratitude, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}