{"ID":6226, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Inspired Church Welfare\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Savior, who set the pattern for us, is pleased with those who “remember in all things the poor and the needy, the sick and the afflicted” [D&amp;C 52:40].<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p4\" class=\"\">My beloved brothers and sisters, what a wonderful Easter day this has been. As we reflect on the life of the Savior and His Resurrection, certainly the many images of those who petitioned Him for help come to my mind. I can easily imagine the deformed legs of a man unable to walk since birth or the tears flowing down a widow’s cheek as she follows the body of her only son as it is carried to its tomb. I see the empty eyes of the hungry, the trembling hands of the sick, the pleading voice of the condemned, the disconsolate eye of the outcast. All of them are reaching toward a solitary man, a man without wealth, without home, without position.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p5\" class=\"\">I see this man, the Son of the living God, look on each of them with infinite compassion. With a touch of His holy hand, He brings comfort to the downcast, healing to the sick, liberation to the condemned. With a word, the dead man rises from his bier and the widow embraces her enlivened son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p6\" class=\"\">These and other miraculous acts of mercy and kindness, some widely known, others quiet and gentle, define for me one of the salient characteristics of the Savior: His love and compassion for the downtrodden, the weary, the weak, the suffering. Indeed, these acts of compassion are synonymous with His name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p7\" class=\"\">Although nearly 2,000 years have passed since the mortal ministry of the Son of God, His loving example and His teachings remain an integral part of who we are as a people and who we are as a church. Today, through its inspired welfare program, The Church of Jesus Christ of Latter-day Saints and its members strive to emulate His example as we seek to relieve suffering and foster self-reliance.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Scope of Church Welfare<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p9\" class=\"\">The welfare program of the Church is well known throughout the world. People from all walks of life travel to Church headquarters to see firsthand how the Church cares for the poor and needy without creating dependency on the part of those who receive or bitterness on the part of those who give. A president of a country, after visiting Welfare Square, canceled the remainder of his appointments for the day. “There is something here that is more important than anything else I have on my schedule,” he said. “I must stay and learn more.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p10\" class=\"\">Over the years, the Church welfare program has grown to meet the ever-increasing needs of an expanding Church. In North America today, 80 Church farms produce nutritious food for the needy. Eighty cannery facilities preserve and package this life-sustaining food. More than 100 bishops’ storehouses stand ready to assist more than 10,000 bishops and branch presidents as they carry out their sacred obligation to seek out and assist the poor and needy in their wards and branches. Fifty Deseret Industries operations offer work and training to thousands. Worldwide, 160 employment centers help more than 78,000 people find jobs each year. Sixty-five LDS Social Services offices help member couples adopt children and provide counseling to those in need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p11\" class=\"\">I feel certain that the great leaders whom the Lord raised up to pioneer this modern-day welfare effort would be well pleased with the advancement of this inspired program of today.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Lord’s Way<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p13\" class=\"\">“It has always been a cardinal teaching with the Latter-day Saints,” President Joseph F. Smith wrote, “that a religion which has not the power to save people temporally and make them prosperous and happy here, cannot be depended upon to save them spiritually, to exalt them in the life to come.”<sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_032\">1<\/a>\n\t <span class=\"footnote\">[“The Truth about Mormonism,” <span class=\"emphasis\">Out West <\/span>magazine, Sept. 1905, 242.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p14\" class=\"\">The temporal and the spiritual are linked inseparably. As we give of our time, talents, and resources to tend the needs of the sick, offer food to the hungry, and teach the dependent to stand on their own, we enrich ourselves spiritually beyond our ability to comprehend.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p15\" class=\"\">The Lord declared in a revelation to the Prophet Joseph Smith: “It is my purpose to provide for my saints. … But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_032\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"21166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21166)\">D&amp;C 104:15–16<\/a><\/span>.]<\/span><\/sup> The Lord’s way consists of helping people help themselves. The poor are exalted because they work for the temporary assistance they receive, they are taught correct principles, and they are able to lift themselves from poverty to self-reliance. The rich are made low because they humble themselves to give generously of their means to those in need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p16\" class=\"\">We teach members to be self-reliant, to do everything possible to sustain themselves, and to seek help from their families for needed assistance. When members and their families are doing all they can to provide necessities but still cannot meet basic needs, the Church stands ready to help.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p17\" class=\"\">In the Church, the bishop has the specific charge to care for “the poor, the needy, the single parent, the aged, the disabled, the fatherless, the widowed, and others who have special needs.”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_032\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Church Handbook of Instructions, Book 1: Stake Presidencies and Bishoprics<\/span> (1998), 14.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p18\" class=\"\">I am aware of how one bishop marshaled his resources to assist a man who came to him for help. The man had been happily married for years, but because of a later addiction to alcohol and drugs he was left without a job, home, or family. Hard years of living on the street had degraded and humiliated him. With tears streaming down his face, he pleaded with his bishop for help.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p19\" class=\"\">The ward welfare committee discussed this challenge. One man knew a dentist who might be willing to replace the man’s broken front teeth. The Relief Society president suggested that nutritious food from the bishops’ storehouse might improve his health. Another suggested that this man needed someone who could spend time with him daily and help him find the strength to overcome his addictions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p20\" class=\"\">As the suggestions streamed in, the bishop realized that an entire ward of concerned brothers and sisters stood ready to help.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p21\" class=\"\">Soon the bishop began to notice improvements. Priesthood brethren gave the man a blessing. A charitable dentist replaced his broken teeth. Food from the bishops’ storehouse improved his health. A faithful elderly couple agreed to serve as special home teachers. They were with him daily to help him stick to his resolve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p22\" class=\"\">Following established principles, this good brother offered to help others in the ward. Slowly his life began to improve. Gradually the look of desperation and misery gave way to one of joy and happiness. Although it was a painful process, he was able to free himself from his addictions. He became an active member in the Church. A life of destitution and misery turned into one of hope and happiness. This is the Lord’s way of caring for those in need.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Church and Humanitarian Relief<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p24\" class=\"\">The Church does not limit its relief efforts to its members but follows the admonition of the Prophet Joseph Smith when he said, “A man filled with the love of God, is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.”<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_032\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:227.]<\/span><\/sup> He instructed members “to feed the hungry, to clothe the naked, to provide for the widow, to dry up the tear of the orphan, to comfort the afflicted.”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_032\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Times and Seasons,<\/span> 15 Mar. 1842, 732.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p25\" class=\"\">In a little over a decade, the Church has shipped more than 27,000 tons of clothing, 16,000 tons of food, and 3,000 tons of medical and educational supplies and equipment to relieve the suffering of millions of God’s children in 146 countries in many parts of the world. We do not ask, “Are you members of our church?” We ask only, “Do you suffer?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p26\" class=\"\">We are all aware of Hurricane Mitch, which devastated Nicaragua and Honduras last October and November. With terrific force it flooded homes and caused mud slides. More than 10,000 people died and another two million were left homeless. This very strong hurricane destroyed homes and covered streets with mud that seemed as hard as cement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p27\" class=\"\">Almost immediately, the Church began sending life-sustaining food, clothing, medicine, and blankets to help both members of the Church and those of other faiths. Once the shipments arrived at their destination, Church members came by the hundreds to unload the trucks and assemble the supplies into boxes. The items in each box would sustain a family for a week.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p28\" class=\"\">Our dear President Gordon B. Hinckley, who is the chairman of the General Welfare Committee, felt troubled by the suffering in Central America. One sleepless night he felt a prompting to go and offer his love and support to those who had endured this great loss. The prophet’s visit lifted the spirits and gave hope to thousands. “As long as [the Church] has any resources,” he told them, “we will stand by you in times of trouble.”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_032\">6<\/a>\n\t <span class=\"footnote\">[Address given in Honduras, 21 Nov. 1998; see also “President Hinckley: ‘We Will Not Forget You,’” <span class=\"emphasis\">Church News,<\/span> 28 Nov. 1998, 3, 6–7.]<\/span><\/sup> And I testify to you, brothers and sisters, that he truly is a prophet of God. And I sustain him with all my heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p29\" class=\"\">In addition to providing needed supplies in times of disaster and catastrophe, nearly 1,300 members of the Church have accepted calls from the Lord to serve the needy of many nations. Let me give two examples.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p30\" class=\"\">Brother David and Sister Dovie Glines, from Ivins, Utah, currently live in Ghana, Africa, where they teach business, computer, and office management skills to those who are seeking to improve their employment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p31\" class=\"\">Brother Mark Cutler is a retired surgeon from Clayton, California. He and his wife, Bonnie, serve in Vietnam. Brother Cutler is a consultant and instructor for local physicians. Sister Cutler teaches English and medical terminology to the hospital doctors and staff.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Welfare and the Member<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p33\" class=\"\">In addition to helping others, families and individual members would do well to review their own level of self-reliance. We may ask ourselves a few questions:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p34\" class=\"\">Are we wise stewards of our money? Do we spend less than we earn? Do we avoid unnecessary debt? Do we follow the counsel of the Brethren to “store sufficient food, clothing, and where possible fuel for at least one year”?<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_032\">7<\/a>\n\t <span class=\"footnote\">[First Presidency letter, 24 June 1988.]<\/span><\/sup> Do we teach our children to value and not waste what they have? Do we teach them to work? Do they understand the importance of the sacred law of tithing? Do we have sufficient education and adequate employment? Do we maintain good health by living the Word of Wisdom? Are we free from the adverse effects of harmful substances?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p35\" class=\"\">If, in honesty, we answer “no” to any of these questions, we may wish to improve our self-reliance plan. Prophets have provided fundamental guides for us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p36\" class=\"\">First, one of today’s evils is the sin of covetousness. Inordinate desire for material possessions can become an obsession that consumes our thoughts, drains our resources, and leads to unhappiness. Some members of the Church are increasingly burdened with unnecessary debt because of this sin. President Heber J. Grant said: “If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means. And if there is any one thing that is grinding and discouraging and disheartening, it is to have debts and obligations that one cannot meet.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_032\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1941), 111.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p37\" class=\"\">“Industry, thrift, self-reliance continue as guiding principles of this effort,” President Thomas S. Monson, chairman of the Welfare Executive Committee of the Church, has admonished. “As a people, we should avoid unreasonable debt. …’Pay thy debt, and live.’ (<span class=\"citation\" id=\"3239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3239)\">2 Kgs. 4:7<\/a><\/span>.) What wise counsel for us today!”<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_032\">9<\/a>\n\t <span class=\"footnote\">[In Conference Report, Oct. 1988, 57; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1988, 46.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p38\" class=\"\">Second, from the beginning God has commanded us to work<sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_032\">10<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"24150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24150)\">Gen. 3:19<\/a><\/span>.]<\/span><\/sup> and has warned us against idleness.<sup class=\"noteMarker\"><a href=\"#footnote11-99905_000_032\">11<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"21149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21149)\">D&amp;C 88:124<\/a><\/span>.]<\/span><\/sup> Sadly, many in our world today encourage idleness, especially in the form of mindless, inane entertainment that is on the Internet, on television, and in computer games.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p39\" class=\"\">Third, I commend to you the counsel of President Hinckley when he said: “Get all the education you can. … Cultivate skills of mind and hands. Education is the key to opportunity.”<sup class=\"noteMarker\"><a href=\"#footnote12-99905_000_032\">12<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 172.]<\/span><\/sup> Yes, education is the catalyst that will hone and sharpen our talents, skills, and abilities and cause them to blossom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p40\" class=\"\">Fourth, those who choose to follow the example of the Savior and relieve suffering could look to the amount they contribute to fast offerings. These sacred funds are used for one purpose and one purpose only: to bless the sick, the suffering, and others in need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p41\" class=\"\">Contributing a generous fast offering blesses the givers richly and allows them to become partners with the Lord and the bishop in helping relieve suffering and fostering self-reliance. In our prosperous circumstances, perhaps we should evaluate our offerings and decide if we are as generous with the Lord as He is with us.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Conclusion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p43\" class=\"\">If the Savior were among us in mortality today, He would be found ministering to the needy, the suffering, the sick. Following this example may be one of the reasons President Spencer W. Kimball said: “When viewed in this light, we can see that [welfare] is not a program, but the essence of the gospel. <span class=\"emphasis\">It is the gospel in action.<\/span> It is the crowning principle of a Christian life.”<sup class=\"noteMarker\"><a href=\"#footnote13-99905_000_032\">13<\/a>\n\t <span class=\"footnote\">[In Conference Report, Oct. 1977, 123–24; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, 77.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p44\" class=\"\">When the welfare program emerged from its humble beginnings in the midst of the Great Depression, few imagined that, 60 years later, it would have blossomed and flourished to the point where it blesses literally millions of the world’s needy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p45\" class=\"\">The beautiful hymn “Because I Have Been Given Much” touches on an inspired lesson in giving.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Because I have been sheltered, fed by thy good care,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">I cannot see another’s lack and I not share<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">My glowing fire, my loaf of bread,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">My roof’s safe shelter overhead,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">That he too may be comforted.<\/span>\n\t      <sup class=\"noteMarker\"><a href=\"#footnote14-99905_000_032\">14<\/a>\n\t     <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 219.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p51\" class=\"\">Brothers and sisters, the Savior, who set the pattern for us, is pleased with those who “remember in all things the poor and the needy, the sick and the afflicted.”<sup class=\"noteMarker\"><a href=\"#footnote15-99905_000_032\">15<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"21099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21099)\">D&amp;C 52:40<\/a><\/span>.]<\/span><\/sup> He is pleased with those who hearken to His admonition to “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.”<sup class=\"noteMarker\"><a href=\"#footnote16-99905_000_032\">16<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"21128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21128)\">D&amp;C 81:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/inspired-church-welfare.p52\" class=\"\">May we follow His example is my prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_032\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Truth about Mormonism,” <span class=\"emphasis\">Out West <\/span>magazine, Sept. 1905, 242.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_032\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21166)\">D&amp;C 104:15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_032\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Church Handbook of Instructions, Book 1: Stake Presidencies and Bishoprics<\/span> (1998), 14.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_032\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:227.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_032\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Times and Seasons,<\/span> 15 Mar. 1842, 732.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_032\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Address given in Honduras, 21 Nov. 1998; see also “President Hinckley: ‘We Will Not Forget You,’” <span class=\"emphasis\">Church News,<\/span> 28 Nov. 1998, 3, 6–7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_032\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, 24 June 1988.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_032\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1941), 111.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_032\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1988, 57; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1988, 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_032\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"24150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24150)\">Gen. 3:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99905_000_032\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21149)\">D&amp;C 88:124<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99905_000_032\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 172.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-99905_000_032\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1977, 123–24; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, 77.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-99905_000_032\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 219.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-99905_000_032\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21099)\">D&amp;C 52:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_032\"><a name=\"-99905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-99905_000_032\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21128)\">D&amp;C 81:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}