{"ID":623, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessings Through Faithfulness<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1952, pp. 121-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters&mdash;I have rejoiced in the spiritual messages of this conference. My faith\nhas been stimulated. I have resolved to be more devoted and more diligent in my service to\nthe Master. I do not want to take much time this afternoon, and the things that I had thought\nof saying, I think I shall reserve for some future time.\n<\/p><p>\nI need the strength of the Lord as I talk to you for a few moments, and do solicit an interest\nin your faith and prayers, my brothers and sisters.\n<\/p><p>\nThis conference has been devoted to a love for and an appreciation of the great blessings that\nthe Church affords to each of us. We have been challenged to devoted service and to live\naccording to the standards, the ideals, and the teachings of this great Church of ours. I also\nhope we have felt the need of searching for the blessings of the fathers that those things\nenjoyed by the ancients may be restored to us and enjoyed by us in this the Dispensation of\nthe Fullness of Times.\n<\/p><p>\nI remember that the progenitor of the great Israelite family was not satisfied with the\nconditions found in his homeland, and said to secure happiness and peace it was necessary for\nhim to seek for the blessings of the fathers, and the right to administer the same. He had been\na follower of righteousness, desiring to receive instructions and to keep the commandments of\nGod, and sought the great blessings of the priesthood, and to be a father of many nations\n(<span class=\"citation\" id=\"7187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7187)\">Abr. 1:2<\/a><\/span>).\n<\/p><p>\nAnd as descendants of this great leader, we, too, should be followers after righteousness, and\nshould seek to know the mind and will of God in order that our lives might conform thereto.\n<\/p><p>\nI remember the great devotion of Enoch, who labored constantly and faithfully to perfect his\npeople that they might behold the face of God, and enjoy his presence. He labored valiantly\nas a servant of the Master and while many failed to accept the gospel message of salvation,\nthere were many who did, and through obedience to the gospel, they were perfected, and were\nnot only permitted to look upon the face of God but were privileged to dwell in his presence\nand became so sanctified that the Lord received them to himself.\n<\/p><p>\nMoses the great deliverer of the Israelites, sought through the Holy Priesthood and the gospel\nof the Redeemer to perfect and sanctify the Israelites as they wandered in the wilderness, but\nthey would not obey the great law of the gospel\n(<span class=\"citation\" id=\"12998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12998)\">D&amp;C 84:23-25<\/a><\/span>).\nThey could not forget the idolatry and the\nfleshpots of Egypt; they sought to worship images and do things that were contrary to what\nGod would have them do, and as a result this great leader was unable to perfect his people to\nbehold the face of their God as he attempted to do, therefore God took Moses, the Holy\nPriesthood and the gospel, from the Israelites, and in the place of the gospel with its great\nblessings, gave them the carnal code of laws.\n<\/p><p>\nThe Savior came at the appointed time, and this carnal code of laws given as a schoolmaster\n(<span class=\"citation\" id=\"23232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23232)\">Gal. 3:24<\/a><\/span>)\nto prepare the children of God for his coming, failed in its great purpose.\n<\/p><p>\nBut the Lord established his work called chosen servants to assist him in the service of the\nministry, and as the Apostle Paul said to the Ephesians,\n<\/p><p>\n. . . he gave some apostles; and some prophets; and some evangelists; and some\npastors and teachers; \n<\/p><p>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the\nbody of Christ (<span class=\"citation\" id=\"21654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21654)\">Eph. 4:11-12<\/a><\/span>).\n<\/p><p>\nThese devoted servants gave their time and talents willingly to the saving of souls, but\napostasy crept in, and the great work of the apostles and others in a measure, was lost. They\nfailed to perfect the people to behold the face of their Redeemer\n(<span class=\"citation\" id=\"12997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12997)\">D&amp;C 84:23<\/a><\/span>).\n<\/p><p>\nAnd again in this day, the same officers are in the Church and kingdom of God, and have the\nsame commission of perfecting the Saints and edifying the body of Christ.\n<\/p><p>\nNow, my brothers and sisters, it seems to me we do have a great responsibility as members of\nthe Church for the Lord has placed upon us the responsibility of carrying this gospel message\nto every nation, kindred, tongue, and people\n(<span class=\"citation\" id=\"42231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42231)\">Rev. 14:6<\/a><\/span>).\nI do not think we can accomplish the great\npurposes the Lord has placed upon us unless we perfect ourselves and sanctify our souls to\nenjoy the inspiration and the direction of the Holy Ghost, that each of us is\nentitled to as baptized and faithful members of his kingdom. I believe a bishop called to\npreside over a ward, needs to perfect and sanctify himself above that of his brethren and\nsisters, otherwise he cannot give the quality of leadership required in his ward.\n<\/p><p>\nI think that same principle holds true for a president of a stake, and on up to and including\nthe President of the Church. I am sure that in our beloved President we have an individual\nwho has well perfected himself, enjoys the love of our Creator, and is inspired of him in the\ngreat ministry and service he renders to his fellow men.\n<\/p><p>\nMy brothers and sisters, we need to incorporate into our lives all the refining influences of the\ngospel of Jesus Christ. There is much that pertains to the gospel we need to know, and that\nwe need to use for our own benefit and blessing.\n<\/p><p>\nNot so long ago I heard a man excommunicated from the Church indict the leadership of the\nChurch for their failure to teach the virtues of life as the cause of his downfall. Now, I am\nwondering if as leaders of this people, are we failing to teach the simple virtues of life, that\nwould prevent many of our brothers and sisters from going astray and doing things that cause\nthem to fail to receive the great blessings of this Church?\n<\/p><p>\nWe need to consider the principle of honesty. Our beloved President mentioned it in his talk\nto the priesthood last evening. We must be honest and sincere as a people. We cannot lie nor\ncheat in our dealings. We should not take advantage of our fellow men. We cannot receive\nsomething that we have not worked for and earned. As a people, we need to teach the\nprinciple of honesty; it is a virtue that makes for character and good Latter-day Saints.\n<\/p><p>\nWe need to be true. We need to be chaste\n(<span class=\"citation\" id=\"6665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6665)\">A of F 1:13<\/a><\/span>).\nWe have heard much said about chastity in the sessions of this conference.\n<\/p><p>\nNow, my brothers and sisters, there are many other simple virtues that go to make up good\ncharacter. Let us consider these simple virtues as important in the perfecting and sanctifying\nof our souls, that in obeying these divine principles we may perfect and sanctify ourselves not\nonly to behold the face of God, but also to be worthy when he comes the second time&mdash;to\nenjoy his presence and be with him in the great ministrations that he has to accomplish among\nthe children of men.\n<\/p><p>\nWe need also to consider, as parents and particularly couples of the age that can expect more\nchildren in the home, and also our young people who are anticipating marriage, when they\naccept the great responsibility of bringing children into this world they cannot take the\nposition that because they have gone into the temples of our God and been sealed by the\npower of the priesthood for time and all eternity, that is all that is necessary to assure to their\nchildren every blessing and benefit it is their right to expect.\n<\/p><p>\nI would advocate that every Latter-day Saint young man and woman anticipating marriage, go\ninto the temples of our God and by the authority of the priesthood be sealed for time and for\nall eternity. But I would want them, and I would want all other married couples expecting\nchildren into their homes to remember that they must ever be faithful to their covenants. I\nwant them to remember that they must utilize their God-given gifts, these heavenly\nendowments of the spirit, that each is blessed with, that when children come, they may\nreceive all parental gifts and blessings that they should enjoy, and have a right to expect being\nborn under the new and everlasting covenant of marriage.\n<\/p><p>\nNow, it is important to us parents to remember our responsibility in respect to all of these\nholy ordinances and covenants entered into in the temples of our God. We must keep them\nsacred, and do nothing to violate the provisions of these covenants, otherwise the blessings\nthat are pronounced upon us, and all blessings are predicated upon our\nobedience, will not be ours to enjoy and perhaps we shall not bestow to our children the gifts and\nendowments they have a right to receive.\n<\/p><p>\nAnd I know, that in addition to keeping sacred and holy these ordinances and being faithful\nthroughout our lives, we must also develop the native talents God has blessed us with, and\nthey can be developed in the service of this Church, for if men and women will develop their\ntalents, they have an opportunity of passing on to their children these great blessings and gifts\nof the Spirit. And so, when we consider perfecting ourselves and sanctifying our souls to\nbehold the face of God and enjoy his presence we must think of our children and their\nchildren's children.\n<\/p><p>\nParents who live righteously and develop every natural gift and talent through service are\nentitled to choice spirits from our Heavenly Father and have a greater opportunity to endow\nthem richly with their own perfected qualities and virtues which should assure their children a\nhappy and useful life. My brothers and sisters, what joy and happiness would come to us as a\nresult of our own righteousness? The greatest dividends we could experience would be ours,\nand these dividends can only come as we honor the holy ordinances and covenants that we\nhave entered into. May we do this and be faithful and true in all our obligations and duties I\nhumbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}