{"ID":6230, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Like a Flame Unquenchable\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">One thing is certain: the commandments have not changed. … Right is still right. Wrong is still wrong, no matter how cleverly cloaked in respectability or political correctness.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99905_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p4\" class=\"\">Brothers and sisters, this has been an inspirational two days, and I hope that my remarks will also add to the instruction and the spirit of this general conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p5\" class=\"\">Occasionally I have the privilege of officiating in the temple when two worthy young people are married and sealed in the house of the Lord. These are always special times for family and friends. The feeling at such times is a sweet and satisfying mix of earthly happiness and eternal joy seen in the tear-filled eyes of mothers who have prayed for this day with all of their hearts. You see it in the eyes of fathers who, for the first time in months, are thinking about something besides how to pay for all of the expenses. But mostly you see it in the eyes of a virtuous bride and groom who have lived true to the teachings of the gospel, shunning the temptations of the world. There is a special, undeniable feeling available to those who have remained clean and pure and chaste.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p6\" class=\"\">Too many of our young men and women are succumbing to the pressures imposed by a world saturated with evil messages and immoral behavior. Lucifer is waging a vicious war for the souls of young and old alike, and the casualty count is climbing. The standards of the world have shifted like the sands of a windblown desert. That which was once unheard of or unacceptable is now commonplace. The world’s perspective has been so dramatically altered that those who choose to adhere to traditional standards of morality are viewed as strange, almost as though they must justify their desire to keep the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p7\" class=\"\">But one thing is certain: the commandments have not changed. Let there be no mistake about that. Right is still right. Wrong is still wrong, no matter how cleverly cloaked in respectability or political correctness. We believe in chastity before marriage and fidelity ever after. That standard is an absolute standard of truth. It is neither subject to public opinion polls nor dependent upon situation or circumstance. There is no need to debate it or other gospel standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p8\" class=\"\">But there is a desperate need for parents, leaders, and teachers to help our youth learn to understand, love, value, and live the standards of the gospel. Parents and youth must stand together in defense against a clever and devious adversary. We must be just as dedicated, effective, and determined in our efforts to live the gospel as he is in his efforts to destroy it—and us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p9\" class=\"\">The challenge before us is great. At risk are the immortal souls of those we love. May I suggest four ways we can build a fortress of faith in our homes and particularly help prepare our youth to be clean and chaste and pure, completely worthy to enter the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p10\" class=\"\"><span class=\"emphasis\">The first is gospel information.<\/span> The most important, life-changing information that I know of is the knowledge that we are truly children of God our Eternal Father. This is not only doctrinally correct, it is spiritually vital. Said the Savior in His powerful intercessory prayer, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29976)\">John 17:3<\/a><\/span>). To know Heavenly Father and to understand our relationship to Him as our Father and our God is to find meaning in this life and hope in the life to come. Our families need to know He is real, that we are in fact His sons and His daughters and heirs to all that He has, now and forever. Secure in that knowledge, family members will be less likely to look for devilish diversions and more likely to look to God and live (see <span class=\"citation\" id=\"41157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41157)\">Num. 21:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p11\" class=\"\">Somehow we need to instill in our hearts the powerful testimony of the gospel of Jesus Christ like unto that of our pioneer forefathers. Remember when Nauvoo fell in September of 1846 and the unbearable conditions of the Saints in the poor camps. When word reached Winter Quarters, Brigham Young immediately called the brethren together. After explaining the situation and reminding them of the covenant made in the Nauvoo Temple that no one who wanted to come, no matter how poor, would be left behind, he gave them this remarkable challenge:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p12\" class=\"\">“Now is the time for labor,” he said. “<span class=\"emphasis\">Let the fire of the covenant<\/span> which you made in the House of the Lord, <span class=\"emphasis\">burn in your hearts, like flame unquenchable<\/span>” (Journal History of The Church of Jesus Christ of Latter-day Saints, 28 Sept. 1846, 5; emphasis added). Within a few days, in spite of near-destitute conditions at Winter Quarters, many wagons were rolling eastward to rescue the Saints in the poor camps along the Mississippi River.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p13\" class=\"\">We often hear of the suffering and the sacrifice those early Saints endured, and we ask ourselves, How did they do it? What was it that gave them such strength? Part of the answer lies in President Young’s powerful words. Those early Latter-day Saints had made covenants with God, and those <span class=\"emphasis\">covenants burned like unquenchable fire in their hearts.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p14\" class=\"\">Sometimes we are tempted to let our lives be governed more by convenience than by covenant. It is not always convenient to live gospel standards and stand up for truth and testify of the Restoration. It usually is not convenient to share the gospel with others. It isn’t always convenient to respond to a calling in the Church, especially one that stretches our abilities. Opportunities to serve others in meaningful ways, as we have covenanted to do, rarely come at convenient times. But there is no spiritual power in living by convenience. The power comes as we keep our covenants. As we look at the lives of these early Saints, we see that their covenants were the primary force in their lives. Their example and testimony were powerful enough to influence generation after generation of their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p15\" class=\"\">As our children grow, they need information taught by parents more directly and plainly about what is and is not appropriate. Parents need to teach children to avoid any pornographic photographs or stories. Children and youth need to know from parents that pornography of any kind is a tool of the devil; and if anyone flirts with it, it has the power to addict, dull, and even destroy the human spirit. They need to be taught not to use vulgar language and never to use the Lord’s name in vain. Crude jokes overheard should never be repeated. Teach family members not to listen to music that celebrates the sensual. Talk to them plainly about sex and the teaching of the gospel regarding chastity. Let this information come from parents in the home in an appropriate way. All family members need to know the rules and be fortified spiritually so they can keep them. And when mistakes are made, the wondrous Atonement of the Lord Jesus Christ must be understood and accepted so that through the complete and sometimes difficult process of repentance, forgiveness and continued hope for the future can be obtained. We must never give up our individual and family quest for eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p16\" class=\"\">Unfortunately, far too many parents in today’s world have abdicated the responsibility to teach these values and other Church doctrines to their families, believing that others will do it: the peer group, the school, Church leaders and teachers, or even the media. Every day our children are learning, filling their minds and hearts with experiences and perceptions that deeply influence personal value systems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p17\" class=\"\">Brothers and sisters, we need to instruct one another and instill deeper faith in our hearts to fortify ourselves with the courage to keep the commandments in a world of ever-increasing wickedness. We need to become so deeply converted to the gospel of Christ <span class=\"emphasis\">that the fire of the covenant will burn in our hearts like flame unquenchable.<\/span> And with that kind of faith we will do what is necessary to remain true and worthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p18\" class=\"\"><span class=\"emphasis\">Second is communication.<\/span> Nothing is more important to the relationship between family members than open, honest communication. This is particularly true for parents trying to teach gospel principles and standards to their children. The ability to counsel with our youth—and perhaps more importantly, to really listen to their concerns—is the foundation upon which successful relationships are built. Often what we see in the eyes and what we feel in the heart will communicate far more than what we hear or say. A word to you children: Never be disrespectful to your parents. You must also learn to listen, especially to the counsel of your mom and dad and to the promptings of the Spirit. We need to watch for and capture the special teaching moments that constantly occur within our family relationships, and we need to resolve now to hold family home evening every Monday night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p19\" class=\"\">There are powerful moments of communication through regular family prayer and through family scripture study. The scriptures will help define family values and goals, and talking together about them will assist family members to learn to become individually secure, spiritually strong, and self-reliant. This requires time, and so we need to counsel together about how much television, how many movies, videos, video games, time on the Internet, or out-of-the-home activities should be allowed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p20\" class=\"\"><span class=\"emphasis\">Third is intervention.<\/span> It is the parents’ duty to intervene when they see wrong choices being made. That doesn’t mean parents take from children the precious gift of agency. Because agency is a God-given gift, ultimately the choice of what they will do, how they will behave, and what they will believe will always be theirs. But as parents we need to make sure they understand appropriate behavior and the consequences to them if they pursue their wrongful course. Remember, there is no such thing as unlawful censorship in the home. Movies, magazines, television, videos, the Internet, and other media are there as guests and should only be welcomed when they are appropriate for family enjoyment. Make your home a haven of peace and righteousness. Don’t allow evil influences to contaminate your own special spiritual environment. Be kind, thoughtful, gentle, and considerate in what you say and how you treat each other. Then family goals based on gospel standards will make it easier to make good decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p21\" class=\"\">The same principle applies to you bishops, teachers, and other leaders in the Church as you work to assist families. You don’t have to stand idly by as those over whom you have stewardship make poor moral choices. When one of our youth stands at a moral crossroad in life, almost always there is someone—a parent, a leader, a teacher—who could make a difference by intervening with love and kindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p22\" class=\"\"><span class=\"emphasis\">Fourth is example.<\/span> Just as it is difficult for a weary sailor to find his way across uncharted seas without the aid of a compass, it is almost impossible for children and youth to find their way through the seas of life without the guiding light of a good example. We cannot expect them to avoid those things that are inappropriate if they see their parents compromising principles and failing to live the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p23\" class=\"\">As parents, teachers, and leaders, it is our solemn duty to set a powerful, personal example of righteous strength, courage, sacrifice, unselfish service, and self-control. These are the traits that will help our youth hold on to the iron rod of the gospel and remain on the straight and narrow path.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p24\" class=\"\">I wish I could tell you that focusing on <span class=\"emphasis\">information, communication, intervention,<\/span> and <span class=\"emphasis\">example<\/span> would always result in a perfect family with perfect children who never stray from gospel standards. That is, unfortunately, not the case. But families that know, teach, and live gospel principles and standards are more likely to spare themselves the pain of serious mistakes. When long-established patterns of positive communication and faithful example prevail, it is much easier to counsel together about personal problems and to work through the necessary changes that will bless every family member.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p25\" class=\"\">Listen to King Benjamin’s significant counsel: “I cannot tell you all the things whereby [you] may commit sin; for there are divers ways and means, even so many that I cannot number them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p26\" class=\"\">“But this much I can tell you, that if [you] do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish. And now, O man, remember, and perish not” (<span class=\"citation\" id=\"41045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41045)\">Mosiah 4:29–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/like-a-flame-unquenchable.p27\" class=\"\">My brothers and sisters, may God bless every one of us that the fire of our covenants may burn in our hearts like a flame unquenchable. May we be prepared spiritually to renew our sacred covenants each week as we partake of the sacrament. That we will honor the Lord and we will be anxious to do our part, in these most exciting and great days, to build up His Church by strengthening our families is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}