{"ID":6232, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Light in the Wilderness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p3\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Keep your eyes riveted on your goal … and walk in the straight and narrow path of the Son—the Son of God.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99905_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p5\" class=\"\">Knowing what you may or may not know, what would you think of an eight-year camping trip in the wilderness—no trips to town, no light, not even a fire? This describes the experience Father Lehi and his family had when they were told by the Lord to leave Jerusalem. I’ll bet there was some murmuring in the camp—and not a lot of volunteers! There were undoubtedly young women like you on this marathon trip.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p6\" class=\"\">The Lord warned them not to make any fires. Then He taught them, “I will … be your light in the wilderness; and I will prepare the way before you, if … ye shall keep my commandments; … ye shall be led towards the promised land; and ye shall know that it is by me that ye are led” (<span class=\"citation\" id=\"2177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2177)\">1 Ne. 17:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p7\" class=\"\">You all must have promised lands that you would like to go to, and you can have your own light in that wilderness that challenges young people today. This light comes all wrapped up in love, the Lord’s love for every one of His children, and especially for young people. The Lord knows that you face challenges and temptations, and He provides the light that brightens your hearts, your minds, and your spirits. He has said that His word is truth and truth is light and light is the Spirit of Jesus Christ (see <span class=\"citation\" id=\"21133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21133)\">D&amp;C 84:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p8\" class=\"\">Sunny is an exchange student from Korea. She is living in a strange new land with a new language and a new family. School was hard and she had no friends to eat with or talk with or go to school activities with. She said: “I felt so miserable. Then I started thinking about praying. I had not thought about praying for help to Heavenly Father and for comfort and faith in myself. Then I began to read the Book of Mormon every morning and pray before I went to school. School began to be much easier. I was so surprised that I could understand better! I felt like someone was helping me while I was studying” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p9\" class=\"\">You know, don’t you, that prayer turns on the light? When you make prayer a regular part of your life, you begin walking in the light, in the straight and narrow way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p10\" class=\"\">When I was about your age, I learned the importance of a straight and narrow path and how difficult it was to be focused and stay on it. I grew up in a very small town in the foothills of the Canadian Rockies. My dad was a farmer, and I learned to work! Every summer I drove the tractor for him, mowing and raking hay, hauling hay bales, and plowing fields. I remember when I first started to learn to plow and cultivate a field. Dad explained the importance of plowing a straight furrow or a straight line. If you went crooked, there would be spots missed in the field and the weeds would take over. He said: “If you will keep your eye focused on the fence post across the field and let that be your goal, you will plow a straight furrow. Don’t let the bumpy terrain throw you off. It’s when you start looking at the end of the tractor that the holes and bumps take you off course and you begin to go crooked.” Then he left me to do the job.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p11\" class=\"\">I remembered about the fence post across the field for several rounds, then I started singing songs to make the time pass. I sang every song and hymn I knew, and those I didn’t know I made up. I was singing at the top of my lungs and having a good time when I noticed my dad walking through the field towards me. I stopped the tractor and he said, “Can you tell what has happened to the straight lines?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p12\" class=\"\">I said, “What do you mean?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p13\" class=\"\">He said: “Look at the line. Your first few rounds are straight, but evidently you quit paying attention to where you were plowing. You must have quit looking at the fence post across the field—your goal. Can you see that gradually each time you’ve gone around, you’ve just gone a little crooked until now there are big spots in the field?” He got on the tractor and drove a few rotations to straighten out the lines. As he got off to let me try again, he said, “Sharon, always pay attention to where you are going.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p14\" class=\"\">When the pressures of the world seem to overwhelm us and we are tempted to give up what we want most for what we want now, it is difficult to pay attention, to look beyond the moment, beyond the end of the tractor. The holes and bumpy terrain, persuasion from friends who may seem to be having such a good time, can throw us off course. But the light that will help us stay on the straight path is like the goal across the field. If there are times we become distracted and tempted, the Lord will be there to help us straighten out our course. You can walk away from the darkness and come into the light—His light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p15\" class=\"\">A young friend who did not understand the importance of having the light, having the Spirit, was trying to explain to me why he thought it was important to see some of the vulgar and violent movies on the market today. He said, “If you don’t see these things, you will be naive and uninformed and the world will take advantage of you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p16\" class=\"\">I asked my young friend, “Would you rather expose yourself to what the world has to offer to be informed and then left on your own to make decisions, or would you choose to be guided by the Lord and live your life to be filled with so much light and truth and goodness that there is no room for darkness?” You can’t be in the light and the dark at the same time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p17\" class=\"\">This light is symbolized in the Young Women torch. That torch you wear with your profile in the flame can fuel your desire to stand for truth and righteousness. It is a reminder that Christ is your light and He will show you the way through the happy times and the mists of darkness. You <span class=\"emphasis\">never<\/span> need to feel alone or forsaken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p18\" class=\"\">Emily, a Laurel class president wanting to know the Lord’s will for one of her counselors, describes how this light feels. She said: “I prayed about a certain girl, and I had such a strong revelation—it’s like when your heart and mind make connection and everything is so clear. So I knew without a doubt that she was to be my counselor” (letter in possession of Young Women office). Prayer is what makes the connection with God’s power, which leads to loving and serving, sacrificing, and enlarging your own capacities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p19\" class=\"\">The brother of Jared in the Book of Mormon knew about this process. He had built eight barges, or ships, under the direction of the Lord, but they had no light in them. He called upon the Lord for help (and that’s our opportunity too). But the answer did not come in the way he was expecting. The Lord could have easily put light in those barges, but He wanted the light—the light of the Spirit—in the brother of Jared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p20\" class=\"\">What do you think the brother of Jared was doing from the time he realized the Lord was not going to give him a flashlight to the time he carved out 16 stones and asked the Lord to touch them and give them light? I think he must have done a great deal of what Sunny Kim and Emily did—fasting and praying and pondering and reading his scriptures and serving and loving and forgiving and just trying to be obedient so he would have the Spirit, the light, to direct him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p21\" class=\"\">While the brother of Jared was doing everything he knew to do, was working hard and using every resource available—especially faith in the Lord—he went to the Lord again with his idea, and his efforts were enough. The Lord touched those 16 stones and there was light (see <span class=\"citation\" id=\"22454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22454)\">Ether 2:18–25<\/a><\/span>; <span class=\"citation\" id=\"22455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22455)\">Ether 3:1–6<\/a><\/span>). There are always answers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p22\" class=\"\">Many young women are following this light, and the Lord is blessing them. Listen to the testimonies of some who let the Lord be their light:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p23\" class=\"\">[Note: Several young women bore testimonies via videotape.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p24\" class=\"\">Let the Lord be your light. Let Him prepare the way before you to your promised land. “There [is] … no life so dark [that] he cannot light” (Sam Cardon and Steven K. Jones, “Come unto Him,” <span class=\"emphasis\">New Era,<\/span> Apr. 1995, 10). You don’t have to be a prophet like Lehi or the brother of Jared. Just be you—with a hunger and thirst for righteousness. Trust Him. Keep your eyes riveted on your goal across the field and walk in the straight and narrow path of the Son—the Son of God. I testify of the light and the Spirit that comes from Jesus Christ.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Lord is my light, my all and in all.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is in his sight no darkness at all.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He is my Redeemer, my Savior, and King.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p28\" class=\"\">(“The Lord Is My Light,” <span class=\"emphasis\">Hymns, <\/span>no. 89)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-light-in-the-wilderness.p29\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}