{"ID":6233, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Power of Our Baptism\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p3\" class=\"\">Carol B. Thomas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carol-b-thomas-10.jpg\" alt=\"Carol B. Thomas\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">How can we apply the spiritual power of our baptism to the principle of modesty? We hope one of the things that makes you different from the world is the way you dress.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99905_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p5\" class=\"\">My dear young friends, how we love you. What a blessing it is to be here with you tonight. Not too long ago Elder Robert D. Hales, one of the members of the Quorum of the Twelve, asked the question, “Do our young women know what their baptismal covenants mean?” And then he said, “I wish you would teach them.” I remember thinking to myself, <span class=\"emphasis\">Do I fully understand the importance of my own baptismal covenants?<\/span> So tonight, let’s talk for a few minutes about what it really means to become a member of The Church of Jesus Christ of Latter-day Saints and how our baptism can bless our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p6\" class=\"\">The Savior has likened our baptism to being reborn. I want you to think about two of the greatest moments in your life: the day you were born and the day of your baptism, two very essential births in this lifetime. None of us can remember the day we were born. You can only imagine that your mother held you close in her arms and dreamed of what you would become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p7\" class=\"\">Now, it’s probably not as hard to remember the day you were baptized—your second birth. Listen to what Lan-Ting, a Beehive girl from the Philippines, wrote about her baptism: “I felt like I had been born again. What an extraordinary feeling of cleanliness, sinlessness! My mother’s tears flowed like a fountain of pearls, and I could tell these were tears of joy! My mother told me sincerely, ‘Lan-Ting, today I am relieved to say I can turn you over to the Lord. I trust He will accompany you along the roads of your life’” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p8\" class=\"\">Baptism is our spiritual rebirth. It cleanses us from head to toe and allows us the companionship of the Savior through the gift of the Holy Ghost. He will accompany each of us along the road of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p9\" class=\"\">Four things happen when we are baptized and confirmed: (1) we become members of Christ’s Church and commit to follow Him; (2) we have our sins forgiven; (3) it allows us entrance to the celestial kingdom; and (4) it is the doorway to personal sanctification (see Bible Dictionary, “Baptism,” 619). We might say we are “made holy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p10\" class=\"\">The first three points are quite obvious. Tonight let’s focus on the fourth point: becoming holy. What does it mean to become holy? Because you have received the Holy Ghost, you are changed. You are a different person. It means you cannot be part of the world anymore; you can never go back. Elder Hales has said, “Help our young women to understand that when they are baptized, they are taken ‘out of the world’ and ‘into the kingdom’” (notes from General Young Women Board meeting, 5 Dec. 1997). You are taken out of the dark and into the light of Christ. It is the beginning of a whole new life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p11\" class=\"\">Elder Henry B. Eyring, another member of the Quorum of the Twelve, remembers when he was baptized. On the way home, all he could think of was, “Uh-oh, the free ride is over.” And it’s true. After our baptism, each of us has the blessing of being responsible for every action in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p12\" class=\"\">A story is told of the son of King Louis XVI of France. As a young man, he was kidnapped by evil men when they dethroned the king. For six months he was exposed to every filthy and vile thing that life had to offer, yet he never buckled under the pressure. This puzzled his captors, and they asked him why he had such great moral strength. His reply was simple: “I cannot do what you ask, for I was born to be a king” (see Vaughn J. Featherstone, “The King’s Son,” <span class=\"emphasis\">New Era,<\/span> Nov. 1975, 35). You were born to be daughters of a King. By being baptized, you have been promised the blessings of royalty as you sanctify yourselves and become holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p13\" class=\"\">So how do we do it? How can we become more holy so we may claim our royal heritage? Christ has said, “Follow me, … do the things which ye have seen me do” (<span class=\"citation\" id=\"4773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4773)\">2 Ne. 31:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p14\" class=\"\">Share a few stories with me of young women who are following in the light of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p15\" class=\"\">A Laurel from Arizona writes: “It was October and our high school homecoming was fast approaching, but I was only 15 and a half when a guy asked me to the dance. I thought about saying yes and meeting him at the dance. My parents wouldn’t know. But then I realized it didn’t matter that my parents didn’t know—Heavenly Father and Jesus Christ always know, and they are the ones who really count. I didn’t go to the dance. Instead I had my girlfriends over. I felt so happy and free and full of life” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p16\" class=\"\">A Beehive girl named Rebecca shared this journal entry: “Sometimes I think junior high is really hard. There is this one kid in my class who swears a lot. So I say a little prayer to help me not pay attention to him and to help it not get stuck in my mind. And it works. If you pray, it can solve even your littlest problems” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p17\" class=\"\">Still another young woman said: “This past year I haven’t had many friends, but it hasn’t gotten me down because the peace of the Spirit has filled my soul. … Even in those times when I feel lonely or awkward around people, the Lord has been there for me” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p18\" class=\"\">A Mia Maid from Utah wrote: “This past year I had some personal challenges. I lost track of the Spirit, and then something incredible happened. I went to my bishop. I can’t remember ever feeling so scared. But the Lord was with me in that room, holding my trembling hand. I knew I could be forgiven. It’s been a hard road—humbling, repenting, and learning to pray all over again. But He was there. He never left me for a minute. I’ve been on both sides, and the light side is definitely the place to be” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p19\" class=\"\">Thank you, thank you, young women, for your desire to follow the light of the Savior. All of you have difficult situations in your lives, but you know the source of your spiritual strength. Every time you pray or bear testimony or stand for the right, you shut down the powers of evil in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p20\" class=\"\">When you walk down the halls at school and see all the other students, do you think to yourself, <span class=\"emphasis\">I am different<\/span>? You are not <span class=\"emphasis\">better<\/span> than they are, but your knowledge of and your commitment to the Savior make you different, and that difference can be an advantage, a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p21\" class=\"\">One of the hardest things for many of you is modesty. How can we apply the spiritual power of our baptism to the principle of modesty? We hope one of the things that makes you different from the world is the way you dress. Marcie Matthews, a Laurel from Chicago, Illinois, shares her story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p22\" class=\"\">“1998 was a year that I was able to see the results of many Young Women lessons, talks, and advice come into play. I am an average Mormon girl. Being able to keep my life this steady and strong has not been easy. I make goals all the time to help strengthen my testimony and my standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p23\" class=\"\">“Recently we had a Mutual activity on the importance of modesty. Every lesson before I felt like I was a modest dresser, but I knew there was still something I could change—my shorts and the length of my skirts. It was the one weakness that I knew I had but had placed far behind in my head. Everyone wore short shorts, Daisy Dukes, and miniskirts, and I had bought mine with my own money. Then I heard the lesson on modesty. I went home wanting to go straight to my closet and throw away everything that was not modest so it wouldn’t be there to tempt me. After, I told my parents. I guess I was looking for them to tell me that there was no problem in the way I dressed and then let me go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p24\" class=\"\">“Later that night my dad told me he was proud of me and that he would like to buy me a couple of knee-length dresses for church. The next step was to go through all my clothes and give away everything. It was hard for me to part with my favorite skirts and the shorts that I loved so much, but I did. <span class=\"emphasis\">You will never see me in short shorts or short skirts again.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p25\" class=\"\">“I have never felt better about myself. I love being able to walk into the temple and church and feel like I am a child of God and am representing Him … by the clothes that I wear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p26\" class=\"\">“I challenge every young woman to take this step. It will help you find out who you are and what you stand for. When we have to give up something that is a part of us, the blessings will pour in more than you can imagine” (letter in possession of Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p27\" class=\"\">Marcie’s great example epitomizes our Young Women theme. You know, the part that says, “We stand as witnesses of God at all times and in all things”—and in all <span class=\"emphasis\">prom dresses.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p28\" class=\"\">We have talked about the spiritual power of our baptism. We can renew that power every week as we worthily partake of the sacrament. “There is no more eloquent expression in the English language than the sacramental prayers. We invite you to learn by heart the covenants and promises in the prayers on the bread and water” (Elder Dallin H. Oaks, notes in author’s possession). Ponder their meaning that they may bless your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/spiritual-power-of-our-baptism.p29\" class=\"\">I pray that you will tend and take care of your baptismal covenants. As you say your prayers, especially each Saturday night, ask Heavenly Father to prepare you to take the sacrament so the spiritual power of your baptism will be present in your life. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}