{"ID":6235, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Celestial Journey\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There will come those teaching times to each of you when you will witness the love of your mother, the strength of your father, and the inspiration of God.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99905_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p5\" class=\"\">My dear sisters, what a blessing is mine to stand before you this evening and to contemplate that in addition to all assembled here in the Tabernacle, there are many thousands watching and listening to the proceedings by way of satellite transmission. I pray for the help of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p6\" class=\"\">Henry Wadsworth Longfellow, in a classic poem, described you and your future. He wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How beautiful is youth! how bright it gleams<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With its illusions, aspirations, dreams!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Book of Beginnings, Story without End,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each maid a heroine, and each man a friend!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote1-99905_000_041\">1<\/a>\n\t   <span class=\"footnote\">[“Morituri Salutamus,” in <span class=\"emphasis\">The Complete Poetical Works of Longfellow<\/span> (1922), 311.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p11\" class=\"\">Precious young women, your mothers, your teachers, and Young Women leaders, may I leave with you some thoughts and suggestions to guide your footsteps through mortality and to the celestial kingdom of our Heavenly Father.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">I have carefully chosen four action-packed objectives for your guidance and eternal joy. They are:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"emphasis\">Gaze upward,<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"emphasis\">Look inward,<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Reach outward,<\/span> and<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"emphasis\">Press forward.<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p17\" class=\"\">First, let us discuss the plea, <span class=\"emphasis\">gaze upward.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p18\" class=\"\">Our Heavenly Father has placed an upward reach in every one of us. The words of scripture speak loud and clear: “Look to God and live.”<sup class=\"noteMarker\"><a href=\"#footnote2-99905_000_041\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10372)\">Alma 37:47<\/a><\/span>.]<\/span><\/sup> No problem is too small for His attention nor so large that He cannot answer the prayer of faith. Prayer surely is the passport to spiritual power. You can pray with purpose when you realize who you are and what Heavenly Father wants you to become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p19\" class=\"\">You will not find it difficult to approach Him with your sincere prayer as you remember the words of the Apostle Paul, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?”<sup class=\"noteMarker\"><a href=\"#footnote3-99905_000_041\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(982)\">1 Cor. 3:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p20\" class=\"\">If you want to please our Heavenly Father, honor your father and your mother, as He has commanded. They love you dearly. Your joy is their joy, and your sorrow is their sorrow. They want for you the heavenly guidance the Lord provides.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p21\" class=\"\">I’ve heard some frustrated parents speaking of a daughter or son as being in the “terrible teens.” I much prefer to describe you as the “terrific teens.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p22\" class=\"\">Life was never meant to be all smiles and happiness. There will come those teaching times to each of you when you will witness the love of your mother, the strength of your father, and the inspiration of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p23\" class=\"\">I sought permission from Elder Russell M. Nelson to share with you a lesson of sorrow, tempered by knowledge of our Heavenly Father’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p24\" class=\"\">Elder and Sister Nelson have been blessed with nine daughters, followed by one son. They are a happy family, a close-knit family. When the children were younger, they gathered around Mother and Father one evening, and Father proceeded to teach them. He said, “Many couples are being called to serve as missionaries and, in the case of mission presidents, to take their children with them to the areas of their assignment.” Then Dad posed the critical question: “If your mother and I were called to such an assignment, would you be willing to go with us?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p25\" class=\"\">He awaited their responses. One daughter said, “Daddy, they wouldn’t call you, since I’m a cheerleader at high school!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p26\" class=\"\">An older child added, “I couldn’t go. I’m a student at the university.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p27\" class=\"\">The teenage responses continued, until little Emily, with the purity of her soul, answered, “Daddy, if you were called, I would go with you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p28\" class=\"\">Actually, each of the children would be willing to go, but Emily brought tender tears with her profound yet simple reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p29\" class=\"\">The years moved along hurriedly. The children married. Grandchildren arrived. Then dreaded cancer struck Emily, and after a valiant and courageous battle she was called home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p30\" class=\"\">Elder Nelson spoke at the funeral services. I’ve never heard a finer or more tender message. He spoke of the plan of salvation and described the promises of God pertaining to the eternal nature of the family. Quietly he said, “Emily has just graduated a little early from mortality.” What a teaching moment!<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p31\" class=\"\">As the large family walked behind the casket, Elder Nelson carried in his arms two of Emily’s small children. All in attendance became part of truth taught and lessons learned. We were inspired to <span class=\"emphasis\">gaze heavenward.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p32\" class=\"\">Second, <span class=\"emphasis\">look inward.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p33\" class=\"\">May each ask herself this question, <span class=\"emphasis\">Do I know where I want to go, what I want to be, what I want to do?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p34\" class=\"\">The Lord has answered such questions: “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.”<sup class=\"noteMarker\"><a href=\"#footnote4-99905_000_041\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21148)\">D&amp;C 88:118<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p35\" class=\"\">The holy scriptures, the guidance of your parents, and the diligent teaching you receive in Primary, Young Women, Sunday School, sacrament meeting, and seminary will fortify you in your determination to be your best self.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p36\" class=\"\">Study with purpose, both in church and in school. Write down your goals and what you plan to do to achieve them. Aim high, for you are capable of eternal blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p37\" class=\"\">It must not be expected that the road of life spreads itself in an unobstructed view before the person starting her journey. You must anticipate coming upon forks and turnings in the road. But you cannot hope to reach your desired journey’s end if you think aimlessly about whether to go east or west. You must make your decisions purposefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p38\" class=\"\">As Lewis Carroll tells us in his well-known <span class=\"emphasis\">Alice’s Adventures in Wonderland,<\/span> Alice was following a path through a forest in Wonderland when it divided in two directions. Standing irresolute, she inquired of the Cheshire cat, which had suddenly appeared in a nearby tree, which path she should take. “Where do you want to go?” asked the cat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p39\" class=\"\">“I don’t know,” said Alice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p40\" class=\"\">“Then,” said the cat, “it really doesn’t matter, does it?”<sup class=\"noteMarker\"><a href=\"#footnote5-99905_000_041\">5<\/a>\n       <span class=\"footnote\">[Adapted from <span class=\"emphasis\">Alice’s Adventures in Wonderland<\/span> (1929), 76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p41\" class=\"\">We know where we want to go. Do we have the resolution—even the faith—to get there?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p42\" class=\"\">“Come, … learn of me,”<sup class=\"noteMarker\"><a href=\"#footnote6-99905_000_041\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37833)\">Matt. 11:28–29<\/a><\/span>.]<\/span><\/sup> said the Lord. “Come, follow me,”<sup class=\"noteMarker\"><a href=\"#footnote7-99905_000_041\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32668)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> He urged. By responding affirmatively to His gentle invitation, each of you will be ready to move to our next objective and <span class=\"emphasis\">reach out to serve.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p43\" class=\"\">The Apostle Paul provided you this wise counsel: “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote8-99905_000_041\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2933)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p44\" class=\"\">Young sisters, your opportunities to reach outward and bless the lives of others are limitless. Think, for example, of the privilege you have to attend the holy temple, there to reach out to others who have passed beyond by serving as proxies to provide them the blessings of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p45\" class=\"\">One morning as I walked to the temple, I saw a group of young women who, early that morning, had participated in baptisms for those who had passed beyond. Their hair was wet. Their smiles were radiant. Their hearts were filled with joy. One girl turned back to face the temple and expressed her feelings. “This has been the happiest day of my life,” she said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p46\" class=\"\">There are other opportunities to serve the living. You can do so and can bring untold joy to them. Extended care facilities become a home for those who are ill or aged and require such care. They yearn for the days of their youth. They long for the company of their families and the comforts of their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p47\" class=\"\">At a church service I attended in a care center, after the wheelchair-bound residents received the sacrament, a young woman your age played a solo on her violin. The elderly sisters were so appreciative. They declared aloud their gratitude with comments such as “Beautiful,” “Wonderful,” “I love you.” Such distractions did not deter the violinist; rather, they enabled her to reach new heights in her performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p48\" class=\"\">That day she said to me: “I have never played better in my life. Something seemed to lift me beyond myself and my own abilities. I felt the inspiration of my Heavenly Father’s love.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p49\" class=\"\">I reminded her, “When you are in the service of your fellow beings you are only in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote9-99905_000_041\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"41034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41034)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p50\" class=\"\">She nodded her acknowledgement, carefully placed her violin in its case, and, with tears of joy coursing down her cheeks, returned to her seat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p51\" class=\"\">May we remember to <span class=\"emphasis\">reach outward.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p52\" class=\"\">Finally, <span class=\"emphasis\">press forward.<\/span> Avoid the tendency to postpone a prompting or an opportunity to grow and to serve. Procrastination is truly a thief of time. Meet the daily challenges of your lives. How long has it been since you looked into the eyes of your mother and, holding nothing back, spoke those welcome words, “Mother, I truly love you”? How about Father, who daily toils to provide for you? Fathers appreciate hearing those same precious words from the lips of a child, “I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p53\" class=\"\">It is too easy to take parents for granted and to fail to realize just how much they mean to you and you to them. An illustration of this occurred in a classroom. One of the questions, after a study of magnets at Olympus Junior High, was, “What begins with <span class=\"emphasis\">M<\/span> and picks things up?” More than a third of the students answered, “Mother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p54\" class=\"\">Move against temporary trials or stoppages which impede your progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p55\" class=\"\">A blessing you can qualify to receive is your patriarchal blessing. Your parents and your bishop will know when the time is right for you to receive it. A patriarchal blessing contains chapters from your life’s book of possibilities. To you it will be as a lighthouse on a hill, warning of dangers, and directing you to the tranquility of safe harbors. It is a prophetic utterance from the lips of one called and ordained to provide you such a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p56\" class=\"\">May I take the opportunity to express, from each of you young women, a heartfelt “thank you” to your parents, to your teachers, to your leaders. They are role models for you. They know there will be disappointments, days that are downers, and personal frustrations in your lives. They will show you the way to rise above such experiences and continue on that high road of life which leads upward and onward to celestial glory. Remember that once you have experienced excellence, you will never again be content with mediocrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p57\" class=\"\">Some years ago a lovely young woman, Jami Palmer, then 12 years of age, was wheeled into my office by her parents. She had been diagnosed with cancer. Surgery would be required. The treatments would be many and the time of recovery long. It was a solemn moment as we visited. Father requested me to join him in blessing his crestfallen daughter who had just had her dreams, her hopes, her plans placed on hold. All of us were weeping. The priesthood blessing was provided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p58\" class=\"\">I have maintained contact with Jami and her family. The years have flown by. She has rendered unlimited service to others through being a spokesperson for the Make-A-Wish Foundation, which blesses youth afflicted with life-threatening diseases. Jami has grown into a beautiful young woman. She is now a student at Brigham Young University. She is healthy. She has been through the refiner’s fire and has had her life prolonged. She gives thanks to all who aided her through these difficult years and especially to her Heavenly Father for her very life today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p59\" class=\"\">A turning point in Jami’s life came early in her treatment for cancer. She and the youth in her ward had planned a hike to Timpanogos Cave. You who have made that hike know the way is steep, and it seems to take forever to reach the cave. Sadly Jami said to her friends, “I won’t be able to make the hike with you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p60\" class=\"\">“Why not?” they asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p61\" class=\"\">Jami replied, “I can’t walk.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p62\" class=\"\">There was a silent moment, and then one replied, “Jami, if you can’t walk, then we’ll carry you.” And they did—up and back!<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p63\" class=\"\">Young women, will you <span class=\"emphasis\">gaze upward, look inward, reach outward, <\/span>and<span class=\"emphasis\"> press forward?<\/span> As you do, great shall be your reward and eternal shall be your glory.<sup class=\"noteMarker\"><a href=\"#footnote10-99905_000_041\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21124)\">D&amp;C 76:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/05\/your-celestial-journey.p64\" class=\"\">I bear to you, my beloved sisters, my witness that Heavenly Father lives, that Jesus is the Christ, and that we are led today by a prophet for our time, even President Gordon B. Hinckley. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99905_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Morituri Salutamus,” in <span class=\"emphasis\">The Complete Poetical Works of Longfellow<\/span> (1922), 311.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99905_000_041\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10372)\">Alma 37:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99905_000_041\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(982)\">1 Cor. 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99905_000_041\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21148)\">D&amp;C 88:118<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99905_000_041\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from <span class=\"emphasis\">Alice’s Adventures in Wonderland<\/span> (1929), 76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99905_000_041\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37833)\">Matt. 11:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99905_000_041\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32668)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99905_000_041\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2933)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99905_000_041\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"41034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41034)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99905_000_041\"><a name=\"-99905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99905_000_041\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21124)\">D&amp;C 76:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}