{"ID":625, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Closing Address<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1952, pp. 128-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we draw near the closing hour of this great inspirational conference, I think we can say in\nthe words of Peter on the Mount of Transfiguration \"Lord, it is good for us to be here\"\n(<span class=\"citation\" id=\"34514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34514)\">Matt. 17:4<\/a><\/span>).\n<\/p><p>\nI believe conscientiously nearly every person who has assembled with the vast audiences\nbeginning with the Relief Society last Wednesday to this moment may feel a gratitude in his\nor her heart for the conferences that have been held.\n<\/p><p>\nWe can express this feeling in prayer and gratitude. At this moment we have a prayer in our\nhearts that the Lord will bless those of our number who are ailing. We pray that comfort and\nhealing may attend our beloved brother Albert E. Bowen. What a strength he has been to me\npersonally! Brother Bowen, I want you to know we are not unmindful of your loyalty and\nyour hours and hours of devotion to the special assignment given you during the last two\nyears. Today one heart, throughout the Church, says, \"God bless you.\n<\/p><p>\nBrother Widtsoe, our prayers go to you, also. Your loyalty and faith we all know. Now, as\nyour body is somewhat weakened, we unitedly pray our Father in heaven to sustain you.\n<\/p><p>\nOur hearts go out to those in the Church who are grieving and worried because of sore\naffliction to their loved ones, and to those who have recently been bereft of loved ones,\nparticularly through polio. As I look over those to whom we should express appreciation, I\nnotice the absence of Brother Roy Darley, one of our organists. He and his wife are at the\nbedside of their only son, stricken with polio. Our prayers go out to them, and to President\nClark and his daughter. President Clark's little granddaughter, Luacine, has been suffering\nfrom that same affliction. We are thankful that she is recovering. We want the parents whose\nlittle child was stricken last evening, necessitating the father's being called out from the\npriesthood meeting, to know that our prayers are that that dread disease may not be fatal to\nyour loved one.\n<\/p><p>\nThat goes to all parents whose hearts are filled with anxiety because of afflicted ones. This is\na prayerful Church. We are one body, and when one suffers we all, to a degree, share that\nsuffering.\n<\/p><p>\nI wish to express appreciation for the sustaining help of these noble counselors, President\nStephen L Richards and President J. Reuben Clark, Jr. No man&mdash;I make no exception&mdash;has\nbeen more blessed with the strength and wisdom, loyalty and devotion, of two counselors than\nI, and I express in your presence deep gratitude for their loyalty.\n<\/p><p>\nLikewise to the members of the Council of the Twelve and to the other General Authorities of\nthe Church&mdash;I want them to understand that I am not unmindful of their willingness to\nminimize my weaknesses which often stand out so glaringly, and of their magnanimity in\nmagnifying any virtue they might see. They are loyal men, seeking first the kingdom of God\nand his righteousness (<span class=\"citation\" id=\"34496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34496)\">Matt. 6:33<\/a><\/span>).\nThank you, noble fellow workers!\n<\/p><p>\nWe thank the members of the Church for their sustaining prayers in behalf of the General\nAuthorities of the Church. You may know, we wish you to know, that these prayers are\neffective, and I wish to testify to you, to the Church, and to the world that the inspiration and\nprotecting care of a kind Father in heaven are real. He is closer to the Church than anybody\noutside the Church&mdash;and some within the Church&mdash;realize.\n<\/p><p>\nThe Lord is not just an absent, faraway source. He is a kind father, solicitous of the welfare\nof his children and ready and willing to hear and answer their call. The answer may be\nnegative, as sometimes a wise parent gives a negative answer to the pleadings of a child, but\nhe is ever ready to hear and to answer.\n<\/p><p>\nHis Beloved Son stands at the head of this Church. It is his Church. Oh, may the world\nrealize that in the very near future, open their minds to study the needs of the war-torn world,\nand see that those needs may be supplied by obedience to the principles of the revealed word\nof God!\n<\/p><p>\nThis is Christ's Church. God help us all that we may be faithful members therein, and so live\nthat others, seeing our good deeds, may be led to glorify our Father in heaven\n(<span class=\"citation\" id=\"34489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34489)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nWe wish to express appreciation to the choir. What a glorious work these faithful men and\nwomen are doing! We appreciate the effort and ability of the conductors, the organists, the\nofficers of the choir, for their work at the conferences, and for their regular broadcasts.\n<\/p><p>\nWe are grateful for the excellent weather we have enjoyed, unexcelled in all the world,\ngrateful for the responsiveness of the audience to the messages that have been given, grateful\nfor your co-operation, your ready adherence to any suggestion that will be helpful to the\nChurch or to others.\n<\/p><p>\nWe appreciate all who assisted in any way during this conference, the cooperation of the city\nofficials, rendering ready and efficient service, the traffic officers who have stood at the\ncrossings who have guarded well the safety, and perhaps the lives, of some who might have\notherwise been injured, who might have placed their lives in jeopardy.\n<\/p><p>\nWe are grateful for the flowers from kind hearts that were prompted to place these silent\nmessengers of love here for your pleasure and your inspiration. We thank the ushers who\nhave been so attentive, careful, who have kept these grounds so clean and neat, and in that\nrespect we thank everyone of you for your assistance and care.\n<\/p><p>\nWe are grateful to the radio stations for their gratuitous service in enabling thousands and\nthousands to hear the messages of the General Authorities of the Church.\n<\/p><p>\nNow, in conclusion, may I venture a suggestion. Twice, during the conference, reference has\nbeen made to the fact that we are approaching a general election, in which tension becomes\nhigh; sometimes feelings are engendered; often false reports are made; and innocent people\nare misjudged.\n<\/p><p>\nRecently we heard that in one meeting, for example, it was stated authoritatively by somebody\nthat two members of the General Authorities had said that the General Authorities of the\nChurch had held a meeting and had decided to favor one of the leading political parties over\nthe other, here in this state particularly.\n<\/p><p>\nIn Utah and surrounding states, contests for victory at the polls are being waged on national\nparty lines. Regarding reports already received that the General Authorities of the Church\nhave held a meeting and decided to wield their influence in favor of the candidates of one of\nthese political parties, we will say: \n<\/p><p>\nThis report is not true, and I take this opportunity here, publicly, to denounce such a report as\nwithout foundation in fact.\n<\/p><p>\nIn the Church, there are members who favor the Democratic party. There are other members\nwho sincerely believe and advocate the principles and ideals of the\nRepublican party. The First Presidency, the Council of the Twelve, and other officers who\nconstitute the General Authorities of the Church, preside over members of both political\nparties.\n<\/p><p>\nThe President is President of the Church, not favoring in this election either political party.\nThe welfare of all members of the Church is equally considered by the President, his\nCounselors, and the General Authorities. Both political parties will be treated impartially.\n<\/p><p>\n<i>The Deseret News<\/i> is the organ of the Church. It will be equally fair and impartial in the\ntreatment of both political parties. This does not mean however, that error will be condoned.\nTeachings and ideologies subversive to the fundamental principles of this great Republic,\nwhich are contrary to the Constitution of the United States, or which are detrimental to the\nprogress of the Church of Jesus Christ of Latter-day Saints, will be condemned, whether\nadvocated by Republicans or Democrats.\n<\/p><p>\nWe are all united in admonishing the members of the Church to register. We confirm the\nadmonition already given from this pulpit regarding that important duty. We advocate the\nnecessity of all members of the Church showing appreciation of your franchise, your\ncitizenship, by voting, exercising your right to say who shall be your leaders. They become\nour servants. That is the spirit of the Constitution.\n<\/p><p>\nYou hold the right&mdash;I hope we still have it&mdash;to say who shall direct this nation and who shall\ndirect our affairs in state, county, and municipality. Everybody in Utah and our surrounding\nstates where our people are influential should exercise this right.\n<\/p><p>\nNow in conclusion, my brethren, I should like to say just a word to the priesthood of the\nChurch, eighteen thousand of whom gathered here last evening. Let us all follow the example\nof our great Leader and Savior, Jesus Christ, when he sat with his Twelve in that upper room\nand taught them the lesson of humility. He walked to the doorway where a basin of water\nstood, covered by a palm leaf, according to the custom of the day, girt himself with a towel\nas a servant, and washed the disciples' feet, and wiped them with the towel\n(<span class=\"citation\" id=\"27519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27519)\">John 13:4-7<\/a><\/span>).\n<\/p><p>\nYou will remember that when he came to Peter, the chief Apostle protested: \"Thou shalt\nnever wash my feet.\"\n<\/p><p>\n\"If I wash not thy feet thou shalt have neither part nor parcel with me.\"\n<\/p><p>\n\"Nay then,\" said impetuous Peter, \"Not my feet only, but my hands and my head\" (see\n<span class=\"citation\" id=\"27520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27520)\">John 13:8-9<\/a><\/span>),\nand then after the Savior completed that ceremony, he ungirt himself, took his place\nat the head, and said: \n<\/p><p>\n\"Ye call me Master and Lord: and ye say well; for so I am.\n<\/p><p>\n\"If I then, your Lord and Master have washed your feet, ye also ought to wash one another's\nfeet.\n<\/p><p>\n\"For I have given you an example that ye should do as I have done to you\"\n(<span class=\"citation\" id=\"27521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27521)\">John 13:13-15<\/a><\/span>).\n<\/p><p>\nIn the 121st section of the Doctrine and Covenants, we have one of the greatest lessons in\ngovernment ever given. I, as you, have studied pedagogy, a little psychology, but in principles\nof government I think you cannot find anywhere such sublime principles as follows: \n<\/p><p>\n\"That the rights of the priesthood are inseparably connected with the powers of heaven, and\nthat the powers of heaven cannot be controlled nor handled only upon the principles of\nrighteousness.\n<\/p><p>\n\"That they may be conferred upon us, it is true; but when we undertake to cover our sins, or\nto gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon\nthe souls of the children of men, in any degree of unrighteousness, behold, the heavens\nwithdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to\nthe priesthood or the authority of that man\"\n(<span class=\"citation\" id=\"13048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13048)\">D&amp;C 121:36-37<\/a><\/span>).\n<\/p><p>\n\"We have learned by sad experience that it is the nature and disposition of almost all men, as\nsoon as they get a little authority, as they suppose, they will immediately begin to exercise\nunrighteous dominion.\n<\/p><p>\n\"Hence many are called, but few are chosen.\n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by longsuffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;\n<\/p><p>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost\"&mdash;not when moved\nupon by selfishness, retaliation, or enmity&mdash;\"and then showing forth afterwards an increase of\nlove toward him whom thou hast reproved lest he esteem thee to be his enemy; \n<\/p><p>\n\"That he may know that thy faithfulness is stronger than the cords of death\"\n(<span class=\"citation\" id=\"13049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13049)\">D&amp;C 121:39-44<\/a><\/span>).\n<\/p><p>\nAnd to all, we close with this: \"Let thy bowels also be full of charity toward all men, and to\nthe household of faith, and let virtue garnish thy thoughts unceasingly; then shall thy\nconfidence wax strong in the presence of God, and the doctrine of the priesthood shall distil\nupon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\"\n(<span class=\"citation\" id=\"13052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13052)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nO Father, grant that we may magnify these high ideals of government and instill in our hearts\nand the hearts of those over whom we preside a love and confidence in thee and thy Beloved\nSon. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}