{"ID":626, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Two Paramount Obligations of Members of the Church<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1953, pp. 12-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn behalf of the General Authorities of the Church, I wish to extend to the ten thousand\npeople or more assembled here in the Tabernacle and on the Tabernacle Block, and to the tens\nof thousands, perhaps hundreds of thousands, of listeners a cordial welcome to the opening\nsession of this, the 123rd Annual Conference of the Church.\n<\/p><p>\nThe General Authorities sense deeply the responsibility that rests upon them. Everyone, I am\nsure, feels, as I, the weight of this responsibility, and each one prays for your prayerful\nsympathy and your co-operation in the carrying on of this great work of establishing the\nkingdom of God on earth.\n<\/p><p>\nWe are especially pleased this morning to note in the audience, His Excellency, Honorable J.\nBracken Lee, governor of the state of Utah; His Honor, Mayor Earl J. Glade, and\nrepresentatives of the leading educational institutions, President A. Ray Olpin of the\nUniversity of Utah, President Ernest L. Wilkinson of Brigham Young University,\nSuperintendent M. Lynn Bennion of the City schools, and Superintendent E. Allen Bateman,\nstate superintendent of schools. I am not sure whether President Louis L. Madsen of the Utah\nState Agricultural College is present or not; if he is, we bid him welcome with the others. We\nwish to welcome also Dr. Franklin L. West, Church commissioner of education, and his\nassociates, Dr. John L. Clarke, president of Ricks College, and other leading educators.\n<\/p><p>\nMay we have your sympathy&mdash;I appeal to all who are listening in to give us your faith and\nprayers, as we present to you this morning the messages that will come from those who will\nbe called to occupy the pulpit.\n<\/p><p>\nIn addition to the statistical and other data just presented to you by the Clerk of the\nConference, you will undoubtedly be interested in the following items which pertain more\ndirectly to the spiritual interests of the Church. This is merely a summary, and I shall present\nit as quickly as possible.\n<\/p><p>\nThe activity of the men holding the Melchizedek Priesthood is especially gratifying. A\nsummary of the past five years discloses the fact that there is an increase in the following\nactivities: (1) in the number of full tithepayers, (2) the number holding family prayers, (3) the\nnumber attending weekly group meetings, (4) the attendance at sacrament meetings shows no\nincrease, and (5) visits by quorum officers to quorum members show a decrease of two\npercent, but participation in Church work, an increase from forty-four percent to eight-one\npercent. These figures refer only to Melchizedek Priesthood workers. Favorable as the record\nis, we admonish them to more activity and urge them to participate more generally in Church\nactivities.\n<\/p><p>\nThe Relief Society of the Church gives an equally pleasing report, growing in membership,\naccomplishment, and spirituality. During 1952 there were 7900 names added to the\nmembership. The sisters fully co-operate with the priesthood and lend great strength to wards\nand stakes, missions and branch activities, such as building programs and welfare projects.\n<\/p><p>\nThe compassionate services are receiving careful attention. During 1952 there were 209,890\nvisits made to the sick and the homebound, and 22,500 eight-hour days bedside nursing on a\nvoluntary basis. This is particularly important in view of the pronounced nurse shortage. The\nsisters have strong testimonies of the truth of the gospel, as is attested by the righteousness of\ntheir lives, and evidenced in the testimonies borne during the testimony period held in\nconnection with the monthly theology lessons.\n<\/p><p>\n\"It is our personal opinion,\" say the Presidency, \"that the Church has never had a generation\nof Relief Society women more spiritual, more diligent, or more devoted to the work of the\nChurch.\"\n<\/p><p>\nThe Sunday School&mdash;a goodly number of Sunday Schools whose\nsuperintendents have been left in that position long enough to catch the spirit of effective Sunday\nSchool work&mdash;has made strides in increasing the testimony and spiritual attunement of a\nlarge proportion of members by the following means: first, ward teacher training classes for\nprospective teachers; second, increasing numbers of stakes are holding monthly union\nmeetings which had to be abandoned during the war; third, great numbers of Sunday School\nteachers report having been helped immensely by the inspiration, the lesson enrichments, and\nthe teaching \"know-how\" contained in the great magazine for Sunday School teachers,\n<i>The Instructor<\/i>; and, fourth, by double use of ward chapel and classrooms; for example, one\novercrowded Sunday School has increased its average attendance from a crowded 342 in 1950\nto a comfortable 424 in 1952. And that is not an increase in the membership of the ward.\n<\/p><p>\nYoung Men's Mutual Improvement Association&mdash;Increase of enrolment during last year,\n29,000. Last year over 30,000 young people participated in choral productions; not one of\nthem failed significantly to lift the spiritual sights of the participants. Over 25,000 individual\ntalks or speeches were given, most of them on spiritual topics. Over 35,000 young people\nparticipated in some way or other in an M.I.A. drama.\n<\/p><p>\nYoung Women's Mutual Improvement Association&mdash;The great purpose of the Young Women's\nMutual Improvement Association is to build testimonies in the lives of the young women of\nthe Church, both members and investigators. This purpose is promoted in three major ways:\nFirst, there is the girls' program which stresses, along with full activity in the Church, regular\nattendance at sacrament, Sunday School, and M.I.A. meetings. For the past year over 25,000\nindividual awards were given to girls.\n<\/p><p>\nThis means that they attended at least seventy-five percent of the Sunday School and M.I.A.\nmeetings, fifty percent of the sacrament meetings. Over 2000 leaders received an award,\nwhich in their case, also indicated attendance at seventy-five percent of the leadership\nmeetings. In December 1952, all girls, twelve to nineteen, in the Church, achieved an average\nof fifty-seven percent attendance at sacrament meeting, sixty-six percent at Sunday School and\nsixty-seven percent at M.I.A. This is an increase over the previous year of four percent at\nsacrament meeting, and three percent at Sunday School and M.I.A.\n<\/p><p>\nPrimary&mdash;Four objectives have been highlighted in the Primary Association this year: first,\nstimulate interest in the reading of the Book of Mormon; second, promote greater reverence in\nour chapels&mdash;a most commendable objective third, teach the children to pray&mdash;equally\nimportant; fourth, stress the importance of the boys receiving the Aaronic Priesthood.\nThirty-two thousand officers and teachers have been reading the Book of Mormon as a\nscripture assignment.\n<\/p><p>\nPrimary teachers throughout the Church have been urged and advised to accept the\nresponsibility and privilege of teaching the children to pray and to help them to trust in our\nFather in heaven, believing that he will hear and answer their prayers. Over 7000 boys have\nbeen graduated from Primary and have been assisted in their preparation to receive the\nAaronic Priesthood.\n<\/p><p>\nI wish that the ten thousand people here assembled might have seen the program that was\ngiven to the presidents of the Primary Associations in the Hotel Utah last Thursday evening.\n<\/p><p>\nWe commend the priesthood workers and all the auxiliary workers of the Church. God bless\nyou in your sincere and untiring efforts to teach the young ones and the older ones the\nprinciples of truth and salvation.\n<\/p><p>\nTWO FUNCTIONS\n<\/p><p>\nAnd now, my dear fellow workers, a few words in general, regarding the great mission that is\nyours in preaching the gospel of Jesus Christ. In anticipation of this hour, I\nhave been impressed to emphasize two great functions of the Church: first, the putting in\norder of our homes (<span class=\"citation\" id=\"13159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13159)\">D&amp;C 93:43<\/a><\/span>),\nand keeping them in order; and second, the proclaiming of the divinity of\nthe mission of our Lord and Savior, Jesus Christ. With these two objectives in mind, may I\nhave your attention, your faith and prayers.\n<\/p><p>\n\"For what is a man profited,\" said the Savior, \"if he shall gain the whole world, and lose his\nown soul? or what shall a man give in exchange for his soul?\"\n(<span class=\"citation\" id=\"34578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34578)\">Matt. 16:26<\/a><\/span>)\n<\/p><p>\nThe first recorded question of the Savior after his baptism in the river Jordan, was, \"What\nseekest thou?\" (<span class=\"citation\" id=\"27545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27545)\">John 4:27<\/a><\/span>).\nIn the text I have just read, he again refers to the dominant incentive\nprompting man's actions in daily life. If a man seek wealth, worldly honors, pleasures and all\nthat riches and honor can bestow but neglects and leaves undeveloped the eternal riches of his\nsoul, what is he profited?\n<\/p><p>\nThus does the Lord emphasize in a simple though majestic comparison of material and\nspiritual possessions.\n<\/p><p>\nOn another occasion, in the Sermon on the Mount, he admonished his hearers to seek \"first\nthe kingdom of God, and his righteousness; and all these things shall be added unto you\"\n(<span class=\"citation\" id=\"34554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34554)\">Matt. 6:33<\/a><\/span>).\nSeeking to establish the kingdom of God and to foster his righteousness should\nbe the paramount purpose of life. I think none will gainsay that.\n<\/p><p>\nLeading statesmen, clear-thinking educators, in public addresses and in magazine articles,\nfrequently refer to what they declare is an apparent spiritual poverty of the present age, and\nthey cite the need for higher moral and ethical standards.\n<\/p><p>\nSome months ago, you will recall, a British jet plane crossed and recrossed the Atlantic Ocean\nin about eight hours. Shortly thereafter a cartoon appeared in the New York Times which\npictured a jet plane traveling at fantastic speed. The plane was labeled, \"man's scientific\nprogress.\" On the ground was a huge turtle moving slowly and ponderously. It was labeled,\n\"man's moral progress.\"\n<\/p><p>\nCommenting upon this, Professor William G. Russell, instructor in the Memorial High School\nat Pelham, New York, writes: \n<\/p><p>\n\"In a vivid way this cartoon symbolizes what could be the tragedy of the modern age, and\nwhat is without doubt one of the most compelling reasons for greater attention to moral and\nspiritual values in our homes and in our schools.\"\n<\/p><p>\nAnd then he adds as a school man: \"Courses required of all students in our public schools\nshould include all the important areas of study that directly or indirectly provide the student\nwith opportunities for spiritual growth and religious inspiration.\n<\/p><p>\n\"From such study,\" he continues, \"it is reasonable to expect that our students will better\nunderstand how vital has been the role of religion at critical moments in history, how\nimportant spiritual insights and religious faith can be in the lives of men and women how\nclosely related are true human greatness and such qualities as honesty, integrity, humility,\ngenerosity, compassion. We may expect in our students more idealism and less of cynicism,\nmore of a wholesome courage and faith in the future and less of pessimism and foreboding\nand fear.\n<\/p><p>\n\"We may hope for increased tolerance of racial and religious differences, increased respect for\nthose of opposite political views or of lower social and economic levels, increased awareness\nof the basic and inviolable dignity of the individual man or woman. We may contribute to the\ndevelopment of a more sensitive social conscience, a greater sense of responsibility for the\nless fortunate in our society. We may even, perhaps, without knowing it, bring a boy or girl\ncloser to God.\" I cite that because of the opportunities which I think lie ahead of us in our\npublic schools.\n<\/p><p>\nIn his great inaugural address, President Dwight D. Eisenhower referred to\nthis same great need. \"In the swift rush of great events we find ourselves groping to know the\nfull sense and meaning of these times in which we live. In our quest of understanding, we\nbeseech God's guidance. We summon all our knowledge of the past, and we scan all signs of\nthe future. We bring all our wit and all our will to meet the question: \n<\/p><p>\n\"How far have we come in man's long pilgrimage from darkness toward the light? Are we\nnearing the light&mdash;a day of freedom and of peace for all mankind? Or are the shadows of\nanother night closing in upon us?\n<\/p><p>\n\"At such a time in history, we who are free must proclaim anew our faith.\n<\/p><p>\n\"This faith is the abiding creed of our fathers. It is our faith in the deathless dignity of man,\ngoverned by eternal moral and natural laws.\n<\/p><p>\n\"This faith defines our full view of life. It establishes, beyond debate, those gifts of the\nCreator that are man's inalienable rights, and that make all men equal in his sight.\n<\/p><p>\n\"In the light of this equality, we know that the virtues most cherished by free people&mdash;love\nof truth, pride of work, devotion to country&mdash;all are treasures equally precious in the lives of\nthe most humble and of the most exalted.\n<\/p><p>\n\"The men who mine coal and fire furnaces, and balance ledgers, and turn lathes, and pick\ncotton, and heal the sick, and plant corn&mdash;all serve as proudly and as profitably, for America\nas the statesmen who draft treaties and the legislators who enact laws.\n<\/p><p>\n\"This faith rules our whole way of life. It decrees that we, the people, elect leaders not to rule\nbut to serve. It asserts that we have the right to choice of our own work and to the reward of\nour own toil.\n<\/p><p>\n\"It inspires the initiative that makes our productivity the wonder of the world. And it warns\nthat any man who seeks to deny equality among all his brothers betrays the spirit of the free\nand invites the mockery of the tyrant.\n<\/p><p>\n\"It is because we, all of us, hold to these principles that the political changes accomplished\nthis day do not imply turbulence, upheaval, or disorder. Rather, this change expresses a\npurpose of strengthening our dedication and devotion to the precepts of our founding\ndocuments, a conscious renewal of faith in our country and in the watchfulness of a divine\nprovidence.\n<\/p><p>\n\"The enemies of this faith know no god but force, no devotion but its use. They tutor men in\ntreason. They feed upon the hunger of others. Whatever defies them, they torture, especially\nthe truth.\"\n<\/p><p>\nAnd so we have the call of men of clear vision and sound judgment, for a re-dedication of\nschools and homes to moral and spiritual values.\n<\/p><p>\nOur most precious possession is the youth of the land, and to instruct them to walk uprightly\nand to become worthy citizens in the kingdom of God is our greatest obligation.\n<\/p><p>\nReligious freedom and the separation of church and state are clearly set forth in the first\namendment to the Constitution of the United States, and no governmental agency can have\nany supervision, control, or jurisdiction over religion. Though our public schools may\nemphasize moral, ethical, and spiritual values as essential elements in the public school\nprogram, they cannot favor any particular religion or religious system. The teaching of\nreligion is therefore definitely a responsibility of the home and the Church.\n<\/p><p>\nIn discharging this responsibility, I say again, members of the Church should ever keep in\nmind two paramount obligations: (1) to put and to keep your home in order\n(<span class=\"citation\" id=\"13160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13160)\">D&amp;C 93:43<\/a><\/span>); and (2), to\nproclaim the divinity of Jesus Christ and the essentiality of his teachings to the salvation of\nthe human family.\n<\/p><p>\nIf, upon examination, you were to find that termites are undermining the foundation of your\nhouse, you would lose no time to have experts make thorough examination\nand have the destructive insects exterminated. You would have the weakened materials\nremoved and the foundation strengthened and, if necessary, rebuilt.\n<\/p><p>\nWell, more important than the building of your house is the rebuilding and purifying of your\nhome.\n<\/p><p>\n\"Our home joys,\" says Pestalozzi, \"are the most delightful earth affords, and the joy of parents\nin their children is the most holy joy of humanity. It makes their hearts pure and good; it lifts\nthem up to their Father in heaven.\"\n<\/p><p>\nWell, you know, and I know, that such joys are within the reach of most men and women if\nhigh ideals of marriage and home be properly fostered and cherished.\n<\/p><p>\nBut there are destructive termites of homes, as well as of houses, and some of these are\nbackbiting, evil-speaking, faultfinding on the part either of parents or of children. Slander is\npoison to the soul. \"Slanderers are like flies that pass all over a man's good parts to light only\non his sores.\" In the ideal home, there is no slanderous gossip about day schoolteachers, about\npublic officials, or Church officials. I am more grateful now, as years have come and gone, to\nmy father, who with hands lifted said, \"Now, no faultfinding about your teacher or anybody\nelse.\"\n<\/p><p>\nQuarreling and swearing also are evils that lower the standards of the ideal home. I cannot\nimagine a father or mother swearing in the presence of children or even letting it pass their\nlips.\n<\/p><p>\nGeorge Washington set us a good example in this regard. When he learned that some of his\nofficers were given to profanity, he sent a letter to them on July 1, 1776, from which I quote:\n<\/p><p>\n\"The general is sorry to be informed that the foolish and wicked practice of profane cursing\nand swearing, a vice heretofore little known in an American army, is growing into fashion.\nHe hopes the officers will, by example, as well as influence, endeavor to check it, and that\nboth they and the men will reflect that we can have little hope of the blessing of heaven on\nour arms if we insult it by our impiety and folly. Added to this, it is a vice so mean and low,\nwithout any temptation, that every man of sense and character detests and despises it.\"\n<\/p><p>\nAnother deterrent to happiness in the home is the refusal to bear the full responsibility of\nmotherhood and fatherhood. Members of the Church who are healthy and normal should not\nbe guilty of restricting the number of children in the home, especially when such action is\nprompted by a desire for a good time, or for personal gain, or to keep up with the neighbors,\nor by a false impression that one or two children in a family can be better educated. These are\nexcuses which members of the Church should not harbor, for they are unjustified.\n<\/p><p>\nThe question of size of families, I know, brings up many problems: the question of woman's\ncareer, the false cry of \"quality, not quantity,\" which one writer rightly says should read\n\"extinction, not preservation,\" or the matter-of-fact question of daily living and getting on in\nthe world.\n<\/p><p>\nWith the high ideal of marriage as revealed to the Prophet Joseph Smith members of the\nChurch should have but one goal, and that is to keep in mind the fact that marriage, the\nfoundation of society, is \"ordained of God\" (<span class=\"citation\" id=\"13117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13117)\">D&amp;C 49:15<\/a><\/span>)\nfor the building of permanent homes in which\nchildren may be properly reared and taught the principles of the gospel.\n<\/p><p>\nThe following, I am sure, will strike a responsive chord in the hearts of the majority of\nparents in the Church. I quote: \n<\/p><p>\n\"Every period of human life is wonderful; the irresponsible age of childhood, the thrilling\nyears of adolescence and courtship, the productive, fighting, burden-bearing era of\nparenthood; but the most wonderful time of life comes when the father and mother become\nchums of their grown-up, successful sons and daughters, and can begin to\nenjoy their children's children...\n<\/p><p>\n\"Youth is confined with restrictions, limitations, schedules, and dominations; adolescence is\nfull of mysteries, longings, and defeats; early fatherhood is absorbed in struggles and in the\nsolution of problems; extreme old age is shadowed by eternal mysteries; but middle age and\nnormal old age, if life has been rightly and fully lived, are filled with the thrills, not merely\nof success but of companionship with children and grandchildren.\n<\/p><p>\n\"Every normal individual should complete the full cycle of human lift with all its joys and\nsatisfactions in natural order: childhood, adolescence, youth, parenthood, middle age, and the\nage of grandchildren. Each age has satisfactions which can be known only by experience. You\nmust be born again and again in order to know the full course of human happiness. When the\nfirst baby is born, a mother is born, a father is born, and grandparents are born; only by birth\ncan any of these come into being. Only by the natural cycle of life can the great progressive\njoys of mankind be reached.\n<\/p><p>\n\"Any social system which prevents the individual from pursuing the normal cycle of life,\nfrom marrying young, from rearing a family before the age of fifty or so, and from obtaining\nthe deep peculiar joys of middle life and grandparenthood defeats the divine order of the\nuniverse and lays the basis of all sorts of social problems.\n<\/p><p>\n\"When a young man and woman of the right biological type marry in the early twenties and\nare prepared to earn a living and support and rear a family they have started in the normal\ncycle of life. They are likely to give society far fewer problems of crime, immorality, divorce,\nor poverty than are their unmarried companions. They will have children and rear them while\nthey are strong, enjoy them when they are grown up and successful, depend upon them in\nweakness, and profit by the finest type of old-age insurance ever invented by man or God, an\ninsurance which pays its annuities in material goods when necessary, but which mainly pays\nin the rich joys of love and fellowship... The crowning joys of human experience will come\nin middle age and onward, through the companionship, love and honor of children and\ngrandchildren.\" (R. J. Sprague.)\n<\/p><p>\nWe appeal to all members of the Church to set their homes in order and to enjoy the true\nhappiness of harmonious family life.\n<\/p><p>\nAs already stated, the second paramount obligation is to proclaim the divine mission of Jesus\nChrist. Nineteen hundred years ago, a valiant defender of that cause said: \"This is the stone\nwhich was set at nought of you builders which is become the head of the corner.\n<\/p><p>\n\"Neither is there salvation in any other: for there is none other name under heaven given\namong men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7684)\">Acts 4:11-12<\/a><\/span>).\n<\/p><p>\nThe man who thus declared Jesus to be the one and only safe leader and guide in the world\nwas an ordinary fisherman who lived nearly two thousand years ago. He grew to manhood,\nexperiencing life among common folk such as you and I. He was not a dreamer. He was\nthoroughly a man of action, though somewhat impetuous. He was fairly prosperous, possessed\nqualities of leadership, and, above all, he was honest.\n<\/p><p>\nCircumstances drew Peter into close relationship with Jesus of Nazareth. For nearly three\nyears this hardheaded fisherman accompanied Jesus almost constantly. He became intimately\nacquainted with the Master. Jesus' philosophy of life became Peter's philosophy. Not\nsuddenly, but gradually, through careful, critical observation and inward experience, Peter\narrived at a firm and sublime conviction, expressed clearly and unhesitatingly when he\ndeclared before his accusers, the leaders of the Jewish Sanhedrin, \". . . there is none other\nname under heaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7685)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nMODERN VIEW OF SALVATION\n<\/p><p>\nSaved is a trite word, frequently applied by religious leaders to a real or imagined\ninstantaneous change of heart. The sense in which we use it this morning is expressed by Dr.\nCharles Foster Kent, professor of biblical literature in Yale University, who, in answer to the\nquestion, \"From what does man need to be saved?\" writes: \n<\/p><p>\n\"This question must be answered today, not in the light of metaphysics or abstract theology,\nbut of physiology, psychology, political science, economics and sociology. In the light of\nmodern psychology, it is apparent that while a man may experience instantaneously what is\ncommonly called conversion his salvation is not attained in a moment but is a continuous\neducational process. It is accomplished not by negations, but by developing within him nobler\nimpulses and ideals and by bringing him into normal relations with his environment and by\nteaching him how to function, that is, effectively to accomplish his lifework in the\nenvironment in which he is placed.\n<\/p><p>\n\"This is precisely what Jesus did for the needy men and women who gathered about him\nduring his work in Galilee. And what he did for them then he is able to do for men today, for\nthe needs and the processes of salvation are eternally the same. He was able to perform his\nsaving work because he himself had felt many of the same needs and had found the only way\nof satisfying them.\n<\/p><p>\n\"No teacher of the past was more awake to the weakness of human nature than Jesus; but he\nalso saw and proclaimed clearly its divine possibilities. He saw that those possibilities could\nbe realized only as each individual was brought into normal living touch with the Heavenly\nFather. A man's recognition of his sonship to God opens his eyes at once to the fact that all\nmen are his brothers. Herein lies the miracle of the religious life. It is the eternal mystery of\nconversion.\n<\/p><p>\n\"When once a man enters fully into his filial attitude toward God and fraternal relations with\nhis fellow men, he suddenly finds himself saved from the dominance of his passions, his\nselfish impulses, from worry and fear. Even the consequences of his past sins no longer\nmaster him, but a great alluring field of service opens before him. With this self-forgetting\nservice there come peace and the joy and exultation that crown worthy achievement.\"\n<\/p><p>\nFurthermore, members of the Church declare at Easter season, and throughout the year, that\nthe Church of Jesus Christ stands with Peter, with Paul, with James, and with all other\nApostles who accepted the resurrection not only as being literally true, but as being also the\nconsummation of Christ's divine mission upon the earth. Religious leaders since history began\nhave taught virtue, temperance, self-control, service, obedience to righteousness, and duty;\nsome have taught a belief in one supreme ruler and in a hereafter; but only Christ broke the\nseal of the grave and revealed death as the door to immortality and eternal life. To the\nunimpeachable evidence of the ancient Apostles to the resurrection of our Lord we add the\nsublime declaration of the Prophet Joseph Smith: \n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\"\n(<span class=\"citation\" id=\"13134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13134)\">D&amp;C 76:22<\/a><\/span>).\n<\/p><p>\nAs Christ lived after death, so shall the human family, each one taking that place in the next\nworld which he or she merits through actions during earthly life. Since love is as eternal as\nlife, the message of the resurrection is the most comforting, the most glorious ever given to\nman; for when death takes a loved one from us, we can look into the open grave and say, he\nis not here; he is alive.\n<\/p><p>\nHappy homes give to their inmates a taste of heaven on earth&mdash;acceptance of the divinity of\nChrist's mission and compliance with the principles of his gospel, give\nassurance of immortality and eternal life.\n<\/p><p>\nI testify that a knowledge of his existence and of the truth of his gospel is the source of the\ngreatest comfort and happiness to man.\n<\/p><p>\nMay the day speedily come when honest, sincere men and women throughout the world may\nhave in their souls this assurance, I earnestly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}