{"ID":627, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Missionaries Labor to Fulfil Promise<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1953, pp. 19-21<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYesterday, with my Brethren, I was in session with some thirty missionary presidents.\nWe heard a report from all in relation to their work and the work of the missionaries who\nlabor under them. At the close of the meeting, and all through the meeting, we felt to rejoice\nbecause of the glowing reports that they were able to give to us.\n<\/p><p>\nThere is one reason why these missionaries go forth and that is to fulfil the promise that was\nmade by our Redeemer that his gospel of the kingdom should be preached in all the world as\na witness before the time of his second coming\n(<span class=\"citation\" id=\"34596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34596)\">Matt. 24:14<\/a><\/span>).\nIn his discourse as recorded in the\ntwenty-fourth chapter of Matthew which came in response to the request of his disciples to\nknow concerning his second coming, and the events that would take place before his coming,\nhe told them of the calamities, the distress among the nations, the wars, the rumors of wars,\nthe commotions, men's hearts failing them, and that they would turn away from the truth\n(<span class=\"citation\" id=\"30778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30778)\">JS&mdash;M 1:28-30<\/a><\/span>;\n<span class=\"citation\" id=\"31341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31341)\">Luke 21:26<\/a><\/span>).\nThen speaking of the latter days he said to them: \n<\/p><p>\n\"And again, because iniquity shall abound, the love of many shall wax cold; but he that shall\nnot be overcome the same shall be saved.\n<\/p><p>\n\"And again, this Gospel of the Kingdom shall be preached in all the world for a witness unto\nall nations, and then shall the end come, or the destruction of the wicked\"\n(<span class=\"citation\" id=\"30779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30779)\">JS&mdash;M 1:30-31<\/a><\/span>).\n<\/p><p>\nFulfilling that prediction that the gospel would again be preached, inferring that there would\nbe a time when it would not be preached and it would have to be restored, these missionaries\nare going forth and spending their time which is appointed among the nations of the earth.\n<\/p><p>\nUnfortunately, because of conditions which cannot be controlled by the Church, our\nmissionary forces are reduced. We need missionaries. It is true today, as it was one hundred\nyears ago, that the field is wide; the harvest is great; but the laborers are few\n(<span class=\"citation\" id=\"31332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31332)\">Luke 10:2<\/a><\/span>). Likewise the\nfield is white and ready for the harvest\n(<span class=\"citation\" id=\"13076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13076)\">D&amp;C 4:4<\/a><\/span>). In a revelation given to the Church November 1,\n1831, the Lord said he would send forth his missionaries, or his servants.\n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days.\n<\/p><p>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them.\n<\/p><p>\n\"Behold, this is mine authority, and the authority of my servants, and my\npreface unto the book of my commandments, which I have given them to publish unto you, O\ninhabitants of the earth.\n<\/p><p>\n\"Wherefore, fear and tremble, O ye people, for what I the Lord have decreed in them shall be\nfulfilled\" (<span class=\"citation\" id=\"13069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13069)\">D&amp;C 1:4-7<\/a><\/span>).\n<\/p><p>\nNow the Lord has said that his missionaries shall not be stayed and that they shall go forth\nuntil he says the work is finished. In this same revelation he also says this: \n<\/p><p>\n\"For they [the people of the earth] have strayed from mine ordinances, and have broken mine\neverlasting covenant; \n<\/p><p>\n\"They seek not the Lord to establish his righteousness, but every man walketh in his own\nway, and after the image of his own God, whose image is in the likeness of the world, and\nwhose substance is that of an idol, which waxeth old and shall perish in Babylon, even\nBabylon the great, which shall fall.\n<\/p><p>\n\"Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments; \n<\/p><p>\n\"And also gave commandments to others, that they should proclaim these things unto the\nworld; and all this that it might be fulfilled, which was written by the prophets&mdash;\n<\/p><p>\n\"The weak things of the world shall come forth and break down the mighty and strong ones,\nthat man should not counsel his fellow man, neither trust in the arm of flesh&mdash;\n<\/p><p>\n\"But that every man might speak in the name of God the Lord, even the Savior of the world; \n<\/p><p>\n\"That faith also might increase in the earth; \n<\/p><p>\n\"That mine everlasting covenant might be established; \n<\/p><p>\n\"That the fullness of my gospel might be proclaimed by the weak and the simple unto the\nends of the world, and before kings and rulers\"\n(<span class=\"citation\" id=\"13070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13070)\">D&amp;C 1:15-23<\/a><\/span>).\n<\/p><p>\nAnd so in fulfillment of these promises to the world, our missionaries go forth. No power has\nbeen able to stay their hands. It has been tried. Great efforts were made in the very beginning\nwhen there was only a handful of missionaries, but the progress of this work could not be\nstopped. It cannot be stopped now. It must and will go forth that the inhabitants of the earth\nmay have the opportunity of repenting of their sins and receive the remission of their sins and\ncome into the Church and kingdom of God, before these final destructions come upon the\nwicked, for they have been promised.\n<\/p><p>\nThere is in the world today distress, turmoil, trouble, commotion, and contention among the\nnations. There is no peace. There will be no peace until the Prince of Peace comes to bring it.\nAnd his warning is to the world to repent\n(<span class=\"citation\" id=\"13091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13091)\">D&amp;C 18:41<\/a><\/span>).\nThis I might have read, for it is the first verse of\nthis revelation I have been quoting. The righteous have been called on to come out of\nBabylon (<span class=\"citation\" id=\"13199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13199)\">D&amp;C 133:5<\/a><\/span>),\nor the world, to receive the gospel of Jesus Christ as it has been restored, and find a\nplace in the kingdom of God.\n<\/p><p>\nAnd these missionaries, mostly young men, untrained in the ways of the world, go forth with\nthis message of salvation and confound the great and the mighty, because they have the truth.\nThey are proclaiming this gospel; the honest and sincere are hearing it and are repenting of\ntheir sins and coming into the Church. The ungodly will not repent. This truth is also stated in\nthis revelation. They will not repent because today, as in times of old, men love darkness\nmore than light\n(<span class=\"citation\" id=\"50046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50046)\">John 3:19<\/a><\/span>;\n<span class=\"citation\" id=\"13079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13079)\">D&amp;C 10:21<\/a><\/span>;\n<span class=\"citation\" id=\"13103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13103)\">D&amp;C 29:44-45<\/a><\/span>).\n<\/p><p>\nI wish to testify to you, my brethren and sisters, and to all the world, that God lives, that he\nhas spoken again from the heavens, and the heavens have never been closed against those who\nare honest and true, who earnestly seek the guidance of the Lord. The Lord never closed the\nheavens. Men closed the heavens and said there should be no more revelation, no more\ncommandments, only those which are in the canon of scripture. It was men who\nsaid that, not God. Men have said that the Lord finished his work. They have\nsaid there could be no more coming of angels, no more scripture, and that we would have to\ndepend on the dead letter of the law as it is recorded in the books contained within the lids of\nthe Bible. Men are saying that&mdash;God did not say it.\n<\/p><p>\nAnd he has restored to us the everlasting gospel and has given us revelation and made known\nto us many of the plain and important things pertaining to his kingdom&mdash;things revealed\nanciently, and also in the day in which we live, and he will give revelation to this Church\nfrom time to time according to the needs of the people, for the heavens are not sealed, only as\nmen have sealed them against themselves.\n<\/p><p>\nLet us seek to know his will, hearken to the counsels of the First Presidency of this Church,\nand the President, who is the mouthpiece, the servant of God, with the authority to receive\nrevelation for the guidance not only of the Latter-day Saints, but also for the people of all the\nworld if they will only hearken to it. The Lord bless you, I pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}