{"ID":6277, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Feed My Sheep”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p2\" class=\"\">Elder Ben B. Banks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ben-b-banks-10.jpg\" alt=\"Ben B. Banks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I believe that every active member of the Church knows a lost sheep who needs the attention and love of a caring shepherd.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p4\" class=\"\">Several years ago my wife, Susan, and I had the opportunity to tour the New Zealand Christchurch Mission with President and Sister Melvin Tagg. President Tagg suggested as part of the mission tour we include a preparation day and take a bus trip to see the beautiful Milford Sound. Part of the trip involved stopping at several beautiful scenic sites along the way. At one of those stops, as we walked back to the bus, I became curious about a group of passengers standing in a circle on the road taking photographs. As I peered over the people, I saw in the circle a frightened little baby lamb on wobbly legs. It appeared to be no more than a few hours old. I have seen a lot of sheep in my life since my father-in-law was in the sheep business. Consequently, I had no interest in taking a photograph of a solitary lamb, so I boarded the bus and waited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p5\" class=\"\">After all the passengers finally boarded the bus, the driver picked up the frightened little lamb in his arms, held it tenderly against his chest, and brought it on the bus. He sat down, closed the door, picked up his microphone, and said to us: “Undoubtedly a band of sheep has gone through here this morning, and this little lamb has strayed. Perhaps if we take it with us, we might find the band of sheep farther up the road and return this baby lamb to its mother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p6\" class=\"\">We drove through several kilometers of beautiful forests and finally came to a beautiful meadow of tall, flowing grass. Sure enough, there in the meadow was a band of sheep feeding. The bus driver stopped the bus and excused himself. We all thought he would put the lamb down on the side of the road and come back, but he didn’t. With the lamb in his arms, he carefully and quietly walked out through the grass toward the band of sheep. When he got as close as he could without disturbing them, he gently put the lamb down and then remained in the field to make sure the baby lamb returned to the fold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p7\" class=\"\">As he returned to the bus, he once again picked up his microphone and said, “Oh, can’t you hear that mother sheep saying, ‘Oh, thank you, thank you, thank you for bringing my lost lamb back home to me!’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p8\" class=\"\">As I think of this wonderful teaching moment provided by the bus driver, my thoughts turn to the parable the Lord gave us of the lost sheep:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p9\" class=\"\">“Then drew near unto him all the publicans and sinners for to hear him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p10\" class=\"\">“And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p11\" class=\"\">“And he spake this parable unto them, saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p12\" class=\"\">“What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p13\" class=\"\">“And when he hath found it, he layeth it on his shoulders, rejoicing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p14\" class=\"\">“And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p15\" class=\"\">“I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance” (<span class=\"citation\" id=\"32664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32664)\">Luke 15:1–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p16\" class=\"\">Our prophet today, President Gordon B. Hinckley, likewise shares with us his concern about lost sheep:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p17\" class=\"\">“There are so many young people who wander aimlessly and walk the tragic trail of drugs, gangs, immorality, and the whole brood of ills that accompany these things. There are widows who long for friendly voices and that spirit of anxious concern which speaks of love. There are those who were once warm in the faith, but whose faith has grown cold. Many of them wish to come back but do not know quite how to do it. They need friendly hands reaching out to them. With a little effort, many of them can be brought back to feast again at the table of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p18\" class=\"\">“My brethren and sisters, I would hope, I would pray, that each of us … would resolve to seek those who need help, who are in desperate and difficult circumstances, and lift them in the spirit of love into the embrace of the Church, where strong hands and loving hearts will warm them, comfort them, sustain them, and put them on the way of happy and productive lives” (“Reach with a Rescuing Hand,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 86).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p19\" class=\"\">In light of our prophet’s concern, might we ask ourselves, “Why is it that some who were once warm in the faith have grown cold in the faith?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p20\" class=\"\">If we are to succeed in the prophetic mandate to perfect the Saints, we must also succeed in our efforts to strengthen those who have grown cold in their faith. To begin this endeavor, it would be well for us to know the feelings and reasons why they do not attend meetings and participate in the fellowship of the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p21\" class=\"\">Most active members believe that less-active members behave differently because they don’t believe the Church’s doctrine. A study by the Church’s Research Information Division does not support this assumption. It shows that almost all less-active members interviewed believe that God exists, that Jesus is the Christ, that Joseph Smith was a prophet, and that the Church is true.<\/p>\n\t\t\t<p class=\"preamble\">As part of another study, a group of active members who previously had been less active were asked why they did not attend church. The most common reasons given were:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Feelings of unworthiness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Personal or family problems.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Parents or spouse were less active.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Teenage rebelliousness or laziness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Conflicts with work schedules.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Church too far away, lacked transportation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p class=\"preamble\">They were then asked what had influenced them to return to activity in the Church. The most common answers were:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Faced with crisis in life.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Overcame personal problems.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>The example of a spouse or girlfriend\/boyfriend.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Influence of family members.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Wanted the gospel influence for family.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Fellowshipping from ward members, moved to a new ward where people cared about them.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p36\" class=\"\">(See Research Information Division comparison, Sept. 1999.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p37\" class=\"\">I believe that every active member of the Church knows a lost sheep who needs the attention and love of a caring shepherd.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p38\" class=\"\">President Hinckley has told us what every new convert needs to remain active in the Church: a friend, a responsibility, and continued nourishing by the good word of God. The lost sheep need the exact same care and concern to help them back to the fold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p39\" class=\"\">I am acquainted with a family who lost a son on a camping trip. When initial efforts failed to find him, the call for help went out, and hundreds responded to the call until the boy was safely back in the arms of his mother and father. I plead this morning that we will all have that same kind of genuine care and love to do all we can to bring back those precious sons and daughters who are lost to Church activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p40\" class=\"\">The challenge before us is great. It will require us to exercise increased faith, energy, and commitment if we are to reach these brothers and sisters. But we must do it. The Lord is counting on us to do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p41\" class=\"\">We must remember that change occurs slowly. We all need to have patience, offer fellowship and friendship, learn to listen and love, and be careful not to judge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p42\" class=\"\">In every ward and branch there are good, honest men and women. Many don’t know how to come back to church. There are good fathers and mothers among them. Many have one thing in common: they are not the spiritual leaders in their homes. When men and women of faith visit these individuals and become their friends and love them and teach them the gospel, I believe they and their families will come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p43\" class=\"\">For the next few minutes I would like to talk to those who have wandered away from the fold. I am hopeful this morning that perhaps a few of you who are not fully active in the Church may be listening to this session of conference. You have in many instances formed new associations and no longer keep Church standards. Many of your children tread in your paths and follow your example. Children are not only largely dependent on their parents for physical and emotional support but for spiritual support as well.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Twas a sheep not a lamb that strayed away<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In the parable Jesus told,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A grown-up sheep that strayed away<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From the ninety and nine in the fold.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And why for the sheep should we seek<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And earnestly hope and pray?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because there is danger when sheep go wrong;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">They lead the lambs astray.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lambs will follow the sheep, you know,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Wherever the sheep may stray.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When sheep go wrong, it won’t take long<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Til the lambs are as wrong as they.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And so with the sheep we earnestly plead<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the sake of the lambs today,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For when sheep are lost, what a terrible cost<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The lambs will have to pay!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p60\" class=\"\">(“The Echo,” C. C. Miller, quoted in Hugh B. Brown, <span class=\"emphasis\">The Abundant Life<\/span> [1965], 166–67)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p61\" class=\"\">The Lord said, “My sheep hear my voice” (<span class=\"citation\" id=\"29954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29954)\">John 10:27<\/a><\/span>). Likewise, your children respond to your voice. No one can effectively take your place as father and mother. The story is told of “the six-year-old who got lost from his mother in a large supermarket [and] began to call frantically, ‘Martha, Martha.’ When the mother was found and they were reunited, she said, ‘Honey, you should not call me Martha; I am “Mother” to you,’ to which the little fellow rejoined, ‘Yes, I know, but the store was full of mothers and I wanted mine’” (Spencer W. Kimball, <span class=\"emphasis\">Faith Precedes the Miracle<\/span> [1972], 117).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p62\" class=\"\">What a blessing it would be to your family if you would harmonize your life with the gospel. The decision to change your life and return to activity and come unto Christ is the most important decision you could make in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p63\" class=\"\">In conclusion, a final word to those who shepherd the flock. The Savior Himself in a revelation to the Prophet Joseph Smith tells us in very personal terms how valuable each soul is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p64\" class=\"\">“Remember the worth of souls is great in the sight of God;<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p65\" class=\"\">“For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p66\" class=\"\">“And he hath risen again from the dead, that he might bring all men unto him, on conditions of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p67\" class=\"\">“And how great is his joy in the soul that repenteth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p68\" class=\"\">“Wherefore, you are called to cry repentance unto this people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p69\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!” (<span class=\"citation\" id=\"21064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21064)\">D&amp;C 18:10–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/feed-my-sheep.p70\" class=\"\">The Good Shepherd willingly gave His life for His sheep, for you and me, yes, for all of us, that we might live eternally with our Father in Heaven. I pray that we will all follow the admonition our Savior Jesus Christ gave to Peter three times: “Feed my lambs. … Feed my sheep. … Feed my sheep” (<span class=\"citation\" id=\"29990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29990)\">John 21:15–17<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}