{"ID":6278, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Agency—A Blessing and a Burden\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p2\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Agency is the power to think, choose, and act for ourselves. It comes with endless opportunities, accompanied by responsibility and consequences.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p4\" class=\"\">As we left our Father in Heaven’s presence and entered this world, we brought with us a priceless, sacred, premortal, and eternal gift. It is this gift, the gift of agency, about which I wish to speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p5\" class=\"\">Agency is the power to think, choose, and act for ourselves. It comes with endless opportunities, accompanied by responsibility and consequences. It is a blessing and a burden. Using this gift of agency wisely is critical today because never in the world’s history have God’s children been so blessed or so blatantly confronted with so many choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p6\" class=\"\">Life was simpler years ago in my hometown on the Canadian prairie. Our phone number was one digit—3. We had one black-and-white movie that came from the larger town of Cardston every Thursday night. Mail came Monday, Wednesday, and Friday—unless it snowed hard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p7\" class=\"\">There was one main road. Three miles west was our farm, and 20 miles east on that same road was the Cardston Alberta Temple. There weren’t many other roads to choose or places to go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p8\" class=\"\">Today there are infinite telephone numbers, movies of all kinds and colors, E-mail at our fingertips 24 hours a day, and many roads that relentlessly call for our judgment. Our environment is flooded with choices. But our purpose for being here on earth has never changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p9\" class=\"\">The Lord told Abraham that He sent us to earth to see if we would do what He asked us to do (see <span class=\"citation\" id=\"7446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7446)\">Abr. 3:25<\/a><\/span>). Choice becomes inescapable. The world’s two opposing forces seek our commitment. On the one hand, there is the reality of Satan, and on the other, the more powerful love of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p10\" class=\"\">Lehi teaches us that if there was no opposition, there would be no righteousness nor wickedness, neither good nor bad. We can’t act for ourselves if there is no choice (see <span class=\"citation\" id=\"4735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4735)\">2 Ne. 2:11, 16<\/a><\/span>). To become a committed follower of Christ, we must have the option to reject Him. So Satan is permitted to exercise his power, and yielding our will to God can sometimes become difficult. Yet it is in this exercise of acting for ourselves that we grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p11\" class=\"\">C. S. Lewis said: “Only those who try to resist temptation know how strong it is. … You find out the strength of a wind by trying to walk against it, not by lying down. A man who gives in to temptation after five minutes simply does not know what it would have been like an hour later.” Lewis goes on, “Christ, because He was the only man who never yielded to temptation, is also the only man who knows to the full what temptation means” (<span class=\"emphasis\">Mere Christianity<\/span> [1960], 109–10).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p12\" class=\"\">I remember asking my parents if I could do certain things. Their response never varied: “You have been taught. You know how we feel about that, but you will have to decide for yourself.” Yet deciding for oneself dictates consequences, which are not always what we want. We want the freedom without consequences. And so, too often, we try to stand neutral, undecided, and uncommitted. It is in this atmosphere that we become vulnerable to the influence of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p13\" class=\"\">King Ahab and his people in northern Israel tell us about neutrality and indecision. The Lord’s hand was stayed because the people would not decide whom to worship—Jehovah or Baal. Baal is another name for Satan. The Lord sent Elijah the prophet with this clear message: “How long halt ye between two opinions? if the Lord be God, follow him: but if Baal, then follow him.” The scriptures say, “The people answered him not a word” (<span class=\"citation\" id=\"1331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1331)\">1 Kgs. 18:21<\/a><\/span>). They didn’t want the responsibility of making a commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p14\" class=\"\">You remember the story: Elijah challenged them to a test to see who is God. They would each pray to their god to see which would burn up the offering on the altar. When the priests called mightily to their idol, they were left unheard and unsupported.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p15\" class=\"\">In stark contrast, one lone prophet of the true and living God was not only heard, he was magnified in his efforts. When Elijah petitioned his God, the fire of the Lord came down and consumed everything—the sacrifice, the wood, the stones, the dust—and it licked up the water in the trench. Following this exhibition, the people said, “The Lord, he is the God” (<span class=\"citation\" id=\"1332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1332)\">1 Kgs. 18:39<\/a><\/span>), and then the scriptures say the priests of Baal were killed. There were no unbelievers still alive in northern Israel that day! Choices would not be a dilemma if good were rewarded as quickly and spectacularly as was Elijah or if wrongdoing meant immediate death. But it is not that simple when our work is to increase our faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p16\" class=\"\">Our faith and commitment are tested when the world offers tempting and enticing alternatives that can turn our faces from the Lord’s kingdom. Some would like to live in that eternal city and still keep a “summer home” in Babylon. If we are not consciously and deliberately choosing the kingdom of God, we will in fact be moving backwards as the kingdom of God moves forward “boldly, nobly, and independent” (Joseph Smith, “The Wentworth Letter,” in <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> ed. Daniel H. Ludlow, 5 vols. [1992], 4:1754). Choosing which way we face will determine our blessings or our burdens. The Lord invites us to cast our burdens on Him, and He will sustain us (see <span class=\"citation\" id=\"42118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42118)\">Ps. 55:22<\/a><\/span>), while Mormon warns, “The devil will not support his children” (<span class=\"citation\" id=\"10358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10358)\">Alma 30:60<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p17\" class=\"\">A young man I love with all my heart said to me: “No one can tell me what to do. I am in charge of my own life.” He has the mistaken idea that to be independent and free, he must oppose God’s will. Where, then, will his strength come?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p18\" class=\"\">Brother James E. Talmage says of Jesus: He “was all that a boy should be, for His development was unretarded by the dragging weight of sin; He loved and obeyed the truth and therefore was free” (<span class=\"emphasis\">Jesus the Christ<\/span> [1979], 112).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p19\" class=\"\">Making right choices frees us and blesses us, even in choosing what may appear trivial in our lives. A friend thought the Lord was too involved in his life. He said, “I can’t take all those absolutes in the Church that tell me I must do this, I can’t do that.” My friend did not see that those absolutes are evidence of our Father’s vigilant care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p20\" class=\"\">Isn’t it incredible? There are six billion people on this planet, and Heavenly Father cares what I watch for entertainment, and He cares what I eat and drink. He cares how I dress and how I earn and spend my money. He cares what I do and don’t do. Heavenly Father cares about my happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p21\" class=\"\">Our Father’s caring comes in so many ways, and we have only to listen and live for it. Someone said, “If [we] have not chosen the Kingdom of God [first], it will make in the end no difference what [we] have chosen instead” (William Law, 18th-century clergyman).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p22\" class=\"\">Because our purpose here on earth has not changed, nor will it ever, our Father steadily and regularly supplies additional gifts to make our world safe and strengthen our wise use of agency. Think about the gift of prayer—opportunities to be heard and understood. Think about the gift of the Holy Ghost, who will show us all the things that we should do (see <span class=\"citation\" id=\"4782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4782)\">2 Ne. 32:5<\/a><\/span>). Think about sacred covenants we have made, the scriptures, priesthood and patriarchal blessings. Think about the ultimate gift of the Atonement and its reminder in the sacrament that blankets us with love and hope and grace. These gifts help us use our agency wisely to return back to our heavenly home, where “eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him” (<span class=\"citation\" id=\"981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(981)\">1 Cor. 2:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p23\" class=\"\">Today there are many roads, but like my hometown, there is only one main road, the strait and narrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p24\" class=\"\">Acknowledging our tendency to wander in strange roads (see <span class=\"citation\" id=\"2162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2162)\">1 Ne. 8:32<\/a><\/span>), we plead to the Lord through this hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Prone to wander, Lord, I feel it,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Prone to leave the God I love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Here’s my heart, O take and seal it;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seal it for thy courts above.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p29\" class=\"\">(“Come, Thou Fount of Every Blessing,” <span class=\"emphasis\">Hymns<\/span> [1948], 70)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/agency-a-blessing-and-a-burden.p30\" class=\"\">I close with the prayer of Nephi speaking for you and for me: “O Lord, wilt thou not shut the gates of thy righteousness before me, that I may walk in the path of the low valley, that I may be strict in the plain road” (<span class=\"citation\" id=\"4741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4741)\">2 Ne. 4:32<\/a><\/span>), in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}