{"ID":6279, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            One Link Still Holds\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p2\" class=\"\">Elder Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">As the world moves deeper and deeper into sin, this wonderful Church stands like a giant granite boulder.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:13c1.jpg\" alt=\"Elder Vaughn J. Featherstone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p4\" class=\"\">Alexander Solzhenitsyn referred to shortsighted concessions: “A process of giving up and giving up and giving up and hoping and hoping and hoping that perhaps at some point the wolf will have had enough.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p5\" class=\"\">My wonderful young friends, let me promise you, the wolf will never have enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p6\" class=\"\">Oliver Wendell Holmes said: “Where the spirit invades the heart, there can be no rest. For even in the dark of night, one link of the chain still holds, one light that will not go out.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p7\" class=\"\">Doesn’t it make you deeply grateful to belong to a church with apostles and prophets at the head—knowing that one link will always hold, one light will never go out? As the world moves deeper and deeper into sin, this wonderful Church stands like a giant granite boulder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p8\" class=\"\">Aren’t you proud that the Church teaches us the truth? We don’t have to wonder about earrings for boys and men, tattoos, spiked hair, the four-letter words, and obscene gestures. We have prophets who model the standards. They teach that the Ten Commandments are not outdated. The word of the Lord has thundered down through the generations: “Thou shalt not take the name of the Lord thy God in vain” (<span class=\"citation\" id=\"23087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23087)\">Ex. 20:7<\/a><\/span>). Profaning God’s name is a great offense to the Spirit, and to do so is Satan’s great ploy to mock our God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p9\" class=\"\">Jehovah also declared, “Thou shalt not steal” (<span class=\"citation\" id=\"23089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23089)\">Ex. 20:15<\/a><\/span>). Stealing is an affront to God. This commandment is one of only 10. Cheating, lying, bearing false witness are all types of stealing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p10\" class=\"\">Beloved youth, aren’t you thankful to God that the apostles and prophets never waver on sin? No matter how strong the winds of public opinion may blow, the Church is immovable. “God has commanded that the sacred powers of procreation are to be employed only between man and woman, lawfully wedded as husband and wife.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_007\">1<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p11\" class=\"\">Those who espouse perverse principles and deviant behavior are living in sin. Laws, consensus, consenting adults that teach contrary to the gospel are wrong even if the majority accepts them. Sin is sin, and that is God’s truth. The Apostle Paul declared, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?” (<span class=\"citation\" id=\"983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(983)\">1 Cor. 3:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p12\" class=\"\">Pornography is evil. I love the story told at the funeral of Henry Eyring’s father. When he was a young man coming across the border from the Mexican colonies to the United States, the customs man said, “Son, do you have any pornography in your suitcase or trunks?” He responded, “No sir, we don’t even own a pornograph.” It’s wonderful to be that pure and naive. We know pornography is addictive and destructive. It has companions it travels with: drinking, smoking, and drugs. It uses some types of music, dancing, the Internet, and television. Those who produce it are godless and have no conscience. They know the consequences, but they don’t care. Like those who peddle drugs, they will never be around to pick up the pieces when you’re all broken up. But we will—your parents, bishops, and leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p13\" class=\"\">Be careful who you make your close friends. Two men were talking, and one said, “Hey, Joe, I passed your house the other day.” And Joe said, “Thanks.” Be grateful if you are not included in the wrong groups. There will always be a strong warning come to you beforehand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p14\" class=\"\">Rudyard Kipling said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now this is the Law of the Jungle—as old and as true as the sky;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the Wolf that shall keep it may prosper, but the Wolf that shall break it must die.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As the creeper that girdles the tree-trunk the Law runneth forward and back—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the strength of the Pack is the Wolf, and the strength of the Wolf is the Pack.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_007\">2<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">Rudyard Kipling’s Verse<\/span> (1935), 559.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p19\" class=\"\">Your friends are a safeguard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p20\" class=\"\">A word to adults and parents. Elder Bruce R. McConkie’s father counseled that when we violate any commandment, however small, our youth may choose to violate a commandment later on in life perhaps 10 times or 100 times worse and justify it on the basis of the small commandment we broke.<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_007\">3<\/a>\n       <span class=\"footnote\">[Conversation with Brit McConkie.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p21\" class=\"\">One of the most important influences on the religiosity of our youth is the spontaneous religious discussions in our homes. When we discuss the things we love most, not because they are scheduled—i.e., family home evening, prayer, or scripture study—but just because they are so precious to us, they have a profound influence on our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p22\" class=\"\">Grady Bogue, college professor, said: “Rightly done, teaching is a precious work. It is, however, the one human endeavor most damaging in consequence when done without care or competence. To carry a student in harm’s way because of either ignorance or arrogance—because we do not know or do not care—is an act far worse than a bungled surgery. Our mistakes will not bleed. Instead, they carry hidden scars whose mean and tragic consequence may not be seen until years have passed and remedy is painful and impossible.”<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_007\">4<\/a>\n       <span class=\"footnote\">[“A Friend of Mine: Notes on the Gift of Teaching,” <span class=\"emphasis\">Vital Speeches,<\/span> 15 July 1988, 615.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p23\" class=\"\">Youth, do not feel oppressed by obedience. Obedience is a wonderful and a great privilege. In Abraham 4:18 [<span class=\"citation\" id=\"7449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7449)\">Abr. 4:18<\/a><\/span>] it states, “And the Gods watched those things which they had ordered until they obeyed.” What if the elements had not obeyed? They would have been damned or held back. So it is with us. Obedience to God is truly the only way to really be free and exercise our agency. Satan teaches the opposite and, with each wrong choice, binds us with chains. I promise you, obedience is a wonderful privilege.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p24\" class=\"\">When I was a boy, my mother had to go to work at Garfield Smelter and work like a man to help support the seven children. She worked the graveyard shift as much as she could, I’m sure to be with us during the day. I don’t know when the poor woman slept. One Saturday morning, she got off work about 7:00 or 8:00 <span class=\"small\">A.M.<\/span> She went to bed for a couple of hours and then got up. She had invited all her relatives to dinner. There must have been 35 or 40. She decorated the tables and arranged the chairs and put all the dishes and silverware out. She cooked and baked all day long. The dirty pots and pans and dishes stacked up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p25\" class=\"\">Everyone came to dinner, and after dinner all the dirty dishes were brought into the kitchen. The food was cleared and stacked on the table and cupboards; then the kitchen door was closed and the family began to visit. It was about 8:00 <span class=\"small\">P.M.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p26\" class=\"\">I remember standing all alone in the kitchen. In my young mind, I thought: <span class=\"emphasis\">My mother worked all night; she has worked all day to get this dinner. When everyone leaves, she will have to do the dishes and put the food away. It will take two or three hours, and that’s not fair.<\/span> Then I thought, <span class=\"emphasis\">I will do them.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p27\" class=\"\">I washed the dishes, did the silverware, the glassware. We didn’t have an electric dishwasher; ours was a manual dishwasher, and that night I was manual. I used a half-dozen dish towels. I was drenched from head to foot. I put the food away, cleaned off the table and drainboards; then I got down on my hands and knees and scrubbed the floor. When I was finished, I thought the kitchen was immaculate. It took about three hours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p28\" class=\"\">Then I heard the chairs shuffling, and everyone left. The front door closed, and I heard my mother coming to the kitchen. I was pleased and thought she would be. The door swung open, and even at the age of 11, I recognized that she was startled. She looked around the kitchen, looked at me, and then there was a look I didn’t recognize at the time. I do now. It was something like “Thanks. I am tired. I think you understand, and I love you.” And she came over and hugged me. There was a light in her eye and a warmth in my heart. I learned it is a wonderful feeling to turn on the lights in our parents’ eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p29\" class=\"\">Another time—it was the Sunday before Thanksgiving, about 1943—I went to priesthood meeting. There was a large framed board. It had the pictures of all the young men serving in the military. Priests who had been at the sacrament table a few months earlier were now in the war. Each week it would be updated. Those who were killed in action had a gold star by their picture; those who had been wounded, a red star; and those missing in action, a white star. Every week, as a 12-year-old deacon, I checked to see who had been killed or wounded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p30\" class=\"\">In quorum meeting that morning, the member of the bishopric said: “This Thursday is Thanksgiving. We ought to all have family prayer in our homes.” Then he said, “Let’s put on the blackboard the things we are grateful for.” We did, and he said, “Include these things in your Thanksgiving prayer.” I got sick to my stomach, as we never had a prayer or blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p31\" class=\"\">That night at 6:30 we went to sacrament meeting. At the end of the meeting, the bishop stood up and was very tender. He told about the young men from our ward who had been killed and wounded. He talked about our liberty, our freedom, our flag, and this great country, and our blessings. Then he said, “I’d hope every single family would kneel and have family prayer on Thanksgiving Day and thank God for His blessings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p32\" class=\"\">My heart ached. I thought, <span class=\"emphasis\">How can we have family prayer?<\/span> I wanted to be obedient. I hardly slept all Sunday night. I wanted to have a prayer for Thanksgiving. I even thought I would say it if someone asked me, but I was too shy to volunteer. I worried all day Monday, and all day Tuesday, and Wednesday at school.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p33\" class=\"\">Dad did not come home on Wednesday until early in the morning. Thursday we all got up. There were five boys and two sisters. We skipped breakfast so we would have a real appetite for Thanksgiving dinner. To work up an appetite, we went to a nearby field and dug a hole six feet deep and six feet wide. We made a trench to it as a hideout. I remember with every shovelful of dirt, I thought, <span class=\"emphasis\">Please, Heavenly Father, let us have a prayer.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p34\" class=\"\">Finally at 2:30, my mother called us to come and eat. We cleaned up and sat at the table. Somehow Mom had managed to have a turkey with all the trimmings. She put all the food on the table, including the turkey. I thought my heart would burst. Time was running out. I looked at my father, then my mother. I thought, <span class=\"emphasis\">Please, now, someone, anyone, please can’t we have a prayer.<\/span> I was almost panicky; then all of a sudden everyone started to eat. I had worked hard all morning and afternoon to work up an appetite, but I wasn’t hungry. I didn’t want to eat. I wanted to pray more than anything else in this world, and it was too late.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p35\" class=\"\">Beloved youth, be grateful for parents who have prayer and read the scriptures. Prize family home evening. Be grateful for those who teach and train you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p36\" class=\"\">My young friends, there is so much that is wonderful, worthwhile in this grand world. I love President Hinckley’s constant reference to the love and confidence, the greatness, that he feels in you, our beloved youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p37\" class=\"\">Prepare to go to the temple. A wonderful verse describes it:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Enter this door as if the floor … were gold;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And every wall of jewels all of wealth untold;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As if a choir in robes of fire were singing here;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Nor shout nor rush but hush … for God is here.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_007\">5<\/a>\n\t   <span class=\"footnote\">[Poem by Orson F. Whitney; quoted in Spencer W. Kimball, “The Things of Eternity—Stand We in Jeopardy?” <span class=\"emphasis\">Ensign,<\/span> Jan. 1977, 7.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p42\" class=\"\">And President Joseph F. Smith taught: “After we have done all we could do for the cause of truth, and withstood the evil that men have brought upon us, and we have been overwhelmed by their wrongs, it is still our duty to stand. We cannot give up; we must not lie down. Great causes are not won in a single generation.”<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith <\/span>(1998), 107.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p43\" class=\"\">Young men and young women, raise the standard; carry the torch for your generation. We have absolute confidence you will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p44\" class=\"\">I thank God for the one link that still holds, the one light that will not go out. Remember how blessed you are to have prayer in your homes. And always try to put lights in your mothers’ eyes. That’s the least we can all do for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/one-link-still-holds.p45\" class=\"\">We love you, our beloved youth, and pray God to bless each one of you. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_007\"><a name=\"-99911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_007\"><a name=\"-99911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Rudyard Kipling’s Verse<\/span> (1935), 559.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_007\"><a name=\"-99911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Conversation with Brit McConkie.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_007\"><a name=\"-99911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“A Friend of Mine: Notes on the Gift of Teaching,” <span class=\"emphasis\">Vital Speeches,<\/span> 15 July 1988, 615.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_007\"><a name=\"-99911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Poem by Orson F. Whitney; quoted in Spencer W. Kimball, “The Things of Eternity—Stand We in Jeopardy?” <span class=\"emphasis\">Ensign,<\/span> Jan. 1977, 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_007\"><a name=\"-99911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith <\/span>(1998), 107.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}