{"ID":628, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Rock of Revelation<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1953, pp. 24-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am overwhelmed, and my soul is subdued by the marvelous spirit of this great conference. I\nthink no one needed more the message of that beautiful number just sung by the choir than\nI&mdash;\"Let not your heart be troubled, neither let it be afraid\"\n(<span class=\"citation\" id=\"27563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27563)\">John 14:27<\/a><\/span>). I seek therefore earnestly for an\ninterest in your faith and prayers for these next few minutes.\n<\/p><p>\nSeveral years ago in company with President S. Dilworth Young and his wife, we toured the\nNew England Mission. At Glace Bay on Cape Breton Island we were introduced to a lovely\nsister who had been studying the gospel with our missionaries and had been very much\nattracted to them, but as we talked with her about her understanding of what they had taught,\nshe said: \n<\/p><p>\n\"I cannot accept this part of your teachings about the gospel of the second chance.\"\n<\/p><p>\nAs we talked on, I discovered that what she was alluding to were the teachings of the\nmissionaries with reference to the statement of the Savior when he said: \n<\/p><p>\nVerily, verily, I say unto you, the hour is coming, and now is, when the dead shall hear the\nvoice of the Son of God: and they that hear shall live.\n<\/p><p>\nFor as the Father hath life in himself: so hath he given to the Son to have life in himself\n(<span class=\"citation\" id=\"27546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27546)\">John 5:25-26<\/a><\/span>).\n<\/p><p>\nShe was referring to the missionaries' interpretation of the words of Peter as he wrote them to\nthe Saints in his day,\n<\/p><p>\nFor Christ also hath once suffered for sins, the just for the unjust, that he might bring us to\nGod, being put to death in the flesh, but quickened by the Spirit: \n<\/p><p>\nBy which also he went and preached unto the spirits in prison; \n<\/p><p>\nWhich sometime were disobedient when once the longsuffering of God waited in the days of\nNoah, while the ark was a preparing, wherein few, that is, eight souls were saved by water\n(<span class=\"citation\" id=\"2249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2249)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nThey had taught her what Peter explained from what the Master must have told of his visit to\nthat spirit realm, when he said: \n<\/p><p>\nFor this cause was the gospel preached also to them that are dead, that they might be judged\naccording to men in the flesh but live according to God in the spirit\n(<span class=\"citation\" id=\"2250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2250)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nI answered her, \"You misunderstand our teachings. We don't believe in the gospel of the\nsecond chance. We do not believe in the gospel of the first chance but we believe in a chance\nor full opportunity for everyone to hear and to accept the gospel.\"\n<\/p><p>\nThen I recalled to her what the Master had said,\n<\/p><p>\nAnd this gospel of the kingdom shall be preached in all the world for a witness unto all\nnations; and then shall the end come\n(<span class=\"citation\" id=\"34597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34597)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nI quoted to her from revelation given to the Prophet Joseph Smith in which the Lord said: \n<\/p><p>\nBehold, I sent you out to testify and to warn the people, and it becometh every man who hath\nbeen warned to warn his neighbor. Therefore, they are left without excuse, in the day of\njudgment, and the sins be upon their own heads\n(<span class=\"citation\" id=\"13151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13151)\">D&amp;C 88:81-82<\/a><\/span>).\n<\/p><p>\nI read to her from the words of the Prophet of the Book of Mormon where he declared: \n<\/p><p>\nFor after this day of life, which is given us to prepare for eternity, behold, if we do not\nimprove our time while in this life, then cometh the night of darkness wherein there can be no\nlabor performed (<span class=\"citation\" id=\"8935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8935)\">Alma 34:33<\/a><\/span>).\n<\/p><p>\nI told her of the vision of the Prophet Joseph that he had in the Kirtland Temple in January\n1836, when he saw in vision Adam and Abraham, and saw his own father and mother. He\nsaw his brother Alvin, who had departed this life before he was baptized, saw them in the\ncelestial kingdom, and he marveled\n(<span class=\"citation\" id=\"13200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13200)\">D&amp;C 137:1-6<\/a><\/span>), and then the Lord spoke to him and said: \n<\/p><p>\nAll who have died without a knowledge of this gospel, who would have received it if they\nhad been permitted to tarry, shall be heirs of the celestial kingdom of God; and those who die\nhenceforth without a knowledge of it who would have received it with all their hearts shall be\nheirs of the celestial kingdom, for I, the Lord, will judge men according to their works,\naccording to the desires of their hearts (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 107;\n<span class=\"citation\" id=\"13201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13201)\">D&amp;C 137:7-9<\/a><\/span>).\n<\/p><p>\nMany times I have thought back over that conversation, and I believe now I am beginning to\nunderstand what the Master meant when he said to Peter, after Peter had declared his\ntestimony of the divinity of the Savior\n(<span class=\"citation\" id=\"34572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34572)\">Matt. 16:16-17<\/a><\/span>).\nThe Master had told him that this was a revelation from God, and then added,\n<\/p><p>\nAnd I say unto thee, that thou art Peter, and upon this rock I will build my church; and the\ngates of hell shall not prevail against it\n(<span class=\"citation\" id=\"34574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34574)\">Matt. 16:18<\/a><\/span>).\n<\/p><p>\nThere are those with limited or little understanding who believe that statement to refute our\nteaching that there has been an apostasy. They say, \"If there was an apostasy, then the gates\nof hell did prevail against the Church, contrary to the words of the Savior to Peter.\"\n<\/p><p>\nAs I have thought of the true meaning of that statement, I have said to myself, \"Oh, how\ngreat is the wisdom of God as contrasted with the foolishness of men.\"\n<\/p><p>\nWhat was the purpose of our Father concerning us and his work? He declared it to Moses: \n<\/p><p>\nThis is my work and my glory&mdash;to bring to pass the immortality and the eternal life of man\n(<span class=\"citation\" id=\"39024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39024)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nIt was John who said that Jesus was as a lamb \"slain from the foundation of the world\"\n(<span class=\"citation\" id=\"42236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42236)\">Rev. 13:8<\/a><\/span>)\nor, in other words, Jesus was prepared for an atonement; his sacrifice was to be made as\na ransom for all of those who would obey him and keep his commandments.\n<\/p><p>\nThe Prophet Joseph Smith in speaking about this matter said this: \n<\/p><p>\nThe great Jehovah contemplated the whole of the events connected with the earth, pertaining\nto the plan of salvation before it rolled into existence, or ever \"the stars of morning sang\ntogether...for joy\" (<span class=\"citation\" id=\"26667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26667)\">Job 38:7<\/a><\/span>);\nthe past, the present, and the future, were and are with Him, one eternal\n\"now\"... He knows the situation of both the living and the dead, and has made ample\nprovision for their redemption, according to their several circumstances, and the laws of the\nkingdom of God, whether in this world or in the world to come (Smith, Joseph Fielding,\n<i>Teachings of the Prophet Joseph Smith<\/i>, p. 220).\n<\/p><p>\nThat plan, which had been laid in the heavens before the foundations of the world were laid,\ncontemplated a testing in the spirit world. It contemplated the plan of salvation given in\nvarious dispensations of the gospel here upon the earth.\n<\/p><p>\nAs President Joseph Fielding Smith told us this morning, it was not God who sealed the\nheavens following a dispensation of the gospel. It was man. Hence, we are to believe that\nthere would have been but one dispensation beginning with Adam and reaching down to now,\nexcept had it been for the wickedness of men.\n<\/p><p>\nThat plan contemplated the preaching of the gospel to those who were in the spirit world,\nwho had departed this life without having had ample opportunity of hearing the gospel. It\ncontemplated the vicarious work to be carried on in behalf of those who had died without that\nknowledge in holy temples here in order that they might be judged as though they had heard\nthe gospel here in the flesh.\n<\/p><p>\nThe gates of hell would have prevailed if Satan had been victorious in the war in heaven, and\nif his plan which would have nullified free agency had been the order. The gates of hell\nwould have prevailed had there ever been a time when the power to administer the saving\nordinances of the gospel would not have been in each dispensation of the gospel upon the\nearth.\n<\/p><p>\nThe gates of hell would have prevailed if the gospel had not been taught to the spirits in\nprison and to those who had not had ample opportunity to receive the gospel here in its\nfullness. It would have prevailed if there was not a vicarious work for the dead, and had it not\nbeen instituted to provide for those in the spirit world who desired to accept the gospel.\n<\/p><p>\nThe gates of hell would have prevailed were it not for other vicarious work pertaining to the\nexaltation which those who accept the gospel might receive, both ordinances\nfor the living and for the dead.\n<\/p><p>\nNow, as I think of that plan, so perfect in its conception, it is clear that this plan could not\nhave existed except it had been by the revelations of the Living God.\n<\/p><p>\nSo we begin to understand what the Lord meant when he said to Peter,\n<\/p><p>\n. . . upon this rock I will build my church; and the gates of hell shall not prevail against it\n(<span class=\"citation\" id=\"34575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34575)\">Matt. 16:18<\/a><\/span>).\n<\/p><p>\nHe was speaking of the revelation of the Lord to his authorized servants and all the forces of\nhell combined could not prevent it.\n<\/p><p>\nSeveral years ago while I served as a missionary, I came to the door of one who belonged to\nan apostate faction which fell away after the death of the Prophet Joseph Smith. For a\nconsiderable time we had a rather spirited discussion, although not unfriendly, in which she\nargued her case, and that we, the Latter-day Saints, and not their faction, were the apostates\nfrom the truth.\n<\/p><p>\nAs we talked on into the afternoon there came an interesting turn to our conversation. It\ndeveloped that this couple had had but one child, a little boy, who, when about seven years of\nage, was stricken with an incurable disease. When he came to the age of accountability, of\neight, he was still sick, and at nine or shortly thereafter he passed away, still unable to be\ntaken into the waters of baptism.\n<\/p><p>\nNow, they accepted the revelation of the Lord through the Prophet Joseph that at eight years\nof age, the age of accountability, children are to be baptized, except for which they should not\nenter into the kingdom of heaven.\n<\/p><p>\n\"Now,\" she asked, \"what do you think we ought to do for our child?\"\n<\/p><p>\nI replied: \"Oh, that is easy. Have him baptized for in the temple. That is what temples are\nfor.\"\n<\/p><p>\nBut she said, \"We have no temple.\"\n<\/p><p>\nThen there came into my mind a scripture in which the Lord said,\n<\/p><p>\nNow the great and grand secret . . . and the <i>summum bonum<\/i> of the whole subject that is\nlying before us, consists in obtaining the powers of the Holy Priesthood. For him to whom\nthese keys are given there is no difficulty in obtaining a knowledge of facts in relation to the\nsalvation of the children of men, both as well for the dead as for the living\n(<span class=\"citation\" id=\"13181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13181)\">D&amp;C 128:11<\/a><\/span>).\n<\/p><p>\nTruly as I thought about her plight the gates of hell had prevailed against her church because\nthe keys and the power to reveal knowledge from heaven was not to be found in that church.\n<\/p><p>\nIn other words, the Lord has said to Joseph Smith what he said to Peter and what he has said\nto every prophet in every dispensation. He gives to each the keys to the kingdom of heaven,\nand the power to receive revelation in order that the gates of hell shall not prevail against his\nplan.\n<\/p><p>\nWhat he said to Peter was tantamount to saying to Joseph, if I can make this meaning clear&mdash;\n<\/p><p>\nAnd I say unto thee, thou art Joseph, and upon this rock I will build my church; and the gates\nof hell shall not prevail against it.\n<\/p><p>\nWhat he said to Joseph, might well have been said to Peter: \n<\/p><p>\nI give unto thee the keys to the kingdom of heaven, for he to whom these keys are given shall\nhave no difficulty in obtaining a knowledge of both the salvation of the living and the dead.\n<\/p><p>\nThe importance of revelation on which to found this Church was again impressed on the day\nthis Church was organized, when the Lord said, to the Church, not only to those few who\nwere then members, but also to all of us who have since been members,\n<\/p><p>\nWherefore, meaning the church, thou shalt give heed unto all his words [meaning the words\nof the President of the Church, the Prophet of the Lord] and commandments which he shall\ngive unto you as he receiveth them, walking in all holiness before me; \n<\/p><p>\nFor his word ye shall receive, as if from mine own mouth, in all patience and faith.\n<\/p><p>\nFor by doing these things the gates of hell shall not prevail against you; yea, and\nthe Lord God will disperse the powers of darkness from before you, and\ncause the heavens to shake for your good, and his name's glory\n(<span class=\"citation\" id=\"13097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13097)\">D&amp;C 21:4-6<\/a><\/span>).\n<\/p><p>\nIn other words, the Lord has said it was not only important that there be revelation to his\nChurch through his mouthpiece, the one who held the keys, but his Church must also be\nfounded on personal revelation, that every member of the Church who has been baptized and\nhas received the Holy Ghost must be admonished so to live that each might receive a personal\ntestimony and a witness of the divine calling of him who was called to lead as the President\nof the Church so that he will accept those words and that counsel as if from the mouth of the\nLord himself. Otherwise, the gates of hell would prevail against that individual.\n<\/p><p>\nIt was exactly that meaning that the Apostle Paul intended to convey when he wrote to the\nEphesians,\n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some evangelists; and some, pastors and\nteachers (<span class=\"citation\" id=\"21662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21662)\">Eph. 4:11<\/a><\/span>).\n<\/p><p>\nIn other words, he organized the Church and set up the proper officers, \"that we henceforth be\nno more children, tossed to and fro and carried about by every wind of doctrine, by the slight\nof men and cunning craftiness, whereby they lie in wait to deceive\"\n(<span class=\"citation\" id=\"21666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21666)\">Eph. 4:14<\/a><\/span>). Upon this rock, the rock\nof revelation, to individuals who have the power of the Holy Ghost, and revelation from God\nto his Church, the Lord in wisdom has designed that therefore the gates of hell shall not\nprevail against it.\n<\/p><p>\nIn the midst of travail and suffering the Lord sent this word of comfort to the Prophet Joseph:\n<\/p><p>\nGod shall give unto you knowledge by his Holy Spirit, yea, by the unspeakable gift of the\nHoly Ghost, that has not been revealed since the world was until now. . . According to that\nwhich was ordained in the midst of the Council of the Eternal God of all other gods before\nthis world was, that should be reserved unto the finishing and the end thereof, when every\nman shall enter into his eternal presence and into his immortal rest\n(<span class=\"citation\" id=\"13178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13178)\">D&amp;C 121:26,32<\/a><\/span>).\n<\/p><p>\nThus the rock of revealed knowledge has built his Church, and the gates of hell have never\nprevailed against it.\n<\/p><p>\nWith that overpowering thought that the plan of the Almighty has been so laid that never has\nSatan been able to shake it, how we should rejoice at the word of the Lord to Joseph when he\nsaid: \n<\/p><p>\n. . . What power can stay the heavens? As well might man stretch forth his puny arm to stop\nthe Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty\nfrom pouring down knowledge from heaven upon the heads of the Latter-day Saints\n(<span class=\"citation\" id=\"13179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13179)\">D&amp;C 121:33<\/a><\/span>).\n<\/p><p>\nI am grateful as I stand here this afternoon to realize that this is his Church. We have at the\nhead of this Church an earthly head who presides as the President thereof, the mouthpiece of\nGod. In this day to those who will believe and will listen to counsel, the gates of hell shall\nnever prevail. Those who die without a knowledge will have the right to hear that truth in the\nspirit world, and if they accept it, work may be done vicariously that they might be judged\nand blessed even as though they had accepted it in the flesh.\n<\/p><p>\nThanks be to God that the devil's power has never prevailed against his plan of continued\nrevelation to his servants, and never will prevail so long as the earth shall stand, for the\ngospel plan was laid in heaven and will continue throughout the eternities for the purpose of\nbringing about immortality and eternal life\n(<span class=\"citation\" id=\"39025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39025)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nI bear you that humble testimony in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}