{"ID":6281, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Becoming Our Best Selves\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When we [trust in the Lord], we will come to realize that we have been on His holy errand, that His divine purposes have been fulfilled, and that we have shared in that fulfillment.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p4\" class=\"\">During a time long past, and in a place far away, our Lord and Savior, Jesus Christ, taught the multitudes and His disciples “the way, the truth, and the life.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_009\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29961)\">John 14:6<\/a><\/span>.]<\/span><\/sup> He provided counsel with His holy words. He lived an example for us with His exemplary life. On occasion the Lord would ask another this question: “What manner of persons ought ye to be?”<sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_009\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4983)\">2 Pet. 3:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p5\" class=\"\">During His ministry on the American continent, He added significant words when He answered the same question: “What manner of men ought ye to be? Verily I say unto you, even as I am.”<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_009\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6500)\">3 Ne. 27:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p6\" class=\"\">In His earthly ministry, the Master outlined how we should live, how we should teach, how we should serve, and what we should do so that we could become our best selves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p7\" class=\"\">One such lesson comes from the book of John in the Holy Bible: “Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p8\" class=\"\">“And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p9\" class=\"\">“Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!”<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_009\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29936)\">John 1:45–47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p10\" class=\"\">In our mortal journey, the advice of the Apostle Paul provides heavenly guidance: “Whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.” Then came the concluding charge: “Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.”<sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_009\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41353)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41353)\">Philip. 4:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p11\" class=\"\">In the search for our best selves, several questions will guide our thinking: <span class=\"emphasis\">Am I what I want to be? Am I closer to the Savior today than I was yesterday? Will I be closer yet tomorrow? Do I have the courage to change for the better?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p12\" class=\"\">It is time to choose an oft-forgotten path, the path we might call “The Family Way,” so that our children and grandchildren might indeed grow to their full potential. There is a national—even an international—tide running. It carries the unspoken message, “Return to your roots, to your families, to lessons learned, to lives lived, to examples shown, even family values.” Often it is just a matter of coming home—coming home to attics not recently examined, to diaries seldom read, to photo albums almost forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p13\" class=\"\">The Scottish poet James Barrie wrote, “God gave us memories, that we might have June roses in the December of our lives.”<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_009\">6<\/a>\n       <span class=\"footnote\">[Paraphrasing James Barrie, in <span class=\"emphasis\">Peter’s Quotations: Ideas for Our Time,<\/span> comp. Laurence J. Peter (1977), 335.]<\/span><\/sup> What memories do we have of Mother? Father? Grandparents? Family? Friends?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p14\" class=\"\">What lessons have we learned from our fathers? Years ago, a father asked Elder ElRay L. Christiansen what name he could suggest for his newly acquired boat. Brother Christiansen suggested, “Why not call it <span class=\"emphasis\">The Sabbath Breaker<\/span>?” I’m confident the would-be sailor pondered whether his pride and joy would be a Sabbath breaker or a Sabbath keeper. Whatever his decision, it no doubt left a lasting impression upon his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p15\" class=\"\">Yet another father taught a son a never-to-be-forgotten lesson in obedience and, by example, to honor the Sabbath day. I learned of this at the funeral service of a noble General Authority, H. Verlan Andersen. A tribute was paid to him by one of his sons. It has application wherever we are and whatever we are doing. It is the example of personal experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p16\" class=\"\">The son of Elder Andersen related that years earlier he had a special school date on a Saturday night. He borrowed from his father the family car. As he obtained the car keys and was heading for the door, his father said: “The car will need more gasoline before tomorrow. Be sure to fill the tank before coming home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p17\" class=\"\">Elder Andersen’s son related that the evening activity was wonderful. Friends met, refreshments were served, and all had a good time. In his exuberance, however, he failed to follow his father’s instruction to add fuel to the car’s tank before returning home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p18\" class=\"\">Sunday morning dawned. Elder Andersen discovered the gas gauge showed empty. The son saw his father walk back into the house and put the car keys on the table. In the Andersen home, the Sabbath day was a day for worship and thanksgiving, and not for purchases.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p19\" class=\"\">As the funeral message continued, Elder Andersen’s son declared, “I saw my father put on his coat, bid us good-bye, and then walk the long distance to the chapel, that he might attend an early meeting.” Duty called. Truth was not held slave to expedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p20\" class=\"\">In concluding his funeral message, he said: “No son was ever taught more effectively by his father than I was on that occasion. My father not only knew the truth—he lived it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p21\" class=\"\">It is in the home that we form our attitudes, our deeply held beliefs. It is in the home that hope is fostered or destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p22\" class=\"\">Our homes are to be more than sanctuaries; they should also be places where God’s Spirit can dwell, where the storm stops at the door, where love reigns and peace dwells.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p23\" class=\"\">Not long ago a young mother wrote to me: “Sometimes I wonder if I make a difference in my children’s lives. Especially as a single mother working two jobs to make ends meet, I sometimes come home to confusion, but I never give up hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p24\" class=\"\">“My children and I were watching a television broadcast of general conference, and you were speaking about prayer. My son made the statement, ‘Mother, you’ve already taught us that.’ I said, ‘What do you mean?’ And he replied: ‘Well, you’ve taught us to pray and showed us how, but the other night I came to your room to ask something and found you on your knees praying to Heavenly Father. If He’s important to you, He’ll be important to me.’” The letter concluded, “I guess you never know what kind of influence you’ll be until a child observes you doing yourself what you have tried to teach him to do.” What a magnificent lesson a child learned from his mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p25\" class=\"\">As a boy, I made a startling discovery in Sunday School one Mother’s Day which has remained with me all through the years. Melvin, a sightless brother in the ward, a talented vocalist, would stand and face the congregation as though he were seeing one and all. He would then sing “That Wonderful Mother of Mine.” The bright, glowing embers of memory penetrated human hearts. Men reached for their handkerchiefs; women’s eyes brimmed with tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p26\" class=\"\">We deacons would go among the congregation carrying a small geranium in a clay pot for presentation to each mother. Some of the mothers were young, some were middle-aged, some were barely hanging on to life in their old age. I became aware that the eyes of each mother were kind eyes. The words of each mother were “Thank you.” I felt the spirit of the statement “When someone gives another person a flower, the fragrance of the flower lingers on the hands of the giver.” I have not forgotten the lesson learned, nor shall I ever forget it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p27\" class=\"\">Some mothers, some fathers, some children, some families are called upon to bear a heavy burden here in mortality. Such a family was the Borgstrom family in northern Utah. The time was World War II. Fierce battles raged in various parts of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p28\" class=\"\">Tragically, the Borgstroms lost four of their five sons who were serving in the armed forces. Within a six-month period, all four sons gave their lives—each in a different part of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p29\" class=\"\">Following the war, the bodies of the four Borgstrom brothers were brought home to Tremonton, and an appropriate service was conducted, filling the Garland Utah Tabernacle. General Mark Clark attended the service. He later spoke with tenderness these words: “I flew to Garland the morning of June 26. Met with the family, including among others the mother, father, and two remaining sons, … one a lad in his teens. I had never met a more stoic family group.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p30\" class=\"\">“As the four flag-draped coffins were lined up in front of us in the church, and as I sat by these brave parents, I was deeply impressed by their understanding, by their faith, and their pride in these magnificent sons who had made the supreme sacrifice for principles which had been instilled in them by noble parents since childhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p31\" class=\"\">“During the luncheon period, Mrs. Borgstrom turned to me and said in a low voice, ‘Are you going to take my young one?’ I answered in a whisper that as long as I remained in command of the army on the West Coast, if her boy were called I would do my best to have him assigned to duty at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p32\" class=\"\">“In the middle of this whispered conversation with the mother, the father suddenly leaned forward and said to Mrs. Borgstrom: ‘Mother, I have overheard your conversation with the general about our youngest. We know that if and when his country needs him, he will go.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p33\" class=\"\">“I could hardly contain my emotions. Here were parents with four sons lying dead from wounds received in battle and yet were ready to make the last sacrifice if their country required it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p34\" class=\"\">It is the gospel of the Lord Jesus Christ that touched home and heart that ever-to-be-remembered day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p35\" class=\"\">The years have come and the years have gone, but the need for a testimony of the gospel continues paramount. As we move toward the future, we must not neglect the lessons of the past. Our Heavenly Father gave His Son. The Son of God gave His life. We are asked by Them to give our lives, as it were, in Their divine service. Will you? Will I? Will we? There are lessons to be taught, there are kind deeds to be done, there are souls to be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p36\" class=\"\">Let us remember the counsel of King Benjamin: “When ye are in the service of your fellow beings ye are only in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote7-99911_000_009\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41035)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup> Reach out to rescue those who need your help. Lift such to the higher road and the better way. As we sing in Primary, “Lead me, guide me, walk beside me, help me find the way. Teach me all that I must do to live with him someday.”<sup class=\"noteMarker\"><a href=\"#footnote8-99911_000_009\">8<\/a>\n       <span class=\"footnote\">[Naomi W. Randall, “I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p37\" class=\"\">Real faith is not restricted to childhood, but rather applies to all. We learn from the Proverbs: “Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p38\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.”<sup class=\"noteMarker\"><a href=\"#footnote9-99911_000_009\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41676)\">Prov. 3:5–6<\/a><\/span>.]<\/span><\/sup> When we do, we will come to realize that we have been on His holy errand, that His divine purposes have been fulfilled, and that we have shared in that fulfillment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p39\" class=\"\">May I illustrate this truth with a personal experience. Many years ago, while serving as a bishop, I felt impressed to call upon Augusta Schneider, a widow from the Alsace-Lorraine area of Europe who spoke very little English, although she was fluent in French and German. For years after that first impression I would visit with her at Christmastime. On one occasion, Augusta said, “Bishop, I have something of great value to me which I would like to present to you.” She then went to a special place in her modest apartment and retrieved the gift. It was a beautiful piece of felt, perhaps six by eight inches in size, to which she had pinned the medals her husband had been presented for his service as a member of the French forces in World War I. She said, “I would like you to have this personal treasure which is so close to my heart.” I protested politely and suggested there must be some member of her extended family to whom the gift should be given. “No,” she replied firmly, “the gift is yours, for you have the soul of a Frenchman.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p40\" class=\"\">Shortly after presenting this special gift to me, Augusta departed mortality and went home to that God who gave her life. Occasionally I would wonder concerning her declaration that I had “the soul of a Frenchman.” I didn’t have the slightest idea what that meant. I still don’t.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p41\" class=\"\">Many years later, I had the privilege to accompany President Ezra Taft Benson to the dedication of the Frankfurt Germany Temple, which temple would serve German-, French-, and Dutch-speaking members. In packing for the trip, I felt impressed to take along the gift of medals, without any thought concerning what I would do with them. I’d had them a number of years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p42\" class=\"\">In a French-speaking dedication session, the temple was filled. The singing and messages presented were beautiful. Gratitude for God’s blessings penetrated each heart. I saw from my conducting notes that the session included members from the Alsace-Lorraine area.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p43\" class=\"\">During my remarks, I observed that the organist had the name of Schneider. I therefore related the account of my association with Augusta Schneider, then stepped to the organ and presented the organist with the medals, along with the charge that since his name was Schneider, he had a responsibility to pursue the Schneider name in his genealogical activities. The Spirit of the Lord confirmed in our hearts that this was a special session. Brother Schneider had a difficult time preparing to play the closing number of the dedicatory service, so moved was he by the Spirit which we felt there in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p44\" class=\"\">I knew that the treasured gift—even the widow’s mite, for it was all Augusta Schneider had—was placed in the hand of one who would ensure that many with the souls of Frenchmen would now receive the blessings the holy temples provide, both to the living and for those who have passed beyond mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p45\" class=\"\">I testify that with God, all things are possible. He is our Heavenly Father; His Son is our Redeemer. As we strive to learn His truths and then to live them, our lives and the lives of others will be abundantly blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p46\" class=\"\">I declare in all soberness that Gordon B. Hinckley is a true prophet for our time and is guided in the great work going forward under his leadership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p47\" class=\"\">May we ever remember that obedience to God’s commandments brings forth the blessings promised.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/becoming-our-best-selves.p48\" class=\"\">May each of us qualify to receive them, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_009\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29961)\">John 14:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_009\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4983)\">2 Pet. 3:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_009\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6500)\">3 Ne. 27:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_009\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29936)\">John 1:45–47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_009\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41353)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41353)\">Philip. 4:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_009\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Paraphrasing James Barrie, in <span class=\"emphasis\">Peter’s Quotations: Ideas for Our Time,<\/span> comp. Laurence J. Peter (1977), 335.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99911_000_009\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41035)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99911_000_009\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Naomi W. Randall, “I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_009\"><a name=\"-99911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99911_000_009\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41676)\">Prov. 3:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}