{"ID":6285, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Legacy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p2\" class=\"\">Elder Stephen B. Oveson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/stephen-b-oveson-10.jpg\" alt=\"Stephen B. Oveson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What are we doing to ensure that [our] legacy is being passed to our beloved children and to our grandchildren?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p4\" class=\"\">My brothers and sisters, how grateful I am to be here with you in this historic Tabernacle today. Seventy-four years ago, my grandfather Lars Peter Oveson stood at this pulpit and bore his testimony as an invited stake president from Emery County, Utah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p5\" class=\"\">Although he died when I was just a boy, my grandfather has always been one of my heroes. I have studied his journal, which recounts over and over again his willingness to answer the calls that came to him throughout his lifetime. He and his parents converted to the gospel in Denmark, immigrated to this country, and came across the plains to join the Saints in Utah. One of the calls that came to him required leaving his new, young wife for six months to work on the building of the St. George Temple. He left her and their young family again to serve a two-year mission in his native Denmark. Later, the calls of bishop and stake president necessitated their relocating and rebuilding their home and farm on three different occasions. Through all of these upheavals, he remained grateful, cheerful, and faithful to the principles of the gospel, leaving a great legacy of faith to those of us who bear his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p6\" class=\"\">This legacy was passed to me by my father, Merrill M. Oveson, the youngest in the family of 13 children. He and my mother, Mal Berg Oveson, also from a faithful lineage, were sealed in the Salt Lake Temple, boarded a train, and went to Oregon to further my father’s education. They remained for more than 40 years, during many of which they lived in a very small farming community where we were the only members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p7\" class=\"\">I have often thought how easy it would have been for my parents simply to change their faith and join their many friends in the community’s Christian church. This action would have simplified life for them, especially during the World War II years, when rationing of gasoline and tires made it impossible for them to travel the 40 miles to the nearest organized branch of the LDS Church. Instead, they received authorization to have a home Sunday School, which they faithfully held weekly during all those years. There we shared the sacrament as a family. There my brother and sisters and I learned the principles of the gospel and listened to Bible and Book of Mormon stories literally at the feet of our parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p8\" class=\"\">My father, another one of my heroes, passed away several years ago, but my mother, now in her 96th year, still attends her ward faithfully every week and is an inspiration to all who know her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p9\" class=\"\">My wife has a similar legacy in her background. How grateful we are for this. We know that we have been entrusted with this current calling partly because of the faithful actions of those who have gone before us. The question is, what are <span class=\"emphasis\">we<\/span> doing to ensure that this legacy is being passed to our beloved children and to our grandchildren?<\/p>\n\t\t\t<p class=\"preamble\">Whether we descend from generations in the Church or are the first link in the generational chain, we have a responsibility to convey to our posterity a heritage of faith, manifest through our daily actions. Those who are newly converted members have a particularly great opportunity to become the pioneers for their ancestors <span class=\"emphasis\">and<\/span> for their posterity. In order to fulfill this obligation, all of us need to ask ourselves some pointed questions:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we building lives of honesty and integrity?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we following the counsel of our prophets, past and present?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we covenant keepers?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Do we hold our family home evenings and study the scriptures, trying to live the precepts we gain from them?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Do we obey the Word of Wisdom?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we generous in our tithes and offerings?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Do we fast and pray regularly and with sincere hearts?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Do we listen for the answers to our prayers and try to follow the promptings of the Spirit?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we good neighbors and loyal friends?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Do we help to build the kingdom by honoring the priesthood, magnifying our callings, and sharing the gospel with others?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we slow to anger and quick to forgive?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Can we honestly say that we not only repent of our mistakes but learn from them?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are we putting the Savior and His gospel first in our lives? Or, as someone once said, “If we were accused in a court of law of being Latter-day Saints, would there be enough evidence to convict us?”<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1999\/11\/our-legacy.p24\" class=\"\">Brothers and sisters, if we aren’t comfortable with the answers to these kinds of questions, we need to begin today to build a more exemplary life so that those dearest to us will “see [our] good works, and glorify [our] Father which is in heaven” (<span class=\"citation\" id=\"37823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37823)\">Matt. 5:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p25\" class=\"\">I must confess that whenever my life has failed to measure up to the standards of my forebears, it is because I have allowed worldly priorities to take precedence over my spiritual ones. But I have learned that it is possible to redirect our goals and to put our sights on eternal values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p26\" class=\"\">My wife and I have watched many converts to the Church make the necessary changes to become gospel-centered souls. We have seen hundreds of young full-time missionaries in Buenos Aires, Argentina, make the sacrifices to become truly consecrated servants of the Lord. All it takes is desire, obedience, dedication, and endurance. The Lord will do the rest!<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p27\" class=\"\">We are His children. He loves us and knows each one of us by name. He wants us to return to His presence and live with Him eternally. This is the great legacy of the gospel of Jesus Christ. Because of the atoning sacrifice of our Savior, we have an assurance of life hereafter and the possibility of inheriting all that the Father has. With this knowledge and legacy, we must “press forward with a steadfastness in Christ, having a perfect brightness of hope” (<span class=\"citation\" id=\"4778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4778)\">2 Ne. 31:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p28\" class=\"\">We must follow the lead of our beloved prophet, President Hinckley, who recently told the students at Ricks College: “To you I say with all of the energy of which I am capable, do not become a weak link in the chain of your generations. You come to the world with a marvelous inheritance. You come of great men and women. … Never let them down. Never do anything which would weaken the chain of which you are a fundamental part” (<span class=\"emphasis\">Scroll,<\/span> 14 Sept. 1999, 20). To me that means that we must do all in our power to ensure that we instill within our loved ones the great legacy of an abiding testimony of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/our-legacy.p29\" class=\"\">As my grandfather so eloquently stated 74 years ago: “I rejoice to bear my testimony to the truthfulness of this work of the Lord to the world, for I know it is true; I know it is for the uplift and the advancement of the children of God, and I pray that the Lord will help … us that we may remain faithful and true, that we may be found valiant workers in the cause of righteousness and help to build up his kingdom upon the earth” (Lars Oveson, in Conference Report, Apr. 1925, 127). To these truths I add my own witness in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}