{"ID":6289, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Growing into the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p3\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Atonement of Jesus Christ has given the Savior the power to help you grow into the young man He knows you can be.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99911_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p5\" class=\"\">I am very humbled by this great responsibility to address this body of brethren who hold the priesthood of God. I pray sincerely for the Spirit of the Lord to attend us so that what I have to say will sink deep into your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p6\" class=\"\">I love speaking to the brethren of the priesthood, particularly to the young men of our Church who hold the Aaronic Priesthood. Believe it or not, it doesn’t seem all that long ago since I was a young man. When I was a deacon, the ominous signs of the Great Depression began to appear. Tens of thousands lost their jobs. Money was scarce. Families had to do without. Some young people did not ask their mothers, “What’s for dinner?” because they knew all too well that their cupboards held very little.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p7\" class=\"\">My parents were hardworking. They made every penny stretch as far as possible. That was probably the major reason everything they gave me was always two or three sizes too large.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p8\" class=\"\">I was 12 years old when I received my first pair of ice skates, so large that I had to stuff a third of the toe space with cotton.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p9\" class=\"\">When I took them out of the box, I looked up and said, “Mother, I can’t skate with these.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p10\" class=\"\">“Be grateful for what you have, Joseph,” she’d say. And then, the phrase I had become so accustomed to hearing, “Don’t worry; you’ll grow into them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p11\" class=\"\">A year later, what I wanted more than anything else was football shoulder pads and a helmet. On Christmas morning, I opened my packages and there they were, shoulder pads and a helmet, except they were sized to fit Goliath—who, by the way, was six cubits or about nine feet tall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p12\" class=\"\">“Mother, they’re too big,” I said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p13\" class=\"\">“Be grateful for what you have, Joseph,” she said again. “Don’t worry; you’ll grow into them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p14\" class=\"\">Prior to high school I played a lot of neighborhood football. When I put on the new equipment, the shoulder pads hung so far over my shoulders that about the only things they protected were my elbows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p15\" class=\"\">Even though I stuffed cotton and newspaper in the helmet, it jostled every time I took a step. When I ran, it would turn and turn until the only way I could see where I was going would be to look out through the ear hole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p16\" class=\"\">One time I rambled for a long gain at full speed right into a tree. Each time I was tackled, the helmet would spin 180 degrees and I’d get up looking like my head had spun with it. Then I would have to repack the cotton and newspaper as best I could, put it back on, and head back to the huddle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p17\" class=\"\">My father was truly a great man. I remember one day putting my feet in my father’s shoes. I was amazed at the size. Would I ever be big enough to fill his shoes? Could I ever grow into the man my father was? I wondered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p18\" class=\"\">I think back on those days with some tenderness. Curiously enough, I also look back with tenderness to my dear mother’s encouraging words, “Don’t worry, Joseph; you’ll grow into them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p19\" class=\"\">In a similar way, we all need to learn how to “grow into” our responsibilities as priesthood bearers.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Great Possibilities of Youth<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p21\" class=\"\">First, I want to tell you young men that the Lord has His eye upon you. He loves you. He knows you. He knows your triumphs and your trials, your successes and your heartaches.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p22\" class=\"\">He knows that at times you may look at the challenges you may face and may think they’re too big to handle. He is, however, willing and ready to help you as you grow into the men you are to become.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p23\" class=\"\">You may think at times the duties you have as Aaronic Priesthood bearers are insignificant or unimportant, but I assure you they are not.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p24\" class=\"\">Everything you do in the Aaronic Priesthood has a spiritual purpose and is important to the Lord. Whenever you exercise the priesthood, you are on the Lord’s errand, doing the Lord’s business. You go as His servant bearing His authority to act in His name.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p25\" class=\"\">I remember when my father, who was also my bishop, laid his hands upon my head to confer upon me the Aaronic Priesthood. I felt something special that day. In the coming weeks that feeling returned as I passed the emblems of the sacrament to the members of our ward, and I looked up to them as my ideals. It came to my mind that I was doing the very thing the Savior had done at the Last Supper.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p26\" class=\"\">I would like to share with you five principles that, if lived and incorporated into your lives while you are young, will assure happiness and peace throughout your lives, no matter what trials and temptations come your way. These principles are revealed by the Lord as counsel to all of us who are striving to grow into the kind of men He would have us be.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Five Principles for Bearers of the Aaronic Priesthood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p28\" class=\"\"><span class=\"emphasis\">First, place Heavenly Father first in your life.<\/span> Remember the words of Alma to his son Helaman: “O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_018\">1<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"10371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10371)\">Alma 37:35<\/a><\/span>.]<\/span><\/sup> The Savior reminded us of that priority when He taught that the first and greatest commandment is, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.”<sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_018\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"37851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37851)\">Matt. 22:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p29\" class=\"\">It is essential that you know and understand that our Heavenly Father loves you like a son, because He is the Father of your spirit. That makes you His literal son, spiritually begotten of Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p30\" class=\"\">As such, you have inherited the potential to become like Him. His greatest desire is that you grow in this life line upon line, becoming more like Him so that one day you can return to His presence. Remember, it is God’s work and glory to bring to pass your immortality and eternal life.<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_018\">3<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"39988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39988)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p31\" class=\"\">God’s love is complete and without limit for you and for all mankind.<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_018\">4<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"29940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29940)\">John 3:16<\/a><\/span>.]<\/span><\/sup> He is perfectly just<sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_018\">5<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"4748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4748)\">2 Ne. 9:17<\/a><\/span>; <span class=\"citation\" id=\"41058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41058)\">Mosiah 29:12<\/a><\/span>.]<\/span><\/sup> and merciful.<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_018\">6<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"21392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21392)\">Deut. 4:31<\/a><\/span>; <span class=\"citation\" id=\"10374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10374)\">Alma 42:15<\/a><\/span>.]<\/span><\/sup> He is perfectly kind<sup class=\"noteMarker\"><a href=\"#footnote7-99911_000_018\">7<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"25792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25792)\">Isa. 54:8<\/a><\/span>; <span class=\"citation\" id=\"6490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6490)\">3 Ne. 22:8<\/a><\/span>.]<\/span><\/sup> and understands your circumstances and condition. He knows you better than you know yourself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p32\" class=\"\">Because your Heavenly Father is perfect, you can have complete faith in Him. You can trust Him. You can keep His commandments by continually striving to do so.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p33\" class=\"\">“Does that mean all of God’s commandments?” you might ask. Yes! All of them!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p34\" class=\"\">Joseph Smith said, “[God] never will institute an ordinance or give a commandment to His people that is not calculated in its nature to promote that happiness which He has designed, and which will not end in the greatest amount of good and glory to those who become the recipients of his law and ordinances.”<sup class=\"noteMarker\"><a href=\"#footnote8-99911_000_018\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 5:135.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p35\" class=\"\">God’s commandments are not given to limit or punish us. They are exercises that create character and sanctify souls. If we disregard them, we become spiritually flabby and weak and without defense. If we keep them, we can become spiritual giants, strong and bold in righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p36\" class=\"\">Do you take the time each day to review your day’s events with your Heavenly Father? Do you express to Him the desires of your heart and your gratitude for the blessings He pours out upon you?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p37\" class=\"\">Day-to-day obedience to God’s commandments is indispensable, and it protects us during mortality and prepares us for the tremendous adventure that awaits us on the other side of the veil.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p38\" class=\"\"><span class=\"emphasis\">Second, come unto Christ and follow Him as your Savior and Redeemer. <\/span>We can come unto Christ as we learn to love Him and as we study the scriptures diligently. How do we show our love for the Savior? He gave us the answer: “If ye love me, keep my commandments.”<sup class=\"noteMarker\"><a href=\"#footnote9-99911_000_018\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"29963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29963)\">John 14:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p39\" class=\"\">Every one of you can read something in the scriptures each day. You should spend some time pondering and studying the scriptures. It is better to read and ponder even one verse than none at all. I challenge each young man to read something in the scriptures every day for the rest of your lives. Few things you do will bring you greater dividends.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p40\" class=\"\">Learn of your Savior. Jesus Christ suffered in the Garden of Gethsemane more than you can comprehend. Willingly and lovingly, He took upon Himself not only our sins but the pains, sicknesses, and sufferings of all mankind.<sup class=\"noteMarker\"><a href=\"#footnote10-99911_000_018\">10<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"10341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10341)\">Alma 7:11–12<\/a><\/span>.]<\/span><\/sup> He suffered similarly on the cross, where He gave His life to pay the penalty for our sins if we will repent. And then in His ultimate triumph, He was resurrected and broke the bands of death, making the Resurrection available to all.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p41\" class=\"\">The Atonement of Jesus Christ has given the Savior the power to help you grow into the young man He knows you can be. It is through repentance that the Atonement becomes operative in your life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p42\" class=\"\">The more you understand the Atonement and what it means, the less likely you will be to fall prey to temptations of the adversary. No other doctrine will bring greater results in improving behavior and strengthening character than the doctrine of the Atonement of Jesus Christ. It is central to God’s plan and is preeminent in the restored gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p43\" class=\"\">My sincere testimony as a special witness is that I know Jesus is the Christ, the Only Begotten of the Father, the Creator of heaven and earth, and our Lord and Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p44\" class=\"\"><span class=\"emphasis\">Third, nurture the companionship of the Holy Ghost.<\/span> The gift of the Holy Ghost is one of the most precious gifts you can receive in mortality. The Holy Ghost can become your guiding light. The Holy Ghost “will show unto you all things what ye should do.”<sup class=\"noteMarker\"><a href=\"#footnote11-99911_000_018\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"4783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4783)\">2 Ne. 32:5<\/a><\/span>.]<\/span><\/sup> The Holy Ghost can be helpful to you in any righteous endeavor in which you are involved, including in school and among your friends.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p45\" class=\"\">However, the principal mission of the Holy Ghost is to testify of our Heavenly Father and His Beloved Son, Jesus Christ. If you are careful in keeping the commandments, the Holy Ghost will help you learn more about Heavenly Father and Jesus Christ. He will enlighten your mind as you ponder and study the scriptures each day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p46\" class=\"\">The promptings of the Holy Ghost may come to you in a still, small voice. You cannot grow into the man you must become unless you first rise above the things of the world that clamor for your attention. For example, some of the world’s music is degrading, vulgar, and inappropriate and will drown out the promptings of the Holy Ghost. Bringing into your body substances forbidden by the Lord in the Word of Wisdom will prevent you from feeling and recognizing the promptings of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p47\" class=\"\">The failure to live a clean and chaste life deadens the promptings of the Spirit. Take your thoughts to higher levels than the vulgar and immoral. Avoid objectionable television shows and movies, evil Internet sites, and all forms of entertainment that portray or encourage immorality and violence. Shun pornography like a deadly, contagious sin and disease. You cannot afford to become addicted to its bondage and slavery. It will drive the Holy Ghost and His influence from your life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p48\" class=\"\"><span class=\"emphasis\">Fourth, love and revere Joseph Smith as the great prophet of the Restoration.<\/span> Since my youth, I have always been impressed by the fact that our Heavenly Father and His Beloved Son, Jesus Christ, would answer the heartfelt prayers of a 14-year-old boy who was searching for the truth. Just as He answered Joseph Smith’s prayer, our Heavenly Father will answer your prayers in His own time and in His own way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p49\" class=\"\">As you learn more about the Prophet Joseph, you will learn that through him the fulness of the everlasting gospel was restored, including the keys of the priesthood. In addition, you will learn of the greatness of his spirit, the compassion he felt for those who suffered, his grasp of the mysteries of heaven and of the workings of our Heavenly Father and His Son, Jesus Christ, among men.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p50\" class=\"\">The more I know of the Prophet Joseph, the more I love him, the more I yearn to follow his example, the more I appreciate what our Father in Heaven and His Son have done in restoring this gospel that is destined to fill the earth in these, the latter days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p51\" class=\"\"><span class=\"emphasis\">Fifth, love, follow, and be loyal to God’s living prophet.<\/span> President Gordon B. Hinckley is the successor and guardian of those priesthood keys that were first restored to the Prophet Joseph Smith. In mortality, only one man at a time holds and exercises all of the priesthood keys; today that man is President Gordon B. Hinckley.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p52\" class=\"\">Follow the teachings of our modern-day prophet. He is inspired of the Lord to teach us those things that are necessary for us to live happily and righteously.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Love for the Young Men of the Aaronic Priesthood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p54\" class=\"\">My wonderful young brothers in the gospel, I love you and have great respect for you! You have been told often, and I will say it again: You are a chosen generation. You have been raised up by the Lord to carry His Church and kingdom into the 21st century. You have been chosen by the Lord to come forth on the earth when wickedness and evil are very powerful. But you are up to the challenge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p55\" class=\"\">“I have every reason to regard you,” said President Gordon B. Hinckley, “as the greatest generation we’ve ever had in this Church—notwithstanding all of the temptations which you face.”<sup class=\"noteMarker\"><a href=\"#footnote12-99911_000_018\">12<\/a>\n\t <span class=\"footnote\">[“‘You Live in Greatest Age of World,’ Pres. Hinckley Tells Spokane Youth,” <span class=\"emphasis\">Church News,<\/span> 4 Sept. 1999, 3.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p56\" class=\"\">That does not mean you will not face your share of heartache, challenges, and trial. Since the days when I first stuffed cotton into my ice skates and put on oversized shoulder pads and helmet, my life has been filled with experiences and challenges that seemed at the time too big for me. Even today I can’t help but feel, every now and again, that the size of the mantle I have been asked to wear is perhaps too large.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p57\" class=\"\">But every day I try to put Heavenly Father first in my life, I try to come unto Christ and follow Him as my Savior and Redeemer, I nurture the companionship of the Holy Ghost, love and revere the Prophet Joseph, and listen to and follow God’s prophet today. As I do those things, I am confident the Lord will bless me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p58\" class=\"\">Even after all these years, I can still hear the voice of my mother: “Be grateful for what you have, Joseph. Don’t worry; you’ll grow into it.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/growing-into-the-priesthood.p59\" class=\"\">It is my prayer that we may all grow into the priesthood and be the kind of men our Heavenly Father wants us to be, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10371)\">Alma 37:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37851)\">Matt. 22:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"39988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39988)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29940)\">John 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_018\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"4748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4748)\">2 Ne. 9:17<\/a><\/span>; <span class=\"citation\" id=\"41058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41058)\">Mosiah 29:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_018\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21392)\">Deut. 4:31<\/a><\/span>; <span class=\"citation\" id=\"10374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10374)\">Alma 42:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99911_000_018\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"25792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25792)\">Isa. 54:8<\/a><\/span>; <span class=\"citation\" id=\"6490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6490)\">3 Ne. 22:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99911_000_018\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 5:135.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99911_000_018\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29963)\">John 14:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99911_000_018\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"10341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10341)\">Alma 7:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99911_000_018\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4783)\">2 Ne. 32:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_018\"><a name=\"-99911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99911_000_018\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“‘You Live in Greatest Age of World,’ Pres. Hinckley Tells Spokane Youth,” <span class=\"emphasis\">Church News,<\/span> 4 Sept. 1999, 3.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}