{"ID":629, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Live for the Blessings<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1953, pp. 29-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI, like the other brethren, am in need of your faith and prayers, and I appreciate your faith\nand prayers in my behalf, especially while I stand before you.\n<\/p><p>\nAs I look at this vast audience and think of the hundreds of thousands listening over\ntelevision and radio, the responsibility is frightening in the extreme. There is only one\nconsolation for me: even though you do not remember all that is said here today, there is\nmore to be gained than from the words you hear or than your memory can hold. This is true\nwhen you are attending any meeting. You leave the meeting encouraged, your faith renewed,\nyour testimony quickened, the spiritual uplift is beyond measure.\n<\/p><p>\nI am reminded of the story which is so often told, and which you all know, of the bishop who\nvisited a member who had become inactive in the ward. They sat in front of an open fire in\nthe fireplace in silence, and, presumably, the bishop thinking about how he could approach\nthe subject, reached forth with the tongs and lifted a hot live coal from the fire and set it on\nthe hearth in front of the fire. They sat in silence and watched the hot, live coal gradually turn\ncold and black and lifeless. Then the bishop picked up the coal with the tongs again and set it\nback into the fire with the other living coals and watched it again regain its life and its fire\nand its heat and its warmth. Still nothing was said. Finally the man said, \"Bishop, I see what\nyou came here to tell me.\"\n<\/p><p>\nThrough meeting together the fire of our testimony is kept alive and glowing. It is through\nmeeting and working together that we grow in faith and in knowledge. When we withdraw\nfrom Church activity, we become as the lone coal on the hearth, cold and lifeless.\n<\/p><p>\nWe are fulfilling a commandment of the Lord by attending meetings, but to grow in the\nChurch, that alone is not enough. If we stop there, we would not differ much from those of\nother churches. James tells us: \n<\/p><p>\nBe ye doers of the word, and not hearers only, deceiving your own selves.\n<\/p><p>\nFor if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural\nface in a glass: \n<\/p><p>\nFor he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man\nhe was.\n<\/p><p>\nBut whoso looketh into the perfect law of liberty, and continueth therein, he being not a\nforgetful hearer, but a doer of the work, this man shall be blessed in his deed\n(<span class=\"citation\" id=\"26102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26102)\">James 1:22-25<\/a><\/span>).\n<\/p><p>\nNow the perfect law of liberty referred to here is the law of free agency. So if we were to\nsay,\n<\/p><p>\nBut whoso useth his power of free agency and chooses the right way, he being not a forgetful\nhearer, but a doer of the word, this man shall be blessed in his deed.\n<\/p><p>\nSo exercising our free agency and overcoming evil we become heirs to the blessings of the\nLord, not just passive hearers of the word, but active doers of the word.\n<\/p><p>\nJames also says,\n<\/p><p>\nFor as the body without the spirit is dead so faith without works is dead also\n(<span class=\"citation\" id=\"26104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26104)\">James 2:26<\/a><\/span>).\n<\/p><p>\nMany have expressed the thought that if they receive a written patriarchal blessing it will be\nfulfilled to the letter without any effort on their part.\n<\/p><p>\nWhich reminds me of the young woman who declared that she was going to be married in the\ntemple when she got married and that was very certain and all her friends understood her\nattitude, yet when she was married, she not only married out of the temple, but she married a\nnon-member of the Church. When one of her friends said to her afterwards, \"Why, Mary, I\nthought you, of all people, were going to marry in the temple,\" she answered\n\"Well, my patriarchal blessing promised me that I would be married in the temple, so I guess\nI will someday.\"\n<\/p><p>\nWe must serve the Lord diligently and intelligently, keeping all his commandments, if we\nexpect to receive his blessings.\n<\/p><p>\nWhen the question arises if the blessings come from our efforts in righteousness in fulfilling\nthe law upon which the blessing is predicated, why have patriarchal blessings? We will get\nour blessings anyway, if we live for them. And that is very true, because \"we must live for\nour blessings if we get them, but there comes great comfort and consolation from having our\nblessings both promised and sealed upon us by authorized servants of the Lord in obedience\nto his word and law, for the Lord has placed authorized agents on the earth to bear his power\nand his authority, not only to pronounce, but to seal these blessings, that the Lord may have\nan anchor upon the souls of men and women forever, for neither death nor the destroyer will\nend these blessings, but the receiver will possess and enjoy them forever and ever.\"\n<\/p><p>\nA patriarchal blessing gives us courage to live as we know we should live.\n<\/p><p>\nIt helps to keep us from yielding to temptation, to do the things we have been taught to do.\n<\/p><p>\nQuoting James again,\n<\/p><p>\nTherefore to him that knoweth to do good, and doeth it not, to him it is sin\n(<span class=\"citation\" id=\"26105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26105)\">James 4:17<\/a><\/span>).\n<\/p><p>\nAfter he has received a patriarchal blessing, after he has been taught the Word of Wisdom,\nthe law of tithing, been taught to attend sacrament and priesthood meetings, and been taught\nthe law of celestial sealings, and then he does contrary to those teachings, to him it is sin.\nAfter he has been taught honesty, and there is no truth in him for him it is sin. If he has been\ntaught charity, and he has no charity in his heart, to him it is sin. He who has covenanted to\ndevote his time and talents to the service of the Lord and does not do it, to him it is sin. He\nwho has the gospel and teaches it not to others by example as well as by precept, to him it is\nsin.\n<\/p><p>\nLet us live worthy of the blessings of the Lord, by living the gospel every day. Let us show\nour faith by our works, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}