{"ID":6290, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Behold the Man”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A true man is strong enough to withstand the wiles of Satan and humble enough to submit himself to the redemptive powers of the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p4\" class=\"\">A few months ago I received a letter from a family friend whom we had not seen for many years. Her letter was an expression of hopelessness and a plea for help. After struggling to raise her children as a single mother, she was now remarried. Her nonmember husband was a rough outdoorsman who attempted to express his manhood through drinking, foul language, tough talk, and questionable behavior. Her great concern was that her husband’s example was teaching her son that these indeed were the traits of manhood. Her plea to me: Is there some way, even though separated by great distances, that I might speak to her son, whom we shall call Ben, about the characteristics of true manhood? In answer to that plea, tonight I shall attempt to respond. Thus I address my remarks to a faraway friend and to all the “Bens” in the Church attempting to measure up as a man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p5\" class=\"\">So, Ben, let’s talk. We all seek acceptance and recognition as we enter the adult world. Adulthood comes to us one way or another if we live long enough. True manhood, however, comes only if and when we earn it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p6\" class=\"\">Satan is known as the great deceiver. His religion, his philosophy, and his work is based on deception and lies. His objective is to thwart the work of the Lord by misleading us and eventually making us “miserable like unto himself” (<span class=\"citation\" id=\"4740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4740)\">2 Ne. 2:27<\/a><\/span>). He would have us believe that he is the man and that his ways bring us to manhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p7\" class=\"\">By contrast, Jesus voluntarily submitted Himself to the will of the Father. As a result He was betrayed, accused, beaten, and judged. His sacrifice was not mandatory. It was borne out of courage, duty, and love, and it led Him to the bitter cup that caused Him to bleed from every pore. After Pilate had witnessed the enormous suffering and humiliation of Jesus and even argued for His release, he finally succumbed to the demands of the Jews. As he turned Him over for crucifixion, he did so with the simple but defining words, “Behold the man!” (<span class=\"citation\" id=\"29983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29983)\">John 19:5<\/a><\/span>). Yes, Jesus is the man. He possesses all characteristics of the true, ideal man. His ways, not Satan’s ways, lead to manhood. Anyone who believes otherwise is already tangling himself up in the everlasting chains of Satan’s deception (see <span class=\"citation\" id=\"4769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4769)\">2 Ne. 28:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p8\" class=\"\">Ben, every young man must choose between good and evil and between the ways of God and the ways of Satan. When a young man begins to smoke to prove he is a man, whose man is he becoming? When a young man begins drinking, takes drugs, participates in immorality, is boisterous or unruly, whose man is he becoming? It has been said that many a boy begins smoking as a teenager to prove he is a man, and he tries to quit at age 30 for the same reason. There is no manhood in succumbing to Satan. There is no manhood in being defeated by his principles.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">So, Ben, with this background, let me give you my criteria for true manhood. Because of time constraints, I limit myself to only two criteria of what could be many:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>A true man is strong enough to withstand the wiles of Satan.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>A true man is humble enough to submit himself to the redemptive powers of the Savior.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p12\" class=\"\">I suppose it is natural for us to equate strength, machoism, and maybe even boisterous and aggressive behavior with manhood. However, the attributes of true manhood are not necessarily physical. Let me attempt to explain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p13\" class=\"\">The Apostle Paul warned, “We wrestle not against flesh and blood [which is not the real test of manhood], but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness” (<span class=\"citation\" id=\"22099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22099)\">Eph. 6:12<\/a><\/span>). Real courage includes standing against the evil one, even when we stand alone, often feeling the disdain and the ridicule of others. This is courage. This is strength. This is manhood, and it can be tough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p14\" class=\"\">I know a young man who was thrilled to be selected for an all-star basketball team to play in a tournament in another state. The first evening at the hotel, the other roommates decided to watch pornographic movies. This boy left the room and walked the city by himself well into the night until the movies were over. I am sure it was embarrassing, lonely, and challenging. But that is courage; that is manhood in its truest sense. And I say, “Behold a man!”—an 18-year-old boy turned man. I know hundreds of young men who have withstood ridicule and embarrassment to turn down drugs, alcohol, and sex in order to turn to serve one another, provide a righteous example, or defend the principles of righteousness. All young men must face the wiles of Satan. It is impossible to escape this fight. But it is always possible to come out victorious. Yes, a true man is strong enough to withstand the wiles of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p15\" class=\"\">Ben, some burdens that we are called to bear are so heavy that we can only conquer them through humility, submissiveness, and contrition. That sounds like a contradiction, doesn’t it—gaining strength and power through humility, submissiveness, and contrition. But that is one of the great ironies of life—we can receive power beyond our natural ability by submitting our will to the Father. We all fall victim to the tempter to some degree. Sometimes we even get entangled in serious transgression—transgression that has eternal consequences. Those who have committed serious transgression must follow the carefully planned path of repentance provided by the Savior and often directed by a bishop or stake president. This becomes the true test of manhood, and not all are man enough to meet this challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p16\" class=\"\">Some months ago I was given the assignment to interview a young man, 21 years old, to determine if his repentance was sufficient for him to serve a mission. My heart ached as I read of the serious problems and transgressions in his past. I wondered if it would be possible that one with such a background could ever prepare himself to worthily serve a mission. At the appointed time for my interview I saw a handsome young man approaching me. He was immaculately groomed and had a wonderful countenance about him. He looked like a returned missionary, and I wondered who he was. As he approached he extended his hand and, to my surprise, introduced himself as the young man I was to interview.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p17\" class=\"\">During the interview I simply asked, “Why am I visiting with you tonight?” Then he laid out the sordid details of his past. After reviewing and confessing again his transgression, he began talking to me about the Atonement and the years of painful repentance that brought him to this very interview. He expressed his love for the Savior and then explained that Christ’s Atonement was sufficient to rescue even a boy like him. At the conclusion of the interview, I placed my hand on his shoulder and said, “When I get back to Church headquarters, my recommendation will be that you be permitted to serve a mission.” And then I said, “I ask only one thing of you—just one. If you are privileged to serve, I want you to be the best missionary in the entire Church. That is all.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p18\" class=\"\">About four months later I was speaking at a missionary devotional at the Missionary Training Center in Provo, Utah. After the devotional I was standing in front of the podium greeting missionaries when I noticed a familiar face approaching me. My first thought was that I was about to be embarrassed because I was supposed to know this young man. I could not remember where I had met him, and I knew the first question that he was going to ask me. Sure enough, he extended his hand and asked, “Do you remember me?” Apologetically and somewhat embarrassingly, I answered: “I am sorry. I know I should know you, but I just do not remember.” He then said: “Well, let me tell you who I am. I am the best missionary in the MTC.” I could not withhold the tear that slowly trickled down my cheek as I thought: “Here is a man. He met his Gethsemane. He paid the painful price of repentance. He has humbled himself and submitted himself to the redemptive power of the Savior. He has met the challenges. He has measured up to true manhood.” And I say, “Behold a man,” a man humble enough to submit himself to the redemptive powers of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p19\" class=\"\">Ben, you can describe a man in inches, pounds, complexion, or physique. But you measure a man by character, compassion, integrity, tenderness, and principle. Simply stated, the measures of a man are embedded in his heart and soul, not in his physical attributes (see <span class=\"citation\" id=\"2718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2718)\">1 Sam. 16:7<\/a><\/span>). But they can be viewed in conduct and demeanor. The qualities of manhood are so often evident in this thing we call countenance. When Alma queried, “Have ye received his image [meaning the Savior—the true man] in your countenances?” (<span class=\"citation\" id=\"10335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10335)\">Alma 5:14<\/a><\/span>), he, my friend, was talking about the attributes of true manhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p20\" class=\"\">Yes, Ben, Satan has his man and God has His man, and Satan has his characteristics of manhood and God has His. Satan would present his characteristics as the true measurement of manhood and God’s criteria as weak and wimpy. But one must understand that Satan’s criteria will almost always be the easiest and the wimpiest. Satan’s way takes no courage, no character, no personal strength, and it proves no manhood at all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p21\" class=\"\">A true man does not need Satan to lead him down the easy path with his everlasting chains of destruction. A true man is strong enough to withstand the wiles of Satan and humble enough to submit himself to the redemptive powers of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/behold-the-man.p22\" class=\"\">Moses, in a moment of both motivation and rebuke, charged the Israelites, “Who is on the Lord’s side?” (<span class=\"citation\" id=\"23090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23090)\">Ex. 32:26<\/a><\/span>). What he was really asking was, “Whose man are you, anyway?” Our Father in Heaven is called “Man of Holiness” (<span class=\"citation\" id=\"39999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39999)\">Moses 6:57<\/a><\/span>; <span class=\"citation\" id=\"40000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40000)\">Moses 7:35<\/a><\/span>). That is a title we reserve with reverence for the Supreme Being. It is not a title we take upon ourselves, Ben. But every priesthood bearer should seek to be known simply as a man of God. That, my dear friend, is manhood. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}