{"ID":6292, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Of Seeds and Soils\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">We particularly want you young men to have a strong testimony, with solid roots, because only then will it be an unerring compass for you.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p4\" class=\"\">My dear brethren, the responsibility of addressing this vast army of priesthood holders has weighed heavily upon me. I seek the blessing of the Lord and your prayers in doing so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p5\" class=\"\">I am grateful that I was taught as a child how to plant seeds. Through the miracle of life, we planted the seeds and produced delicious fresh peas, corn, carrots, turnips, onions, and potatoes from our own garden. I clearly remember a most meaningful experience when my grandfather showed us how to sow alfalfa seeds by hand. He had plowed and harrowed the ground to prepare the seedbed. Then he took a handful of seeds, and with a wide swing of his arm he artfully scattered them as he paced across the field in geometric patterns. Although birds ate some of the alfalfa seed, the crop grew, and the stand was rich and plentiful for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p6\" class=\"\">This experience helped me later, as a missionary, to understand the Savior’s parable of the sower, which is actually a parable about different kinds of soil. He taught that “some seeds fell by the way side, and the fowls came and devoured them up:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p7\" class=\"\">“Some fell upon stony places, where they had not much earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p8\" class=\"\">“And when the sun was up, they were scorched; and because they had no root, they withered away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p9\" class=\"\">“And some fell among thorns; and the thorns sprung up, and choked them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p10\" class=\"\">“But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_021\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37835)\">Matt. 13:4–8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p11\" class=\"\">In this parable, the seed is the same but it lands on four different kinds of soil. The Savior also explained the meaning of the parable. The seed that “fell by the way side” represents those who hear the word of God but do not understand it and fall into the clutches of Satan. The second seed, which “fell upon stony places,” describes those who joyfully hear the word and thrive as long as all goes well. But when trials come and they feel peer pressure because of their beliefs, they are offended and do not endure. The third seed, which “fell among thorns,” represents those who hear the word, but worldliness and riches are more important to them, and they fall away from the truth. The last seed, however, which “fell into good ground,” represents those who hear the word, understand it, live it, and reap great eternal rewards.<sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_021\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"37837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37837)\">Matt. 13:19–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p12\" class=\"\">The Book of Mormon provides several examples of seed that fell by the wayside. One of them is in the account of the Zoramites. Alma records that the Zoramites “had had the word of God preached unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p13\" class=\"\">“But they had fallen into great errors, for they would not observe to keep the commandments of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_021\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10360)\">Alma 31:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p14\" class=\"\">Alma headed a mission to reclaim them. In his teaching, Alma compared the word unto a seed and reasoned with them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p15\" class=\"\">“Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding.”<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_021\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10362)\">Alma 32:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p16\" class=\"\">The account reveals that many of the poor among the Zoramites were converted and joined the righteous people of Ammon in the land of Jershon after Alma and his companions replanted the seed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p17\" class=\"\">Some seeds fell upon stony places in the early days of the Church when the Prophet Joseph Smith issued calls to several converts to serve as missionaries. One of them was Simonds Ryder, who was ordained an elder on June 6, 1831, by Joseph Smith. After reading the revelation that pertained to him and finding that his name had been spelled “Rider” instead of “Ryder,” he became offended, apparently unaware that Joseph Smith often dictated revelations to his scribes. His disillusionment over the misspelling of his name led not only to his apostasy but ultimately to his infamy in helping to tar and feather the Prophet Joseph.<sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_021\">5<\/a>\n       <span class=\"footnote\">[See Milton V. Backman Jr., <span class=\"emphasis\">The Heavens Resound: A History of the Latter-day Saints in Ohio, 1830–1838<\/span> (1983), 93–94; and Donald Q. Cannon and Lyndon W. Cook, eds., <span class=\"emphasis\">Far West Record: Minutes of The Church of Jesus Christ of Latter-day Saints, 1830–1844<\/span> (1983), 286.]<\/span><\/sup> Like the seed that fell upon stony places, Simonds Ryder joyfully received the word at first but quickly became offended over a trivial matter and lost his place in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p18\" class=\"\">Sometimes thorns choke the seedbed, as was the case with the rich young man who asked the Savior what he needed to do to inherit eternal life. He stated that he had kept all the Ten Commandments from his youth and asked, “What lack I yet?” Recognizing the young man’s attachment to his riches, Jesus taught him about a higher law of the gospel: “Sell [all] that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.” Matthew records, “When the young man heard that saying, he went away sorrowful: for he had great possessions.”<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37849)\">Matt. 19:20–22<\/a><\/span>.]<\/span><\/sup> The seed had been planted in this young man, but because of his riches, it had fallen among the thorns and became choked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p19\" class=\"\">Today, as we travel throughout the world, we see that many seeds have fallen into good ground. We meet wonderful, stalwart members of the Church who are faithful and dedicated. Some of us who have sown seeds as missionaries may have felt that those seeds fell on hard ground. It is not always possible to know the consequences of one single contact. For years William R. Wagstaff, who served in the North Central States Mission from 1928 to 1930, felt disappointed he had not baptized more people. In the summer of 1929 he and his companion visited a farm family about 180 miles west of Winnipeg.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p20\" class=\"\">“Brother Wagstaff remembered giving a copy of the Book of Mormon to the mother and discussing the gospel with her during numerous visits through that and the following summer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p21\" class=\"\">“He recalled that during each visit ‘she’d take off her apron and we’d sit down and discuss the gospel. She’d read and have lots of questions.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p22\" class=\"\">“But at the close of his mission, she still had not been baptized, and he lost touch with her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p23\" class=\"\">Brother Wagstaff went home, married, and raised a family. Then in October 1969 he and his wife attended his missionary reunion. “A lady approached him and asked, ‘Aren’t you Elder Wagstaff?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p24\" class=\"\">“… She introduced herself as the woman he had taught on the farm outside Winnipeg. In her hand was a worn copy of the Book of Mormon—the one he had given her 40 years earlier.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p25\" class=\"\">“‘She showed me the book,’ he related. ‘I turned over the front and there was my name and address.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p26\" class=\"\">“She then told Brother Wagstaff about 60 members of her family were members of the Church, including a branch president.”<sup class=\"noteMarker\"><a href=\"#footnote7-99911_000_021\">7<\/a>\n       <span class=\"footnote\">[Julie A. Dockstader, “Missionary Moments: A Lot of Rejoicing,” <span class=\"emphasis\">Church News, <\/span>4 May 1991, 16.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p27\" class=\"\">Elder Wagstaff planted the seed during his mission but went home while it was still in the ground. Forty years later he learned of the rich harvest that eventually had come to pass and that “whatsoever a man soweth, that shall he also reap.”<sup class=\"noteMarker\"><a href=\"#footnote8-99911_000_021\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23379)\">Gal. 6:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p28\" class=\"\">Each of us needs to nourish our seeds of faith so that they continue to take root. President Hinckley has strongly urged us to help the new members prepare their souls so that the seeds of faith planted by the missionaries can grow and develop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p29\" class=\"\">Yet at the same time, the ground seems to be hardening, and many are less receptive to things of the Spirit. The miracles of modern technology have brought efficiency into our lives in ways not dreamed of a generation ago, yet with this new technology has come a deluge of new challenges to our morals and our values. Some tend to rely more on technology than on theology. I hasten to add that scientific knowledge, the marvels of communication, and the wonders of modern medicine have come from the Lord to enhance His work throughout the world. As an example, the Church’s FamilySearch® Web site has more than seven million hits a day. But Satan, of course, is aware of this great progress in technology and likewise takes advantage of it for his purposes, which are to destroy and despoil. He delights in the pornography on the Internet and the sleaze in many of our movies and television shows. He has even engineered some of his own satanic messages into some of our modern music. For the seeds of faith to sprout in our lives, we must avoid Satan’s grasp.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p30\" class=\"\">We also need to prepare our own seedbed of faith. To do this we need to plow the soil through daily humble prayer, asking for strength and forgiveness. We need to harrow the soil by overcoming our feelings of pride. We need to prepare the seedbed by keeping the commandments to the best of our ability. We need to be honest with the Lord in the payment of our tithing and our other offerings. We need to be worthy and able to call forth the great powers of the priesthood to bless ourselves, our families, and others for whom we have responsibility. There is no better place for the spiritual seeds of our faith to be nurtured than within the hallowed sanctuaries of our temples and in our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p31\" class=\"\">You young men of the Aaronic Priesthood should strive very diligently to acquire a skill and as much education as possible. You deacons and teachers do not have to determine your ultimate careers, yet you do need to lay the groundwork in preparation to meet life’s challenges and ultimately to provide for your future wives and families. In a way, young men who do not awaken early to their God-given talents and possibilities are not fully honoring their priesthood. I know that in some parts of the world this is a most difficult challenge, but opportunities for you young men will be enhanced if you will learn well a basic skill. It would benefit you young men if you would also learn another language. If you fail to prepare in your youth, it will be too late to begin preparation when you reach adulthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p32\" class=\"\">As I have associated with a few of our young people, I have wondered why the seeds have fallen into hard ground. It often seems that not enough effort has been made to prepare the ground to receive the seeds of faith, as my grandfather did with his alfalfa field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p33\" class=\"\">I believe that many bright and special and valiant spirits have been saved for this challenging time. I’m thinking about one bright little boy called Timmy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p34\" class=\"\">Timmy had only two pennies in his pocket when he approached the farmer and pointed to a tomato hanging lusciously from a vine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p35\" class=\"\">“Give you two cents for it,” the boy offered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p36\" class=\"\">“That kind brings a nickel,” the farmer told him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p37\" class=\"\">“This one?” Timmy asked, pointing to a smaller, greener, and less tempting specimen. The farmer nodded agreement. “OK,” said Timmy, and sealed the deal by placing his two pennies in the farmer’s hand. “I’ll pick it up in about a week.”<sup class=\"noteMarker\"><a href=\"#footnote9-99911_000_021\">9<\/a>\n       <span class=\"footnote\">[In Jacob M. Braude, comp., <span class=\"emphasis\">Braude’s Treasury of Wit and Humor<\/span> (1964), 175.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p38\" class=\"\">You young men could learn from Timmy, who invested two cents in a tomato that would be worth five cents in the future. If you are willing to invest now, you young men will have opportunities to accomplish as much as any generation that has ever lived. For too many, however, the seed of faith falls among thorns, and the seed becomes unfruitful.<sup class=\"noteMarker\"><a href=\"#footnote10-99911_000_021\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"37838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37838)\">Matt. 13:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p39\" class=\"\">You, my brethren who hold the holy priesthood of God, may wonder why we are anxious that the seeds of faith be nurtured in you. We particularly want you young men to have a strong testimony, with solid roots, because only then will it be an unerring compass for you, enabling you to withstand the strong winds of adversity which blow. We believe the salvation of the world has been placed upon the priesthood of this Church. This responsibility rests squarely upon us. We cannot shirk it. As President Gordon B. Hinckley said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p40\" class=\"\">“If the world is going to be saved, we have to do it. There is no escaping from that. No other people in the history of the world have received the kind of mandate that we have received. We are responsible for all who have lived upon the earth. That involves our family history and temple work. We are responsible for all who now live upon the earth, and that involves our missionary work. And we are going to be responsible for all who will yet live upon the earth.”<sup class=\"noteMarker\"><a href=\"#footnote11-99911_000_021\">11<\/a>\n       <span class=\"footnote\">[Mission presidents’ seminar, 25 June 1999; quoted in “Church Is Really Doing Well,” <span class=\"emphasis\">Church News<\/span>, 3 July 1999, 3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p41\" class=\"\">Now, brethren, because we hold these precious powers, I believe we are going to be held accountable in our efforts to accomplish this overwhelming responsibility. We cannot be ashamed of the doctrine because it is not popular or socially acceptable. We must not apologize for what has been revealed through our prophets in our time. It is the word of the Lord to the world. There is always a price to be paid if we are to have a witness of this holy work. There is always a trial of our faith.<sup class=\"noteMarker\"><a href=\"#footnote12-99911_000_021\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21167)\">D&amp;C 105:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/of-seeds-and-soils.p42\" class=\"\">Alma said that when we feel the seed of faith growing, it will enlarge our souls, enlighten our understanding, and be delicious to our taste. May God bless you to have the experience that these words describe, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37835)\">Matt. 13:4–8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"37837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37837)\">Matt. 13:19–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10360)\">Alma 31:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10362)\">Alma 32:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See Milton V. Backman Jr., <span class=\"emphasis\">The Heavens Resound: A History of the Latter-day Saints in Ohio, 1830–1838<\/span> (1983), 93–94; and Donald Q. Cannon and Lyndon W. Cook, eds., <span class=\"emphasis\">Far West Record: Minutes of The Church of Jesus Christ of Latter-day Saints, 1830–1844<\/span> (1983), 286.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37849)\">Matt. 19:20–22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99911_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Julie A. Dockstader, “Missionary Moments: A Lot of Rejoicing,” <span class=\"emphasis\">Church News, <\/span>4 May 1991, 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99911_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23379)\">Gal. 6:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99911_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>In Jacob M. Braude, comp., <span class=\"emphasis\">Braude’s Treasury of Wit and Humor<\/span> (1964), 175.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99911_000_021\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"37838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37838)\">Matt. 13:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99911_000_021\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Mission presidents’ seminar, 25 June 1999; quoted in “Church Is Really Doing Well,” <span class=\"emphasis\">Church News<\/span>, 3 July 1999, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_021\"><a name=\"-99911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99911_000_021\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21167)\">D&amp;C 105:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}