{"ID":6293, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood Power\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The priesthood is not really so much a gift as it is a commission to serve, a privilege to lift, and an opportunity to bless the lives of others.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p4\" class=\"\">Brethren of the priesthood, assembled here and worldwide, I am humbled by the responsibility which is mine to address a few remarks to you. I pray for the Spirit of the Lord to attend me as I do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p5\" class=\"\">Some of you are deacons; others are teachers or priests—all offices in the Aaronic Priesthood. Many of you are elders, seventies, or high priests. Much is expected of each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p6\" class=\"\">In a proclamation of the First Presidency and the Council of the Twelve Apostles issued on April 6, 1980, this declaration of testimony and truth was set forth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p7\" class=\"\">“We solemnly affirm that The Church of Jesus Christ of Latter-day Saints is in fact a restoration of the Church established by the Son of God, when in mortality he organized his work upon the earth; that it carries his sacred name, even the name of Jesus Christ; that it is built upon a foundation of Apostles and prophets, he being the chief cornerstone; that its priesthood, in both the Aaronic and Melchizedek orders, was restored under the hands of those who held it anciently: John the Baptist, in the case of the Aaronic; and Peter, James, and John in the case of the Melchizedek.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_022\">1<\/a>\n       <span class=\"footnote\">[“Proclamation,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 52.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p8\" class=\"\">On October 6, 1889, President George Q. Cannon expressed this plea:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p9\" class=\"\">“I want to see the power of the Priesthood strengthened. … I want to see this strength and power diffused through the entire body of the Priesthood, reaching from the head down to the least and most humble deacon in the Church. Every man should seek for and enjoy the revelations of God, the light of heaven shining in his soul and giving unto him knowledge concerning his duties, concerning that portion of the work of God that devolves upon him in his Priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_022\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret Weekly, <\/span>2 Nov. 1889, 598.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p10\" class=\"\">The Lord Himself summed up our responsibility when He, in the revelation on the priesthood, urged, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21168)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p11\" class=\"\">Brethren of the Aaronic Priesthood, whether deacon, teacher, or priest, learn your duty. Brethren of the Melchizedek Priesthood, learn your duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p12\" class=\"\">Some years ago, as our youngest son, Clark, was approaching his 12th birthday, he and I were leaving the Church Administration Building when President Harold B. Lee greeted us. I mentioned to President Lee that Clark would soon be 12, whereupon President Lee asked him, “What happens to you, Clark, when you turn 12?” This was one of those times when a father prays that a son will be inspired to give a proper response. Without hesitation Clark said to President Lee, “I will be ordained a deacon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p13\" class=\"\">The answer was the one President Lee had sought. He then counseled our son, “Remember, it is a great blessing to hold the priesthood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p14\" class=\"\">I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p15\" class=\"\">Forty-four years ago I heard William J. Critchlow Jr., then president of the South Ogden Stake, speak to the brethren in the general priesthood session of conference, and retell a story concerning trust, honor, and duty. May I share the story with you. Its simple lesson applies to us today, as it did then.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p16\" class=\"\">“Rupert stood by the side of the road watching an unusual number of people hurry past. At length he recognized a friend. ‘Where are all of you going in such a hurry?’ he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p17\" class=\"\">“The friend paused. ‘Haven’t you heard?’ he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p18\" class=\"\">“‘I’ve heard nothing,’ Rupert answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p19\" class=\"\">“‘Well,’ continued [the] friend, ‘the King has lost his royal emerald. Yesterday he attended a wedding of the nobility and wore the emerald on the slender golden chain around his neck. In some way the emerald became loosened from the chain. Everyone is searching, for the King has offered a reward … to the one who finds it. Come, we must hurry.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p20\" class=\"\">“‘But I cannot go without asking Grandmother,’ faltered Rupert.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p21\" class=\"\">“‘Then I cannot wait. I want to find the emerald,’ replied his friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p22\" class=\"\">“Rupert hurried back to the cabin at the edge of the woods to seek his grandmother’s permission. ‘If I could find it we could leave this hut with its dampness and buy a piece of land up on the hillside,’ he pleaded with Grandmother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p23\" class=\"\">“But his grandmother shook her head. ‘What would the sheep do?’ she asked. ‘Already they are restless in the pen, waiting to be taken to the pasture—and please do not forget to take them to water when the sun shines high in the heavens.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p24\" class=\"\">“Sorrowfully, Rupert took the sheep to the pasture, and at noon he led them to the brook in the woods. There he sat on a large stone by the stream. ‘If I could only have had a chance to look for the King’s emerald,’ he thought. Turning his head to gaze down at the sandy bottom of the brook, suddenly he stared into the water. What was it? It could not be! He leaped into the water, and his gripping fingers held something that was green, with a slender bit of gold chain. ‘The King’s emerald!’ he shouted. ‘It must have been flung from the chain when the King [astride his horse, galloped across the bridge spanning the stream, and the current carried] it here.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p25\" class=\"\">“With shining eyes Rupert ran to his grandmother’s hut to tell her of his great find. ‘Bless you, my boy,’ she said, ‘but you never would have found it if you had not been doing your duty, herding the sheep.’ And Rupert knew that this was the truth.”<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_022\">4<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1955, 86; paragraphing, capitalization, and punctuation altered.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p26\" class=\"\">The lesson to be learned from this story is found in the familiar couplet: “Do your duty; that is best. Leave unto the Lord the rest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p27\" class=\"\">Should there be anyone who feels he is too weak to change the onward and downward course of his life, or should there be those who fail to resolve to do better because of that greatest of fears—the fear of failure—there is no more comforting assurance to be had than these words of the Lord: “My grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.”<sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22464)\">Ether 12:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p28\" class=\"\">Miracles are everywhere to be found when priesthood callings are magnified. When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p29\" class=\"\">The priesthood is not really so much a gift as it is a commission to serve, a privilege to lift, and an opportunity to bless the lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p30\" class=\"\">Brethren, let us who have responsibility with the Aaronic Priesthood young men not only provide them opportunities to learn but also set before them examples worthy of emulation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p31\" class=\"\">For those of us who hold the Melchizedek Priesthood, our privilege to magnify our callings is ever present. We are shepherds watching over Israel. The hungry sheep look up, ready to be fed the bread of life. Are we prepared to feed the flock of God? It is imperative that we recognize the worth of a human soul, that we never give up on one of His precious sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p32\" class=\"\">May I share with you a letter from a young man which reflects the spirit of love and which helped to make firm a testimony of the gospel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p33\" class=\"\">“Dear President Monson:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p34\" class=\"\">“Thank you for speaking to us at the National Scouting Jamboree held at Fort A. P. Hill, Virginia. On the tour that we took we saw a lot of famous places like Niagara Falls, the Statue of Liberty, the Liberty Bell, and many other places. The one I enjoyed the most was the Sacred Grove. Our parents had written us all letters to read by ourselves while in the grove. After I had finished the letter my parents had written to me, I knelt in prayer. I asked if the Church was really true and if Joseph Smith really did see a vision and is a true prophet of God, and also if President Hinckley is a true prophet of God. Right after I was done praying I felt this feeling of the Spirit that these things were indeed true. I had prayed before about the same things but never received such a powerful answer. There was no way that I could deny that this Church is true or that President Hinckley is a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p35\" class=\"\">“I feel so blessed to be a member of this Church. Thanks again for attending the Jamboree.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p36\" class=\"\">“Sincerely,<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p37\" class=\"\">“Chad D. Olson<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p38\" class=\"\">“P. S. We gave our tour guide and our bus driver a copy of the Book of Mormon with our testimonies in it. They are the greatest! I want to be a missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p39\" class=\"\">Like Joseph Smith, this young man had retired to a sacred grove and prayed for answers to questions phrased by his inquiring mind. Once more a prayer was answered and a confirmation of the truth was gained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p40\" class=\"\">There are many less-active members who wander in the wilderness of wonder or who struggle in the swamp of sin. One such member wrote to me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p41\" class=\"\">“I’m afraid to be alone. The gospel has never left my heart, even though it has left my life. I ask for your prayers. I would be happy to even eat the crumbs that fall from the table of the lowliest member of the Church, because he has more than I have now. I used to think position and responsibility were important in the Church, but now I know I was wrong all the time. It was membership, priesthood power, fatherhood, and service. I know where the Church is, but sometimes I think I need someone else to show me the way, encourage me, take away my fear, and bear testimony to me. I thought the Church was lost, when really it was only me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p42\" class=\"\">The call of duty can come quietly as we who hold the priesthood respond to the assignments we receive. President George Albert Smith, that modest yet effective leader, declared, “It is your duty first of all to learn what the Lord wants and then by the power and strength of [your] holy Priesthood to magnify your calling in the presence of your fellows in such a way that the people will be glad to follow you.”<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_022\">6<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1942, 14.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p43\" class=\"\">What does it mean to magnify a calling? It means to build it up in dignity and importance, to make it honorable and commendable in the eyes of all men, to enlarge and strengthen it to let the light of heaven shine through it to the view of other men. And how does one magnify a calling? Simply by performing the service that pertains to it. An elder magnifies the ordained calling of an elder by learning what his duties as an elder are and then by doing them. As with an elder, so with a deacon, a teacher, a priest, a bishop, and each who holds office in the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p44\" class=\"\">As we remember, Paul, who was known as Saul, was on his way to Damascus to persecute the Christians there. As he journeyed close to the city of Damascus, a bright light shone round about him, and he fell to the earth, stunned, and he heard a voice saying, “Saul, Saul, why persecutest thou me?” And Saul asked, “Who art thou, Lord?” And the voice said, “I am Jesus.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p45\" class=\"\">A penitent Saul asked, “Lord, what wilt thou have me to do?” With the Lord’s answer, Saul the persecutor became Paul the proselytizer and began his great missionary endeavors.<sup class=\"noteMarker\"><a href=\"#footnote7-99911_000_022\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8477)\">Acts 9:3–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p46\" class=\"\">Brethren, it is in <span class=\"emphasis\">doing<\/span>—not just <span class=\"emphasis\">dreaming<\/span>—that lives are blessed, others are guided, and souls are saved. “Be ye doers of the word, and not hearers only, deceiving your own selves,” added James.<sup class=\"noteMarker\"><a href=\"#footnote8-99911_000_022\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26418)\">James 1:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p47\" class=\"\">May all of us assembled tonight in this priesthood meeting make a renewed effort to qualify for the Lord’s guidance in our lives. There are many out there who plead and pray for help. There are those who are discouraged, those who are beset by poor health and challenges of life which leave them in despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p48\" class=\"\">I’ve always believed in the truth of the words, “God’s sweetest blessings always go by hands that serve him here below.”<sup class=\"noteMarker\"><a href=\"#footnote9-99911_000_022\">9<\/a>\n       <span class=\"footnote\">[Whitney Montgomery, “Revelation,” in <span class=\"emphasis\">Best-Loved Poems of the LDS People<\/span>, ed. Jack M. Lyon and others (1996), 283.]<\/span><\/sup> Let us have ready hands, clean hands, and willing hands, that we may participate in providing what our Heavenly Father would have others receive from Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p49\" class=\"\">I conclude with an example in my own life. Once I had a treasured friend who seemed to experience more of life’s troubles and frustrations than he could bear. Finally he lay in the hospital, terminally ill. I knew not that he was there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p50\" class=\"\">Sister Monson and I had gone to that same hospital to visit another person who was very ill. As we exited the hospital and proceeded to where our car was parked, I felt the distinct impression to return and make inquiry concerning whether Hyrum Adams might be a patient there. Long years before, I had learned never, never, to postpone a prompting from the Lord. It was late, but a check with the desk clerk confirmed that indeed Hyrum was a patient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p51\" class=\"\">We proceeded to his room, knocked on the door, and opened it. We were not prepared for the sight that awaited us. Balloon bouquets were everywhere. Prominently displayed on the wall was a poster with the words “Happy Birthday” written on it. Hyrum was sitting up in his hospital bed, his family members by his side. When he saw us, he said, “Why, Brother Monson, how in the world did you know that this is my birthday?” I smiled but I left the question unanswered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p52\" class=\"\">Those in the room who held the Melchizedek Priesthood surrounded this, their father and my friend, and a priesthood blessing was given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p53\" class=\"\">After tears were shed, smiles of gratitude exchanged, and tender hugs received and given, I leaned over to Hyrum and spoke softly to him: “Hyrum, remember the words of the Lord, for they will sustain you. He promised, ‘I will not leave you comfortless: I will come to you.’”<sup class=\"noteMarker\"><a href=\"#footnote10-99911_000_022\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29965)\">John 14:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/priesthood-power.p54\" class=\"\">May each of us ever be on the Lord’s errand and thereby be entitled to the Lord’s help, I pray humbly. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Proclamation,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 52.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret Weekly, <\/span>2 Nov. 1889, 598.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21168)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1955, 86; paragraphing, capitalization, and punctuation altered.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22464)\">Ether 12:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1942, 14.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99911_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8477)\">Acts 9:3–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99911_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26418)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99911_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Whitney Montgomery, “Revelation,” in <span class=\"emphasis\">Best-Loved Poems of the LDS People<\/span>, ed. Jack M. Lyon and others (1996), 283.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_022\"><a name=\"-99911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99911_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29965)\">John 14:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}