{"ID":6295, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hope, an Anchor of the Soul\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">Our greatest hope comes from the knowledge that the Savior broke the bands of death. … He atoned for our sins if we repent.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99911_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p5\" class=\"\">My dear brothers and sisters and friends, I come to this pulpit grateful for the inspiration and dedication of those who built this sacred, holy, historic Tabernacle. I pay tribute to President Brigham Young, who was the guiding genius in building this unique edifice and marvelous organ. At the same time I rejoice that, under the inspired leadership of President Hinckley, we are building a magnificent house of worship to accommodate the needs of an ever-growing Church. This new building is an expression of hope for the Church in the coming century.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p6\" class=\"\">This morning “I would speak unto you,” as Moroni said, “concerning hope.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_024\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38787)\">Moro. 7:40<\/a><\/span>.]<\/span><\/sup> There are tremendous sources of hope beyond our own ability, learning, strength, and capacity. Among them is the gift of the Holy Ghost. Through the marvelous blessing of this member of the Godhead, we can come to “know the truth of all things.”<sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38795)\">Moro. 10:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p7\" class=\"\">Hope is the anchor of our souls. I know of no one who is not in need of hope—young or old, strong or weak, rich or poor. As the prophet Ether exhorted, “Wherefore, whoso believeth in God might <span class=\"emphasis\">with surety hope<\/span> for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God.”<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_024\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22460)\">Ether 12:4<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p8\" class=\"\">Nephi admonished those of his day, “Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men … , feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_024\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4779)\">2 Ne. 31:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p9\" class=\"\">Everybody in this life has their challenges and difficulties. That is part of our mortal test. The reason for some of these trials cannot be readily understood except on the basis of faith and hope because there is often a larger purpose which we do not always understand. Peace comes through hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p10\" class=\"\">Few activities are safer than serving a mission for The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p11\" class=\"\">Missionaries are literally in the hands of the Lord. We wish that all of them could be kept totally out of harm’s way all of the time, but that is not realistic. Missionaries, their families, and leaders trust fully in the Lord’s watch care, and when a rare tragedy strikes, they are sustained by the Spirit of Him whom they serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p12\" class=\"\">Last summer I visited Elder Orin Voorheis at his parents’ home in Pleasant Grove, Utah. He is a big, handsome, splendid young man who served in the Argentina Buenos Aires South Mission. One night, about 11 months into his mission, some armed robbers accosted Elder Voorheis and his companion. In a senseless act of violence, one of them shot Elder Voorheis in the head. For days he hovered between life and death, unable to speak, hear, move, or even breathe on his own. Through the faith and prayers of a host of people over a long period of time, he eventually was taken off life support and brought back to the United States.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p13\" class=\"\">After months of extensive hospitalization and therapy, Elder Voorheis became stronger, but he was still paralyzed and unable to speak. Progress was slow. His parents decided that they should bring their son home and care for him in the loving atmosphere of their own family. However, their modest home lacked the space or equipment to give the needed therapy. Many kind neighbors, friends, and benefactors pitched in to build an addition to the home and provide physical therapy equipment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p14\" class=\"\">Elder Voorheis is still almost completely paralyzed and unable to speak, but he has a wonderful spirit and can respond to questions with hand movements. He still wears his missionary badge. His parents do not ask, “Why did this happen to our noble son, who was serving at the call of the Master?” No one has a certain answer except perhaps in circumstances where higher purposes are served. We must walk in faith. We recall the Savior’s reply to the question, “Who did sin, this man, or his parents, that he was born blind?” The Savior answered that no one was at fault but that the works of God might be manifest in him.<sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_024\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"29950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29950)\">John 9:2–3<\/a><\/span>.]<\/span><\/sup> Rather than harbor bitterness, the members of the Voorheis family bow their heads and say to the Lord: “Thy will be done. We have been grateful for him every day of his life, and with the help of others we will willingly bear the burden of caring for him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p15\" class=\"\">My purpose in visiting Elder Voorheis was to join his father, his bishop, his home teacher, and others in giving him a blessing of hope. Some may ask, “Is there hope for Elder Voorheis in this life?” I believe there is great hope for everyone! Sometimes we ask God for miracles, and they often happen but not always in the manner we expect. The quality of Elder Voorheis’s life is less than desirable, but the influence of his life on others is incalculable and everlasting both here and in Argentina. Indeed, after his accident the Kilómetro 26 Branch, where he served in Argentina, grew rapidly and quickly qualified for the construction of a chapel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p16\" class=\"\">Hope is trust in God’s promises, faith that if we act now, the desired blessings will be fulfilled in the future. Abraham “against hope believed in hope, that he might become the father of many nations.” Contrary to human reason, he trusted God, “fully persuaded” that God would fulfill His promises of giving Abraham and Sarah a child in their old ages.<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_024\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43008)\">Rom. 4:18–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p17\" class=\"\">A few years ago, Sister Joyce Audrey Evans, a young mother in Belfast, Northern Ireland, was having trouble with a pregnancy. She went to the hospital, where one of the nurses told her she would probably lose the baby. Sister Evans replied: “But I can’t give up. … You have to give me hope.” Sister Evans later recalled: “I couldn’t give up hope until all reason for hope was gone. It was something I owed to my unborn child.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p18\" class=\"\">Three days later she had a miscarriage. She wrote: “For one long moment, I felt nothing. Then a profound feeling of peace flowed through me. With the peace came understanding. I knew now why I couldn’t give up hope in spite of all the circumstances: you either live in hope or you live in despair. Without hope, you cannot endure to the end. I had looked for an answer to prayers and was not disappointed; I was healed in body and rewarded with a spirit of peace. Never before had I felt so close to my Heavenly Father; never before had I felt such peace. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p19\" class=\"\">“The miracle of peace was not the only blessing to come from this experience. Some weeks later, I fell to thinking about the child I had lost. The Spirit brought to my mind the words from Genesis 4:25 [<span class=\"citation\" id=\"24151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24151)\">Gen. 4:25<\/a><\/span>]: ‘And she bare a son, and called his name Seth: For God, said she, hath appointed me another seed. …’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p20\" class=\"\">“A few months later, I became pregnant again. When my son was born, he was declared to be ‘perfect.’” He was named Evan Seth.<sup class=\"noteMarker\"><a href=\"#footnote7-99911_000_024\">7<\/a>\n       <span class=\"footnote\">[“To Live in Hope,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1995, 70.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p21\" class=\"\">Peace in this life is based upon faith and testimony. We can all find hope from our personal prayers and gain comfort from the scriptures. Priesthood blessings lift us and sustain us. Hope also comes from direct personal revelation, to which we are entitled if we are worthy. We also have the security of living in a time when a prophet who holds and exercises all of the keys of God’s kingdom is on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p22\" class=\"\">Samuel Smiles wrote: “‘Hope is like the sun, which, as we journey towards it, casts the shadow of our burden behind us.’ … Hope sweetens the memory of experiences well loved. It tempers our troubles to our growth and our strength. It befriends us in dark hours, excites us in bright ones. It lends promise to the future and purpose to the past. It turns discouragement to determination.”<sup class=\"noteMarker\"><a href=\"#footnote8-99911_000_024\">8<\/a>\n       <span class=\"footnote\">[In Stan and Sharon Miller, comps., <span class=\"emphasis\">Especially for Mormons,<\/span> 5 vols. (1971–87), 2:113.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p23\" class=\"\">The unfailing source of our hope is that we are sons and daughters of God and that His Son, the Lord Jesus Christ, saved us from death. How can we know that Jesus truly is our Savior and Redeemer? In human terms His reality is almost undefinable, but His presence can be known unequivocally by the Spirit if we continually seek to live under the shadow of His influence. In the Book of Mormon we read the account of Aaron expounding the gospel to Lamoni’s father. He told him, “If thou wilt bow down before God … and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.”<sup class=\"noteMarker\"><a href=\"#footnote9-99911_000_024\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10350)\">Alma 22:16<\/a><\/span>.]<\/span><\/sup> The old king followed this to the letter and received a witness of the truth that Aaron had imparted. As a result, he and all his household were converted and came to know the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p24\" class=\"\">Our greatest hope comes from the knowledge that the Savior broke the bands of death. His victory came through His excruciating pain, suffering, and agony. He atoned for our sins if we repent. In the Garden of Gethsemane came the anguished cry, “O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.”<sup class=\"noteMarker\"><a href=\"#footnote10-99911_000_024\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37862)\">Matt. 26:39<\/a><\/span>.]<\/span><\/sup> Luke described the intensity of the agony: “And being in an agony he prayed more earnestly: and his sweat was as it were great drops of blood falling to the ground.”<sup class=\"noteMarker\"><a href=\"#footnote11-99911_000_024\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32673)\">Luke 22:44<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p25\" class=\"\">All of us can find hope in Peter’s experience during the events leading to the Crucifixion. Perhaps the Lord was speaking to all of us when He said to Peter:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p26\" class=\"\">“Behold, Satan hath desired to have you, that he may sift you as wheat:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p27\" class=\"\">“But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p28\" class=\"\">Peter responded, “Lord, I am ready to go with thee, both into prison, and to death.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p29\" class=\"\">Then the Savior told him, “Peter, the cock shall not crow this day, before … thou shalt thrice deny that thou knowest me.”<sup class=\"noteMarker\"><a href=\"#footnote12-99911_000_024\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32671)\">Luke 22:31–34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p30\" class=\"\">As Peter watched the events unfold, he was identified as a disciple of Christ. A maid said, “This man was also with him,” and Peter answered that he knew Him not. Two others identified Peter as His disciple. Peter again denied knowing the Savior. And while he was speaking a cock crowed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p31\" class=\"\">“And the Lord turned, and looked upon Peter. And Peter remembered the word of the Lord, how he had said unto him, Before the cock crow, thou shalt deny me thrice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p32\" class=\"\">“And Peter went out, and wept bitterly.”<sup class=\"noteMarker\"><a href=\"#footnote13-99911_000_024\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"32674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32674)\">Luke 22:56–62<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p33\" class=\"\">This experience strengthened Peter to the point that he would never fail again and was known as the rock. His hope became firmly anchored to an eternal Rock, even our Redeemer, Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote14-99911_000_024\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"24894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24894)\">Hel. 5:12<\/a><\/span>.]<\/span><\/sup> As the chief Apostle he carried the work forward faithfully and valiantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p34\" class=\"\">As Peter gained hope after a moment of weakness, you, I, and everyone can enjoy the hope that comes from the knowledge that God truly lives. Such hope springs from the belief that if we have faith, somehow He will help us through our challenges—if not in this life, then surely in the life to come. As Paul said to the Corinthians, “If in this life only we have hope in Christ, we are of all men most miserable.”<sup class=\"noteMarker\"><a href=\"#footnote15-99911_000_024\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(985)\">1 Cor. 15:19<\/a><\/span>.]<\/span><\/sup> In the eternal scheme of things, wrongs will be righted. In the perfect justice of the Lord, all who live worthily will be compensated for blessings not enjoyed here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p35\" class=\"\">In my opinion, there has never been in the history of this Church a reason for so much hope for the future of the Church and its members worldwide. I believe and testify that we are moving to a higher level of faith and activity than there ever has been. I pray that each of us will be found holding up our end of the line in this great army of righteousness. Each of us will come before the Holy One of Israel and account for our personal righteousness. We are told that “he employeth no servant there.”<sup class=\"noteMarker\"><a href=\"#footnote16-99911_000_024\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4749)\">2 Ne. 9:41<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/hope-an-anchor-of-the-soul.p36\" class=\"\">There has come with my apostolic calling a sure witness of the life and ministry of the Savior. I declare with Job, “I know that my redeemer liveth.”<sup class=\"noteMarker\"><a href=\"#footnote17-99911_000_024\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26865)\">Job 19:25<\/a><\/span>.]<\/span><\/sup> My witness of this “is in heaven.”<sup class=\"noteMarker\"><a href=\"#footnote18-99911_000_024\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26864)\">Job 16:19<\/a><\/span>.]<\/span><\/sup> Jesus is the Christ, the Savior of all mankind. Joseph Smith was the inspired Prophet who restored the saving keys, authority, and organization delegated to him under the direction of God the Father and His Son, the Lord Jesus Christ. Of this I testify in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38787)\">Moro. 7:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38795)\">Moro. 10:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22460)\">Ether 12:4<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4779)\">2 Ne. 31:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29950)\">John 9:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43008)\">Rom. 4:18–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99911_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“To Live in Hope,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1995, 70.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99911_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In Stan and Sharon Miller, comps., <span class=\"emphasis\">Especially for Mormons,<\/span> 5 vols. (1971–87), 2:113.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99911_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10350)\">Alma 22:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99911_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37862)\">Matt. 26:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-99911_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32673)\">Luke 22:44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-99911_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32671)\">Luke 22:31–34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-99911_000_024\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"32674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32674)\">Luke 22:56–62<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-99911_000_024\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"24894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24894)\">Hel. 5:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-99911_000_024\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(985)\">1 Cor. 15:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-99911_000_024\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4749)\">2 Ne. 9:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-99911_000_024\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26865)\">Job 19:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_024\"><a name=\"-99911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-99911_000_024\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26864)\">Job 16:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}