{"ID":63, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Obligations<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, April 1943, pp. 68-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFirst, brethren, may I make a brief report concerning the response to a request sent out to the\nchairmen of our No-Liquor-Tobacco committees in all the stakes of the Church late last\nsummer and early in the fall.\n<\/p><p>\nPASSAGE OF SHEPPARD BILL URGED\n<\/p><p>\nMany thousands of letters and names attached to petitions went to Washington addressed to\ntheir respective senators and representatives, urging the passage of what was known as the\nSheppard Bill, which, if it had been passed, would have brought prohibition to the military\nreservations and camps and other places where the armed men of this country were serving.\nThe bill failed. The opposition was too strong, but a great deal of good, I am sure, was\naccomplished. In what way? In the little town of Hollingwood in New Jersey, there was an\narmy encampment established. It was a dry community that felt outraged at what was going\non; so by a search of the records they found that in 1901 Congress had passed a law\nprohibiting the sale or bringing onto the reservations and military establishments of this\ncountry alcoholic beverages in any form whatsoever. But in 1933 the Congress of the United\nStates declared that beverages containing not more than three and two tenths percent alcohol\nwere not intoxicating. This law that was found to be already in existence did not mention\nmild beer, but it touched everything else of an alcoholic nature, stronger than 3.2%. So you\nread a few months ago that the War Department had by proclamation banned liquor in all its\nforms except mild beer from military reserves and camps, etc. In other words, the agitation\nto try to get the passage of the Sheppard Bill succeeded in unearthing what had already been\ndone. So we have in effect in the United States the very thing that it was hoped that bill\nwould accomplish, except for mild beer.\n<\/p><p>\nAPPEAL FOR CONTACT WITH MEN IN SERVICE\n<\/p><p>\nAnother thing: I am reading now a brief quotation from an article in a recent number of <i>Good Health<\/i>,\nwhich magazine, in my opinion, is standing valiantly, continually, and persistently for\nthe principles of our Word of Wisdom to an extent that is not exceeded by any other\npublication in this country. This magazine said, and I read:\n<\/p><p>\nArmy life tends to break down moral principles, unless they are firmly established. Removal\nof the restraint of home and business association, evil companionship which would be avoided\nin civil life, abundant temptation, and the recklessness nearness to death may bring, are\namong the reasons for this.\n<\/p><p>\nI read this, brethren, so that you will be reminded that we have time and again requested our\nPriesthood quorums that have members in the armed forces of the United States to keep in\ntouch with them, to write letters to them, to provide a set-up in the quorum that shall insure a\nletter going forward at least monthly to those in the armed services. We heard a report that in\none of the stakes this is being done by another agency; but I want to say to the Priesthood\nauthorities in that stake. Brethren, that does not release you of your responsibility. That work\nis not being done by the Priesthood quorums, by you brethren who have members of your\nbrotherhoods away from home. We can bless them for what they are doing, but will you, too,\nplease do that.\n<\/p><p>\nI am not going to enter into a discussion of the good that these letters can accomplish when\nthey are written, but I am making this appeal again, that they shall be written from every\nquorum of Priesthood in this Church that has any of its members away in the armed forces of\nthe country. We have advised also, and urged, that they keep in touch, quarterly at least with\nthe members of their quorums who are away from home engaged in defense industries of the\ncountry.\n<\/p><p>\nPRESENT DAY REVELATION\n<\/p><p>\nNow, brethren, there is a word or two I would like to say on another topic, and I will\nintroduce it by relating a little incident. A few years ago as I was conducting a class in the\nmission home, a young lady missionary arose and asked: \"Brother Merrill, why do we no\nlonger have revelation in this Church?\" It was of course a very surprising question, but I am\nsure it was sincerely asked, and my answer was: \"Sister, there is no time to discuss this; the\nhour is nearly up, but I say to you if you will go on your mission and give yourself sincerely,\nwholeheartedly to it, obeying the mission rules and regulations, and be obedient to the\nauthority that presides over you, and live near to the Lord, you yourself before you return will\nknow there is revelation in the Church; besides, you will know that the message that you\ncarry is divine, and you will get that knowledge not because you hear others testify to it, but\nbecause you will get it as all others get it, if they really have it, through the channels of\nrevelation direct from heaven.\" \n<\/p><p>\nWhat authority, brethren, have we for that statement? May I say that for the last five and a\nhalf years, since the present policy has been in operation, it has been my great privilege and\nmy delight to interview hundreds of returned missionaries, and I find out from those\nmissionaries by, direct questioning that they have a testimony. All but two of them have said,\n\"Brother Merrill, when I bore testimony, particularly toward the end of my mission, to the\ndivinity of this work I was not expressing an ardent hope or earnest wish that this is the work\nof the Lord, I was saying what I really knew; yes, I know this is the work of the Lord,\" or\nwords to that effect.\n<\/p><p>\nAnd you, my brethren, who are here this afternoon, if given the opportunity could, I presume,\nstand up right now and say that you too know that this is the work of the Lord.\n<\/p><p>\nI am not going to discuss the fact that there is revelation guiding the Church, but I want to\nspeak of your responsibility as having received a personal testimony divinely given of the\ntruthfulness of this work. I think, brethren, that that testimony places upon us a very heavy\nresponsibility. It has been mentioned here by other speakers. What is this responsibility? We\nhave been urged to encourage missionary work; we do it all the time, in all of our quarterly\nconferences, in all our contacts; we do it wherever we go. It is one of the great obligations\nplaced upon, the Church&mdash;that of engaging in missionary work. But there are two methods by\nwhich we may do it, by precept, as those are doing who are called to devote their time to\nusing that method, and by example. But we are all called to use the method of example. And\nso, since we know this is the Lord's work (we bear testimony to that), I feel that we are\nobligated, absolutely obligated&mdash;if reason governs, if we are going to act rationally, if we are\ngoing to be true to our convictions&mdash;to live it; and if we do live it, we are all missionaries,\nevery one of us, all the time. I think our boys who are in the armed services to the extent of\ntwenty thousand or more from this Church, particularly those who have returned from foreign\nmissions for the Church, are finding every day of their lives an opportunity to preach this\ngospel in a way, and perhaps a more effective way, and to greater numbers than they have\never had before.\n<\/p><p>\nThere is one here and one there in a company of hundreds, and if they live as they have been\ntaught, if they will be true to their testimonies, their influence for good will certainly be very\ngreat. And perhaps their influence and their example will be more effective in inviting\ninquiries and in leading to investigation than they have ever been in the mission field.\n<\/p><p>\nSATAN'S POWER A REALITY\n<\/p><p>\nBut now, brethren, may I say that while we are obligated to live worthily we must not feel\nthat it is an easy thing to do. Why is it not easy? Because we inherit weaknesses; we are\nliving in a sinful world; we are powerfully influenced by our environment; and the\ntemptations of the evil one all impose handicaps. And the evil one&mdash;Satan&mdash;to us is not a not a\nmere name, as it is to a very great majority of our Father's children here in mortality to\nwhom the word devil, the word Satan, is a term that personifies evil, and everybody knows\nthere is evil in the world. But to us Satan, or the devil, is the name of a real person, a man\nwith a spirit body, and he is here on earth, cast out from heaven. And he has a myriad of\nhelpers who are other spirit beings in human form and they are here to bring sin, sorrow,\ndistress, and suffering, and destruction into the world; and they are doing it. Wherever the\nSaints are, I think the devil will try to be also. If he can overcome the Saints, he has all the\nworld. He is trying in every way with the aid of experienced helpers and according to the\nintelligence he has to overcome the Saints. Satanic influences are likely to tempt us more or\nless every day, and in respects where we are weak making it hard for us to resist. But, my\nbrethren, we are bound, I feel, by our testimony to resist, to overcome, to live as we profess.\nIf we do that, we will inspire confidence, we will inspire respect among all of those whom we\ncontact. So let there be no hesitation, no faltering, no excuses in our efforts to overcome\ntemptations.\n<\/p><p>\nOUR OBLIGATION TO LIVE RIGHTEOUSLY\n<\/p><p>\nI spoke of weaknesses. What weaknesses do we inherit? Many of them. I will name one that\nall of us inherit to a greater or less amount &mdash;selfishness. We may all find an excuse for\nslipping or failure, if we try hard enough. And we can find an excuse for selfishness,\nexpressed in these words: \"Charity begins at home.\" Yes of course, charity begins at home;\nwe take that for granted. Accordingly, I think of myself; I take care of myself before I think\nof you or do anything about helping you. I have heard time and time again from\nrepresentatives of the general Welfare committee of the Church attending our conferences that\none of the objectives of that great plan is to help us overcome our selfishness. But, brethren, I\nrepeat, by reason of our testimony of the divinity of this work we are obligated, if we are\nhonest, if we are rational, if we are reasonable, if we are true, we are obligated to live\naccording to our Professions, to our teachings. That obligation rests. heavily upon all of us\nbecause we are leaders in the Church, leaders in the stakes and wards and quorums and\nbranches of the Church. We must try so to live that in the sight of our Heavenly Father at any\nrate we are free from justifiable complaint and criticism due to our conduct. We must not\nyield to temptations for wrongdoing. Whatever the influence, whatever the temptation,\nwhatever the circumstances, we must stand true so that our lives will be as lights upon a hill.\nNow the Lord has given each of us, I think, a will power great enough, if used with His help,\nto live acceptably. But we must have His help. We can get His help if we seek it worthily and\npersistently. But if we do not seek it, can we get it? There is no promise. In His great sermon\non the mount Jesus said: \"Ask, and it shall be given you; seek, and ye shall find; knock, and\nit shall be opened unto you\" (<span class=\"citation\" id=\"33837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33837)\">Matt. 7:7<\/a><\/span>).\nBut suppose we do none of those things? Then\nwhat are we promised? There is no promise at all. Seek the Lord is what we are commanded\nto do; seek Him worthily; seek Him in everything we have to do to get the strength, the\ncourage, and the will to live as we teach, and to meet our responsibilities as they have been\nplaced upon our shoulders in the positions that we have accepted all along the way in the\norganization and set-up of the Church.\n<\/p><p>\nNow, brethren, I feel that any man who accepts a position of responsibility in this Church has\nnot only himself to think about and try to live as the Lord would have him live as a private in\nthe Church, but he has the responsibility upon his shoulders of looking after the welfare of\nothers, and that is a responsibility that everyone before me this afternoon has&mdash;the\nresponsibility of looking after the welfare of those who are committed to his charge. You\nofficers of Priesthood quorums are responsible for the activities and everything that you can\ndo to help them.\n<\/p><p>\nINDIVIDUAL RESPONSIBILITY\n<\/p><p>\nIn this connection I want to say, however, that while no officer can be relieved of his\nresponsibility to do his duty to those committed to his care, yet failure to do so does not\njustify the members of his charge in their failure to live according to the teaching and\nstandards of the Church. Each individual will be judged according to his works. No one can\njustify his failures by accusing another of dereliction of duty. Each man has his free agency.\nHe may serve the Lord or otherwise as he chooses. And while officers are duty-bound by\ntheir official responsibilities, so also are individuals obligated by their opportunities. The\nmisdeeds of another cannot justify me in wrongdoing. Careless adults among us should look\nwithin rather than without for the causes of their indifference.\n<\/p><p>\nYet I want to make this point: you and I can help the cause of righteousness very materially,\nevery one of us, if we will live as we teach, as we profess. Then our lives will be as lights\nupon a hill, and others seeing our good works\n(<span class=\"citation\" id=\"33827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33827)\">Matt. 5:14-16<\/a><\/span>)\nwill have their tongues of criticism throttled, if\nnot tied. It is particularly important that we be careful of our personal conduct, avoiding\ninsofar as possible the very appearance of evil\n(<span class=\"citation\" id=\"2730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2730)\">1 Thes. 5:22<\/a><\/span>),\nfor Satan, the liar and deceiver, is ever alert to\nuse every excuse to inspire criticism among our Father's children.\n<\/p><p>\nBrethren, may the Lord help us to be worthy of His blessings, and may we stand true and\nfaithful to our testimonies, to our teachings, to our obligations, that the Lord may use us to\nthe extent of our abilities to promote His work among our fellows, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}