{"ID":630, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">He Is Risen: And He Will Come Again<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1953, pp. 30-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMAN'S ENDOWMENT\n<\/p><p>\nThe Lord created man of the earth,<br \/>\nHe endued them with strength by themselves,<br \/>\nAnd made them according to his image,<br \/>\nAnd put the fear of man upon all flesh,<br \/>\nAnd gave him dominion over beasts and fowls.<br \/>\nCounsel, and tongue, and eyes,<br \/>\nEars, and a heart, gave he them to understand.<br \/>\nWithal he filled them with the knowledge of understanding.<br \/>\nAnd shewed them good and evil.<br \/>\nHe set his eye upon their hearts,<br \/>\nThat he might shew them the greatness of his works,<br \/>\nHe gave them to glory in his marvelous acts for ever,<br \/>\nThat they might declare his works with understanding.<br \/>\nBeside this he gave them knowledge,<br \/>\nAnd law of life for an heritage.<br \/>\nHe made an everlasting covenant with them,<br \/>\nAnd shewed them his judgments.<br \/>\nTheir ways are ever before him; <br \/>\nAnd shall not be hid from his eyes.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;     (Ecclesiasticus 17:1, 3, 4, 6-9, 11, 12, 15.)\n<\/p><p>\nSo many words in holy writ will create within us the Spirit of the Lord as we hear them\ntoday, for it is the Easter time. All of the Evangelists write beautifully of the resurrection. We\nread the words of Mark: \n<\/p><p>\nAnd when the sabbath was past, Mary Magdalene, and Mary the mother of James\nand Salome, had bought sweet spices, that they might come and anoint him.\n<\/p><p>\nAnd very early in the morning, the first day of the week, they came unto the sepulchre at the\nrising of the sun.\n<\/p><p>\nAnd they said among themselves, Who shall roll us away the stone from the door of the\nsepulchre?\n<\/p><p>\nAnd when they looked, they saw that the stone was rolled away: for it was very great.\n<\/p><p>\nAnd entering into the sepulchre, they saw a young man sitting on the right side, clothed in a\nlong white garment; and they were affrighted.\n<\/p><p>\nAnd he said unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he\nis risen; he is not here: behold the place where they laid him\n(<span class=\"citation\" id=\"33065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33065)\">Mark 16:1-6<\/a><\/span>).\n<\/p><p>\nEvery year at Easter time, our hearts are gladdened by the commemoration of the resurrection\nof Jesus Christ, the Savior of the world. Jesus died that we might by our faith be accounted\nworthy to attain eternal life. \"It must needs be,\" he said, \"that the Son of man should suffer\nand be put to death and rise again\" (see\n<span class=\"citation\" id=\"31354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31354)\">Luke 24:7<\/a><\/span>).\n\"Because I live, ye shall also live\"\n(<span class=\"citation\" id=\"27561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27561)\">John 14:19<\/a><\/span>) is the\ndivine message that has brought heavenly solace to millions of souls who have come to the\nknowledge that death is but the beginning of the greater and truer life.\n<\/p><p>\nAn ancient prophet, Isaiah, in speaking of the resurrection of the Savior in language, poetic\nand lofty, says: \n<\/p><p>\nHow beautiful upon the mountains are the feet of him that bringeth good tidings, that\npublisheth peace; that bringeth good tidings of good, that publisheth salvation: that saith unto\nZion, Thy God reigneth! (<span class=\"citation\" id=\"25143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25143)\">Isa. 52:7<\/a><\/span>).\n<\/p><p>\nThis knowledge is the deepest need of mankind today, for while we honor his name and his\ncall we test our lives by other times and by other peoples, never allowing ourselves the one\nthing we need most of all&mdash;vision of the kingdom of God. The last words of Jesus from the\ncross were: \"Father, into thy hands, I commend my spirit...\"\n(<span class=\"citation\" id=\"31351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31351)\">Luke 23:46<\/a><\/span>), words of perfect\ntrust and confidence. In all his life, there was that divine knowledge that from God he came\nand to God he would return. This is why the outward incidents of his life were vested with\nthe splendor of eternity. When he died upon the cross, he assured us of the greater life beyond\nthe grave.\n<\/p><p>\nThe Spirit of the Lord has been in the hearts of the people who are assembled in this holy\nhouse. The lessons of the meaning of life which we will take home will long remain with us.\nOur minds may be open to the truths of the gospel. We cannot listen to the brethren who\nspeak without being impressed with a new sense of power and a new source of comfort,\nbecause we have come to know God through the life of the Master: the Savior of the world.\nWhat could be more divine than to turn our thoughts to Jesus Christ our Savior at Easter\ntime? The learned British author, Lord Ernle, has written: \n<\/p><p>\nThe belief in immortality rests on the belief in the government of the universe by one\nsupreme, moral, and spiritual being. Happy are those whose faith on this point has survived\nthe shock of recent years, and not the least part of their happiness lies in the sure and certain\nhope of a future life.\n<\/p><p>\nFrom the days of father Adam down through all centuries, God has made manifest his truths\nto his children. The divine light has ever shown forth to inspire the sacred teachings which\nwill bring the children of God back to his holy throne. In Homer's Odyssey we have the\nreligious beliefs of the Greeks of ancient Athens. \"Men and gods are divine,\" says Homer. \"In\nthis life the spirit and body are one, and to escape worldly influence we must become purified\nby denying ourselves certain kinds of foods and dress and avoid contact with impurities. One\nmust become as near to God as possible, and that means to become righteous and holy with\nthe help of wisdom.\" Concerning the Hindus, their philosophy of life is found in their Bible,\nthe Rigveda, which says: \"All children are and have been of heaven and earth. All souls in\ntime can be gods. Their highest ethical figure is Varuna, who is unified with\na glorified body.\"\n<\/p><p>\nThen comes the conception of the ancient Hebrews. Job shows not only his belief in\nimmortality, but also in the resurrection of the body when he gives utterance to the noble\nwords: \n<\/p><p>\nFor I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God\n(<span class=\"citation\" id=\"26664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26664)\">Job 19:25-26<\/a><\/span>).\n<\/p><p>\nHow beautifully Daniel has written: \n<\/p><p>\nAnd many of them that sleep in the dust of the earth shall awake, some to everlasting life,\nand some to shame and everlasting contempt.\n<\/p><p>\nAnd they that be wise shall shine in the brightness of the firmament, and they that turn many\nto righteousness as the stars for ever and ever\n(<span class=\"citation\" id=\"10622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10622)\">Dan. 12:2-3<\/a><\/span>).\n<\/p><p>\nHow beautiful and with what deep humility the American Indians in the past have spoken\nwords of faith in the Great Spirit. In Francis Parkman's biography of the celebrated Indian\nChief Pontiac, we have a statement concerning the Indian's faith, which was uttered when he\nsurrendered to the English in 1765. He spoke in behalf of the several nations assembled at the\ncouncil of the English warriors and the Indians, and said: \n<\/p><p>\nFather, we have all smoked out of this pipe of peace. It is your children's pipe; and as the\nwar is all over, and the Great Spirit and Giver of Light who has made the earth and\neverything therein, has brought us all together this day for our mutual good, I declare to all\nnations that I have settled my peace with you before I came here. And now deliver my pipe\nto Sir William Johnson, that he may know that I have made peace and have taken the King of\nEngland for my father, in the presence of all the nations now assembled. Father, we are\nthankful to you for lighting our council fire for us, and desiring us to return to it.\n<\/p><p>\nEvery group of people in all history has looked to God and has known of the \"life beyond.\" A\nshrine, a temple, or a church is a part of the great picture book of humanity and testifies alike\nto the goodness and beauty of human life.\n<\/p><p>\nCenturies ago, God gave the children of Israel through the Prophet Moses the Ten\nCommandments, in which are written sublime truths: \n<\/p><p>\nI am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of\nbondage...\n<\/p><p>\nRemember the sabbath day to keep it holy.\n<\/p><p>\nHonour thy father and thy mother: that thy days may be long upon the land which the Lord\nthy God giveth thee (<span class=\"citation\" id=\"22635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22635)\">Ex. 20:2,8,12<\/a><\/span>).\n<\/p><p>\nThe Ten Commandments became the constitution of the Holy Land, and they have influenced\nthe civic and political life of all civilization since that time.\n<\/p><p>\nAll through the ages, since God sent his servant Adam to this earth, a divine power has ever\ndirected mankind and given him a knowledge that God lives. The holy Bible is the product of\nmen inspired of God, covering a period of four thousand years. The holy book shows that the\nHebrew prophets gave their lives to the service of God. They wrote by the power of the Holy\nGhost. God directed them.\n<\/p><p>\nThe life of Christ our Savior, as given in the New Testament, is to old and young alike the\nmost moving and convincing truth that he came from some higher sphere into our earthly\nhistory with the mission to reveal God and save man. He preached the gospel of the kingdom;\nand forever even until all the eons have been closed, and earth itself, with the heavens that\nnow are, have passed away, shall every one of his true and faithful children find peace and\nhope and forgiveness and his name shall be called Emmanuel or God with us\n(<span class=\"citation\" id=\"34532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34532)\">Matt. 1:23<\/a><\/span>).\n<\/p><p>\nWe always keep in mind that in the great literature of the world's history, writers have\nextolled the powers of the mind and intelligences of mankind. Ever since the recording of\nhistory began, the divine power of man has been made manifest. \"No other\nsingle force has entered so widely, so powerfully, so continuously into the renewal of the\nmortal spirit of man, into the shaping of men's ultimate ideals, and into the formation of\npersonal character, as the sense of contact between the human and the divine.\" One of the old\nHebrew singers&mdash;possibly David&mdash;summed up the lesson of Judah in these words: \"They\nthat trust in the Lord shall be as mount Zion, which cannot be removed but abideth for ever\"\n(<span class=\"citation\" id=\"41777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41777)\">Ps. 125:1<\/a><\/span>).\n<\/p><p>\nToday as we look forward to the time ahead, our vision will be clear if we have prayed and\nworked to have a testimony of the word of God among his children. We know of the truth\nthat God lives and that Jesus Christ, the Redeemer of the world, will come again. With\nunderstanding hearts, we recall the words of Isocrates, an Athenian philosopher of the fifth\ncentury, B.C.: \n<\/p><p>\nThe age in which we live should be distinguished by some glorious enterprise . . . Let the\nleaders contrive to put an end to our present troubles. The treaties of peace are insufficient for\ntheir purpose; they may retard but they cannot prevent our misfortunes. We stand in need of\nsome more endurable plan, which will forever put to an end our hostilities, and unite us by\nthe lasting ties of mutual fidelity and affection.\n<\/p><p>\nThe writer of the Acts of the Apostles gives an account of the last meeting of the risen\nMessiah with his disciples in Palestine, and his last words to them: \n<\/p><p>\nAnd when he had spoken these things, while they beheld, he was taken up, and a cloud\nreceived him out of their sight.\n<\/p><p>\nAnd while they looked steadfastly toward heaven as he went up, behold, two men stood by\nthem in white apparel; \n<\/p><p>\nWhich also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus\nwhich is taken up from you into heaven, shall so come in like manner as ye have seen him go\ninto heaven (<span class=\"citation\" id=\"7674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7674)\">Acts 1:9-11<\/a><\/span>).\n<\/p><p>\nMosiah writes gloriously in the Book of Mormon: \n<\/p><p>\nBut there is a resurrection, therefore the grave hath no victory, and the sting of death is\nswallowed up in Christ.\n<\/p><p>\nHe is the light and the life of the world; yea, a light that is endless, that can never be\ndarkened; yea, and also a life which is endless, that there can be no more death.\n<\/p><p>\nEven this mortal shall put on immortality, and this corruption shall put on incorruption, and\nshall be brought to stand before the bar of God, to be judged of him according to their works\nwhether they be good or whether they be evil\n(<span class=\"citation\" id=\"40256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40256)\">Mosiah 16:8-10<\/a><\/span>).\n<\/p><p>\nGod the Father and Jesus Christ came to this earth and restored the gospel to Joseph Smith,\nand the Church of Jesus Christ was organized. Through the years the Prophet's life was filled\nwith sorrow and bitter struggle to have men understand. A few came with him&mdash;men of great\ncharacter and women of great souls, \"That faith might increase in the earth, and that mine\neverlasting covenant might be established and proclaimed unto the end of the world\"\n(<span class=\"citation\" id=\"13071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13071)\">D&amp;C 1:21-23<\/a><\/span>). The\nworld is weary of the religion about Christ. What it wants is the religion of Jesus Christ. To\nfollow Jesus Christ means to have a part in the building of his kingdom on earth. Here we\nmerge into the sunshine of a great experience.\n<\/p><p>\nIn words that are forceful and clear we have our Tenth Article of Faith as written by the\nProphet Joseph Smith: \n<\/p><p>\nWe believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that Zion\nwill be built upon this [the American] continent; that Christ will reign personally upon the\nearth; and, that the earth will be renewed and receive its paradisiacal glory\n(<span class=\"citation\" id=\"6671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6671)\">A of F 1:10<\/a><\/span>).\n<\/p><p>\nWhen Jesus Christ gave his holy prayer in speaking to the people on the mount, he uttered\nwords which to this day are given by the millions of people who hold him as the Savior of\nthe world. He said: \n<\/p><p>\nAfter this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.\n<\/p><p>\nThy kingdom come. Thy will be done in earth, as it is in heaven.\nGive us this day our daily bread.\n<\/p><p>\nAnd forgive us our debts, as we forgive our debtors.\n<\/p><p>\nAnd lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the\npower, and the glory, for ever. Amen\n(<span class=\"citation\" id=\"34548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34548)\">Matt. 6:9-13<\/a><\/span>).\n<\/p><p>\nAnd so we await his kingdom. We live day by day in preparation of his coming, for Christ\nwill come again.\n<\/p><p>\nIt was John Fiske, the historian at Harvard fifty years ago, who wrote: \n<\/p><p>\nThe future is lighted for us with the radiant colors of hope. Strife and sorrow shall disappear.\nPeace and love shall reign supreme. The dream of poets, the lesson of priest and prophet, the\ninspiration of the great musician, is confirmed in the light of modern knowledge and as we\ngird ourselves up for the work of life, we may look forward to the time when in the truest\nsense, the kingdoms of this world shall become the kingdom of Christ, and he shall reign\nforever and ever, the King of kings and the Lord of lords.\n<\/p>\n<\/div>\n<\/div>"}