{"ID":6300, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            At the Summit of the Ages\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May God bless us with a sense of our place in history and … our need to stand tall and walk with resolution in a manner becoming the Saints of the Most High.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p4\" class=\"\">What an exciting and wonderful thing it is to step across the threshold of the centuries. This will be our experience before long. Even more exciting is our opportunity to bridge the millennium that is drawing to a close and greet a new thousand years. I am overwhelmed with a grand and solemn sense of history as I contemplate this period.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p5\" class=\"\">It is only two millennia since the Savior walked the earth. It is a wonderful acknowledgment of His place in history that the calendar now in use throughout most of the world places His birth as the meridian of time. All that went before is reckoned back from that date. All that has happened since is measured forward from that date.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p6\" class=\"\">Every time anyone uses a date, he knowingly or unknowingly acknowledges the coming to earth of the Son of God. His birth, as it has been popularly determined, marks the center point of the ages, the meridian of time recognized throughout the earth. As we use these dates we pay no attention to it. But if we pause to think, we must recognize that He is the one sublime figure in all the history of the world on which our measurement of time is based.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p7\" class=\"\">In the centuries before He came to earth there was prophecy of His coming. Isaiah declared, “For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace” (<span class=\"citation\" id=\"25783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25783)\">Isa. 9:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p8\" class=\"\">King Benjamin, more than a century before the Savior’s birth, said this to his people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p9\" class=\"\">“For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p10\" class=\"\">“And he shall be called Jesus Christ, the Son of God, the Father of heaven and earth, the Creator of all things from the beginning; and his mother shall be called Mary” (<span class=\"citation\" id=\"41037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41037)\">Mosiah 3:5, 8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p11\" class=\"\">It is small wonder that angels sang at His birth and Wise Men traveled far to pay Him homage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p12\" class=\"\">He was the one perfect man to walk the earth. He fulfilled the law of Moses and brought a new canon of love to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p13\" class=\"\">His mother was mortal, and from her came an inheritance of the flesh. His Father was immortal, the Great God of the Universe, through whom came His divine nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p14\" class=\"\">The magnificent expression of His love came in His death when He gave His life as a sacrifice for all men. That Atonement, wrought in unspeakable pain, became the greatest event of history, an act of grace for which men gave nothing but which brought the assurance of the Resurrection to all who have or would walk the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p15\" class=\"\">No other act in all of human history compares with it. Nothing that has ever happened can match it. Totally unselfish and with unbounded love for all mankind, it became an unparalleled act of mercy for the whole human race.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p16\" class=\"\">Then with the Resurrection that first Easter morn came the triumphal declaration of immortality. Well was Paul able to declare, “For as in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(990)\">1 Cor. 15:22<\/a><\/span>). He not only granted the blessing of the Resurrection to all, but opened the way to eternal life to those who observe His teachings and commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p17\" class=\"\">He was and is the great central figure of human history, the zenith of the times and seasons of all men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p18\" class=\"\">Before His death, He had ordained His Apostles. They carried on for a period. His Church was set in place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p19\" class=\"\">The centuries rolled on. A cloud of darkness settled over the earth. Isaiah described it: “For, behold, the darkness shall cover the earth, and gross darkness the people” (<span class=\"citation\" id=\"25795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25795)\">Isa. 60:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p20\" class=\"\">It was a season of plunder and suffering, marked by long and bloody conflict. Charlemagne was crowned emperor of the Romans in the year 800.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p21\" class=\"\">It was an age of hopelessness, a time of masters and serfs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p22\" class=\"\">The first thousand years passed, and the second millennium dawned. Its earlier centuries were a continuation of the former. It was a time fraught with fear and suffering. The great and deadly plague of the 14th century began in Asia. It spread to Europe and on up to England. Everywhere it went there was sudden death. Boccaccio said of its victims, “At noon [they] dined with their relatives and friends, and at night they supped with their ancestors in the next world!”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_029\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Decameron of Giovanni Boccaccio,<\/span> trans. Richard Aldington (1930), 7.]<\/span><\/sup> It struck terror into the hearts of people. In five years it took the lives of 25 million, one-third the population of Europe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p23\" class=\"\">Periodically it reappeared with its dark and ghoulish hand striking indiscriminately. But this was also a season of growing enlightenment. As the years continued their relentless march, the sunlight of a new day began to break over the earth. It was the Renaissance, a magnificent flowering of art, architecture, and literature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p24\" class=\"\">Reformers worked to change the church, notably such men as Luther, Melanchthon, Hus, Zwingli, and Tyndale. These were men of great courage, some of whom suffered cruel deaths because of their beliefs. Protestantism was born with its cry for reformation. When that reformation was not realized, the reformers organized churches of their own. They did so without priesthood authority. Their one desire was to find a niche in which they might worship God as they felt He should be worshiped.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p25\" class=\"\">While this great ferment was stirring across the Christian world, political forces were also at work. Then came the American Revolutionary War, resulting in the birth of a nation whose constitution declared that government should not reach its grasping hand into matters of religion. A new day had dawned, a glorious day. Here there was no longer a state church. No one faith was favored above another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p26\" class=\"\">After centuries of darkness and pain and struggle, the time was ripe for the restoration of the gospel. Ancient prophets had spoken of this long-awaited day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p27\" class=\"\">All of the history of the past had pointed to this season. The centuries with all of their suffering and all their hope had come and gone. The Almighty Judge of the nations, the Living God, determined that the times of which the prophets had spoken had arrived. Daniel had foreseen a stone which was cut out of the mountain without hands and which became a great mountain and filled the whole earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p28\" class=\"\">“And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever” (<span class=\"citation\" id=\"10823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10823)\">Dan. 2:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p29\" class=\"\">Isaiah and Micah had spoken long before when with prophetic vision they saw our time:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p30\" class=\"\">“And it shall come to pass in the last days, that the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p31\" class=\"\">“And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem” (<span class=\"citation\" id=\"25780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25780)\">Isa. 2:2–3<\/a><\/span>; see also <span class=\"citation\" id=\"37922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37922)\">Micah 4:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p32\" class=\"\">Paul had written of the whole procession of time, the parade of the centuries, saying, “Let no man deceive you by any means: for that day shall not come, except there come a falling away first” (<span class=\"citation\" id=\"5065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5065)\">2 Thes. 2:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p33\" class=\"\">He had further said of this day, “That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him” (<span class=\"citation\" id=\"22092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22092)\">Eph. 1:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p34\" class=\"\">Peter foresaw the whole grand panorama of the centuries when he declared with prophetic vision:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p35\" class=\"\">“Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p36\" class=\"\">“And he shall send Jesus Christ, which before was preached unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p37\" class=\"\">“Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began” (<span class=\"citation\" id=\"8475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8475)\">Acts 3:19–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p38\" class=\"\">All of these and others pointed to this glorious season, this most wonderful season in all the annals of human history, when there should come a day of restitution of true doctrine and true practice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p39\" class=\"\">That glorious day dawned in the year 1820, when a boy, earnest and with faith, walked into a grove of trees and lifted his voice in prayer, seeking that wisdom which he felt he so much needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p40\" class=\"\">There came in response a glorious manifestation. God the Eternal Father and the risen Lord Jesus Christ appeared and spoke with him. The curtains which had been closed for much of two millennia were parted to usher in the dispensation of the fulness of times. There followed the restoration of the holy priesthood, first the Aaronic, and then the Melchizedek, under the hands of those who had held it anciently. Another testament, speaking as a voice from the dust, came forth as a second witness to the reality and the divinity of the Son of God, the great Redeemer of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p41\" class=\"\">Keys of divine authority were restored, including those keys which were necessary to bind together families for time and eternity in a covenant which death could not destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p42\" class=\"\">The stone was small in the beginning. It was hardly noticeable. But it has grown steadily and is rolling forth to fill the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p43\" class=\"\">My brethren and sisters, do you realize what we have? Do you recognize our place in the great drama of human history? This is the focal point of all that has gone before. This is the season of restitution. These are the days of restoration. This is the time when men from over the earth come to the mountain of the Lord’s house to seek and learn of His ways and to walk in His paths. This is the summation of all of the centuries of time since the birth of Christ to this present and wonderful day.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The morning breaks, the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day, … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Majestic rises on the world.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p48\" class=\"\">(“The Morning Breaks,” <span class=\"emphasis\">Hymns,<\/span> no. 1)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p49\" class=\"\">The centuries have passed. The latter-day work of the Almighty, that of which the ancients spoke, that of which the prophets and apostles prophesied, is come. It is here. For some reason unknown to us, but in the wisdom of God, we have been privileged to come to earth in this glorious age. There has been a great flowering of science. There has been a veritable explosion of learning. This is the greatest of all ages of human endeavor and human accomplishment. And more importantly, it is the season when God has spoken, when His Beloved Son has appeared, when the divine priesthood has been restored, when we hold in our hand another testament of the Son of God. What a glorious and wonderful day this is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p50\" class=\"\">God be thanked for His generous bestowal upon us. We thank Him for this wondrous gospel, whose power and authority reach even beyond the veil of death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p51\" class=\"\">Given what we have and what we know, we ought to be a better people than we are. We ought to be more Christlike, more forgiving, more helpful and considerate to all around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p52\" class=\"\">We stand on the summit of the ages, awed by a great and solemn sense of history. This is the last and final dispensation toward which all in the past has pointed. I bear testimony and witness of the reality and truth of these things. I pray that every one of us may sense the awesome wonder of it all as we look forward shortly to the passing of a century and the death of a millennium.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p53\" class=\"\">Let the old year go. Let the new year come. Let another century pass. Let a new one take its place. Say good-bye to a millennium. Greet the beginning of another thousand years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p54\" class=\"\">And so we shall go forward on a continuing path of growth and progress and enlargement, touching for good the lives of people everywhere for as long as the earth shall last.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p55\" class=\"\">At some stage in all of this onward rolling, Jesus Christ will appear to reign in splendor upon the earth. No one knows when that will be. Not even the angels in heaven will know of the time of His return. But it will be a welcome day.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come, O thou King of Kings!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’ve waited long for thee,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With healing in thy wings,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To set thy people free.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come, thou desire of nations, come;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let Israel now be gathered home.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p62\" class=\"\">(“Come, O Thou King of Kings,” <span class=\"emphasis\">Hymns,<\/span> no. 59)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/at-the-summit-of-the-ages.p63\" class=\"\">May God bless us with a sense of our place in history and, having been given that sense, with our need to stand tall and walk with resolution in a manner becoming the Saints of the Most High, is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_029\"><a name=\"-99911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_029\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Decameron of Giovanni Boccaccio,<\/span> trans. Richard Aldington (1930), 7.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}