{"ID":6302, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gospel Teaching\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In our sacred callings of gospel teaching, no effort is too good for the work of the Lord and the growth of His children.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p4\" class=\"\">A national author wrote a book about his greatest teacher. At the heart of this college teacher’s powerful impact on his student was the student’s conviction that this teacher really cared for him and wanted him to learn and do what would help him find happiness. The author concluded his tribute with this question: “Have you ever really had a teacher? One who saw you as a raw but precious thing, a jewel that, with wisdom, could be polished to a proud shine? If you are lucky enough to find your way to such teachers, you will always find your way back.”<sup class=\"noteMarker\"><a href=\"#footnote1-99911_000_031\">1<\/a>\n       <span class=\"footnote\">[Mitch Albom, <span class=\"emphasis\">Tuesdays with Morrie<\/span> (1997), 192.]<\/span><\/sup><\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p6\" class=\"\">Every member of The Church of Jesus Christ of Latter-day Saints is, or will be, a teacher. Each of us has a vital interest in the content and effectiveness of gospel teaching. We want everyone to have great gospel teachers, and we want those teachers to help all of us find our way back, not just to them but to our Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p7\" class=\"\">Our concern with gospel teaching is not limited to those who are called to teach in the priesthood quorums, in the Primary, Relief Society, Sunday School, Young Women, and in other assignments. In the Lord’s great plan of salvation there are no more important teachers than parents, who teach their children constantly by example and by precept. Each of us teaches those around us by example. Even children teach one another. Every missionary is a teacher. And every leader is a teacher. As President Hinckley taught many years ago, “Effective teaching is the very essence of leadership in the Church.”<sup class=\"noteMarker\"><a href=\"#footnote2-99911_000_031\">2<\/a>\n\t <span class=\"footnote\">[“How to Be a Teacher When Your Role as a Leader Requires You to Teach,” General Authority Priesthood Board Meeting, 5 Feb. 1969; see also Jeffrey R. Holland, “A Teacher Come from God,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 26.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p8\" class=\"\">Gospel teaching is universal and important. Truly, “no greater responsibility can rest upon any [one of us] than to be a teacher of God’s children.”<sup class=\"noteMarker\"><a href=\"#footnote3-99911_000_031\">3<\/a>\n\t <span class=\"footnote\">[David O. McKay, <span class=\"emphasis\">Gospel Ideals<\/span> (1953), 175.]<\/span><\/sup> Our Savior’s occupation was that of a teacher. He was the Master Teacher, and He invites each of us to follow Him in that great service.<sup class=\"noteMarker\"><a href=\"#footnote4-99911_000_031\">4<\/a>\n\t <span class=\"footnote\">[See, generally, Boyd K. Packer, <span class=\"emphasis\">Teach Ye Diligently<\/span> (1975).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p9\" class=\"\">Several years ago the First Presidency challenged the Quorum of the Twelve to revitalize teaching in the Church. The Twelve, assisted by the Seventy, accepted that challenge. Now, after years of preparation, engaging the efforts of superb gospel teachers, scholars, writers, and others, the First Presidency has just sent a letter launching a Churchwide effort “to revitalize and improve teaching in the Church.”<sup class=\"noteMarker\"><a href=\"#footnote5-99911_000_031\">5<\/a>\n\t <span class=\"footnote\">[First Presidency letter, 15 Sept. 1999.]<\/span><\/sup> This letter states, “This renewed emphasis is intended to improve gospel teaching in homes and in Church meetings and help nourish members with the good word of God.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p10\" class=\"\">We have just published a 10-page booklet, <span class=\"emphasis\">Improving Gospel Teaching: A Leader’s Guide.<\/span> Copies are being distributed to all unit leaders and to every quorum and auxiliary officer in the Church. As it explains, our concern with “gospel teaching in the Church” includes parents’ everyday teachings in the home as well as the work of teachers in the quorums and auxiliaries.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p11\" class=\"\">This important effort to “revitalize and improve teaching in the Church” includes three elements. At the outset, it emphasizes leaders’ vital responsibilities to work to improve gospel teaching in their organizations. We want all leaders to encourage and help the teachers and learners over whom they preside.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p12\" class=\"\">Next, the effort initiates quarterly teacher improvement meetings for teachers of three different groups—children, youth, and adults—to “instruct and edify each other” (<span class=\"citation\" id=\"21089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21089)\">D&amp;C 43:8<\/a><\/span>) on principles, methods, and skills that will improve gospel teaching and learning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p13\" class=\"\">Finally, a 12-lesson course on “Teaching the Gospel” will be taught at least once each year, generally during Sunday School. Its course material will be drawn from a new abbreviated and improved edition of <span class=\"emphasis\">Teaching, No Greater Call: A Resource Guide for Gospel Teaching.<\/span> This book is being distributed to all wards and branches in the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p14\" class=\"\">We have also reissued the <span class=\"emphasis\">Teaching Guidebook<\/span> for use in the home and for smaller and developing units that cannot staff the entire Church program.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p16\" class=\"\">Some may wonder why we are making such an extensive effort to improve gospel teaching. Those who wonder must be blessed with superior teachers, and we have many of those in the Church. Others will understand why such an effort is needed and will pray for its success.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p17\" class=\"\">For many years I have sought to learn more about the nature and quality of teaching in the various quorums and auxiliaries of the Church. I have done this by dropping in unannounced on classes in various wards in different parts of the Church. By now I have visited hundreds of classes. I apologize if any of my visits has terrorized a teacher. My impression is that almost all of the teachers I have observed in these surprise visits have appreciated having a visitor who was there to learn and there to show appreciation for their efforts and concern for their students.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p18\" class=\"\">For the most part, what I have seen in these visits has been gratifying and reassuring. I have seen inspired teachers whose love for the gospel and their students was so evident that the effect of their teaching was positively electric. I have also seen thoughtful and respectful students, receptive to the message and hungry to learn.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p19\" class=\"\">Notwithstanding the great examples I have observed, I am convinced that in the Church as a whole—as with each of us individually—we can always do better. The challenge of progress is inherent in our Father in Heaven’s plan for His children. And in our sacred callings of gospel teaching, no effort is too good for the work of the Lord and the growth of His children.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p21\" class=\"\">There are many different ways to teach, but all good teaching is based on certain fundamental principles. Without pretending to be exhaustive, I wish to identify and comment on six fundamental principles of gospel teaching.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p22\" class=\"\">The <span class=\"emphasis\">first<\/span> is love. It has two manifestations. When we are called to teach, we should accept our calling and teach because of our love for God the Eternal Father and His Son, Jesus Christ. In addition, a gospel teacher should always teach with love for the students. We are taught that we should pray “with all the energy of heart, … [to] be filled with this love” (<span class=\"citation\" id=\"38790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38790)\">Moro. 7:48<\/a><\/span>). Love of God and love of His children is the highest reason for service. Those who teach out of love will be magnified as instruments in the hands of Him whom they serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p23\" class=\"\"><span class=\"emphasis\">Second,<\/span> a gospel teacher, like the Master we serve, will concentrate entirely on those being taught. His or her total concentration will be on the needs of the sheep—the good of the students. A gospel teacher does not focus on himself or herself. One who understands that principle will not look upon his or her calling as “giving or presenting a lesson,” because that definition views teaching from the standpoint of the teacher, not the student.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p24\" class=\"\">Focusing on the needs of the students, a gospel teacher will never obscure their view of the Master by standing in the way or by shadowing the lesson with self-promotion or self-interest. This means that a gospel teacher must never indulge in priestcrafts, which are “that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world” (<span class=\"citation\" id=\"4761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4761)\">2 Ne. 26:29<\/a><\/span>). A gospel teacher does not preach “to become popular” (<span class=\"citation\" id=\"10329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10329)\">Alma 1:3<\/a><\/span>) or “for the sake of riches and honor” (<span class=\"citation\" id=\"10330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10330)\">Alma 1:16<\/a><\/span>). He or she follows the marvelous Book of Mormon example in which “the preacher was no better than the hearer, neither was the teacher any better than the learner” (<span class=\"citation\" id=\"10331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10331)\">Alma 1:26<\/a><\/span>). Both will always look to the Master.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p25\" class=\"\"><span class=\"emphasis\">Third,<\/span> a superior teacher of the gospel will teach from the prescribed course material, with greatest emphasis on teaching the doctrine and principles and covenants of the gospel of Jesus Christ. This is commanded in modern revelation, where the Lord said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p26\" class=\"\">“Teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p27\" class=\"\">“And they shall observe the covenants and church articles to do them, and these shall be their teachings, as they shall be directed by the Spirit” (<span class=\"citation\" id=\"21084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21084)\">D&amp;C 42:12–13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p28\" class=\"\">Teachers who are commanded to teach “the principles of [the] gospel” and “the doctrine of the kingdom” (<span class=\"citation\" id=\"21144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21144)\">D&amp;C 88:77<\/a><\/span>) should generally forgo teaching specific rules or applications. For example, they would not teach any rules for determining what is a full tithing, and they would not provide a list of <span class=\"emphasis\">dos<\/span> and <span class=\"emphasis\">don’ts<\/span> for keeping the Sabbath day holy. Once a teacher has taught the doctrine and the associated principles from the scriptures and the living prophets, such specific applications or rules are generally the responsibility of individuals and families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p29\" class=\"\">Well-taught doctrines and principles have a more powerful influence on behavior than rules. When we teach gospel doctrine and principles, we can qualify for the witness and guidance of the Spirit to reinforce our teaching, and we enlist the faith of our students in seeking the guidance of that same Spirit in applying those teachings in their personal lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p30\" class=\"\">The subject being taught in the Melchizedek Priesthood quorums and Relief Societies of the Church during the second and third Sundays of each month is the <span class=\"emphasis\">Teachings of Presidents of the Church.<\/span> During the last two years we have studied the teachings of President Brigham Young. For the next two years we will be studying the teachings of President Joseph F. Smith. The books containing these teachings, which are being given to every adult member of the Church as a permanent personal library resource, contain doctrine and principles. They are rich and relevant to the needs of our day, and they are superb for teaching and discussion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p31\" class=\"\">As I have visited in quorums and Relief Societies, I have generally been pleased and impressed at how these <span class=\"emphasis\">Teachings of Presidents of the Church<\/span> are being presented and received. However, I have sometimes observed teachers who gave the designated chapter no more than a casual mention and then presented a lesson and invited discussion on other materials of the teacher’s choice. That is not acceptable. A gospel teacher is not called to choose the subject of the lesson but to teach and discuss what has been specified. Gospel teachers should also be scrupulous to avoid hobby topics, personal speculations, and controversial subjects. The Lord’s revelations and the directions of His servants are clear on this point. We should all be mindful of President Spencer W. Kimball’s great instruction that a gospel teacher is a “guest”:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p32\" class=\"\">“He has been given an authoritative position and a stamp of approval is placed upon him, and those whom he teaches are justified in assuming that, having been chosen and sustained in the proper order, he represents the Church and the things which he teaches are approved by the Church. No matter how brilliant he may be and how many new truths he may think he has found, he has no right to go beyond the program of the Church.”<sup class=\"noteMarker\"><a href=\"#footnote6-99911_000_031\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 533.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p33\" class=\"\"><span class=\"emphasis\">Fourth,<\/span> a gospel teacher will prepare diligently and strive to use the most effective means of presenting the prescribed lessons. The new Teaching the Gospel course and the new teacher improvement meetings are obviously intended to assist teachers in this effort.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p34\" class=\"\">The <span class=\"emphasis\">fifth<\/span> fundamental principle of gospel teaching I wish to stress is the Lord’s command, quoted earlier, that gospel teachers should “teach the principles of my gospel … as they shall be directed by the Spirit. … And if ye receive not the Spirit ye shall not teach” (<span class=\"citation\" id=\"21085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21085)\">D&amp;C 42:12–14<\/a><\/span>). It is a gospel teacher’s privilege and duty to seek that level of discipleship where his or her teachings will be directed and endorsed by the Spirit rather than being rigidly selected and prearranged for personal convenience or qualifications. The marvelous principles of “Gospel Teaching and Leadership” in the new <span class=\"emphasis\">Church Handbook of Instructions<\/span> include the following:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p35\" class=\"\">“Teachers and class members should seek the Spirit during the lesson. A person may teach profound truths, and class members may engage in stimulating discussions, but unless the Spirit is present, these things will not be powerfully impressed upon the soul. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p36\" class=\"\">“When the Spirit is present in gospel teaching, ‘the power of the Holy Ghost carrieth [the message] unto the hearts of the children of men’ (<span class=\"citation\" id=\"4784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4784)\">2 Ne. 33:1<\/a><\/span>).”<sup class=\"noteMarker\"><a href=\"#footnote7-99911_000_031\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 300.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p37\" class=\"\">President Hinckley stated an important corollary to the command to teach by the Spirit when he issued this challenge:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p38\" class=\"\">“We must … get our teachers to speak out of their hearts rather than out of their books, to communicate their love for the Lord and this precious work, and somehow it will catch fire in the hearts of those they teach.”<sup class=\"noteMarker\"><a href=\"#footnote8-99911_000_031\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 619–20.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p39\" class=\"\">That is our objective—to have love of God and commitment to the gospel of Jesus Christ “catch fire” in the hearts of those we teach.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p40\" class=\"\">That leads to the <span class=\"emphasis\">sixth<\/span> and final principle I will discuss. A gospel teacher is concerned with the results of his or her teaching, and such a teacher will measure the success of teaching and testifying by its impact on the lives of the learners.<sup class=\"noteMarker\"><a href=\"#footnote9-99911_000_031\">9<\/a>\n\t <span class=\"footnote\">[See Henry B. Eyring, “The Power of Teaching Doctrine,” <span class=\"emphasis\">Ensign,<\/span> May 1999, 73.]<\/span><\/sup> A gospel teacher will never be satisfied with just delivering a message or preaching a sermon. A superior gospel teacher wants to assist in the Lord’s work to bring eternal life to His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p41\" class=\"\">President Harold B. Lee said: “The calling of the gospel teacher is one of the noblest in the world. The good teacher can make all the difference in inspiring boys and girls and men and women to change their lives and fulfill their highest destiny. The importance of the teacher has been beautifully described by Daniel Webster when he said, ‘If we work upon marble, it will perish; if we work upon brass, time will efface it; but if we work upon immortal minds, if we imbue them with principles and the just fear of God and love of our fellowman, we engrave upon those tablets something that will brighten through all eternity.’”<sup class=\"noteMarker\"><a href=\"#footnote10-99911_000_031\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Harold B. Lee,<\/span> ed. Clyde J. Williams, (1996), 461.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/gospel-teaching.p42\" class=\"\">I testify that this is God’s work, and that we are His servants with the sacred responsibility of teaching the gospel of Jesus Christ, the greatest message of all time. We need more teachers to match that message. I pray that we will all become superior gospel teachers, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-99911_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Mitch Albom, <span class=\"emphasis\">Tuesdays with Morrie<\/span> (1997), 192.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-99911_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“How to Be a Teacher When Your Role as a Leader Requires You to Teach,” General Authority Priesthood Board Meeting, 5 Feb. 1969; see also Jeffrey R. Holland, “A Teacher Come from God,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-99911_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>David O. McKay, <span class=\"emphasis\">Gospel Ideals<\/span> (1953), 175.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-99911_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See, generally, Boyd K. Packer, <span class=\"emphasis\">Teach Ye Diligently<\/span> (1975).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-99911_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, 15 Sept. 1999.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-99911_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 533.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-99911_000_031\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 300.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-99911_000_031\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 619–20.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-99911_000_031\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Henry B. Eyring, “The Power of Teaching Doctrine,” <span class=\"emphasis\">Ensign,<\/span> May 1999, 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-99911_000_031\"><a name=\"-99911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-99911_000_031\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Harold B. Lee,<\/span> ed. Clyde J. Williams, (1996), 461.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}