{"ID":6303, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “No Man Is an Island”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p2\" class=\"\">Elder Richard H. Winkel<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-h-winkel-10.jpg\" alt=\"Richard H. Winkel\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">New members of The Church of Jesus Christ of Latter-day Saints cannot make it alone. … They need us and we need them.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p4\" class=\"\">Brothers and sisters, it’s so good to be here with you this afternoon. As I began preparing my talk, I pondered the thought that this is the first time I have been asked to speak in the Tabernacle—and that it would also be my last! But it is good to be here with you on this historic occasion in this historic building.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p5\" class=\"\">I’d like to change geographic locations now and talk to you about another beautiful place. The north coast of California is home to the world’s tallest trees. A walk through a virgin old-growth redwood forest can be one of the most awe-inspiring experiences you’ll ever have. These trees sometimes live to be over 2,000 years old and can reach heights of 300 feet and more. The tallest redwood tree ever recorded was 367 feet in height. That is taller than a football field and about one-third again as tall as the Salt Lake Temple. The gigantic redwoods dwarf their other softwood and hardwood neighbors, thus becoming “the Mount Everest of all living things.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p6\" class=\"\">“Yea, all things which come of the earth, in the season thereof, are made for the benefit and the use of man, both to please the eye and to gladden the heart;<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p7\" class=\"\">“Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p8\" class=\"\">“And it pleaseth God that he hath given all these things unto man; for unto this end were they made to be used, with judgment, not to excess, neither by extortion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p9\" class=\"\">“And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments” (<span class=\"citation\" id=\"21106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21106)\">D&amp;C 59:18–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p10\" class=\"\">The coastal redwoods are truly lords of their realm and a most exquisite creation of our Father in Heaven. They reign over associated trees because of their overwhelming height and majestic beauty. However, there is another feature of these towering giants that is truly remarkable and somewhat unknown to most of us. Even though they grow up to heights of 300 feet and can weigh more than one million pounds, these trees have a very shallow root system. Their roots only go down three to six feet but can spread out several hundred feet. As these roots extend out, they intertwine with their brother and sister redwoods and other trees as well. This intertwining of roots creates a webbing effect. Most engineers would tell you this shallow root system still would be impossible to keep the redwoods intact and protected against strong winds and floods. However, the interconnecting root systems are the secret of their strength and teach us a great lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p11\" class=\"\">First, let’s acknowledge that these magnificent giants simply could not make it alone. Without being connected to other family members and helpful neighbors, they would not survive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p12\" class=\"\">I would like you to contemplate the first two verses of the song adapted from a meditation by John Donne:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No man is an island;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No man stands alone.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each man’s joy is a joy to me;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each man’s grief is my own.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We need one another,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So I will defend<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each man as my brother;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each man as my friend.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p21\" class=\"\">(“No Man Is an Island,” in Bryan B. Gardner and Calvin T. Broadhead, comp., <span class=\"emphasis\">A Collection of Inspirational Verse for Latter-day Saints<\/span> [1963], 69)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p22\" class=\"\">New members of The Church of Jesus Christ of Latter-day Saints cannot make it alone. They might appear to be as independently strong as the redwoods, but they need us and we need them. President Hinckley, in a satellite broadcast last February, shared the story of a woman who became a member last year. She wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p23\" class=\"\">“‘My journey into the Church was unique and quite challenging. This past year has been the hardest year that I have ever lived in my life. It has also been the most rewarding. As a new member, I continue to be challenged every day.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p24\" class=\"\">“She goes on to say that when she joined the Church she did not feel support from the leadership in her ward. Her bishop seemed indifferent to her as a new member. Rebuffed, as she felt, she turned back to her mission president, who opened opportunities for her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p25\" class=\"\">“She states that ‘Church members don’t know what it is like to be a new member of the Church. Therefore, it’s almost impossible for them to know how to support us’” (“Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Ensign,<\/span> May 1999, 108).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p26\" class=\"\">They need our love and support. Whether we know it or not, they are reaching out to us as the roots of the redwood reach towards the Douglas fir, the Western hemlock, the Sitka spruce, and other species as well. We need to reach out to these new members and sustain them in their growth, for truly we are their brothers and sisters. Don’t we all do better when we are supported, sustained, and loved by our families and friends? Even trees do better when they grow close together in groves. They grow taller, straighter, stronger, and produce better lumber. When a tree is growing off by itself, it develops many branches. These branches generate knots, which can weaken the tree and downgrade its timber quality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p27\" class=\"\">You might recall when Christ organized His Church He called many to serve: apostles, prophets, patriarchs, bishops, deacons, teachers, priests, et cetera. Many were called to serve in His kingdom. These calls were given to strengthen the members, to organize the Church, and to bless the lives of God’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p28\" class=\"\">When the Savior called Peter, James, John, and others, did they have experience? No, but He told them He would train them; He would make them fishers of men. Did His apostles and disciples make mistakes? Of course they did, but they were given opportunity, and they learned. So will our new brothers and sisters learn and grow as we befriend them, extend calls to them, and nourish them with the good word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p29\" class=\"\">One of the other abundant species under the redwood canopy is a little-known hardwood tree called <span class=\"emphasis\">Lithocarpus densiflorus.<\/span> It is also called tan oak. The tan oak fits into the same general family as the true oaks but is a little different. There are several billion board feet of this species growing amongst the popular redwoods, and it has many fine qualities, but it’s almost completely overlooked and unused. What a waste, what a tragedy when you consider the tan oak’s potential. The mind-set of many wood users is, <span class=\"emphasis\">We’re doing just fine with the old standbys; why change?<\/span> We cannot overlook the potential of our new members or misjudge their talents. Remember, “he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile” (<span class=\"citation\" id=\"4765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4765)\">2 Ne. 26:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/no-man-is-an-island.p30\" class=\"\">I am thankful for the web of friendship that has nurtured me throughout my life, for having been born of goodly parents, for my brothers, sisters, and extended family. I am especially grateful for the love and support of my wonderful wife, Karen, and also our equally wonderful and loving children. I would like also to say that I feel very fortunate to have had many good friends through the years, both in and out of the Church. I am grateful to have recently been associated with outstanding missionaries in Spain and for the wonderful members of that country. Brothers and sisters, I know we have a kind and wise Heavenly Father and bear testimony of His Son, Jesus Christ, and of His atoning sacrifice, which touches each one of us. I also bear testimony that the Church is led by a great prophet today, even Gordon B. Hinckley. I ask the Lord to bless us all that we might feel more connected and caring of one another, especially as we move into this new era of growth in the Church and into this exciting new millennium, and I say this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}