{"ID":6304, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Tongue of Angels”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p2\" class=\"\">Elder Robert S. Wood<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-s-wood-10.jpg\" alt=\"Robert S. Wood\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What we say and how we present ourselves not only betray our inner person but also mold that person, those around us, and finally our whole society.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p4\" class=\"\">In contrasting the importance of some of the weightier things of the kingdom with the dietary code of ancient Israel, Jesus told His disciples: “Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p5\" class=\"\">“… Those things which proceed out of the mouth come … from the heart; and they defile the man” (<span class=\"citation\" id=\"37841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37841)\">Matt. 15:11, 18<\/a><\/span>). Our words and external expressions are not neutral, for they reflect both who we are and shape who we are becoming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p6\" class=\"\">In latter days, the Lord has emphasized again how, in the words of the Book of Mormon, our “outward performances” (<span class=\"citation\" id=\"10352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10352)\">Alma 25:15<\/a><\/span>), are defiling or edifying. What we say and how we act will create an atmosphere welcoming or hostile to the Holy Ghost. In the 88th section of the Doctrine and Covenants, the Lord counseled us to avoid “light speeches” and an “excess of laughter.” He associated such expressions with defects of the heart—“lustful desires,” “pride,” and “light-mindedness”—that finally proceed to “wicked doings” (<span class=\"citation\" id=\"21143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21143)\">D&amp;C 88:69, 121<\/a><\/span>). I take “light speeches” to refer to irreverent and demeaning language and “light-mindedness” to what the Lord has called trifling with sacred things (see <span class=\"citation\" id=\"21038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21038)\">D&amp;C 6:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p7\" class=\"\">On the other hand, the Lord has called for “cheerful hearts and countenances” (<span class=\"citation\" id=\"21105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21105)\">D&amp;C 59:15<\/a><\/span>). He has asked us to so speak and so act that we edify or build one another and has indicated that “that which doth not edify is not of God, and is darkness” (<span class=\"citation\" id=\"21094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21094)\">D&amp;C 50:23<\/a><\/span>). At Winter Quarters, as the Saints were in the midst of an arduous exodus, the Lord commanded, “Let your words tend to edifying one another” (<span class=\"citation\" id=\"21180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21180)\">D&amp;C 136:24<\/a><\/span>). Nephi declared that the fruit of receiving the Holy Ghost and listening to the promptings of the Spirit is that we may speak with “the tongue of angels” (<span class=\"citation\" id=\"4781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4781)\">2 Ne. 32:2<\/a><\/span>). Thus we create a spirit of reverence and of revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p8\" class=\"\">I recently overheard a conversation among some of our young grandchildren. One of them apparently used the word <span class=\"emphasis\">stupid.<\/span> Eight-year-old Nicholas, recently baptized, commented that perhaps one should not say that, as it was a “bad word.” It was evident that there had been some good influence from Mom and Dad. I know there had been similar discussions about other expressions. Now some might think that these are small matters compared to the far more foul and demeaning expressions all around us. Yet, in small and in great ways, our words are creating an atmosphere in which we build or demolish. I recently commented to a friend from New York City that I thought the atmosphere had improved markedly in the city over the past years and wondered why. He noted that his wife is a municipal judge, and they were enforcing the little things, like ordinances against spitting and jaywalking, and the big things were being affected thereby. So in our daily speech and acts of edification, the Lord said, we invite the spirit of truth and righteousness in which we “may chase darkness from among [us]” (<span class=\"citation\" id=\"21096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21096)\">D&amp;C 50:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p9\" class=\"\">I recall when I was in a freshman English class and the professor was insisting that, to describe a situation, one of the students must substitute a crude expression for one gentler. I was jarred at an expression which I had seldom heard and never in harmonious circumstances. Years later in graduate school I had a conversation with a friend who argued that one should be, as he called it, direct, even if rude and insensitive to others’ feelings. Unfortunately, the spirit animating these incidents has taken firm hold on society and is found even among the Saints. Over the years, there has been an increase in sexual innuendos, raucous humor, violent expressions, and great noise in talk, in music, in gestures. Much around us is crude and rude, with a corruption of moral behavior and sensitivity. Society has not been improved by our “light speeches” and our “light-mindedness.” Instead, our expressions have polluted our communities and corrupted our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p10\" class=\"\">President Spencer W. Kimball warned of vulgarity of speech and expression and particularly counseled against speaking of sex glibly, which he associated with immodesty. “Lewd talk and jokes,” he said, “constitute another danger which lurks seeking as its prey any who will entertain it as the first step to dirtying the mind and thus the soul” (<span class=\"emphasis\">The Miracle of Forgiveness<\/span> [1969], 228).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p11\" class=\"\">What we say and how we present ourselves not only betray our inner person but also mold that person, those around us, and finally our whole society. Every day each of us is implicated in obscuring the light or in chasing away the darkness. We have been called to invite the light and to be a light, to sanctify ourselves and edify others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p12\" class=\"\">In his general epistle, James detailed many of the things necessary to becoming holy. Among these, he included the control of language and conversation. Indeed, he said that “if any man offend not in word, the same is a perfect man, and able also to bridle the whole body” (<span class=\"citation\" id=\"26420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26420)\">James 3:2<\/a><\/span>). In a seagoing analogy, he noted that as a small helm can drive a great ship, so the tongue might also set our course and fate (see <span class=\"citation\" id=\"26421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26421)\">James 3:4<\/a><\/span>). Improperly employed, the tongue “defileth the whole body, and setteth on fire the course of nature” (<span class=\"citation\" id=\"26422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26422)\">James 3:6<\/a><\/span>). How, he asks, can the same mouth issue forth blessings and curses? (see <span class=\"citation\" id=\"26423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26423)\">James 3:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p13\" class=\"\">I’ve been struck by the fact that when Isaiah received his charge from the Lord, he bemoaned that he was “a man of unclean lips” and dwelt “in the midst of a people of unclean lips” (<span class=\"citation\" id=\"25781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25781)\">Isa. 6:5<\/a><\/span>). This sin too had to be purged from Isaiah if he was to bear the word of the Lord. Is it any wonder that psalmists and prophets alike have beseeched the Lord to “set a watch” before their lips and guard the “door” of their lips (<span class=\"citation\" id=\"42125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42125)\">Ps. 141:3<\/a><\/span>), to help them sin not with their tongue (see <span class=\"citation\" id=\"42117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42117)\">Ps. 39:1<\/a><\/span>)?<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p14\" class=\"\">When we speak and act, we should ask whether our words and expressions are calculated to invite the powers of heaven into our lives and to invite all to come unto Christ. We must treat sacred things with reverence. We need to eliminate from our conversations the immodest and the lewd, the violent and the threatening, the demeaning and the false. As the Apostle Peter wrote, “But as he which hath called you is holy, so be ye holy in all manner of conversation” (<span class=\"citation\" id=\"2463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2463)\">1 Pet. 1:15<\/a><\/span>). The expression <span class=\"emphasis\">conversation<\/span> refers here not only to speech but also to our entire comportment. As Nephi, he is inviting us to so live that we may speak with the “tongue of angels.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/the-tongue-of-angels.p15\" class=\"\">I bear witness that God is indeed holy. He is our Father, we His children. We are His heirs and co-heirs with Jesus Christ of His glory. Christ has borne our sins and conquered death. He has invited us to be as He is and to edify in word and in deed. With John I believe that it is our destiny that “when he shall appear, we shall be like him; for we shall see him as he is” (<span class=\"citation\" id=\"1169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1169)\">1 Jn. 3:2<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}