{"ID":6305, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p2\" class=\"\">Elder William R. Bradford<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">No other feeling in the soul of man can bring the joy and happiness than that of knowing you are doing all you can to become righteous.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">99911_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:a4b.jpg\" alt=\"Elder William R. Bradford\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p4\" class=\"\">We live in a time when many men and women do not prescribe morality to their actions, and so they believe that what they do has only social consequences. In this they deny God, and they also deny that things are either right or they are wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p5\" class=\"\">Each of us at one time or another has heard the statement, “Okay, have it your own way,” and so it is with the way that many in the world live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p6\" class=\"\">I witness to you that there is a better way. It is to live a life of righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p7\" class=\"\">The word <span class=\"emphasis\">righteousness<\/span> is a most interesting and unique word. It is an umbrella word that spreads out and covers all the attributes of God. A person, then, who is righteous is Godly or Godlike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p8\" class=\"\">Right and wrong do exist and are opposite to each other. The actions of mankind do have moral consequences. The gospel of Jesus Christ defines for us the difference between what is good and what is bad. That which is good comes from God. Christ has said: “And whatsoever thing persuadeth men to do good is of me; for good cometh of none save it be of me. I am the same that leadeth men to all good” (<span class=\"citation\" id=\"22457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22457)\">Ether 4:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p9\" class=\"\">Righteousness is a composite of all that is good. It embraces the principles of heavenly power and law by which all things of God are handled and controlled and governed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p10\" class=\"\">In righteousness there is great simplicity. In every case that confronts us in life there is either a right way or a wrong way to proceed. If we choose the right way, we are sustained in our actions by the principles of righteousness, in the which there is power from the heavens. If we choose the wrong way and act on that choice, there is no such heavenly promise or power, and we are alone and are destined to fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p11\" class=\"\">The question arises: How can we know which is right and which is wrong? Just as our Heavenly Father sent His Son, Jesus Christ, to create this earth and to execute and govern all things pertaining to it, so He sent the Holy Ghost to act in providing the light of the Spirit to men on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p12\" class=\"\">The light of the Spirit is organized as a communication system to transmit concepts of truth into the minds of the children of God. The Holy Ghost, by way of the Spirit, will enlighten our minds and give us clarity of understanding of concepts of truth if we obey the laws which govern the use of the Spirit. This is the way that our Father in Heaven teaches us right from wrong. If we are willing to learn His ways and follow them, we will never have to guess, but we will always know for sure the difference between right and wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p13\" class=\"\">In righteousness there is the fulfillment of faith and hope. Every blessing that God has promised to His children is predicated upon obedience to His laws and commandments. Obedience to His laws and commandments is what makes us righteous, and that righteousness qualifies us to be worthy of the promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p14\" class=\"\">Each of us lives with his or her own situation. There are challenges with health, economy, literacy, singleness, loneliness, oppression, abuse, transgression, and a never-ending list of existing conditions. The solution to all these challenges is righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p15\" class=\"\">Where there is disobedience to God’s laws and commandments, in benevolence He has given us the law of repentance. If we act upon this marvelous law, we will be forgiven of our disobedience and become more righteous; thus repentance leads us to righteousness. Many, in fact most, of the challenges that we have in mortality can be solved by repentance. They can all be solved finally by righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p16\" class=\"\">There is great joy and happiness in striving to live righteously. In simple terms, the plan of God for His children is that they come to this earth and do all that they can to learn and live in obedience to laws. Then, after all they can do, the redeeming work of the Savior, Jesus Christ, is sufficient to do all that they could not do for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p17\" class=\"\">The ancient Prophet Moroni, as he ended his work and closed the abridgment of the record of God’s dealings with His people, which is the Book of Mormon, said it this way: “Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ” (<span class=\"citation\" id=\"38796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38796)\">Moro. 10:32<\/a><\/span>). Moroni’s way of saying do all that you can is to love God with all your might, mind, and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p18\" class=\"\">Striving to live righteously is attempting to do all that we can in obedience. With this comes the inner peace and comfort that in doing all we can, the plan of God will be accomplished in our behalf. No other feeling in the soul of man can bring the joy and happiness than that of knowing you are doing all you can to become righteous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p19\" class=\"\">In righteousness there is safety and security. With it we bind up the Lord. He has said: “For the names of the righteous shall be written in the book of life, and unto them will I grant an inheritance at my right hand. And now, my brethren, what have ye to say against this? I say unto you, if ye speak against it, it matters not, for the word of God must be fulfilled” (<span class=\"citation\" id=\"10338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10338)\">Alma 5:58<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p20\" class=\"\">In a world where transgression, corruption, and terrorism strike fear into men and women, where can we turn for safety and security? There is no safety and security except in righteousness. There is no place to hide. There are no walls to keep out the adversary and his campaign of opposition. There is no defense against the uncertain and unknown except righteousness. Fear in the hearts and minds of men and women can be turned to peace only by replacing that fear with an understanding of God’s plan of happiness and the knowledge that they are doing all they can to become righteous and worthy to qualify for eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p21\" class=\"\">As the forces of good and evil polarize more and more, those who have not prescribed a moral consequence to their actions will find their lives in such chaos that their style of life will be unbearable to them. Then the prophecies will be fulfilled which say, “And all things shall be in commotion; and surely, men’s hearts shall fail them; for fear shall come upon all people” (<span class=\"citation\" id=\"21147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21147)\">D&amp;C 88:91<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p22\" class=\"\">When that day comes, the righteous Saints of God will be the only well-governed people unto whom the world can turn. It will be there and there only that they will find stability and steadfastness. They will come, not knowing the doctrine of the righteous, but it will be as foretold: “For, behold, I say unto you that Zion shall flourish, and the glory of the Lord shall be upon her; And she shall be an ensign unto the people, and there shall come unto her out of every nation under heaven” (<span class=\"citation\" id=\"21114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21114)\">D&amp;C 64:41–42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p23\" class=\"\">Righteousness is the better way. Finally, it is the only way. In righteousness is the power to provide the joy and happiness and the safety and security that men and women have longed for and searched for through all the generations of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p24\" class=\"\">It seems like such a simple solution, but the reality is that “Satan is abroad in the land, and he goeth forth deceiving the nations” (<span class=\"citation\" id=\"21097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21097)\">D&amp;C 52:14<\/a><\/span>). There is opposition. Right and wrong do exist. Our actions do have moral consequences. There is no right way to do a wrong thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p25\" class=\"\">As one called as a witness of Jesus Christ and to declare His gospel, I plead that you will not delay in doing all that you can. That you will strive to come to know His laws and commandments and work with urgency to obey them. By this you will be in a process that will make you righteous and thus worthy of the promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/righteousness.p26\" class=\"\">Jesus Christ is at the head of this work. He is a God of righteousness. In His gracious mercy He has provided us with a righteous Prophet, whom if we follow, we will be doing what is right. To the truth of this fact and the words which I have spoken, I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}