{"ID":6309, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Home, Family, and Personal Enrichment\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p3\" class=\"\">Virginia U. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">We are eager for each sister to strengthen herself spiritually and to acquire skills that will be crucial in meeting the challenges that are ahead.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">99911_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1383.jpg\" alt=\"Virginia U. Jensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p5\" class=\"\">When the Relief Society marked its 50th birthday on March 17, 1892, sisters in branches, wards, and stakes throughout the Church, as well as here in the Salt Lake Tabernacle, met to join in a simultaneous offering of prayer. Joseph F. Smith, then counselor to President Wilford Woodruff, offered the prayer which included these words: “Bless the … members of the Relief Society throughout the earth. … Wilt thou be with them by thy spirit to bless them, to cause their hearts to rejoice before thee” (minutes of the Relief Society General Board, 17 Mar. 1892, Historical Department Archives, The Church of Jesus Christ of Latter-day Saints, 233–34).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p6\" class=\"\">More than a century later, we are gathered as sisters tonight for the purpose of rejoicing. My heart is filled with joy and gratitude at the great blessing you and I have in being members of this marvelous Church and of knowing the plan of salvation laid out by our Heavenly Father. I rejoice in the wonderful blessings that come to us as we learn and grow through the programs of the Church. Specifically tonight I rejoice in the programs of Relief Society. I rejoice in what they have done for us in the past and what they will help us accomplish in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p7\" class=\"\">President Joseph F. Smith recommended Relief Society for our benefit when he spoke of it as being “divinely made, divinely authorized, divinely instituted, [and] divinely ordained of God” (minutes, 17 Mar. 1914, 54).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p8\" class=\"\">Elder Ezra Taft Benson reminded us, “The Church was created in large measure to help the family, and long after the Church has performed its mission, [the family] will still be functioning” (“Strengthening the Family,” <span class=\"emphasis\">Improvement Era,<\/span> Dec. 1970, 46).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p9\" class=\"\">I would like to talk about building homes where each of us individually—whether married or single, young or old—can grow and reach our ultimate potential, where family members can learn all they need to know to follow the plan of salvation, which is our Heavenly Father’s plan for each of us to find our way back to Him and to our heavenly home when this probationary period of mortality is finished.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p10\" class=\"\">I echo the fervor of President David O. McKay, who said, “With all my heart I believe … the best place to prepare for eternal life is in the home” (“Blueprint for Family Living,” <span class=\"emphasis\">Improvement Era,<\/span> Apr. 1963, 252).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p11\" class=\"\">And yet the scriptures warn that there must be an opposition in all things (see <span class=\"citation\" id=\"4733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4733)\">2 Ne. 2:11<\/a><\/span>). Indeed, President Boyd K. Packer tells us, “The ultimate purpose of the adversary … is to disrupt, disturb, and to destroy the home and the family” (“The Father and the Family,” <span class=\"emphasis\">Ensign,<\/span> May 1994, 19).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p12\" class=\"\">This past spring two different bird families built nests in my yard. A small sparrow chose a rose tree on my patio for her nest. Time after time she flew back and forth, carrying blades of grass and small twigs in her beak. Carefully she manipulated her way through the rose thorns, depositing her building materials in the chosen spot. She worked without resting until the tiny nest was finished. I was amazed at how carefully the grasses were woven to make a strong and stable structure. I was almost moved to tears when I saw in the bottom of the nest four small pieces of cotton, placed in just the right spot to make a soft bed for her little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p13\" class=\"\">The second bird, a robin, chose to build her nest in front of my house near the rain gutter, up high where ground predators could not reach it. Since she was larger, so was her nest, and in addition to being bigger, the outside of her nest was glued with mud, which kept the grasses and twigs together and held it in the crook of the rain gutter. Inside, single blades of grass were woven into a soft, cuplike shape that perfectly cradled the bird.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p14\" class=\"\">When the nests were completed, both birds laid their eggs and began the daily vigil of protecting and nurturing. Hour after hour, day after day these birds sat on their eggs. After the eggs hatched, the mothers worked full time to feed their hungry babies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p15\" class=\"\">One particularly hot day I noticed the robin sitting on her nest, panting with her beak open. Obviously she was uncomfortable in the glare of the sun. I wondered why she stayed. Then I realized she was not sitting deep in the nest as she had when she was keeping her babies warm. Instead she was carefully stretched over the top of the nest, forming a protective shelter to keep her featherless babies from being sunburned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p16\" class=\"\">I began to read about birds and the great pains they take to build homes for their families. Did you know that barn swallows make more than 1,200 mud-carrying trips in order to construct their nests? One single nest of a hooded oriole was found to contain 3,387 separate pieces of material. It seems to me that birds invest everything—their time, their energy, their means, their own comfort—to make a home and rear their young. It is not a priority that is given second place or avoided. It takes first place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p17\" class=\"\">Since watching the birds in my yard, I have wondered who taught these birds what to do. How did they know how to build a nest and to shade their fledglings from the sun? Birds follow instincts to provide, protect, and nurture. These are God-given instincts, and pondering on them caused me, along with the Psalmist, to exclaim, “O Lord, how great are thy works!” (<span class=\"citation\" id=\"42120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42120)\">Ps. 92:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p18\" class=\"\">We are also blessed with God-given instincts. We instinctively want so much for those we love, and yet being human, we encounter many more problems than the birds I observed. In today’s society there are many who challenge the importance of the traditional home and family. Some think there are other uses of a woman’s time and talents that are more important than the family. But prophets have been relentless in declaring that the role of homemaker is one of the most sacred and meaningful pursuits possible to man or woman. Sisters in all life circumstances have opportunities to build and nurture others within their sphere of influence. As you and I learn more about Heavenly Father’s plan of salvation, we are assured that no matter the circumstances of our individual lives, creating a safe and nurturing environment for those we love is of the utmost importance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p19\" class=\"\">Elder Neal A. Maxwell said: “The home is usually the place where most of our faith is established and increased. … How sad, therefore, that some homes are merely a pit stop, when they should be a prep school for the celestial kingdom” (<span class=\"emphasis\">Lord, Increase Our Faith<\/span> [1994], 117).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p20\" class=\"\">As we fight the negative influences of the world and struggle to build homes that are “a prep school for the celestial kingdom,” let us remember that our earthly activities have a spiritual base and a celestial conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p21\" class=\"\">As a Relief Society general presidency we want to reaffirm our goals and commitment to the purpose of Relief Society, which is to help sisters and their families come to Christ. We want to make certain that Relief Society is a help and blessing to every sister in the Church, regardless of her circumstances. We are eager for each sister to strengthen herself spiritually and to acquire skills that will be crucial in meeting the challenges that are ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p22\" class=\"\">Therefore, with the approval of the First Presidency and the Quorum of the Twelve Apostles, we are pleased to make the following announcements: Effective January 1, 2000, the name of Homemaking meeting will be changed. The new name will be Home, Family, and Personal Enrichment. The purpose of the new name is to clearly communicate what this important midweek meeting of Relief Society is designed to accomplish. The further purpose of the new name is to help each of us refocus our attention on strengthening ourselves and then, with that increased strength, build our family members, friends, neighbors, and community so that each may be brought closer to our Heavenly Father and His Son Jesus Christ. During the 15-minute lesson portion of this meeting, teachers will present a spiritual topic. During the 60- to 90-minute activity portion, we will learn practical skills based on the spiritual topic. These practical skills could be something like home maintenance and repairs, gardening, or quilting. We could also choose to participate in service activities that bless and strengthen others. This meeting should enrich and improve each of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p23\" class=\"\">Within the gospel are the answers the world needs to solve the problems that are all around us. Through the gospel of Jesus Christ, we have the knowledge and the means to establish homes of strength, peace, love, and faith. We need not do it alone. The programs of the Church can help us. We also need the help our Father in Heaven is eager to give us. In Psalm 127:1 [<span class=\"citation\" id=\"42124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42124)\">Ps. 127:1<\/a><\/span>] we are cautioned, “Except the Lord build the house, they labour in vain that build it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p24\" class=\"\">Recently my friend Richard came home from work to find a very small girl sitting on the curb in front of his house, crying. He asked if he could help. Through her sobs she explained that she was lost. He told her that this was his house and his wife was inside. He told her he knew she shouldn’t go with strangers, but if she felt comfortable going inside, he and his wife would try to find her home. They went into his house, and his wife, Linda, began to console the little girl. “I’m sure you must be very frightened,” she said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p25\" class=\"\">“I was frightened,” the girl responded, “until I saw the picture of Jesus hanging on your wall. Then I knew I would be safe.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p26\" class=\"\">Throughout the world, many of God’s children are lost. We who know the truth can help them. We can show them a pattern of strong homes and righteous family members. We can help them if we have the Savior in our homes—not just His picture on the wall but also His teachings, His Spirit, and His love. Despite the instincts we have been blessed with, this kind of home doesn’t happen automatically. We need spiritual strength and practical skills to build a home where the Spirit of the Lord is present. Home, Family, and Personal Enrichment meeting is a place for us to share sisterhood, to gain knowledge, to learn skills, and to increase testimony. This meeting is also the place to rededicate ourselves to our homes and families and to the giving of service wherever it is needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p27\" class=\"\">As Relief Society leaders and all of us as members catch the vision and the excitement of Home, Family, and Personal Enrichment meeting and act out of the resultant enthusiasm, we will grow in testimony and spiritual strength. We will come closer to our Savior and know how to build homes where He can dwell. Then, quoting President Thomas S. Monson, “the Lord, even our building inspector, may say to us, as he said … to Solomon, a builder of another day, ‘… I have hallowed this house, which thou hast built, to put my name there for ever; and mine eyes and mine heart shall be there perpetually’” (<span class=\"citation\" id=\"1330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1330)\">1 Kgs. 9:3<\/a><\/span>; <span class=\"emphasis\">Pathways to Perfection<\/span> [1973], 250).<\/p>\n\t\t\t<p uri=\"\/ensign\/1999\/11\/home-family-and-personal-enrichment.p28\" class=\"\">Relief Society is an organization of divine origin. Within it lies the power to strengthen sisters and their families and to create a worldwide family of sisters. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}