{"ID":631, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Let Us Walk Humbly Before the Lord<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1953, pp. 34-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHow beautiful it is, my brothers and sisters, and how satisfying to the soul that hungers\nand thirsts after righteousness to sit here and listen to the voices of these inspired leaders as\nthey teach us and expound the truths of the gospel, unadulterated, and unchanged, and\neverlasting! I have been thrilled with the proceedings of the meetings so far in this\nconference, and I am grateful to these brethren who are so firm and steadfast, so unassuming,\nand yet so vigorous in the defense of the truth.\n<\/p><p>\nI hope that you will bear with me, brothers and sisters, for a few minutes. I should like to talk\nabout a virtue which I think becomes all of those who claim to be the children of God, the\nSaints of the Lord, his followers. I concluded to do this after listening yesterday to the\nmission presidents as they reported their labors, their successes, and the success of the\nmissionaries. They did it so humbly that I concluded that humility must be one of the great\nvirtues that helps to bring about success in doing the work of the Lord.\n<\/p><p>\nAs I sat in that meeting, I turned to the songbook that was there and found a song, the words\nof which were written by Eliza R. Snow. I had never before noticed it. I should like to read\ntwo stanzas.\n<\/p><p>\nThe trials of the present day<br \/>\nRequire the Saints to watch and pray<br \/>\nThat they may keep the narrow way<br \/>\nTo celestial glory.<br \/><br \/>\nFor even Saints may turn aside<br \/>\nFor fear of ill that may betide<br \/>\nOr else induced by worldly pride<br \/>\nAnd lose celestial glory.\n<\/p><p>\nIf we examine the history of the nations of the past that have been great and powerful but that\nhave fallen, we will find nothing in them, I am sure, that would lead us to believe that any\nnation, or any civilization, or any people can find security merely in its own power and its\nown self-sufficiency.\n<\/p><p>\nThe facts of history remind us that where nations and peoples continue to ignore the\nprinciples of justice and of right in regard to their peoples and the peoples of other nations,\nand where they put aside the teachings of God, they experience difficulties, hardships,\ncalamities, and, in the due time of the Lord, history has proved that many of them have been\ndestroyed.\n<\/p><p>\nA love of power and personal ambition in the hearts of individual leaders\nand their associates, pride and self-sufficiency that go with ambition and power, cause them to\nforget that the real God of the earth is Jesus Christ; that the \"earth is the Lord's and the\nfullness thereof\" (<span class=\"citation\" id=\"41774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41774)\">Ps. 24:1<\/a><\/span>),\nand that it does not belong to any people, or any nation, or any combination\nof nations.\n<\/p><p>\nNow, that same pride, my brothers and sisters, and the same self-sufficiency that nations and\ntheir leaders sometimes feel give them security, may cause an individual to forget that the\nLord is God, and may cause him to lose faith in these principles which have been expounded\nhere today unless he repents and turns to Christ, and takes upon him the name of Christ,\nrecognizing him for what he is, the Son of God, the Savior, and the Redeemer of the world,\nwho was crucified, and who in three days came forth from the grave, making it possible for\nall to receive redemption therefrom.\n<\/p><p>\nKing Benjamin, recognized the destructiveness of pride and the necessity of humility. He\ntaught this to his people saying to them: \n<\/p><p>\nFor the natural man is an enemy to God, and has been from the fall of Adam, and will be,\nforever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the\nnatural man and becometh a saint through the atonement of Christ the Lord, and becometh as\na child, submissive, meek, humble, patient, full of love, willing to submit to all things which\nthe Lord seeth fit to inflict upon him, even as a child doth submit to his father\n(<span class=\"citation\" id=\"40252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40252)\">Mosiah 3:19<\/a><\/span>).\n<\/p><p>\nAnd he continues to remind his people, saying: \n<\/p><p>\nFor behold are we not all beggars? Do we not all depend upon the same Being, even God, for\nall the substance which we have, for both food and raiment and for gold, and silver, and for\nall the riches which we have of every kind?\n(<span class=\"citation\" id=\"40254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40254)\">Mosiah 4:19<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, we are all dependent upon the Lord. The riches of the earth are his\nand are provided us through his mercy only. Pride and self-sufficiency would lead us to\nbelieve otherwise. They are destroyers of the best that is in men, but on the other hand,\nhumility, submissiveness, willingness to abide by the teachings of the Lord bring out the best\nthat is in men because they become teachable and can be molded into agents usable to him.\nOne must constantly remind himself and guard against pride or he will find himself taking to\nhimself part of the glory that the Lord has said is his.\n<\/p><p>\nPresident Grant once reminded us that there are two spirits striving with all men&mdash;one telling\nthem what to do that is right, and the other telling them to do that which will please\nthemselves, that will gratify their own pride and ambitions. So, as King Benjamin said, unless\nwe yield \"to the enticings of the Holy Spirit, and putteth off the natural man . . . and\nbecometh as a child,\" meek and submissive, and gentle full of love\n(<span class=\"citation\" id=\"40253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40253)\">Mosiah 3:19<\/a><\/span>), we are likely to spend our\ntime in gratifying our own pride and following our own ambitions, and thus fail to develop\nthe spiritual attributes and power. We will be led away from the divine destiny which may be\nours.\n<\/p><p>\nNow, humility is not an abject, groveling, self-despising spirit. It seems to me that it is rather\na right and proper estimate of what one is in the sight of God. When we have that estimate of\nourselves, we become as children, and we realize that he controls the universe. We learn then,\nto appreciate even the very air that we breathe, and our ability to go and come and to see and\nto do, and to accept and to reject. But until he can submit himself to this status, man is an\n\"enemy to God.\"\n<\/p><p>\nTrue humility, in my opinion, implies acknowledgment, thanksgiving, prayerfulness, all those\nvirtues which become a Latter-day Saint. It is becoming to an individual no matter what his\nstatus in life, to acknowledge the Lord for his goodness and for his mercy, to be humble and\nprayerful and submissive to his will. True humility is uplifting, ennobling.\n<\/p><p>\nAlma, speaking to his son, Shiblon, emphasized this very thing, when he\nsaid: \n<\/p><p>\nSee that ye are not lifted up unto pride; yea, see that ye do not boast in your own wisdom,\nnor of your much strength.\n<\/p><p>\nUse boldness, but not overbearance\n(<span class=\"citation\" id=\"8936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8936)\">Alma 38:11-12<\/a><\/span>).\n<\/p><p>\nI think that most fathers could accept that counsel and give the same to their sons.\n<\/p><p>\nPride and ingratitude in the hearts of men are grievous sins in the sight of God, and all of us\nare guilty of them; I know I am; I suppose you are to a degree as are people generally. When\nwe stop to think, as has been expressed here today, that the Son of God created the world and\nall that in it is, and that by the shedding of his blood he made possible the redemption of men\nfrom the grave, we should not become self-sufficient, but we should remember that we are\nhere living simply because of his mercy and of his kindness and of his love.\n<\/p><p>\nHumility, in my opinion, implies a grateful heart, and the Lord has warned us against\ningratitude, for in the Doctrine and Covenants he has said: \n<\/p><p>\nAnd in nothing doth man offend God or against none is his wrath kindled save those who\nconfess not his hand in all things, and obey not his commandments\n(<span class=\"citation\" id=\"13125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13125)\">D&amp;C 59:21<\/a><\/span>).\n<\/p><p>\nHow can a man or a woman or a child learn to become humble and submissive, and gentle\nand meek? He has made that plain also here in the fifty-ninth section of the Doctrine and\nCovenants, and I would like to read a verse or two.\n<\/p><p>\nWherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God\nwith all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ\nthou shalt serve him.\n<\/p><p>\nThou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor\nkill, nor do anything like unto it.\n<\/p><p>\nThou shalt thank the Lord thy God in all things.\n<\/p><p>\nThou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken\nheart and a contrite spirit.\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day; \n<\/p><p>\nFor verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High (<span class=\"citation\" id=\"13121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13121)\">D&amp;C 59:5-10<\/a><\/span>).\n<\/p><p>\nAnd yet, only a part of us see fit to do some of these according to our statistics and reports.\nThe person with true humility will not seek to aggrandize himself. He will serve for the sake\nof service. He will give his gifts in secret and let it be found out by accident. He will realize\nthat all knowledge comes from God&mdash;for he knows all. He will not be contentious, unruly, or\ncritical. He will not profane the name of Deity. As a literal child of God, he will feel it a\nprivilege to do his will and keep his commandments.\n<\/p><p>\nFinally, the Lord has left us this: In order to shape ourselves to be fit candidates for his\nkingdom by leading lives of meekness and humility before him, he admonishes us to \"let\nevery man esteem his brother as himself, and practise virtue and holiness before me\"\n(<span class=\"citation\" id=\"13108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13108)\">D&amp;C 38:24-25<\/a><\/span>).\n<\/p><p>\nAnd if ye seek the riches which it is the will of the Father to give unto you, ye shall be the\nrichest of all people for ye shall have the riches of eternity; and it must needs be that the\nriches of the earth are mine to give; but beware of pride, lest ye become as the Nephites of\nold...\n<\/p><p>\nAnd let your preaching be the warning voice, every man to his neighbor, in mildness and in\nmeekness (<span class=\"citation\" id=\"13109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13109)\">D&amp;C 38:39,41<\/a><\/span>).\n<\/p><p>\nWhat I have tried to say is that in order to be usable in the hands of the Lord, we must banish\npride and self-sufficiency and be meek and humble. We must be submissive and easy to be\nentreated. We must\nlove the Lord with all our heart, mind and strength and our neighbour as ourself (see\n<span class=\"citation\" id=\"34593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34593)\">Matt. 23:37-39<\/a><\/span>).\n<\/p><p>\nI appreciate the opportunity to receive this training in this great Church. I\ntestify to you that I know that God lives, and that Jesus is the Christ, and that he, through\nJoseph Smith, restored the gospel to the earth in this day as it is predicted in the scriptures of\nold, and that only by following the pattern given by the Savior can we receive the blessings\nof eternal life.\n<\/p><p>\nTo this I testify and do so in the name of Jesus Christ, the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}