{"ID":634, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1953, pp. 52-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: Obedient to President McKay's request, which is founded I know, on a\ngood reason, I shall take a little more time tonight than I had intended to take, but I do not\nintend to deprive you of the pleasure and profit of having a few words from him.\n<\/p><p>\nI suppose from President McKay's observation about the duty of the ushers, that he has not\nyet received an estimate of the number of the Priesthood who are here, on the grounds, in\nother buildings, and of course, we do not know the number that are listening in at the Field\nHouse at the Brigham Young University, but I am sure it is a great multitude. I suppose it is\nthe greatest gathering of Priesthood, the true Priesthood, that has occurred in the history of the\nwhole world.\n<\/p><p>\nThe Lord tried to make a nation of priests out of Israel\n(<span class=\"citation\" id=\"22633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22633)\">Ex. 19:6<\/a><\/span>), but Israel would not, and so the Lord\nhad to organize as he did, giving the Priesthood to one tribe, withdrawing the Melchizedek\nPriesthood from their midst, and setting up the Priesthood of Aaron.\n<\/p><p>\nWe have been more fortunate, more blessed, and I hope we may say, in truth, more obedient,\nthan ancient Israel, we do have a nation, a people of priests, for all our male members over\ntwelve years of age do bear the Priesthood. This Priesthood has been known by various\nnames, but apparently the full name is the Holy Priesthood under or according to the Order of\nthe Son of God (<span class=\"citation\" id=\"13167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13167)\">D&amp;C 107:3<\/a><\/span>).\n<\/p><p>\nI want to read to you some verses from the Book of Moses, 1st chapter and the 31st to the\n33rd verses, part of the 35th and then the 37th and the 39th. \"And behold, the glory of the\nLord was upon Moses, so that Moses stood in the presence of God, and talked with him face\nto face. And the Lord God said unto Moses: For mine own purpose have I made these\nthings.\" (That is, the things of this earth.) \"Here is wisdom and it remaineth in me.\n<\/p><p>\n\"And by the word of my power, have I created them, which is mine Only Begotten Son, who\nis full of grace and truth.\n<\/p><p>\n\"And worlds without number have I created; and I also created them for mine own purpose;\nand by the Son I created them, which is mine Only Begotten. * * *\n<\/p><p>\n\" . . . For behold, there are many words that have passed away by the word of my power.\nAnd there are many that now stand, and innumerable are they unto man; but all things are\nnumbered unto me, for they are mine and I know them. * * *\n<\/p><p>\n\"And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot\nbe numbered unto man; but they are numbered unto me, for they are mine\"\n(<span class=\"citation\" id=\"39022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39022)\">Moses 1:31-33,35,37,39<\/a><\/span>).\n<\/p><p>\nThis revelation given to Moses, thousands of years ago, now finds its fruit through the great\ntelescopes that have been recently erected, which show that there are universes, galaxies,\nunnumbered, some of them as much as a billion or two billion light years away, that is, it\ntakes a billion or two billion years for light traveling 185 thousand miles per second, as I\nrecall, to come from them to us.\n<\/p><p>\nMoses goes on: \"And as one earth shall pass away, and the heavens thereof\neven so shall another come; and there is no end to my works, neither to my words.\"\n<\/p><p>\nThe modern astrophysicists suggest that galaxies may have been formed in the past and\ndisappeared (\"passed away\"), that the galaxies now formed may disappear (\"pass away\"), and\nthat others may be formed to take their places, for there is no end to space.\n<\/p><p>\nMoses continues, \"For behold, this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man.\n<\/p><p>\nThe Lord said that he did these works, the creation of the worlds, \"by the word of his power,\"\nwhich is his Only Begotten Son. It seems as if when God speaks, the chaos of space answers,\nuniverses are formed, universes disappear, new worlds are created, old worlds disappear, and\nall this suggests, as I just read, the end is not yet.\n<\/p><p>\nNow, what is that \"word of my power,\" which does these mighty works in the universe? I\nwant to read to you what Brother Brigham said about that. He said: \"If anybody wants to\nknow what the Priesthood of the Son of God is, it is the law by which the worlds are, were,\nand will continue for ever and ever. It is that system which brings worlds into existence and\npeoples them, gives them their revolutions, their days, weeks, months, years, their seasons and\ntimes, and by which they are rolled up as a scroll, as it were, and go into a higher state of\nexistence.\"\n<\/p><p>\nThat is, these measureless creations have been formed by the power of the Holy Priesthood of\nthe Order of the Son of God. This Priesthood we, you and I, and all who stand in like places,\npossess, not in its fullness, as to the exercise of its power, but we do have the Priesthood.\nHow great and how multiple are its powers, which we do in fact possess, some of you, all of\nyou, have witnessed at one time or another in your lives.\n<\/p><p>\nI would like to read what the Prophet Joseph has said, some of the things he has said, about\nthe Priesthood: \n<\/p><p>\n\"The Priesthood,\" said the Prophet \"is an everlasting principle, and existed with God from\neternity and will to eternity, without beginning of days or end of years.\" Adam (I am taking\nisolated sentences and passages) . . . Adam stands next to Christ, who is the great High Priest.\nAdam obtained his Priesthood \"in the Creation, before the world was formed.\"\n<\/p><p>\nAnd the following statement of the Prophet is, to me, most significant \"Every man who has a\ncalling to minister to the inhabitants of the world\"&mdash;note that&mdash;\"Every man who has a calling\nto minister to the inhabitants of the world was ordained to that very purpose in the Grand\nCouncil of heaven before this world was. I suppose (said the Prophet) that I was ordained to\nthis very office in that Grand Council\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 365).\n<\/p><p>\nI like to think that not alone did such men as Adam and the Prophet Joseph receive the\nPriesthood before they came here. I like to think, I can give you no scripture for it, I like to\nthink that those of us who are set apart, chosen and set apart, to come forth in this the last\ndispensation of time, which is to draw together all other dispensations, had a like conferring\nof Priesthood though not perhaps a like setting apart.\n<\/p><p>\nThe Prophet continues, \"If a man gets a fullness of the priesthood of God, he has to get it in\nthe same way that Jesus Christ obtained it, and that was by keeping all the commandments\nand obeying all the ordinances of the house of the Lord.\"\n<\/p><p>\nThat lets us glimpse the fact that we poor humans, weak and clogged with mortality, cannot\nobtain the priesthood fullness here, not now at any rate, nor until we have yielded obedience\nto all the commandments and ordinances of the Lord; but when we do, that fullness will be\nours.\n<\/p><p>\nHe goes on: \"It (the Priesthood) is the channel through which the Almighty commenced\nrevealing His glory at the beginning of the creation of this earth, and through which He has\ncontinued to reveal Himself to the children of men to the present time, and through\nwhich He will make known His purposes to the end of time.\"\n<\/p><p>\nNow brethren, I take it that we can all glimpse something of the nature and the power of this\nPriesthood, which each of us has. With the possession of that power, there comes a\ntremendous responsibility, so great indeed, that to contemplate it seriously, is almost to crush\nus. Certainly, it is a humbling thing to think and try to understand and to contemplate that\nyou and I are clothed with that Priesthood, the same Priesthood that obtained in the creation\nof heavens and of worlds. But remember, we do not have and so we cannot exercise, save\nonly a fraction, a very small fraction, of the fullness of the Priesthood, and we must be most\ncareful in our attempted use of what we have.\n<\/p><p>\nYears ago, I did a little work classifying somewhat the powers of the Priesthood exercised by\nthe Savior, as recorded in the New Testament. First, I discovered that he had exercised certain\ncreative powers, the powers of creation: witness the turning of water into wine\n(<span class=\"citation\" id=\"27540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27540)\">John 2:1-11<\/a><\/span>), the feeding of\nthe 5,000 (<span class=\"citation\" id=\"34569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34569)\">Matt. 14:21<\/a><\/span>)\nand the 4,000 (<span class=\"citation\" id=\"34571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34571)\">Matt. 15:38<\/a><\/span>),\nand I repeat what I think I have said here before, about those latter\nmiracles, please do not accept the explanation that is made by those who are tinctured by this\n\"higher criticism,\" please do not accept the suggestion that the reason the 5,000 were fed was\nbecause they had taken their lunches with them.\n<\/p><p>\nHe exercised control over the elements. You will recall that he acted in seeming disobedience\nto some of what we call the laws of nature. He stilled the troubled waters on the sea that\nnight when the disciples thought the boat was about to be swamped, and they awakened him\nin their dire distress and fear. He calmed the waters. On another occasion, while the disciples\nwere going across the Sea of Galilee, in their boat, they having left him on the other side of\nthe lake, he came to them in the night, walking on the water. They thought he was a spirit.\nWhen they found out who he was, Peter, the impetuous Peter, asked the Savior to bid him to\ncome to him. The Savior bade him, Peter went over the side and started to walk towards him.\nBut the waves piling up in front of him, his faith failed him and he began to sink. He called\nto the Savior to save him. The Savior said, \"O ye of little faith\"\n(<span class=\"citation\" id=\"34570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34570)\">Matt. 14:23-33<\/a><\/span>;\n<span class=\"citation\" id=\"33061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33061)\">Mark 4:36-41<\/a><\/span>).\n<\/p><p>\nHe controlled life. You will remember he raised the dead\n(<span class=\"citation\" id=\"27554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27554)\">John 11:43<\/a><\/span>), he healed the sick, and the infirm,\nall of these manifestations, in one sense or another involved great creative powers. Most of\nthese exhibitions of his power have been repeated in our time by the exercise of the powers of\nthe Priesthood we hold. I hope that if you have not recently read, you will read the Life of\nJacob Hamblin. There is a man to whom the Church has not yet paid due tribute. He was a\ngreat missionary. He was a diplomat of the highest order. He was a statesman. He, time and\nagain, used these great priesthood powers to assist him in his work. I wish that we would\nreprint that faith-promoting series that we had once, and would use them in our schools to\nbuild up simple faith instead of sometimes furnishing material whose sole function seems to\nbe to raise doubts.\n<\/p><p>\nBrethren, have simple faith, for faith is the implementing force of the Priesthood. I want to\nread to you what Brother Brigham said about that. He said, \"If we speak of faith in the\nabstract, it is the power of God by which the worlds are and were made, and is a gift of God\nto those who believe and obey his commandments.\"\n<\/p><p>\nIf you brethren will run over in your minds the use of the Priesthood you yourselves have\nmade, you will find that all the uses which have to do, at any rate, with the alleviating of\nhuman suffering, the bestowal of spiritual powers and graces, all of these works we do are\nbrought about through the exercise of faith.\n<\/p><p>\nNow, brethren, here we are, agents of the Lord, and he, our Lord and Savior, the agent of\nGod, the Father. That is the power we have, that is the responsibility that is ours. We must\nask ourselves what kind of agents are we? How well are we magnifying that\nagency, how nearly are we living in accordance with the commandments of God through\nwhich action only shall we ever receive a fullness of the Priesthood which we now possess.\n<\/p><p>\nI confess, brethren, that to me this is a tremendously important subject. It is a subject that can\noccupy our time and attention, and upon which we may exert all the mental powers we\npossess in order that we may gain some understanding thereon and thereof.\n<\/p><p>\nBrethren, let us take all of this to heart. Let us not treat the Priesthood lightly. Let us not\nthink, as I have said to you before, that we can lay it off tonight and go out somewhere and\ndo as the lust of pleasure dictates, and then come back and put it on and go forward again.\nThe Priesthood cannot be treated in that way.\n<\/p><p>\nWe should never go into a place, save we are sent on a spiritual mission where there would\nbe any likelihood that the Spirit of the Lord could not go with us. We should never engage in\nany act and so far as possible, we should not harbor any thought, to which we might not\ninvite the Spirit of the Lord to participate with us.\n<\/p><p>\nDo not, let us not, I speak to myself as I speak to you, let us not think lightly of this\npriesthood, let us bend every effort which we possess to do nothing that will either deprive us\nof the Priesthood, or that will in any way impair our ability and power to exercise it.\n<\/p><p>\nDuring the last week of his sojourn on the earth as a mortal in Palestine, the Lord, returning\nfrom Bethany to Jerusalem one morning, became hungry. He saw a fig tree in the distance,\nand thinking to relieve his hunger, he went to it and found that it had only leaves no fruit. So\nfinding, he cursed the tree and declared that thenceforth forever it should not furnish fruit to\nany man (<span class=\"citation\" id=\"34588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34588)\">Matt. 21:17-22<\/a><\/span>).\nCritics have some difficulty in understanding that act. I do not intend to try to\nexplain it, but I can think of it as an illustration of what will come to us, if we shall prostitute\nour Priesthood. Prostitute the Priesthood and I am sure it will be a long, laborious task to\nrecover it in the measure to which we had it before. And when you think of what that\nPriesthood means, you men of families, with children&mdash;how glorious it is to be able to go to\nthe Lord when one of them is ill and particularly when the doctors tell you there is no hope,\nhow glorious it is to go to the Lord and ask for his help, doing this through the power of the\nPriesthood which you possess, and with the knowledge that if not contrary to his wisdom, he\nwill grant that help.\n<\/p><p>\nAnd what a tragedy it would be, if, when that time should come, and it will come to most of\nyou, sooner or later, what a tragedy it would be, if your right to invoke your Priesthood had\nbeen lost through your transgression. What a tragedy to find you were in the position of the\nfig tree that had been forbidden thereafter ever to bear any fruit.\n<\/p><p>\nI can testify to you, my brethren, out of my own experience, that God hears and answers\nprayers. I can testify to you that through the exercise of the Priesthood and prayer I have seen\nmiracles performed, persons healed. There is no question about that. One such healing of a\nloved one, otherwise lost as to mortal life, is worth a thousand times more than all that it\ncosts us to live so righteously that we do not lose our claim upon our Heavenly Father to\nhonor our Priesthood.\n<\/p><p>\nBrethren, I cannot speak too earnestly and invoke too intently the wish that we shall, all of us,\nrealize what this Priesthood means; that we shall keep ourselves clean so that nothing shall\nstand betwixt us and the Lord. I have spoken of the extreme case, in a way, the healing of the\nsick of our dear ones, but there is no hour of the day or the waking hours of the night, when\nwe do not stand in need of comfort, of peace, of inspiration, of wisdom, that can come only\nfrom our Heavenly Father. Our priesthood is our authority to go to the Lord in times of\nstress.\n<\/p><p>\nLet us not, my brethren, do anything that will rob us of this agency of ours, agency to\nrepresent the Lord, and he, out of his agency, to represent the Father. We stand where, in a\nlimited way at least, we may exercise the powers which God himself might exercise if he\nwere present.\n<\/p><p>\nMay the Lord be with us, encourage us, help us to live as he would have us live, help us to\nkeep his commandments, help us to act straight and to think straight, help us to guide our\nfootsteps away from temptation (you know, frequently, I think temptation comes primarily\nwhen it is sought), I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}