{"ID":6355, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Shield of Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">Never before in the history of the world has the need for faith in God been greater.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p4\" class=\"\">My beloved brothers and sisters, today is historic. This is the first general conference of this century and millennium, and the first one to be held in this great new Conference Center of The Church of Jesus Christ of Latter-day Saints. I join with all of you in expressing admiration, respect, and appreciation for the vision of our great prophet, President Gordon B. Hinckley. His was the faith and courage to move forward with this great project.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p5\" class=\"\">With a tear of sadness, we leave our beloved Tabernacle, the traditional site for general conference. As President Hinckley has said, “We have outgrown it.” We pause to pay tribute to the faith, vision, and inspiration of Brigham Young and his associates who in faith built the Tabernacle, the construction of which is truly remarkable. I have been in the ceiling area of the Tabernacle, where the original rawhide bindings are still wrapped around the timbers of the roof structure. Although the timbers have since been reinforced with steel, the creative handiwork of the faithful pioneer Saints still stands as a symbol of their great faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p6\" class=\"\">I believe the future will be great and marvelous in many respects. Opportunities for education and learning have increased and will continue to increase dramatically. One person defined it this way: “Education is when you read the fine print. Experience is what you get if you don’t.”<sup class=\"noteMarker\"><a href=\"#footnote1-20905_000_008\">1<\/a>\n       <span class=\"footnote\">[Pete Seeger.]<\/span><\/sup> Now and in the future, vast amounts of information are becoming more accessible worldwide through electronic devices in the home, the workplace, or the local library. However, great will be the challenges and endless the problems, because with this wave of knowledge, life actually becomes more complicated. Brigham Young said, “It was revealed to me in the commencement of this Church, that the Church would spread, prosper, grow and extend, and that in proportion to the spread of the Gospel among the nations of the earth, so would the power of Satan rise.”<sup class=\"noteMarker\"><a href=\"#footnote2-20905_000_008\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 72.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p7\" class=\"\">As we move into a new era, we have only one safe course: to press forward in faith. Faith will be our strong shield to protect us from the fiery arrows of Satan. Values should not change with time, because faith in Jesus Christ is indispensable to happiness and eternal salvation. The greatest century of advancement in science and technology has just ended. Yet a spirit of darkness prevails in our day as it did many centuries ago when Jesus Christ was about to be crucified. Even so, as the Prophet Joseph Smith said: “Great blessings await us at this time, and will soon be poured out upon us, if we are faithful in all things, for we are even entitled to greater spiritual blessings than they were, because they had Christ in person with them, to instruct them in the great plan of salvation. His personal presence we have not, therefore we have need of greater faith.”<sup class=\"noteMarker\"><a href=\"#footnote3-20905_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 90.]<\/span><\/sup> Faith is the first principle of the gospel of Jesus Christ as set forth by the Prophet Joseph: “We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote4-20905_000_008\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6567)\">A of F 1:1<\/a><\/span>.]<\/span><\/sup> This faith will be the sanctuary for our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p8\" class=\"\">Never before in the history of the world has the need for faith in God been greater. Although science and technology open up boundless opportunities, they also present great perils because Satan employs these marvelous discoveries to his great advantage. The communication highway that spans the globe is overloaded with information for which no one bears responsibility for its truth or its source. Crime has become much more sophisticated and life more perilous. In war, killing has become far more efficient. Great challenges lie ahead unless the power of faith, judgment, honesty, decency, self-control, and character increases proportionately to compensate for this expansion of secular knowledge. Without moral progress, stimulated by faith in God, immorality in all its forms will proliferate and strangle goodness and human decency. Mankind will not be able to fully express the potential nobility of the human soul unless faith in God is strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p9\" class=\"\">In our time the belief that science and technology can solve all of mankind’s problems has become a theocracy. I would despair if I thought our eternal salvation depended on scientific, technical, or secular knowledge separate from righteousness and the word of God. The word of God as spoken by His prophets through the centuries justifies no other conclusion. Many believe that the transcendent answers to life’s questions lie in the test tube, in the laboratories, in the equations, and in the telescopes. This theocracy of science leaves out the ultimate answer to the overarching question, “Why?” Knowing cause and effect is fascinating but does not explain why we are here, where we came from, and where we are going. As Albert Einstein said, “I shall never believe that God plays dice with the world.”<sup class=\"noteMarker\"><a href=\"#footnote5-20905_000_008\">5<\/a>\n       <span class=\"footnote\">[In John Bartlett, comp., <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed. (1968), 950.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p10\" class=\"\">President Harold B. Lee once said: “No matter what his progress in science, man must always be subject to the will and direction of Divine Providence. Man has never discovered anything that God has not already known.”<sup class=\"noteMarker\"><a href=\"#footnote6-20905_000_008\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Be Ye Not Deceived,<\/span> Brigham Young University Speeches of the Year (4 May 1965), 6.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p11\" class=\"\">I do not believe that this great outpouring of knowledge happened by chance. All of this secular knowledge did not come solely from the creative minds of men and women. Mankind has been on the earth a long time. Over the centuries, knowledge came at a snail’s pace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p12\" class=\"\">I believe that the appearance of God the Father and His Son, the Lord Jesus Christ, in 1820 to Joseph Smith unlocked the heavens not only to the great spiritual knowledge revealed in this dispensation but also to secular knowledge. “Anthropologists inform us that for thousands of years the average human being could expect to live about 25 to 30 years.”<sup class=\"noteMarker\"><a href=\"#footnote7-20905_000_008\">7<\/a>\n       <span class=\"footnote\">[Stephen Moore, “Great American Century Is Just Beginning,” <span class=\"emphasis\">Arizona Republic,<\/span> 9 Jan. 2000.]<\/span><\/sup> But since the late 19th century, life expectancy worldwide has risen to 64 years.<sup class=\"noteMarker\"><a href=\"#footnote8-20905_000_008\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">New York Times 2000 Almanac<\/span> (1999), 484.]<\/span><\/sup> New ideas, including scientific inventions and discoveries of better ways of doing things, were being produced annually at 39 a year from 4,000 <span class=\"small\">B.C.<\/span> to <span class=\"small\">A.D.<\/span> 1, contrasted to 3,840 new ideas a year in the 19th century, while today they are created at the rate of 110,000 a year.<sup class=\"noteMarker\"><a href=\"#footnote9-20905_000_008\">9<\/a>\n       <span class=\"footnote\">[See Charles I. Jones, “Was an Industrial Revolution Inevitable? Economic Growth over the Very Long Run,” working paper 7375, National Bureau of Economic Research, Cambridge, Mass., 1999, 32.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p13\" class=\"\">Now comes the challenge to prevent the scientific, technical, and intellectual from stifling the spiritual enlightenment in our lives. As someone once said, “The greatest of undeveloped resources [in our country] is faith; the greatest of unused power is prayer.”<sup class=\"noteMarker\"><a href=\"#footnote10-20905_000_008\">10<\/a>\n       <span class=\"footnote\">[Roger W. Babson, <span class=\"emphasis\">Religion and Business<\/span> (1921), 80.]<\/span><\/sup> Technology may help us communicate with each other and the world, but not with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p14\" class=\"\">I wish to sound a voice of warning to this people. I solemnly declare that this spiritual kingdom of faith will move forward with or without each of us individually. No unhallowed hand can stay the growth of the Church nor prevent fulfillment of its mission. Any of us can be left behind, drawn away by the seductive voices of secularism and materialism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p15\" class=\"\">To sustain faith, each of us must be humble and compassionate, kind and generous to the poor and the needy. Faith is further sustained by daily doses of spirituality that come to us as we kneel in prayer. It begins with us as individuals and extends to our families, who need to be solidified in righteousness. Honesty, decency, integrity, and morality are all necessary ingredients of our faith and will provide sanctuary for our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p16\" class=\"\">Simple faith in God the Father; His Son, Jesus Christ; and the Holy Ghost is like a supercharger operating in our lives. As Elder Charles W. Penrose said: “Some people will not believe anything they cannot grasp with their human reason or cannot see with their natural eyes. But blessed is the man of faith, blessed is the woman of faith! For by faith they can see into things that cannot be discerned by the natural eyes. They can reach out to the regions of immortality, grasp eternal realities and lay hold upon the things of God!”<sup class=\"noteMarker\"><a href=\"#footnote11-20905_000_008\">11<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News Semi-Weekly,<\/span> 14 Sept. 1880, 1.]<\/span><\/sup> This is so because through faith, our natural gifts and powers of achievement are increasingly enhanced.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p17\" class=\"\">Faith intensifies and magnifies our gifts and abilities. There is no greater source of knowledge than the inspiration that comes from the Godhead, who have all understanding and knowledge of that which has been, is now, and will be in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p18\" class=\"\">At Haun’s Mill, a heroic pioneer woman, Amanda Smith, learned by faith how to do something beyond her abilities and the scientific knowledge of her time. On that terrible day in 1838, as the firing ceased and the mobsters left, she returned to the mill and saw her eldest son, Willard, carrying his seven-year-old brother, Alma. She cried, “Oh! my Alma is dead!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p19\" class=\"\">“No, mother,” he said, “I think Alma is not dead. But father and brother Sardius are [dead]!” But there was no time for tears now. Alma’s entire hipbone was shot away. Amanda later recalled:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p20\" class=\"\">“Flesh, hip bone, joint and all had been ploughed out. … We laid little Alma on a bed in our tent and I examined the wound. It was a ghastly sight. I knew not what to do. … Yet was I there, all that long, dreadful night, with my dead and my wounded, and none but God as our physician and help. ‘Oh my Heavenly Father,’ I cried, ‘what shall I do? Thou seest my poor wounded boy and knowest my inexperience. Oh, Heavenly Father, direct me what to do!’ And then I was directed as by a voice speaking to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p21\" class=\"\">“… Our fire was still smouldering. … I was directed to take … ashes and make a lye and put a cloth saturated with it right into the wound. … Again and again I saturated the cloth and put it into the hole … , and each time mashed flesh and splinters of bone came away with the cloth; and the wound became as white as chicken’s flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p22\" class=\"\">“Having done as directed I again prayed to the Lord and was again instructed as distinctly as though a physician had been standing by speaking to me. Near by was a slippery-elm tree. From this I was told to make a … poultice and fill the wound with it. … The poultice was made, and the wound, which took fully a quarter of a yard of linen to cover, … was properly dressed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p23\" class=\"\">“I removed the wounded boy to a house … and dressed his hip; the Lord directing me as before. I was reminded that in my husband’s trunk there was a bottle of balsam. This I poured into the wound, greatly soothing Alma’s pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p24\" class=\"\">“‘Alma my child,’ I said, ‘you believe that the Lord made your hip?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p25\" class=\"\">“‘Yes, mother.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p26\" class=\"\">“‘Well, the Lord can make something there in the place of your hip, don’t you believe he can, Alma?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p27\" class=\"\">“‘Do you think that the Lord can, mother?’ inquired the child, in his simplicity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p28\" class=\"\">“‘Yes, my son,’ I replied, ‘he has showed it all to me in a vision.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p29\" class=\"\">“Then I laid him comfortably on his face, and said: ‘Now you lay like that, and don’t move, and the Lord will make you another hip.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p30\" class=\"\">“So Alma laid on his face for five weeks, until he was entirely recovered—a flexible gristle having grown in place of the missing joint and socket, which remains to this day a marvel to physicians. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p31\" class=\"\">“It is now nearly forty years ago, but Alma has never been the least crippled during his life, and he has traveled quite a long period of the time as a missionary of the gospel and [is] a living miracle of the power of God.”<sup class=\"noteMarker\"><a href=\"#footnote12-20905_000_008\">12<\/a>\n       <span class=\"footnote\">[“Amanda Smith,” in Andrew Jenson, comp., <span class=\"emphasis\">Historical Record,<\/span> 9 vols. (1882–90), 5:84–86; paragraphing and punctuation altered.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p32\" class=\"\">The treatment was unusual for that day and time, and unheard of now, but when we reach an extremity, like Sister Smith, we have to exercise our simple faith and listen to the Spirit as she did. Exercising our faith will make it stronger. As Alma taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p33\" class=\"\">“If ye will … exercise a particle of faith, … even until ye believe in a manner that ye can give place for a portion of my words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p34\" class=\"\">“… It must needs be … that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding . …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p35\" class=\"\">“Now behold, would not this increase your faith?”<sup class=\"noteMarker\"><a href=\"#footnote13-20905_000_008\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8543)\">Alma 32:27–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p36\" class=\"\">Righteousness is a companion to faith. Strong faith is earned by keeping the commandments. This helps us, as Paul said, to “put on the whole armour of God.”<sup class=\"noteMarker\"><a href=\"#footnote14-20905_000_008\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21565)\">Eph. 6:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p37\" class=\"\">There are for this people some absolutes upon which our faith must rest. They are basic, eternal truths. They are that:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Jesus, the Son of the Father, is the Christ and the Savior and Redeemer of the world;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Joseph Smith was the instrument through which the gospel was restored in its fulness and completeness in our time;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>The Book of Mormon is the word of God and, as the Prophet Joseph Smith said, is the keystone of our religion and another testament of Jesus as the Christ and the Redeemer of all mankind;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley holds, as all of the preceding Presidents of the Church did, all of the keys and authority restored by the Prophet Joseph Smith.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/the-shield-of-faith.p42\" class=\"\">This is the work of God. I believe and testify that, as Paul said, if we can “come in the unity of the faith, and of the knowledge of the Son of God,”<sup class=\"noteMarker\"><a href=\"#footnote15-20905_000_008\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21559)\">Eph. 4:13<\/a><\/span>.]<\/span><\/sup> we can go forward with great hope and confidence into the future. We will be given strength to overcome all adversity. We will rejoice in our blessings and find peace in our souls. That we may do so I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20905_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Pete Seeger.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20905_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20905_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 90.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20905_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6567)\">A of F 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20905_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In John Bartlett, comp., <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed. (1968), 950.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20905_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Be Ye Not Deceived,<\/span> Brigham Young University Speeches of the Year (4 May 1965), 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20905_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Stephen Moore, “Great American Century Is Just Beginning,” <span class=\"emphasis\">Arizona Republic,<\/span> 9 Jan. 2000.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20905_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">New York Times 2000 Almanac<\/span> (1999), 484.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-20905_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Charles I. Jones, “Was an Industrial Revolution Inevitable? Economic Growth over the Very Long Run,” working paper 7375, National Bureau of Economic Research, Cambridge, Mass., 1999, 32.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-20905_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Roger W. Babson, <span class=\"emphasis\">Religion and Business<\/span> (1921), 80.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-20905_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News Semi-Weekly,<\/span> 14 Sept. 1880, 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-20905_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“Amanda Smith,” in Andrew Jenson, comp., <span class=\"emphasis\">Historical Record,<\/span> 9 vols. (1882–90), 5:84–86; paragraphing and punctuation altered.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-20905_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8543)\">Alma 32:27–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-20905_000_008\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21565)\">Eph. 6:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_008\"><a name=\"-20905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-20905_000_008\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21559)\">Eph. 4:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}