{"ID":6357, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Temple for West Africa\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p2\" class=\"\">Elder Glenn L. Pace<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/glenn-l-pace-10.jpg\" alt=\"Glenn L. Pace\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It has been inspiring to see the Lord’s hand in bringing the forces together which will lead to an inevitable victory. There will be a temple in West Africa.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p4\" class=\"\">Several years ago I attended a BYU football game with some of our young children. We lost the game. I really hate it when that happens. We listened to the coaches’ show on the ride back to our home in Bountiful. When it was over, my children had no alternative but to listen to my own postgame show. Just as I had completed my final analysis of what went wrong in the game, my seven-year-old daughter asked, “Dad, when you see the temple, do you get a good feeling inside?” I wondered, <span class=\"emphasis\">Where in the world did that come from?<\/span> As I was trying to figure out what that comment had to do with the football game, I glanced over at her and could see she was looking out the window at the Salt Lake Temple. For some reason the game no longer mattered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p5\" class=\"\">My whole life has been enriched by experiences of the temple. Our parents would take us to Temple Square in Salt Lake City on a regular basis. They would point to the temple and tell us that they were married there and because of that we would always be together as a family. What comfort that brought to a little boy whose biggest fear was that his parents might die. Now what comfort it brings to a grown man whose parents have passed on to the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p6\" class=\"\">When I was 10 years old, in the shadows of the Salt Lake Temple I first read the Joseph Smith story and received a powerful testimony of the truthfulness of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p7\" class=\"\">I remember with thanksgiving going to the temple with my parents and receiving my endowments prior to departing for my mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p8\" class=\"\">My wife and I were married in the Salt Lake Temple about three years later. In subsequent years I have had the honor of performing the temple marriages of each of our six children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p9\" class=\"\">We know many members of the Church have not had the luxury I have had of growing up around temples. Because of this knowledge we were all thrilled with the announcement made by President Hinckley in October of 1997 when he said, “We are determined … to take the temples to the people and afford them every opportunity for the very precious blessings that come of temple worship” (in Conference Report, Oct. 1997, 69; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 50).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p10\" class=\"\">Since that time we have rejoiced and marveled as we have heard announcements of numerous temples and subsequently read of their open houses and dedications. We are witnessing a modern-day miracle and fulfillment of prophecy. What a wonderful time to be alive!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p11\" class=\"\">Our excitement over the building of temples is not shared by all. The adversary in particular is having a major temper tantrum as he sees his power threatened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p12\" class=\"\">Over the last two years I have witnessed his wrath firsthand in West Africa. He has been very active, trying to prevent the building of a temple in that part of the world. Two years ago President Hinckley announced that there would be a temple in West Africa located in Accra, Ghana. Since then the adversary has been relentless in trying to prevent that from happening. Why is Lucifer so concerned?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p13\" class=\"\">We have 85,000 members in West Africa, and the Church is growing very rapidly. Sacrament meeting attendance is over 50 percent, but currently only 400 members have been endowed because of the prohibitive expense of traveling thousands of miles to Johannesburg or London. We have over 700 full-time African missionaries serving in the mission field, and very few of them have been endowed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p14\" class=\"\">The African people have waited for centuries to receive the fulness of the gospel and have been through much pain and suffering. Now, at last, they can receive every blessing available to God’s children. Worthy members can receive the temple endowment and be able to have their families sealed together for time and for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p15\" class=\"\">Faithfulness to temple covenants brings an acceleration of spiritual progress. As Elder John A. Widtsoe explained, “They will attain more readily to their place in the presence of the Lord; they will increase more rapidly in every divine power; they will approach more nearly to the likeness of God; they will more completely realize their divine destiny” (<span class=\"emphasis\">Evidences and Reconciliations<\/span> [1960], 300).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p16\" class=\"\">That is why Lucifer is so concerned. In addition, he is aware of the large number of Africans who have accepted the gospel on the other side of the veil and are anxiously awaiting their proxy baptism and temple endowment as well as being sealed to their families. When a temple is dedicated, the dam in the spirit world will break and there will be a flood of humanity who have lived on the African continent flow into the temple of the Lord as their descendants do their work for them. We should not be surprised that Lucifer is using every means at his disposal to keep a temple from these people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p17\" class=\"\">Through centuries of suffering, the people in general have not become bitter. They are humble, teachable, and God-fearing. They know the scriptures, and they recognize the Shepherd’s voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p18\" class=\"\">I have faith in their faith. I know the Savior loves the African people. Therefore, to paraphrase verse 33 of the 121st section of the Doctrine and Covenants, “As well might man stretch forth his puny arm to stop the [Congo] river in its decreed course, or to turn it up stream, as to hinder the Almighty from [building a temple for the African Latter-day Saints].” [See <span class=\"citation\" id=\"10998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10998)\">D&amp;C 121:33<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p19\" class=\"\">As the Savior has said, “I will not suffer that [the enemy] shall destroy my work; yea, I will show unto them that my wisdom is greater than the cunning of the devil” (<span class=\"citation\" id=\"10844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10844)\">D&amp;C 10:43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p20\" class=\"\">It has been inspiring to see the Lord’s hand in bringing the forces together which will lead to an inevitable victory. There will be a temple in West Africa.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p21\" class=\"\">Last week we were driving from Provo to Bountiful again. As we left Provo we could see the temple up on the hill. Before it was out of sight, the Mount Timpanogos Utah Temple came into view, and then the Jordan River Utah Temple appeared, followed by the Salt Lake Temple. And immediately thereafter we could see the Bountiful Utah Temple standing like a jewel above that city.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p22\" class=\"\">I thought back to my daughter’s question, “Dad, when you see the temple, do you get a good feeling inside?” I realized the overwhelming answer is, “Yes, when I see a temple I have a wonderful feeling inside.” However, my heart aches for our African brothers and sisters who have never seen a temple in their whole life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p23\" class=\"\">It is my hope and prayer that we will never take temple blessings for granted. I also have a prayer in my heart for West Africa and any other place in the world where outside influences are preventing the Saints from enjoying the blessings of a temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-temple-for-west-africa.p24\" class=\"\">I testify to the divinity of this work. Jesus is the Christ. He stands at the head of this Church, and He is orchestrating the building of His kingdom here on earth. We are witnessing miracles, and therefore I can testify they have not ceased. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}