{"ID":6363, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Honoring the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Priesthood isn’t something we take off during the week and put on for Sunday. It is a 24-7 privilege and blessing—that is, 24 hours a day, 7 days a week.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p4\" class=\"\">Good evening, brethren. For months we have worried about this building’s readiness for general conference. A miracle has been accomplished—a miracle made possible because professionals, as well as common, garden-variety men and women, have displayed uncommon devotion, sacrifice, and inspiration far beyond normal industry standards. I express deep appreciation to my counselors and to all individuals who have shared their talents on this project.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p5\" class=\"\">I’ve been in this building many times during its construction; but as I see it filled with priesthood holders tonight, I marvel at its size and beauty. For you who follow international soccer (football), the distance from where I stand to the very last row of the balcony is about three-fourths the length of one field. The distance is the equivalent of three basketball courts placed end to end or nearly four tennis courts fashioned in the same manner. A golfer would probably select a nine iron to hit the ball over the last balcony row, and a world-class sprinter could run the distance in about nine seconds. To use a word I often hear, it is awesome!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p6\" class=\"\">On occasion I enjoy participating in or viewing sporting events. My wife suggests the time between occasions is too short. In many sports, if a participant or coach places the outstretched fingers of one hand in a perpendicular position to the palm of his other hand, it is a signal for time-out. The contest is temporarily halted while coaches and players discuss strategy. The term <span class=\"emphasis\">time-out<\/span> is also used by some parents to describe to their children a state in which they will be placed if they continue on a course contrary to their parents’ wishes. Time-out offers a person a chance to think about their behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p7\" class=\"\">My Aaronic Priesthood colleagues, let’s place ourselves in time-out this evening to discuss a few priesthood issues.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p8\" class=\"\">Several weeks ago I was talking with my 16-year-old granddaughter. I asked her what she would tell the young men of the Aaronic Priesthood if she could speak to them. She said, “Grandpa, I would ask them to show respect for the priesthood and to be priesthood holders seven days a week rather than just one day, Sunday. Some guys do not show respect for the priesthood because they use profanity; some are involved in pornography; and a few are into drugs.” I’m certain, my young brethren, that you’ll agree that profanity, pornography, and drugs should not be a part of the life of a priesthood holder.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p9\" class=\"\">The priesthood isn’t something we take off during the week and put on for Sunday. It is a 24-7 privilege and blessing—that is, 24 hours a day, 7 days a week.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p10\" class=\"\">Profanity and crudeness have become commonplace and are accepted by many as a normal part of their speech. Our sense of right and wrong has been dimmed by a constant bombardment of profanity and crudeness. It is rampant in music, schools, sports, shopping malls, and in our workplaces. Much everyday conversation is laced with crude terms and sprinkled with outright profane expressions, sometimes under the guise of humor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p11\" class=\"\">Recently I was in a department store trying on shoes. Four young men were looking at what they labeled missionary shoes. It was evident at least two of the young men had received mission calls and were there to find shoes suitable for missionary service. I was surprised by a barrage of crude terms with a few profanities which seemed to routinely roll off their tongues. When they noticed there was someone else nearby, I heard one say, “Hey, guys, we better clean up our language,” as he motioned with his head in my direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p12\" class=\"\">President Hinckley has said: “Conversation is the substance of friendly social activity. It can be happy. It can be light. It can be earnest. It can be funny. But it must not be salty, or uncouth, or foul if one is in sincerity a believer in Christ” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> [1997], 494). Profanity and priesthood are not compatible. Neither is profanity compatible with missionary service. Profane and crude terms, if part of our conversation, need to be eliminated from our vocabularies. Conversation is one of the windows to our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p13\" class=\"\">During time-out let’s talk about pornography. In recent years pornography has spread like wildfire. We are exposed to it daily. Pornography is as addictive as many substances we would not even consider taking into our bodies. The consequences of pornography are catastrophic. Keep in mind Satan does not want us to be happy or successful in our Aaronic Priesthood ministry. Make no mistake, he wants us to be miserable. His goal is to capture our hearts by enticing us to participate in terrible things such as pornography. Stay away from it. We must discipline ourselves to avoid books, magazines, music, pictures, videos, DVDs, movies, Internet sites, television programming—anything that contains pornography or sensual material. Pornography and priesthood are not compatible. Respect the priesthood; call a permanent time-out to any pornographic influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p14\" class=\"\">President Hinckley has reminded us that the “modern drug scourge has become as a plague on the world. … In most cases, it follows a long period spent in misery and pain and regret. Unlike the plagues of old, from which there was no known defense, the defense is clear and relatively easy in the case of illicit drugs. It lies in simply refraining from touching them” (“The Scourge of Illicit Drugs,” in <span class=\"emphasis\">Speaking Out on Moral Issues<\/span> [1992], 127). We would not place our lives in jeopardy by playing with a venomous snake. Drugs are just as dangerous as the reptile’s deadly venom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p15\" class=\"\">Our son returned to his home recently to find his son was sitting at the kitchen table with elbows on the table and his chin in his hands. Another son exhibited a sad countenance as he sat in the living room staring out the window. Their mom was not visible. Our son asked the boys where she might be. They pointed to the bathroom. He quietly knocked on the door and asked, “Honey, are you in there?” She replied, “I’ve put myself in time-out.” Adults need an occasional time-out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p16\" class=\"\">Melchizedek Priesthood holders, please join us in time-out. In the battle of daily living, it is easy to lose focus on our ministries as fathers and priesthood holders. If we are not careful, our vocations, hobbies, recreation, and even perhaps our Church service can adversely impact our responsibility as fathers and husbands.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p17\" class=\"\">President Howard W. Hunter had only one opportunity to address a general conference priesthood meeting while he was President of the Church. On that occasion, October 1994, President Hunter entitled his talk “Being a Righteous Husband and Father.” In that masterful address, he outlined a number of standards and expectations for all who hold the Melchizedek Priesthood. I commend the entire address for your review. Tonight, I mention just two. President Hunter said: “A man who holds the priesthood regards the family as ordained of God. Your leadership of the family is your most important and sacred responsibility. The family is the most important unit in time and in eternity and, as such, transcends every other interest in life” (in Conference Report, Oct. 1994, 68; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 50).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p18\" class=\"\">President Harold B. Lee said, “The most important of the Lord’s work you and I will ever do will be within the walls of our own homes” (<span class=\"emphasis\">Stand Ye in Holy Places<\/span> [1974], 255). We need to honestly search and plumb the depths of our souls. Are we doing all we should do to give our families gospel instruction and governance, or are we leaving this responsibility to others? Leadership in the family often requires us to reorder our priorities in order to find the necessary time. Quality and quantity time are essential.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p19\" class=\"\">President Hunter also reminded us, “A man who holds the priesthood leads his family in Church participation so they will know the gospel and be under the protection of the covenants and ordinances” (in Conference Report, Oct. 1994, 69; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 51). For us to accomplish this we must make certain our personal lives are in order. Hypocrisy has never worked, and it will not work today. We are required to lead out in righteousness and encourage our families to follow our examples. Lead out in family home evening. Lead out in scripture study. Provide priesthood blessings. Lead out in personal and family prayer. President Monson said, “Remember that a man never stands taller than when he is upon his knees” (in Conference Report, Apr. 1964, 130).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p20\" class=\"\">A time-out usually concludes with a little pep talk. Brethren, we can prevail and ultimately win the contest. We can honor and respect the priesthood on a seven-day-a-week, 24-hour-a-day basis. We can banish profanity, pornography, and drugs from our lives as well as any other unwholesome or unclean activity. We can provide our families with the priesthood leadership and the spiritual direction they require. We can do all this and much more if we will draw near to the Savior, honor the sacred priesthood we hold, and be faithful to the covenants we have made.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/honoring-the-priesthood.p21\" class=\"\">I testify we are on the Lord’s errand. He is our Savior. He is our Redeemer. He has atoned for our sins. He is our Advocate with the Father. He lives. He loves us unconditionally. We are bearers of His priesthood. I love President Hinckley, his counselors, the Twelve, and my fellow General Authorities, and I testify of their goodness, their greatness, and their authority. I love you, my fellow holders of the priesthood, and pray for our success. In the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}