{"ID":6369, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Finding a Safe Harbor\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In our own storms in life the Savior is our solace and our sanctuary. If we seek peace, we must come unto Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p4\" class=\"\">I feel privileged to be with you on this historic occasion. For me, this magnificent Conference Center with walls of enduring granite is a symbol of a great latter-day work—the stone that Daniel saw, “cut out of the mountain without hands”<sup class=\"noteMarker\"><a href=\"#footnote1-20905_000_025\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10562)\">Dan. 2:45<\/a><\/span>.]<\/span><\/sup> to stand forever as the kingdom of God. Whether you are here in person or participating in other locations, I commend you for your choice to be part of this historic general conference and pray that the Lord will bless you for your faithfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p5\" class=\"\">More than 60 years ago, I served as a missionary in Austria and Switzerland. It was a challenging but wonderful time. I grew to love the people of that area of the world and felt reluctant to leave them. But my term of service ended in late August of 1939, and I made preparations to sail home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p6\" class=\"\">After a long journey across the Atlantic Ocean, which was hazardous at that time because of the war, I rejoiced when I saw that wonderful beacon of freedom and democracy, the Statue of Liberty. I cannot express to you my relief when we finally reached that safe harbor. I imagine I felt something of what the disciples of Jesus Christ felt on that day when they were with the Savior. They set sail upon the Sea of Galilee. The scriptures tell us that Jesus was weary, and He went to the back of the ship and fell asleep on a pillow.<sup class=\"noteMarker\"><a href=\"#footnote2-20905_000_025\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"32926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32926)\">Mark 4:38<\/a><\/span>.]<\/span><\/sup> Soon the skies darkened, and “there arose a great tempest in the sea, insomuch that the ship was covered with the waves.”<sup class=\"noteMarker\"><a href=\"#footnote3-20905_000_025\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33554)\">Matt. 8:24<\/a><\/span>.]<\/span><\/sup> The storm raged. The disciples panicked. It seemed as though the boat would capsize, yet the Savior still slept. At last, they could wait no longer and they awakened Jesus. You can almost hear the anguish and despair in their voices as they pled with their Master, “Carest thou not that we perish?”<sup class=\"noteMarker\"><a href=\"#footnote4-20905_000_025\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32927)\">Mark 4:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p7\" class=\"\">Many today feel troubled and distressed; many feel that, at any moment, the ships of their lives could capsize or sink. It is to you who are looking for a safe harbor that I wish to speak today, you whose hearts are breaking, you who are worried or afraid, you who bear grief or the burdens of sin, you who feel no one is listening to your cries, you whose hearts are pleading, “Master, carest thou not that I perish?” To you I offer a few words of comfort and of counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p8\" class=\"\">Be assured that there is a safe harbor. You can find peace amidst the storms that threaten you. Your Heavenly Father—who knows when even a sparrow falls—knows of your heartache and suffering. He loves you and wants the best for you. Never doubt this. While He allows all of us to make choices that may not always be for our own or even others’ well-being, and while He does not always intervene in the course of events, He has promised the faithful peace even in their trials and tribulations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p9\" class=\"\">The prophet Alma tells us, “And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.”<sup class=\"noteMarker\"><a href=\"#footnote5-20905_000_025\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8495)\">Alma 7:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p10\" class=\"\">Jesus comforts us when He said, “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.”<sup class=\"noteMarker\"><a href=\"#footnote6-20905_000_025\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26923)\">John 14:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p11\" class=\"\">Draw close to the Lord Jesus Christ. He bears a special love for those who suffer. He is the Son of God, an eternal king. In His mortal ministry He loved them and blessed them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p12\" class=\"\">To the meek and discouraged, His every word was one of compassion and encouragement. To the sick, He brought a healing balm. Those who yearned for hope, who yearned for a caring touch, received it from the hand of this King of Kings, this Creator of ocean, earth, and sky.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p13\" class=\"\">Today Jesus the Christ stands at the right hand of our Heavenly Father. Do you suppose that today He is any less inclined to aid those who suffer, who are sick, or who appeal to the Father in prayer for succor?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p14\" class=\"\">Be of good cheer. The Man of Galilee, the Creator, the Son of the Living God will not forget nor forsake those whose hearts are drawn to Him. I testify that the Man who suffered for mankind, who committed His life to healing the sick and comforting the disconsolate, is mindful of your sufferings, doubts, and heartaches.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p15\" class=\"\">“Then,” the world would ask, “why does He sleep when the tempest rages all around me? Why does He not still this storm, or why would He let me suffer?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p16\" class=\"\">Your answer may be found in considering a butterfly. Wrapped tightly in its cocoon, the developing chrysalis must struggle with all its might to break its confinement. The butterfly might think, <span class=\"emphasis\">Why must I suffer so? Why cannot I simply, in the twinkling of an eye, become a butterfly?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p17\" class=\"\">Such thoughts would be contrary to the Creator’s design. The struggle to break out of the cocoon develops the butterfly so it can fly. Without that adversity, the butterfly would never have the strength to achieve its destiny. It would never develop the strength to become something extraordinary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p18\" class=\"\">President James E. Faust explained that “into every life there come the painful, despairing days of adversity and buffeting. There seems to be a full measure of anguish, sorrow, and often heartbreak for everyone, including those who earnestly seek to do right and be faithful.”<sup class=\"noteMarker\"><a href=\"#footnote7-20905_000_025\">7<\/a>\n       <span class=\"footnote\">[“The Refiner’s Fire,” <span class=\"emphasis\">Ensign,<\/span> May 1979, 53.]<\/span><\/sup> And then the suggestion that the adversity we experience allows our souls to become like clay in the hands of the Master. “Trials and adversity,” President Faust taught, “can be preparatory to becoming born anew.”<sup class=\"noteMarker\"><a href=\"#footnote8-20905_000_025\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> May 1979, 54.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p19\" class=\"\">Adversity can strengthen and refine us. As with the butterfly, adversity is necessary to build character in people. Even when we are called to sail through troubled waters, we need to know the place of adversity in shaping our divine potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p20\" class=\"\">If only we would look beyond our present suffering and see our struggles as a temporary chrysalis. If only we would have the faith and trust in our Heavenly Father to see how, after a little season, then we can emerge from our trials more refined and glorious.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p21\" class=\"\">What parent would say to a child, “Learning to walk is such a painful and difficult experience, you will stumble, you will most likely hurt yourself, you will cry many times when you fall. I will protect you from the struggle”? I have watched our youngest grandson, Seth, as he was learning to walk. Through this process of gaining experience, he now walks with confidence. Could I have said to him, “Out of my love for you, I will save you from this”? If so, because I could not bear to see him take a tumble at times, he may have never learned to walk. That is unthinkable for a loving parent or grandparent.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p22\" class=\"\">The child, if he or she is ever to walk, must pass through the stumbling and often painful process of learning. We encouraged Seth to learn through his experience. Yes, even knowing that the process would be difficult, we knew that the freedom and joy of walking would outweigh any temporary pain or adversity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p23\" class=\"\">My brothers and sisters, what is mortality if not a long process like learning to walk? We must learn to walk in the ways of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p24\" class=\"\">You are stronger than you think. Your Heavenly Father, the Lord and Master of the universe, is your Creator. When I think of it, it makes my heart leap for joy. Our spirits are eternal, and eternal spirits have immeasurable capacity!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p25\" class=\"\">Our Father in Heaven does not wish us to cower. He does not want us to wallow in our misery. He expects us to square our shoulders, roll up our sleeves, and overcome our challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p26\" class=\"\">That kind of spirit—that blend of faith and hard work—is the spirit we should emulate as we seek to reach a safe harbor in our own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p27\" class=\"\">Brothers and sisters, you are not alone. In The Church of Jesus Christ of Latter-day Saints today, millions of people stand beside you. Those who follow the teachings and example of the Savior are “willing to bear one another’s burdens, that they may be light; yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort.”<sup class=\"noteMarker\"><a href=\"#footnote9-20905_000_025\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40038)\">Mosiah 18:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p28\" class=\"\">The question Cain asked of the Lord, “Am I my brother’s keeper?”<sup class=\"noteMarker\"><a href=\"#footnote10-20905_000_025\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38821)\">Moses 5:34<\/a><\/span>.]<\/span><\/sup> has been answered by prophets in these latter days. “Yes, we are our brothers’ keepers,” President Thomas S. Monson has said. When we work together to benefit those in need, “we eliminate the weakness of one person standing alone and substitute the strength of many serving together. While we may not be able to do everything, we can and must do something.”<sup class=\"noteMarker\"><a href=\"#footnote11-20905_000_025\">11<\/a>\n       <span class=\"footnote\">[“Our Brothers’ Keepers,” <span class=\"emphasis\">Ensign,<\/span> June 1998, 33, 38.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p29\" class=\"\">Bishops, home teachers, visiting teachers, and members of priesthood quorums and of Relief Societies and other auxiliary organizations all stand ready to help. The Savior’s teachings and the Church constitute our best safe harbor—yes, our most secure “refuge from the storm.”<sup class=\"noteMarker\"><a href=\"#footnote12-20905_000_025\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10990)\">D&amp;C 115:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p30\" class=\"\">Of course, your brothers and sisters in the Church are not to solve your problems for you. It has been my experience that when we do for others what they can and ought to do for themselves, we often weaken rather than strengthen them. But your brothers and sisters will be at your side to strengthen you, encourage you, and help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p31\" class=\"\">As you overcome adversity in your life, you will become stronger. Then you will be better able to help others—those who are working, in their turn, to find a safe harbor from the storms that rage about them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p32\" class=\"\">When you feel tossed by the storms of life and when the waves rise and the winds howl, on those occasions it would be natural for you to cry in your heart, “Master, carest thou not that I perish?” When these times come, think back upon that day when the Savior awakened in the stern of the ship, rose up and rebuked the storm. “Peace, be still,”<sup class=\"noteMarker\"><a href=\"#footnote13-20905_000_025\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32928)\">Mark 4:39<\/a><\/span>.]<\/span><\/sup> He said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p33\" class=\"\">At times we may be tempted to think the Savior is oblivious to our trials. In fact, the reverse is true; it is we who need to be awakened in our hearts to His teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p34\" class=\"\">Use your ingenuity, your strength, your might to resolve your challenges. Do all you can do and then leave the rest to the Lord. President Howard W. Hunter said: “If our lives and our faith are centered on Jesus Christ and his restored gospel, nothing can ever go permanently wrong. On the other hand, if our lives are not centered on the Savior and his teachings, no other success can ever be permanently right.”<sup class=\"noteMarker\"><a href=\"#footnote14-20905_000_025\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Howard W. Hunter,<\/span> ed. Clyde J. Williams (1997), 40.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p35\" class=\"\">Living the gospel does not mean the storms of life will pass us by, but we will be better prepared to face them with serenity and peace. “Search diligently, pray always, and be believing,” the Lord admonished, “and all things shall work together for your good, if ye walk uprightly.”<sup class=\"noteMarker\"><a href=\"#footnote15-20905_000_025\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10961)\">D&amp;C 90:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p36\" class=\"\">Draw close to the Lord Jesus Christ. Be of good cheer. Keep the faith. Doubt not. The storms will one day be stilled. Our beloved prophet, President Gordon B. Hinckley, has said: “We have nothing to fear. God is at the helm … [and] He will shower down blessings upon those who walk in obedience to His commandments.”<sup class=\"noteMarker\"><a href=\"#footnote16-20905_000_025\">16<\/a>\n       <span class=\"footnote\">[“This Is the Work of the Master,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p37\" class=\"\">In our own storms in life the Savior is our solace and our sanctuary. If we seek peace, we must come unto Him. He Himself spoke this eternal truth when He said, “My yoke is easy, and my burden is light.”<sup class=\"noteMarker\"><a href=\"#footnote17-20905_000_025\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33557)\">Matt. 11:30<\/a><\/span>.]<\/span><\/sup> When our souls are anchored in the safe harbor of the Savior, we can proclaim as did Paul: “We are troubled on every side, yet not distressed; we are perplexed, but not in despair; persecuted, but not forsaken; cast down, but not destroyed.”<sup class=\"noteMarker\"><a href=\"#footnote18-20905_000_025\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2981)\">2 Cor. 4:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p38\" class=\"\">The Prophet Joseph Smith, who knew much about the storms of life, during one of his darkest moments, cried in anguish: “[My] God, where art thou? And where is the pavilion that covereth thy hiding place?”<sup class=\"noteMarker\"><a href=\"#footnote19-20905_000_025\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10991)\">D&amp;C 121:1<\/a><\/span>.]<\/span><\/sup> Even as he lifted up his voice, the serene comfort of the Lord came to him: “Peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment; and then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes.”<sup class=\"noteMarker\"><a href=\"#footnote20-20905_000_025\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10992)\">D&amp;C 121:7–8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p39\" class=\"\">The gospel gives us that harbor of enduring safety and security. The living prophet and the apostles today are as lighthouses in the storm. Steer towards the light of the restored gospel and the inspired teachings of those who represent the Lord on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/finding-a-safe-harbor.p40\" class=\"\">I bear solemn testimony that Jesus is the living Christ, our Savior and Redeemer. He leads and directs His Church through our prophet, President Gordon B. Hinckley. If we live by the Savior’s teachings, we will with surety find a safe harbor in this life and in the eternities to come. I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20905_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10562)\">Dan. 2:45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20905_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"32926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32926)\">Mark 4:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20905_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33554)\">Matt. 8:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20905_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32927)\">Mark 4:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20905_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8495)\">Alma 7:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20905_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26923)\">John 14:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20905_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Refiner’s Fire,” <span class=\"emphasis\">Ensign,<\/span> May 1979, 53.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20905_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> May 1979, 54.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-20905_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40038)\">Mosiah 18:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-20905_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38821)\">Moses 5:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-20905_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“Our Brothers’ Keepers,” <span class=\"emphasis\">Ensign,<\/span> June 1998, 33, 38.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-20905_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10990)\">D&amp;C 115:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-20905_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32928)\">Mark 4:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-20905_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Howard W. Hunter,<\/span> ed. Clyde J. Williams (1997), 40.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-20905_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10961)\">D&amp;C 90:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-20905_000_025\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>“This Is the Work of the Master,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-20905_000_025\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33557)\">Matt. 11:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-20905_000_025\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2981)\">2 Cor. 4:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-20905_000_025\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10991)\">D&amp;C 121:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_025\"><a name=\"-20905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-20905_000_025\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10992)\">D&amp;C 121:7–8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}