{"ID":637, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Lessons of the Easter Day<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1953, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, may I express to you my deep gratitude for the privilege\nof attending this conference.\n<\/p><p>\nThe opening, impressive address of President Clark to which we have just listened has\nstimulated our faith and given us renewed hope, and I therefore trust that I shall say nothing\nto detract from it, for I have in my heart on this occasion to say only that which will add to\nthe spirit of this glorious day.\n<\/p><p>\nThere are one or two things that come to my mind as I contemplate the mission of our Lord\nand Savior, Jesus Christ: things that apply to us in our daily lives. You will remember that as\nthe Savior hung on the cross, his suffering was such that he sweat great drops of blood, yet he\noffered that memorable prayer, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31347)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nA few days after the Savior had ascended into heaven, Peter and John went to the temple to\npray. It was the ninth hour of the day, and as they entered the temple, they noticed a beggar,\none who was brought to the temple everyday to ask for alms. He had been afflicted from his\nbirth, and was unable to walk. Peter seeing him said,\n<\/p><p>\n. . . Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ\nof Nazareth, rise up and walk.\n<\/p><p>\nAnd he took him by the right hand, and lifted him up: and immediately his feet and ankle\nbones received strength.\n<\/p><p>\nAnd he leaping up stood, and walked, and entered with them into the temple walking, and\nleaping, and praising God\n(<span class=\"citation\" id=\"7678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7678)\">Acts 3:6-8<\/a><\/span>).\n<\/p><p>\nThis incident created quite a sensation because later on multitudes followed Peter and John\nseeking to know more of the power by which this great miracle had been performed. And\nthen Peter, recognizing that some of the very throng were those who had participated in the\ncrucifixion said to them: \n<\/p><p>\n\"And now, brethren I wot that through ignorance ye did it as did also your rulers\"\n(<span class=\"citation\" id=\"7679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7679)\">Acts 3:17<\/a><\/span>).\nWe read that there were rulers with the multitude at the crucifixion. \"I know that\nthrough your ignorance ye did it,\" is what Peter said to them; thus in accord with what the\nSavior had said, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31348)\">Luke 23:34<\/a><\/span>). Then\nPeter went on to say: \n<\/p><p>\nRepent ye therefore, and be converted that your sins may be blotted out, when the times of\nrefreshing shall come from the presence of the Lord; \n<\/p><p>\nAnd he shall send Jesus Christ, which before was preached unto you: \n<\/p><p>\nWhom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7681)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nThis is an impressive lesson. It is a lesson to you and me, who have been made partakers of\nthe truth. Much is expected of us, because we know. Jesus made it clear. Peter made it clear\nthat in cases of ignorance, the Lord would be merciful, and kind, and just but with those who\nknow and who have the responsibility, it is a different matter. It is knowledge that brings\nresponsibility.\n<\/p><p>\nI remember one occasion when President Grant attended one of our Alpine Stake meetings\nwhere at that time I was presiding. We called all the priesthood together and had invited\nmembers of the Church who had been indifferent to their responsibilities,\nand during that meeting President Grant made a characteristic talk on the Word of Wisdom.\nAt the close of the meeting, one of the brethren remarked that he thought President Grant was\nrather harsh in his appeal for Latter-day Saints to keep the Word of Wisdom. I told Brother\nGrant of the comment, and he replied. \"I was not talking to the outsiders, I was talking to\nyou, to Latter-day Saints who know better.\" I repeat, it is knowledge that brings\naccountability.\n<\/p><p>\nAnd so we have this lesson. The Lord is merciful and just and kind because he recognizes\nthat there is a difference in degree, that his children are not all reared under the same\nenvironment. Some come from good homes, from Latter-day Saint homes, where they have\nbeen taught the truth and where they know, or should know, the truth. Others have come from\nbroken homes, where there is some question in their minds as to the divinity of this work and\nwhere there is a lack of understanding of the truth and of its great power. To them the Lord is\nmerciful and kind. That is illustrated beautifully in the story of Jonah. You will remember\nthat the Lord had told Jonah to warn Nineveh and he had failed in his responsibility. He\nthought he knew better than the Lord, and finally, after a serious experience on the sea, and\nbeing cast up on the shore by a great fish, the Lord appeared to him again and said, \"Now,\nJonah, you do as I told you to do.\" And this time Jonah went to Nineveh and warned the\npeople that if they did not turn from their evil ways they would be destroyed. He did not\nunderstand that there was an opportunity to repent. After preaching to the people he went over\non the side of a hill and sat under a gourd which the Lord had caused to grow up to protect\nhim from the sun. By and by the gourd wilted, and as Jonah waited and the city was not\ndestroyed, he sulked and felt sorry for himself and the gourd. Then the Lord came to him\nagain and said,\n<\/p><p>\n     . . . Thou hast had pity on the gourd for the which thou hast not laboured neither\nmadest it grow; which came up in a night, and perished in a night: \n<\/p><p>\nAnd should not I spare Nineveh, that great city, wherein are more than sixscore thousand\npersons that cannot discern between their right hand and their left hand\n(<span class=\"citation\" id=\"30004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30004)\">Jonah 4:10-11<\/a><\/span>).\n<\/p><p>\nAnd so I say, my brothers and sisters the Lord knows and understands the hearts of the\nchildren of men. He knows our intent, our desires, and he also knows what is expected of us.\nAnd we should know what is expected of ourselves. In harmony with this thought, I would\nlike to read a statement that was made by Elder Albert E. Bowen from this pulpit about two\nyears ago. He said, \"The measure of a man's achievements lies not altogether in where he\ngets to. You have to have regard for the place from which he started; and the degree of his\nadvancement, though he has not reached so high a place as one of his fellows, may be greater\nbecause of the handicap of the position from which he set out.\"\n<\/p><p>\nWe do not all start from the same source.\n<\/p><p>\nAnother thought in connection with this seems to me to be fundamental to repentance. The\nLord has said that it is his glory and his work to bring to pass the immortality and eternal life\nof his children. We know from our earthly experience how our hearts are drawn toward our\nchildren, and the great love and compassion we have for them even in their weaknesses. How\ngreat must be the compassion and love of our Heavenly Father for us, his children! He does\nnot condone sin, but he exercises mercy for his children. He knows their weaknesses, and\nbecause of this understanding he exercises justice and mercy in connection with the operation\nof his divine law.\n<\/p><p>\nThere is another matter to which I would like to call attention. I can only touch on it briefly.\nIt is a matter, however, that emphasizes the need on our part of an\nunderstanding heart toward our children and also impresses us with this fundamental doctrine\nof the Church of eternal life, of living again. We have a glorious privilege given to us through\nthe restoration of the Holy Priesthood by which we are permitted to go to the temples of the\nLord and we may officiate in holy ordinances where parents may be sealed with their children\nfor time and all eternity. Have you ever stopped to think what this connotes, my brethren and\nsisters? It is eternal life. The very gift that was made possible on that first Easter morning\nthrough Jesus Christ, that we may live again, that we shall not only live, but that we shall\nalso have those whom we love who are dearer to us than life itself. Think what that means.\nThat is another of the blessings that have been vouchsafed to us through the ministry of Jesus\nChrist.\n<\/p><p>\nIn this connection we as parents have an obligation to our children to help them to prepare for\nthese blessings. I sometimes think we are a little lax in not better preparing our children for\nthe responsibilities of temple marriages. I think bishops could do much in that field, in\nhelping our young people to prepare for this great responsibility so that they will have\nunderstanding hearts and will appreciate the great blessings of going to the house of the Lord\nand making holy covenants that will preserve them and their families forever. If all the young\npeople of the Church could be impressed with the importance of temple marriage, with all the\nsacredness that goes with it, the keeping of covenants, the preservation of love and virtue in\nevery home, it would indeed be one of the greatest factors in banishing hatreds, in eliminating\nbroken homes and all the sorrows incident thereto. It would ultimately bring peace to the\nworld. This is another of the great blessings that come to you and me through the ministry of\nJesus Christ.\n<\/p><p>\nNow one closing thought&mdash;my grandmother on my mother's side was a Quaker. She joined\nthe Church in Westchester, Pennsylvania and with her family immigrated to Nauvoo. After\nthe martyrdom of the Prophet she was among those who moved out to Winter Quarters and\nthen came west in 1847. I like to think of her as one of those of the \"Last Wagon\" that\nPresident Clark so beautifully speaks of in his book. Before her death she lived with my\nmother, and I remember on one occasion as we sat around the old fireplace, Grandmother\nseemed to be conscious of the fact that she would not be here very long. She had a strong\ntestimony and a very deeply rooted faith. She had no fear of death. She seemed to realize\nfully that it was merely the passing from this life to the other side. After discussing some of\nthe blessings of the gospel and expressing her gratitude that she and her family had been\nmade partakers of its blessings, she remarked to my mother in her typical Quaker style,\n\"Ibbie, when I am gone, thee must not come to the cemetery. I will not be there.\" I could not\nquite understand it then, but I do now. Reference has already been made to the statement of\nthe angel to the women at the tomb of the Savior, \". . . Why seek ye the living among the\ndead?\" (<span class=\"citation\" id=\"31352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31352)\">Luke 24:5<\/a><\/span>).\nAnd I repeat, why seek ye the living among the dead? We will not be\nthere. That's the message of hope we are speaking of and thinking of today. Our spirits are\neternal. They do not die. It is the cloak that covers our spirits that we lay aside. I know,\nbrothers and sisters, that we do not understand the processes, but that does not change the\neternal truth.\n<\/p><p>\nEvery day we learn of great discoveries that are being made&mdash;the work of the astronomers,\nthe galaxies that are being discovered&mdash;millions of them, beyond number. This scientific age\nis an age of miracles, and when we contemplate them, we cannot help thinking how\npresumptuous of us to question the miracle of being able to lay this body away, the cloak of\nour spirit, but that our spirits may continue to live. I repeat again, we will\nnot be there because our spirits are immortal! Some day we will come back just as the Savior\ncame back; and our bodies will be healed through the great natural processes; our spirits will\nagain enter them; and we will become living souls. That does not mean we will live again; we\nhave lived all the time, just as the Savior while his body was in the tomb, was preaching to\nthose spirits in prison.\n<\/p><p>\nWe will have responsibilities. But let us not forget that at the cemetery we are not there. I do\nnot want to detract from the sacredness that you feel in your heart as you go to the resting\nplace of those whom you love, not that at all. But, brothers and sisters, there is something far\nand beyond it all. As Jesus was the Christ, the Redeemer of the world, and lived again, so we\nlive again eternal lives, and we will continue to live.\n<\/p><p>\nMay God help us to appreciate this and sanctify to our good the lessons learned from this\ngreat Easter day, I pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}