{"ID":6371, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are Creators\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p2\" class=\"\">Mary Ellen Smoot<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Create homes filled with love and serenity. Relieve suffering. Create enduring testimonies of eternal truths in ourselves and others.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:ecf.jpg\" alt=\"Mary Ellen Smoot\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p4\" class=\"\">We are all creators. We are walking along a bridge in time that crosses the threshold of a new millennium. This is an exciting and significant time. These are the days the prophets have foreseen. This is an age of faith, opportunity, and wonder.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p5\" class=\"\">I marvel when I think of this world so rich in beauty, so perfect in function. This world was created by Jesus Christ under the direction of our Heavenly Father. Creation is one of the characteristics that defines God. He takes matter without form and molds it into stars, planets, and solar systems. “Worlds without number have I created,”<sup class=\"noteMarker\"><a href=\"#footnote1-20905_000_027\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38800)\">Moses 1:33<\/a><\/span>.]<\/span><\/sup> He tells us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p6\" class=\"\">Brothers and sisters, we are children of God. Shouldn’t we be about our Father’s business? Shouldn’t we be creators as well?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p7\" class=\"\">You might say, “I’m not creative.” I’m here to tell you, you are. You are creators. Have you ever coaxed a smile from a baby? Have you ever taught someone to forgive? Have you helped someone learn to read? Prepared a family home evening? Organized a family reunion? Possibly you were prompted to do something for a person you go visiting teaching or home teaching to that made a great difference in their lives. If you have done some of these things, you have been creative.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p8\" class=\"\">The raw materials of creation are all around us. President David O. McKay taught: “Sculptors of life are we, with our uncarved souls before us. Everyone of us is carving a soul.”<sup class=\"noteMarker\"><a href=\"#footnote2-20905_000_027\">2<\/a>\n       <span class=\"footnote\">[In Francis M. Gibbons, <span class=\"emphasis\">David O. McKay, Apostle to the World<\/span> (1986), 288.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p9\" class=\"\">I believe that we carve souls—our own and others—every day. Let’s determine now to make those souls pure and chaste. Create homes filled with love and serenity. Relieve suffering. Create enduring testimonies of eternal truths in ourselves and others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p10\" class=\"\">Recently, I visited with the family of a young mother who died while giving birth to her fifth child. I expected anguish but found hope and determination. Her husband cherished the time they had together. Their children understood the plan of salvation and knew they could be with their mother again, forever. She had never been too busy for those most dear to her. At her young age, this sister had served as a Relief Society president, always putting her marriage and family first.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p11\" class=\"\">As I visited with the mother of the deceased woman, she remarked that her highest priority was to raise her daughters to be righteous women. Even though her daughter’s life was cut short, this daughter created a tapestry of righteous gospel living in her home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p12\" class=\"\">Together your general Relief Society presidency, under the direction of our priesthood leaders, created a declaration for our Relief Society sisters around the world. The declaration reminds us who we are, and Home, Family, and Personal Enrichment night has been set aside to develop these skills.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p13\" class=\"\">Do we recognize in our own lives the opportunities for creation that are there? Do we prize the gifts, talent, and choice spirits that God has given us? Do we share the creations of our hearts, minds, and hands with others?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p14\" class=\"\">Another mother and counselor in a stake Relief Society, though tremendous health problems threatened her, created a remarkable service project in her stake. Through fasting and prayer, miracles occurred, and the sisters of one stake created something extraordinary for others who were cold, hungry, and sick.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p15\" class=\"\">Who knows how many lives have been blessed because one woman refused to dwell on her afflictions and instead created the tapestry of service, a monument to the compassion and nobility of the human spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p16\" class=\"\">This story is repeated by tens of thousands of faithful members each year. In July of last year, the Presiding Bishopric distributed a letter suggesting that any who wanted to contribute to the relief of the suffering for the refugees in Kosovo could make quilts and send them to the Latter-day Saint Humanitarian Center for distribution. Our intent was to collect and ship 30,000 quilts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p17\" class=\"\">We have received more than 125,000 quilts. These quilts have been sent not only to those suffering in Kosovo, but to disaster victims in Turkey, Venezuela, Mexico, and other countries, including Mozambique and Zimbabwe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p18\" class=\"\">During this past year I was privileged to travel to Kosovo, where I personally wrapped many of these quilts around babies and women grateful and teary-eyed. We have found that because of this great organization, we can create in our own homes, teaching family, friends, and neighbors to serve and assist others clear across the world. In the name of the Relief Society and humanitarian services of the Church, we can be creators. Isn’t that exciting?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p19\" class=\"\">We each have to say to ourselves, <span class=\"emphasis\">What will I create of my life? My time? My future?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p20\" class=\"\">First, go where the Spirit directs. Be still and listen. Your Heavenly Father will guide you as you draw near to Him. Immerse yourself in the holy word of the prophets, both ancient and modern, and the Spirit will speak to you. Be patient, ask in faith, and you will receive guidance in your creative efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p21\" class=\"\">Second, don’t be paralyzed from fear of making mistakes. Thrust your hands into the clay of your lives and begin. I love how Rebekah of old responded to Abraham’s servant who came in search of a wife for Isaac. Her answer was simple and direct, “I will go,”<sup class=\"noteMarker\"><a href=\"#footnote3-20905_000_027\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23396)\">Gen. 24:58<\/a><\/span>.]<\/span><\/sup> she said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p22\" class=\"\">Rebekah could have refused. She could have told the servant to wait until she had the proper send-off, a new wardrobe, until she lost a few pounds, or until the weather was more promising. She could have said, “What’s wrong with Isaac that he can’t find a wife in all of Canaan?” But she didn’t. She acted, and so should we.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p23\" class=\"\">The time for procrastination is over. Begin! Don’t be afraid. Do the best you can. Of course you will make mistakes. Everyone does. Learn from them and move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p24\" class=\"\">Third, support others along the way. Every person on this earth is unique. We all have varied interests, abilities, and skills. We are each at different levels physically, spiritually, and emotionally.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p25\" class=\"\">Finally, rejoice. Creation isn’t drudgery. Creation flows from love. When we do what we love, we rejoice along the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p26\" class=\"\">If you are unhappy, if you are feeling weary, troubled, or disillusioned, may I ask you to try something? Instead of dwelling on your troubles, focus instead on creating something remarkable, something of eternal significance. Nurture a testimony, strengthen a relationship, write a family history, go to the temple, serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p27\" class=\"\">Read the family proclamation and the Relief Society declaration; make a commitment to live those principles and celebrate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p28\" class=\"\">We are a joyful people. We are participants walking across the bridge of time at one of the greatest moments in the history of this world. “This is not a time for dragging feet or stooped shoulders,” President Gordon B. Hinckley has counseled. “Stop seeking out the storms and enjoy more fully the sunlight.”<sup class=\"noteMarker\"><a href=\"#footnote4-20905_000_027\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Standing for Something: Ten Neglected Virtues That Will Heal Our Hearts and Homes<\/span> (2000), 101.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/we-are-creators.p29\" class=\"\">As Latter-day Saints, I pray that we will be about our Father’s business and create something more of our lives. No matter what our situations, we can pray as Isaiah: “O Lord, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand.”<sup class=\"noteMarker\"><a href=\"#footnote5-20905_000_027\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24937)\">Isa. 64:8<\/a><\/span>.]<\/span><\/sup> May our work and glory be a reflection of His is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20905_000_027\"><a name=\"-20905_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20905_000_027\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38800)\">Moses 1:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_027\"><a name=\"-20905_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20905_000_027\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>In Francis M. Gibbons, <span class=\"emphasis\">David O. McKay, Apostle to the World<\/span> (1986), 288.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_027\"><a name=\"-20905_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20905_000_027\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23396)\">Gen. 24:58<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_027\"><a name=\"-20905_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20905_000_027\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Standing for Something: Ten Neglected Virtues That Will Heal Our Hearts and Homes<\/span> (2000), 101.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_027\"><a name=\"-20905_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20905_000_027\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24937)\">Isa. 64:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}