{"ID":6372, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Watch Over and Strengthen\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p2\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Savior will let you feel the love He feels for those you serve. The call is an invitation to become like Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p4\" class=\"\">Hundreds of thousands of people in the last year were baptized and confirmed members of the Church. Each was given the opportunity of a call to serve. For them and for the Church, that experience will shape the future. Many of us remember the first time we gave a talk or conducted a meeting or knocked on the door of a home as an official visitor. My heart beats a little faster just thinking about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p5\" class=\"\">The new members may have been baptized only days or weeks before their call to serve. Some of them had never seen anyone perform the service that now was theirs. Because we have no professional clergy, the challenge of calls to serve came to more than the new members. In the last year, it is estimated that nearly two million Latter-day Saints received either a new call to be a shepherd or were given some new sheep to watch over. Just less than half of those called were youth, some as young as 12 or 13 years of age. More than 30,000 missionaries were called and set apart in that time. Most of them were less than 20 years of age. They went with only brief training and little experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p6\" class=\"\">Someone who knows organizations in the world might predict failure for a rapidly growing church depending on so many novice lay members. Even those called may well have felt some apprehension. And yet when they see through the eyes of faith the challenge as it really is, confidence replaces fear because they turn to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p7\" class=\"\">My message is first to those newly called to serve in the Church, then to those who called them, and finally to those they will serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p8\" class=\"\">First, to the newly called: Confidence depends on your seeing the call for what it is. Your call to serve is not from human beings. It is a trust from God. And the service is not simply to perform a task. Whatever name it has, every call is an opportunity and an obligation to watch over and strengthen the children of our Heavenly Father. The Savior’s work is to bring to pass their immortality and eternal life (see <span class=\"citation\" id=\"38803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38803)\">Moses 1:39<\/a><\/span>). He called us to serve others so that we could strengthen our own faith as well as theirs. He knows that by serving Him we will come to know Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p9\" class=\"\">An inspired prophet saw service as the way we come to want what the Lord wants. He wrote: “For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?” (<span class=\"citation\" id=\"40027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40027)\">Mosiah 5:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p10\" class=\"\">Because you are called by Jesus Christ to His service, you may go forward with great confidence. First, you may be assured that He knows you and your capacity to grow. He has prepared you. Calls will stretch you, often at the start and always over their course, but He will give you the Holy Ghost to be your companion. The Holy Ghost will tell you what to do when your own abilities and efforts are not enough (see <span class=\"citation\" id=\"26921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26921)\">John 14:26<\/a><\/span>). The Holy Ghost will prompt you to bear testimony with conviction. The Savior will let you feel the love He feels for those you serve. The call is an invitation to become like Him (see <span class=\"citation\" id=\"5362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5362)\">3 Ne. 27:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p11\" class=\"\">You might well ask, “How will seeing my call that way make me more confident of success?” The answer is that seeing it in that lofty way will make it more likely that you will go for help to the only source that is never-failing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p12\" class=\"\">I saw a young man nearly overwhelmed by a new call not long ago. The Lord had inspired His servant to call him to be the president of a stake. The young man had never been a bishop. He had never served in a stake presidency. The stake had in it many men of greater maturity and experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p13\" class=\"\">He was humbled when he heard the call. His wife through tears said to the servant of the Lord who called him, “Are you sure?” Her husband said quietly that he would serve. His wife nodded her support, tears streaming down her face. As you might have done at such a time, he wanted to talk with his father, who was far away. He called him that afternoon on the telephone. His father has been a dairy farmer all his life. He raised the boy into a man through milking cows and letting his son observe him stop to talk with neighbors to see how they were doing. The next morning, in his first talk as a stake president, this is how he recounted the conversation with his father:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p14\" class=\"\">“Many of you that know me know I am a man of few words. I must have gotten that from my father. As I called him yesterday to let him know that I was being called as a stake president, his one response to me was, ‘Well, you better do a lot of praying.’ That was his counsel to me. What better counsel could he give?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p15\" class=\"\">His father couldn’t have done much better. And you can see why. The Lord is his only hope for success. Most of the help will come through the ministrations of the Holy Ghost. The Lord’s servants cannot succeed without it. We can only have the Holy Ghost as a companion if we plead for it and if we qualify for it. And both require a lot of praying, praying with real faith in our Heavenly Father and in His Beloved Son and in the Holy Ghost (see <span class=\"citation\" id=\"10962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10962)\">D&amp;C 90:24<\/a><\/span>; <span class=\"citation\" id=\"6568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6568)\">A of F 1:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p16\" class=\"\">To have the companionship of the Holy Ghost, we must be cleansed of sin (see <span class=\"citation\" id=\"10896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10896)\">D&amp;C 50:29<\/a><\/span>). That only comes through faith enough in Jesus Christ to repent and qualify for forgiveness (see <span class=\"citation\" id=\"10835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10835)\">D&amp;C 3:20<\/a><\/span>). And then we have to stay away from sin. That takes prayer, both frequent and fervent (see <span class=\"citation\" id=\"5354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5354)\">3 Ne. 18:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p17\" class=\"\">“You better do a lot of praying” is good counsel for all of the Lord’s servants, new or seasoned. It is what His wise servants do. They pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p18\" class=\"\">The disciples of Jesus Christ when He lived on the earth noticed that about Him. He was the Son of God. He was Jehovah. And yet He prayed often enough to His Heavenly Father that His disciples realized that they must know how to pray to be His servants. So they asked Him to teach them. You remember the record:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p19\" class=\"\">“And it came to pass, that, as [Jesus] was praying in a certain place, when he ceased, one of his disciples said unto him, Lord, teach us to pray, as John also taught his disciples.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p20\" class=\"\">“And he said unto them, When ye pray, say, Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done, as in heaven, so in earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p21\" class=\"\">“And forgive us our sins; for we also forgive every one that is indebted to us. And lead us not into temptation; but deliver us from evil” (<span class=\"citation\" id=\"30991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30991)\">Luke 11:1–2, 4<\/a><\/span>; see also <span class=\"citation\" id=\"33543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33543)\">Matt. 6:9–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p22\" class=\"\">We seldom use those exact words as we pray. But the words of that prayer are a perfect summary of what a servant of the Lord pleads for to qualify for the promise the Savior makes to all whom He calls: “And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (<span class=\"citation\" id=\"10944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10944)\">D&amp;C 84:88<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p23\" class=\"\">Think of that prayer as a standard of service. The prayer begins with reverence for our Heavenly Father. Then the Lord speaks of the kingdom and its coming. The servant with a testimony that this is the true Church of Jesus Christ feels joy in its progress and a desire to give his or her all to build it up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p24\" class=\"\">The Savior Himself exemplified the standard set by these next words of the prayer: “Thy will be done, as in heaven, so in earth” (<span class=\"citation\" id=\"30992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30992)\">Luke 11:2<\/a><\/span>). That was His prayer in the extremity of offering the Atonement for all mankind and all the world (see <span class=\"citation\" id=\"33576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33576)\">Matt. 26:42<\/a><\/span>). The faithful servant prays that even the apparently smallest task will be done as God would have it done. It makes all the difference to work and to pray for His success more than for our own.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p25\" class=\"\">Then the Savior set for us this standard of personal purity: “And forgive us our sins; for we also forgive every one that is indebted to us. And lead us not into temptation; but deliver us from evil” (<span class=\"citation\" id=\"30993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30993)\">Luke 11:4<\/a><\/span>). The strengthening we are to give those we watch over comes from the Savior. We and they must forgive to be forgiven by Him (see <span class=\"citation\" id=\"33548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33548)\">Matt. 6:14<\/a><\/span>). We and they can only hope to remain clean with His protection and with the change in our hearts that His Atonement makes possible. We need that change to have the constant companionship of the Holy Ghost. Such a gift might seem too lofty and too distant for us and for those we serve. But a prophet of the Lord named Samuel called and anointed a young man named Saul. On that very day, Samuel promised Saul: “And the Spirit of the Lord will come upon thee, and thou shalt prophesy with them, and shalt be turned into another man” (<span class=\"citation\" id=\"2469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2469)\">1 Sam. 10:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p26\" class=\"\">That promise was fulfilled, not after many years or months or even days. Listen to the account in 1 Samuel, the tenth chapter:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p27\" class=\"\">“And it was so, that when he had turned his back to go from Samuel, God gave him another heart: and all those signs came to pass that day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p28\" class=\"\">“And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them” (<span class=\"citation\" id=\"2470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2470)\">1 Sam. 10:9–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p29\" class=\"\">You may have confidence in the Lord’s service. The Savior will help you do what He has called you to do, be it for a time as a worker in the Church or forever as a parent. You may pray for help enough to do the work and know that it will come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p30\" class=\"\">Now, a word to those who have issued those calls in the Church. When you did, you conveyed the trust of the Lord. But He placed a trust with you as well. Just as those members were called to watch over and strengthen others, you were placed under the same obligation to watch over and strengthen them. If you issued the call and gave no training or did not watch to see that the training was enough, you failed them and the Lord. Even with that training, the path will become difficult for them. You know that, and so you must watch and listen to see when they need strengthening. You will give just enough help to strengthen their faith that the Lord is watching over them and over the people they serve and that they may turn with confidence to Him. To do that well, you must do a lot of praying yourself, for guidance and for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p31\" class=\"\">Finally, a word to those of us who are served by those who are newly called. Our opportunity and our obligation is the same as theirs. We are to watch and strengthen. And each of us has almost endless chances to do it. Every meeting you attend, every class, every activity will have someone doing something that to them is at the limit of their capacities, or maybe a little beyond. Most of us carry into those situations the attitudes we learn in the world, where we may be quick to notice inferior service. It is too easy to think, <span class=\"emphasis\">In the Lord’s true Church, our standard of performance should be higher than that.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p32\" class=\"\">There is more than one way to help the Lord lift them to that standard. One is to express or show our displeasure. I’ve been the beneficiary of another way, the better way. I’ve sensed when I was not doing very well when I was speaking or teaching or leading in a meeting. Most people can tell when they are failing. I have been able to tell when I have been not doing well, and I’ve looked out and seen someone in the audience apparently not paying attention to me, with eyes closed. I’ve learned not to be irritated. And then they’ve opened their eyes and smiled at me, with a look of encouragement that was unmistakable. It was a look that said as clearly as if they had spoken to me: <span class=\"emphasis\">I know the Lord will help you and lift you up. I’m praying for you.<\/span> I’ve been in settings where many people listening to me were doing that. And I was lifted beyond what I knew were my abilities, or at least what I had thought my abilities were. You could serve that way when you see people struggling in their service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p33\" class=\"\">It will take a lot of praying, but you could watch and you could strengthen, even when your only call in the Church at that moment is to be a follower of Jesus Christ and your only tools are to pray and smile and encourage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p34\" class=\"\">There is a miracle appearing in the Church. I see it as I travel back to nations after an absence of only a short time. The members and the leaders are changed. Just as Alma promised, their souls have been enlarged and their understanding enlightened and their minds expanded (see <span class=\"citation\" id=\"8544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8544)\">Alma 32:28, 34<\/a><\/span>). They have served each other in faith in the Lord Jesus Christ. He has sent them the Holy Ghost as a companion in answer to fervent prayer. Their watching over and testifying and loving and helping each other has let the Lord give a miracle of growth in the hearts and capacities of humble sons and daughters of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/watch-over-and-strengthen.p35\" class=\"\">I know that God the Father lives. He hears and answers our prayers. I testify that His beloved Son, Jesus Christ, has called Gordon B. Hinckley as His prophet and president. I testify that through His authorized servants the Master calls us and that He sustains and transforms us in His service, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}