{"ID":6377, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Because My Father Sent Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p2\" class=\"\">Elder Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">A father succeeds when he steps forward and accepts his commitment as a father, always loving, praying for and doing what he can for his family, and never giving up.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1767.jpg\" alt=\"Elder Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p4\" class=\"\">I was in a busy airport last week and there, amidst great numbers of people rushing to catch their planes, was a father kneeling down by his son, patiently feeding him an ice cream cone which the son was too small to hold himself. The little boy needed help because his snowsuit, which kept him warm, also made it impossible for his arms to bend. I thought to myself, <span class=\"emphasis\">What a great dad!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p5\" class=\"\">There should be no other word that is more important to us than <span class=\"emphasis\">father<\/span> or <span class=\"emphasis\">mother,<\/span> and it is the word <span class=\"emphasis\">father<\/span> that I would like to talk about. It’s not just a matter of how to be a good father. There is plenty written and much good advice given, even at this conference. It is the commitment to be a good father that I want to talk about also.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p6\" class=\"\">The history of the gospel of Jesus Christ from Adam and Eve down to the present day is closely associated with father and mother and family. The introductory pages of the Book of Mormon have the great prophet Nephi, while recounting the trials and blessings of his day, first paying homage to his father: “I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the learning of my father; and having seen many afflictions in the course of my days, nevertheless, having been highly favored of the Lord in all my days; yea, having had a great knowledge of the goodness and the mysteries of God, therefore I make a record of my proceedings in my days.”<sup class=\"noteMarker\"><a href=\"#footnote1-20905_000_033\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1333)\">1 Ne. 1:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p7\" class=\"\">Enos, likewise, first recognized his father for the preparation he received: “Behold, it came to pass that I, Enos, knowing my father that he was a just man—for he taught me in his language, and also in the nurture and admonition of the Lord—and blessed be the name of my God for it.”<sup class=\"noteMarker\"><a href=\"#footnote2-20905_000_033\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21458)\">Enos 1:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p8\" class=\"\">When the Prophet Joseph Smith first received the vision of the angel Moroni, he was instructed to tell his father, who, in turn, confirmed that it was true and that Joseph should follow the directions of Moroni. Even with the restoration of the gospel, the Lord did not separate a son from his righteous father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p9\" class=\"\">The Savior of the world, in giving us a definition of the meaning of the gospel in 3 Nephi, chapter 27, said simply that He came to work out the plan of salvation and give His life for the sake of all mankind because His Father sent Him. The love between the Father and the Son was so perfect that the Savior gave it as His first reason for coming into mortality and the suffering He did for us in the Garden of Gethsemane and on the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p10\" class=\"\">The gospel is designed to teach us what to do as fathers and mothers, and it would seem that when families are intact, we may very well do good things and give as our first reason “because my Father sent me”<sup class=\"noteMarker\"><a href=\"#footnote3-20905_000_033\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5359)\">3 Ne. 27:13<\/a><\/span>.]<\/span><\/sup> or because a father showed me the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p11\" class=\"\">I have had the honor of working with the missionaries of the Church for over three decades, and I know that a great many of them were able to get through those first shaky minutes and hours and days of their mission because of their fathers or mothers. I remember one experience of a fine young man who spent his life on the ranch, just as his own father did. When the boy got into the mission field, it was all strange: too many people, not enough open spaces. He wanted badly to go home. Finally, the mission president had the young missionary call his father. The father listened patiently as his son said how homesick he was, and then the father spoke in terms that his son could understand, and as I heard about this, it brought a smile to my face. He said with firmness but love, “Son, you’re just going to have to ‘cowboy up.’” The boy knew exactly what that meant, and he is hanging on as the spirit of his mission begins to come. He knows his father will not give up on him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p12\" class=\"\">Innumerable are the numbers of those young people who did not quit and go home during those first days of being away at school or away from home the first time because of the good influence of fathers and mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p13\" class=\"\">When I sat across from President David O. McKay and was first called to this calling some 32 years ago, I remember that after he discussed with me what would be expected, he then charged me to serve by asking me to carry out this calling in a way that would be pleasing to my own father. That was enough of a challenge for a lifetime. President McKay knew my father, who had been a stake president for 20 years, and I looked on my father as one of the greatest men I knew. My first understanding of how important I was to my father and how real the Savior was, was when I heard him pray for us in family prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p14\" class=\"\">Now there are some exceptions, such as death and other serious circumstances, but what is needed today is for fathers to commit to being fathers, whatever that might take—to assume the responsibility and to live by it, that you may become an anchor to all who come after you. If the example has not been set in your life, then reach out and try to help establish it, and resolve that that example will begin with you, if there is no one else. If all is not perfect in your home, then let it begin with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p15\" class=\"\">It was President Harold B. Lee who said that the turning of the hearts of the children to their fathers and the fathers to the children was not only a commission to do work for the dead, but it also applied to the living and the importance of keeping those family relationships intact in this life.<sup class=\"noteMarker\"><a href=\"#footnote4-20905_000_033\">4<\/a>\n       <span class=\"footnote\">[“Preparing to Meet the Lord,” <span class=\"emphasis\">Improvement Era,<\/span> Feb. 1965, 123–24.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p16\" class=\"\">I finish with the words of the poet Edgar A. Guest, who wrote of an average, everyday man—a father—and his family. The last words of his poem say, “This his praise, if praise be needed, As a father he succeeded.”<sup class=\"noteMarker\"><a href=\"#footnote5-20905_000_033\">5<\/a>\n       <span class=\"footnote\">[“Old Man Green,” in <span class=\"emphasis\">Collected Verse of Edgar A. Guest<\/span> (1934), 560.]<\/span><\/sup> A father succeeds when he steps forward and accepts his commitment as a father, always loving, praying for, and doing what he can for his family, and never giving up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p17\" class=\"\">May the sacred name of Heavenly Father be spoken with reverence in our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p18\" class=\"\">May the name of father carry with it the kind of love and confidence that will bring peace and hope and righteous determination.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p19\" class=\"\">May I add at this point my own witness and testimony as to the truthfulness of this work, adding to that which has been said from this pulpit during this great conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/because-my-father-sent-me.p20\" class=\"\">I feel like I have stood with the Prophet Joseph in the Sacred Grove when there appeared the Father and the Son; I have sat with the Saints in Kirtland when the temple of the Lord was accepted and dedicated; I received my covenants in Nauvoo; I knelt at the cemetery in Winter Quarters when a loved one was buried; I also held up my arm to sustain Brigham Young as the President of the Church; I stood on Ensign Peak with Brother Brigham the day after he arrived in the valley, when he looked over an expanse which he had already seen by revelation and knew from that experience where the temple was to be built. I know this work is true. I know God lives. I know He lives. I know God lives. I know that Jesus Christ is our Redeemer and our Savior, that the Prophet Joseph saw what he said he saw, that Gordon B. Hinckley carries the keys of this great work today, and that this is the gospel of Jesus Christ. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20905_000_033\"><a name=\"-20905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20905_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1333)\">1 Ne. 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_033\"><a name=\"-20905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20905_000_033\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21458)\">Enos 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_033\"><a name=\"-20905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20905_000_033\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5359)\">3 Ne. 27:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_033\"><a name=\"-20905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20905_000_033\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Preparing to Meet the Lord,” <span class=\"emphasis\">Improvement Era,<\/span> Feb. 1965, 123–24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_033\"><a name=\"-20905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20905_000_033\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Old Man Green,” in <span class=\"emphasis\">Collected Verse of Edgar A. Guest<\/span> (1934), 560.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}