{"ID":6378, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Brief Introduction to the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p2\" class=\"\">Elder John B. Dickson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/john-b-dickson-10.jpg\" alt=\"John B. Dickson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We declare that the great restoration that the ancient prophets spoke of began in 1820 when the Lord called a young man named Joseph Smith to reestablish the Church.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p4\" class=\"\">It is exciting to be with you today in this beautiful Conference Center. I would like to give a brief synopsis of some of our beliefs to those who are learning about the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p5\" class=\"\">The situation of many of you may be like that of my deceased father-in-law, Robert E. Jones, who joined the Church in 1960. He had been raised in a wonderful Christian home, where reading the Bible and adhering to Christian principles were a normal part of family life. At his mother’s knee he learned many truths, including the importance of having faith in Jesus Christ and following His example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p6\" class=\"\">As he examined The Church of Jesus Christ of Latter-day Saints, he was able to retain truths formerly acquired, while enjoying a rich treasure of additional knowledge. I would like to mention 10 points that he understood that can also help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p7\" class=\"\">\n\t<span class=\"strong\">1. God the Father and His Son, Jesus Christ, have a plan of happiness for the human family.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p8\" class=\"\">We proclaim that there truly is a God in heaven and that the human family lived with Him in a premortal existence. We are God’s children. He loves us and has prepared a plan whereby through His Son, Jesus Christ, we will enjoy blessings beyond this mortal life. These blessings include an immortal, glorious, resurrected body for all mankind and the opportunity to return to our Heavenly Father’s presence as eternal families for those who have faith in Jesus Christ and are obedient to the conditions of His gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p9\" class=\"\">\n\t<span class=\"strong\">2. Jesus Christ organized His Church during His mortal ministry.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p10\" class=\"\">The Bible helps us understand that Jesus organized His Church with apostles, prophets, pastors, teachers, and other Church officials who held the priesthood, which is the authority to act in God’s name. Their work was to bring all men to a “unity of the faith” regarding Jesus Christ and His teachings (<span class=\"citation\" id=\"21560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21560)\">Eph. 4:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p11\" class=\"\">\n\t<span class=\"strong\">3. The Church of Christ and many simple truths were lost.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p12\" class=\"\">Several Bible prophets declared that there would be a “falling away” (<span class=\"citation\" id=\"5029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5029)\">2 Thes. 2:3<\/a><\/span>) from the true gospel, a time when there would be a “famine” (<span class=\"citation\" id=\"10378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10378)\">Amos 8:11<\/a><\/span>) regarding the word of God, and “divisions” (<span class=\"citation\" id=\"40\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40)\">1 Cor. 11:18<\/a><\/span>) caused as “grievous wolves” (<span class=\"citation\" id=\"7476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7476)\">Acts 20:29<\/a><\/span>) would enter and disrupt the flock or the people of the Church. These prophecies became a reality when in the years following the Savior’s crucifixion, the Apostles were killed, the authority to direct the Church was eventually lost, and for many centuries, including the period known as the Dark Ages, the Church of Jesus Christ was not found on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p13\" class=\"\">\n\t<span class=\"strong\">4. The hearts of men and a location were prepared for a restoration of the gospel.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p14\" class=\"\">The closing of the Dark Ages took place as the Reformation unfolded, where brave men and women recognized the need to incorporate doctrines that Jesus had instituted back into the church. We are grateful for the great reformers such as Luther, Wycliffe, Wesley, Tyndale, and many others who helped set the stage for open religious dialogue, study of the scriptures, and the desire engendered in the hearts of good men and women for an expression of religious liberty. But their faith, their desire, their sacrifice, and even their martyrdom were insufficient to restore that which was lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p15\" class=\"\">The founding fathers of the United States of America were inspired in drafting a constitution that guarantees religious and other freedoms for all. Religious tolerance and changing attitudes helped prepare a people while the conditions created under the umbrella of the U.S. Constitution prepared a location where the restoration of the gospel could take place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p16\" class=\"\">\n\t<span class=\"strong\">5. Latter-day events were anticipated by the prophets of old.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p17\" class=\"\">Old Testament prophets spoke of the last days as an era when all the ordinances and blessings of the gospel would be available to man. Daniel, Jeremiah, Joel, Ezekiel, Malachi, and other ancient prophets spoke of the great events that would take place in our day. Isaiah spoke of the marvelous work and a wonder that would come to pass, referring to the promised restoration of the gospel of Jesus Christ (see <span class=\"citation\" id=\"24927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24927)\">Isa. 29:14<\/a><\/span>). The Apostle Peter spoke of the restitution of all things in the latter days (see <span class=\"citation\" id=\"7460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7460)\">Acts 3:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p18\" class=\"\">\n\t<span class=\"strong\">6. The gospel of Jesus Christ has been restored in its fulness.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p19\" class=\"\">We declare that the great restoration that the ancient prophets spoke of began in 1820 when the Lord called a young man named Joseph Smith to reestablish the Church. The Restoration began as Joseph, perplexed by the confusion among the churches of his day, sought to know which church was true. I solemnly declare that, in a sacred grove of trees in upstate New York, this young man was visited by the Father and the Son and was told he was to join none of the existing churches. He learned that he was to be an instrument in the hands of God to again establish the Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p20\" class=\"\">In time Joseph received the priesthood of God, giving him the authority to organize the Church once again. The Church now exists with apostles, prophets, and others who have authority to administer the ordinances of the gospel. Since its organization on the sixth of April of 1830, the Church has begun to fill the whole earth, as the ancient prophet Daniel had prophesied (see <span class=\"citation\" id=\"10563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10563)\">Dan. 2:45<\/a><\/span>). We now find ourselves on the threshold of unprecedented growth where millions are receiving this good news and are joining the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p21\" class=\"\">\n\t<span class=\"strong\">7. Another witness of Christ has been given to our generation.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p22\" class=\"\">In 1827 Joseph Smith received ancient metal plates from which the Book of Mormon was translated. It contains a history of God’s dealings with His people in ancient America and stands beside the Bible as another witness of Jesus Christ. From its pages we learn more fundamental truths about the nature of God, the mission of His Son, and His plan for His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p23\" class=\"\">\n\t<span class=\"strong\">8. The family can be eternal.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p24\" class=\"\">An exciting truth that has been revealed again in our day is that “the family is central to the Creator’s plan for the eternal destiny of His children” and that families can be eternal (“The Family: A Proclamation to the World”). Authority has been conferred upon man once again, whereby in sacred temples a man can be eternally sealed to his wife, a woman to her husband, parents to their children, and the extended family eternally linked together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p25\" class=\"\">Dear friends and neighbors, we know that you love your families as we love ours, and we are pleased to share these sacred truths with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p26\" class=\"\">\n\t<span class=\"strong\">9. People have been called of God to teach you.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p27\" class=\"\">Approximately 60,000 young men and women on missions worldwide are called to teach interested parties about the doctrine of the Church. They pay their own way and for a time set themselves apart from worldly pursuits in order to teach you. If you will invite them, they will teach you and answer your questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p28\" class=\"\">\n\t<span class=\"strong\">10. You can know with assurance that these things are true.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p29\" class=\"\">A time-tested, heaven-inspired solution to knowing the truth about the Book of Mormon or other matters is set forth by Moroni, the last Book of Mormon prophet. He said: “And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p30\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things” (<span class=\"citation\" id=\"38140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38140)\">Moro. 10:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p31\" class=\"\">My father-in-law, myself, and millions of others have put Moroni’s declaration and promise to the test and found that these things are true. My sincere promise is that you can do as Moroni has prompted and experience the same rewarding result.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/a-brief-introduction-to-the-church.p32\" class=\"\">I humbly declare that Jesus is the Christ, the literal Son of God, and that His gospel has been restored to the earth in our day for the benefit and blessing of all mankind, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}