{"ID":638, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"He Went About Doing Good\"<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1953, pp. 69-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly pray that the Lord will bless me this Easter morning. This is truly a great day\nwhen we contemplate what is happening across the earth. In ten thousand churches, on a\nthousand hilltops, everywhere, men and women are declaring their faith in the divine mission\nof Jesus Christ. We of the Latter-day Saint Church join our voices happily with the multitudes\nthat declare their faith in God.\n<\/p><p>\nOne of the most striking expressions of the Savior is, \"He went about doing good\"\n(<span class=\"citation\" id=\"7693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7693)\">Acts 10:38<\/a><\/span>). With my\nlife's work with youth I have constantly been reminded that I must be practical. Youth lives\nin action, in doing. \"He went about doing good.\"\n<\/p><p>\nI read also these words from Psalm 27:11: \"Teach me thy way, O Lord and lead me in a plain\npath\" (<span class=\"citation\" id=\"41775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41775)\">Ps. 27:11<\/a><\/span>).\nRecently in a small village in Nevada, I was called to dedicate a small, lovely chapel.\nThe story was told by the bishop of how they had a great struggle to raise the money and do\ntheir part. He said \"The time came when we had to get the last five thousand dollars to do our\npart.\" He went before the people and literally not figuratively, but literally took off his coat,\nand said, \"I will not put on my coat again, with the Lord's help, until we have raised our\npart.\" And he went forward, and his family was with him. And then I saw the joy of the\naccomplishment. My heart was thrilled. People came from distant states. They rode down the\nvalley from everywhere to be with their friends and neighbors, and when it was all over, a\ndelightful thing happened. Although an appointment called me to hurry away to a neighboring\ncity, as we looked back from the car window, we saw the crowd was still there, shaking\nhands with neighbors and friends, enjoying the loveliness of the occasion and the spirit of\ntheir accomplishment.\n<\/p><p>\nMay we also \"take off our coats,\" to do our part in this hour of challenge and opportunity.\nMay I suggest one or two simple things, plain things, as David said in the Psalms, which are\nalso the teachings of the Latter-day Saint Church?\n<\/p><p>\n<i>Help someone in need:<\/i> Rushing from one city to another to escape bombing not long ago,\npeople by the thousands were trying to find a way to safety, in one of the cities of China. All\nat once in the rush the crowd crossing the bridge stopped, for someone was holding up the\ntraffic. It was a boy. He could not cross the bridge. He heard the cry of a child that had\nfallen. Quickly he went to help&mdash;to help someone in need. When the child was made safe, he\nagain hurried on his way.\n<\/p><p>\nDid you read the other day that on Baldy Hill fifteen American soldiers were\ncommissioned to go and bring out a number of boys that had been left, unfortunately not able\nto get away under the fire? They worked and worked; they heard of another buried\nsomewhere out in the debris. They went again very early in the morning before it was light.\nAs they came to a nob of the hill, they heard a voice crying, \"Water, water.\" They quickly\ndug. They rescued a young man from death and by the grace of God carried him safely down\nthe hill where he received further help. There are many everywhere calling, \"Water, water.\"\n<\/p><p>\n<i>Stand for the truth and the right with all good men:<\/i> In this very tabernacle I heard one\nevening an appeal made by the queen of Holland. She told of the sorrow of her people, many\nof them giving their lives, but she ended that beautiful appeal of deep sincerity with these\nwords, \"Let us all do our best, and leave the rest to God.\"\n<\/p><p>\nPresident David O. McKay, addressing the graduating class at the University of Utah, said: \n<\/p><p>\nYoung men and young women: The future awaits you! It's yours! If you would end war and\ngive peace to the world, you have campaigns to organize and conquests to achieve. These will\nbe campaigns planned for the establishment of justice. These are the conquests of the soul:\nwhether it is better to walk along the easy road to selfishness and indulgence than to strive\nthrough self-mastery and service in the realm of spirituality, you must decide.\n<\/p><p>\n<i>Have courage for prayer.<\/i> That must be part of the high resolve of this conference. Courage\nfor the right! So much is happening in public places, so many are brought into contact where\npublic opinion is a power. I am proud and you are proud, when you heard the President of the\nUnited States before he gave his inaugural address say, \"I want to say a little prayer.\"\n<\/p><p>\nI went one day down to the station with a group of missionaries to say goodbye. A father, my\nneighbor, was with me. There was a group about us. The stationmaster came out and said, \"It\nwill be about twenty minutes before the train leaves. Don't go far away.\" Then I saw my\nneighbor walk through the crowd quickly, his son on his arm through the station, and they\nwere gone for a time. Then I saw him return just before the train pulled out. He kissed the\nboy good-bye, and the boy was off. I walked over to my friend and said: \"I want to ask you a\npersonal question. I have a thought that I want to ask you about your boy.\" I said, \"Where did\nyou go when you took your boy? Now, pardon me, if this is too private, you do not need to\nanswer, but I have an idea.\" He said \"Oh, I think you have the right idea. I took my boy\nhome. We went to the bedroom alone. I said, 'Son, I am so proud today,' and I finally\nmustered up courage to do what I should have done probably many times before. 'Sit on the\nedge of the bed, I want to bless you. I am proud of you. Mother is proud of you. This is a\ngreat day.' And I blessed my son.\"\n<\/p><p>\nOne other closing story: I heard it in the temple from one of the mission presidents. The\nchildren of neighbors and friends often come with their playmates to the auxiliary\norganizations of the Latter-day Saint Church. One little girl had caught the message on several\noccasions about family prayer. When she came home one day, she said to her parents, \"Have I\ngot any rights in this family?\" The father answered, \"Why, certainly you have, dear.\" \"Well, I\nwant family prayer.\" \"Well, my dear, you shall have family prayer.\" But it went on, and when\nthe occasion came again, the child said \"Have I got any rights in this family?\" There was a\nlonger pause, more reflection, then, \"Yes, dear.\" And family prayer was said.\n<\/p><p>\nMay God bless us. May we help someone in need. May we stand for the truth and right. May\nwe have courage for prayer. \"Teach me in thy way, O Lord, and lead me in a plain path\"\n(<span class=\"citation\" id=\"41776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41776)\">Ps. 27:11<\/a><\/span>).\nMay we as he did ever go about doing good, I pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}