{"ID":6381, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Standing with God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p3\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What does it mean to stand as a witness of God? It means we will not bow down or give in or be persuaded to do anything contrary to God’s will.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">20905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p5\" class=\"\">My very dear young sisters, you have just stood and in your own voices made a commitment to your Father in Heaven. What were you thinking about while you were saying the Young Women theme? What is the meaning for you of what you just said?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p6\" class=\"\">Remember the story of three young men who had made such a commitment? They lived in Babylon, where people were not following the Lord. These young men, Shadrach, Meshach, and Abed-nego, stood as witnesses of God at the peril of their lives. Living under the rule of King Nebuchadnezzar, they were required by decree that on a certain day when the music started, all the people in the kingdom were to kneel and worship a solid gold 90-foot form of a man who represented the king. Anyone refusing would be thrown into a fiery furnace. There must have been thousands of people in Babylon that day for the festivities and to witness the dedication of this spectacular golden idol.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p7\" class=\"\">When the music began and the herald announced that all must kneel, everyone obeyed—everyone, that is, but those brave Hebrews. They refused to insult their God. Can you imagine the courage of these young men? No threats from the king could dissuade them. With faith in their God, they stood together and prayed as they were bound and carried to be burned. The furnace was so hot the men who threw them in died. King Nebuchadnezzar stood by to watch the death of these three infidels. Looking into the inferno, he asked his advisers, “Didn’t we throw three people into the fire?” They assured him indeed they had. Not quite believing what he saw, the puzzled king said: “But I see four men loose and walking in the middle of the fire, and [most puzzling of all] they have no hurt. The form of the fourth man is like that of the Son of God” (see <span class=\"citation\" id=\"10564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10564)\">Dan. 3:24–25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p8\" class=\"\">Nebuchadnezzar then called to the Hebrews to come out of the furnace and declared them to be servants of the Most High God. He sent out another decree protecting Shadrach, Meshach, and Abed-nego (see <span class=\"citation\" id=\"10565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10565)\">Dan. 3:26–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p9\" class=\"\">What does it mean to stand as a witness of God? It means we will not bow down or give in or be persuaded to do anything contrary to God’s will. It means we will risk speaking up when our knees are shaking. It means we will listen and follow the still, small voice of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p10\" class=\"\">Let’s look at an up-to-date version of another heroic Bible message:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p11\" class=\"\">A certain girl went down from her locker toward the lunchroom and fell among thieves, who stripped her of her confidence and self-esteem when she overheard them making fun of her and of the way she dressed, and they walked off leaving her alone and friendless. And by chance there came down a certain girl that way dressed in fine clothes, and when she saw her, she passed by on the other side of the hall.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p12\" class=\"\">And likewise, a girl from the “in” crowd of popular girls, when she was at the place, came and looked on her and passed by on the other side without speaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p13\" class=\"\">But a certain young woman came down the hall where she was, and when she saw her, she had compassion and went to her and bound up her wounds when she said, “Would you eat lunch with me?” (author’s adaptation of the parable of the good Samaritan; see <span class=\"citation\" id=\"30990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30990)\">Luke 10:30–37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p14\" class=\"\">Looking more closely at this familiar parable, why didn’t the other girls stop to help? Are we so intent on our own problems that we do not notice or think anyone else has any? Do we judge the girl in need to be socially beneath us and worry what the popular kids would think if we stopped to help? Maybe the “dream guy” of the school is waiting to walk you to class and you couldn’t possibly keep him waiting!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p15\" class=\"\">Each one who passed the girl in need had one question in her mind: <span class=\"emphasis\">If I stop, what will happen to me?<\/span> The girl who did stop to help also had one question: <span class=\"emphasis\">If I don’t stop, what will happen to her?<\/span> When we are confident of our Father in Heaven’s infinite love, we can reach out to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p16\" class=\"\">We can be a witness for God when we know Him, when we trust Him, and when we feel secure in His loving care. There are no new or easy ways we earn a relationship. It is the old ways, the tried-and-true-always-works ways: scripture study, prayer, and living those things you learn through your study and prayers. As you read the scriptures, you become acquainted with what your Father in Heaven wants for His children and how He continually reaches out to sustain and bless and forgive us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p17\" class=\"\">When you pray for personal guidance, your Father in Heaven knows what is in your heart, but He wants you to tell Him of your hopes and dreams and needs. Only when you speak with certainty that, indeed, you do want to be a witness will you know what you are going to do about it. Let God speak to you and let the sacrament take on deeper meaning. Hear these familiar words: “And witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments which he has given them” (<span class=\"citation\" id=\"10858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10858)\">D&amp;C 20:77<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p18\" class=\"\">We have received many letters from young women who are seriously trying to stand as a witness and say what He would say and do what He would do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p19\" class=\"\">Cathy wrote a letter telling about a “good Samaritan” named Michelle. Cathy had been hospitalized much longer than she had expected to be. Some friends dwindled away, busy in their own lives; but Michelle came often and brought fun and cheer. She decorated the dreary hospital room with Mormonad posters, balloons, and other paraphernalia. One day when Cathy was particularly low, Michelle thought to bring her scriptures. Cathy said: “Bringing her scriptures and reading them to me made me want what she had. I wanted to love the scriptures like Michelle does. Without that act of kindness and caring from Michelle, my testimony wouldn’t be what it is today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p20\" class=\"\">Standing as a witness means you know with certainty that you want to do what is right and let the consequence follow. To stand means you remain firm and immovable, even when (or especially when) you are the smallest or the youngest or the last one standing. You may be the means for holding up others. You have to be strong!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p21\" class=\"\">In your mind, how will you be a witness? What is your plan? Abrey is the designated “pray-er” for her basketball team. Jenelle had the courage to leave a party showing vulgar movies. Marcie got rid of her immodest clothes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p22\" class=\"\">Witnessing is showing by our behavior what we believe, and that can start in our own families. How cheerfully do we contribute to our family? How hard do we work to be successful in our studies? How faithfully do we respond to callings to serve? How willing are we to forgive someone who has hurt us?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p23\" class=\"\">The First Presidency and Quorum of the Twelve Apostles have boldly declared where they stand. Their testimony of the Living Christ, validated by each one of their signatures, is for all the world to see and know of their conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p24\" class=\"\">You too can be confident and powerful as a witness of God. Live the standards of the gospel of Jesus Christ. Do not compromise. You must not compromise.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p25\" class=\"\">Pay attention to those around you who give you courage and strength. The testimony of my parents has been a strength to me throughout my life. The first line of their last will and testament describes what they left for their children after their death: “We leave with you, our children, our testimony that God lives, that Jesus Christ, the Only Begotten in the flesh, also lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p26\" class=\"\">Their testimonies of faith in the Lord took up most of the first page of their will, and then one simple sentence followed: “Divide up the material things, and what you don’t want give to someone in need or take to the dump.” There wasn’t much to divide up, but the wealth of their testimonies made us rich indeed!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p27\" class=\"\">Mom and Dad gave us their most precious possession—their testimonies of the gospel of Jesus Christ, ending with these words: “May your hearts ever be open and your feelings tender toward these great truths, is our humble prayer.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p28\" class=\"\">The way you live your life every day, the words you say and don’t say, the people you help, the clothes you wear, your choice of entertainment will show your strength and courage. It will give you confidence to reach out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p29\" class=\"\">You don’t have the power to make rainbows or waterfalls, sunsets or roses, but you do have the power to bless people by your words and smiles and your sincere interest in them. Think of it—you carry within you the power to make the world better for someone each day! That is standing as a witness of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/standing-with-god.p30\" class=\"\">I know with all my being that there is no one in all time or eternity to take your place in the heart of your Father in Heaven. You can trust Him and depend on Him. There is nothing you have done or can do to separate you from His love (see <span class=\"citation\" id=\"42621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42621)\">Rom. 8:35, 38–39<\/a><\/span>). He will never fail you or leave you alone. And in gratitude for His power and peace and joy, you resist the temptations and enticements of the world and humbly say, “With my Father in Heaven’s help, I will stand as a witness of Him at all times and in all things and in all places.” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}