{"ID":6384, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Womanhood: The Highest Place of Honor\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">I promise you dear young sisters that if you live the standards of personal worthiness contained in the Young Women program, great will be your happiness and endless will be your joy.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">20905_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p5\" class=\"\">To be in the presence of all you special young ladies, your leaders, and all others is a joy for me. We are especially honored this evening to have President Gordon B. Hinckley, President Thomas S. Monson, and the other General Authorities with us. I commend Sister Nadauld, Sister Thomas, and Sister Larsen for their excellent messages. The music by this choir of young women has been outstanding. We appreciate those who have participated in the video and the hundreds who have written to the general Young Women presidency about how they can stand as witnesses of God at all times and in all places.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p6\" class=\"\">The many Beehive and Mia Maid girls in this audience remind me of this little anecdote written by a sister who was preparing for a Young Women activity. She said: “My 5-year-old daughter asked me how many ‘Honeyhives’ I had. After a little discussion, I determined she was talking about Beehives. I counted the young women who were Beehives and told her. She had made a paper airplane for each young woman, and proceeded to count out the appropriate number of airplanes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p7\" class=\"\">“When she was finished, she still had a few paper airplanes left. After a moment of thought, she asked, ‘How many Mermaids do you have?’”<sup class=\"noteMarker\"><a href=\"#footnote1-20905_000_040\">1<\/a>\n       <span class=\"footnote\">[Traci Rane, “On the Bright Side,” <span class=\"emphasis\">Church News,<\/span> 30 Jan. 1999.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p8\" class=\"\">Many years ago, during the time of President Heber J. Grant, the First Presidency wrote: “The true spirit of the Church of Jesus Christ of Latter-day Saints gives to woman the highest place of honor in human life. To maintain and to merit this high dignity she must possess those virtues which have always, and which will ever, demand the respect and love of mankind … [because] ‘a beautiful and chaste woman is the perfect workmanship of God.’”<sup class=\"noteMarker\"><a href=\"#footnote2-20905_000_040\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Improvement Era,<\/span> May 1935, 276.]<\/span><\/sup> To occupy the highest place of honor places a responsibility on young women to stand as witnesses of God at all times and in all places.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p9\" class=\"\">One of humankind’s greatest blessings is for righteous womanhood to hold “the highest place of honor in human life” and to be “the perfect workmanship of God.” I love to hear my wife, Ruth, and our daughters say, “I am glad I am a woman.” This tells me they have the vision of their divine destiny. Hopefully you will find joy in your womanhood during all stages of your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p10\" class=\"\">As we look to the future it is interesting to look to the past. In 1916 every female over age 14 was a Beehive girl until she entered Relief Society. There were no Mia Maids or Laurels. A Beehive girl had a possible 374 requirements to earn her individual award. Some of them were:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>“Care successfully for a hive of bees for one season [and] know their habits.” Now that would be a challenge not to get stung!<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>“Cover 25 miles on snowshoes on any six days.” Now that would be hard to do in Florida.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>“During two weeks keep the house free from flies, or destroy at least 25 flies daily.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>“Without help or advice care for and harness a team at least five times [and] drive 50 miles during one season.” One time as a barefoot boy I was putting a harness on a horse and he stepped on my toe.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p15\" class=\"\">The last one I would mention is: “Clear sage-brush, etc., off of one-half acre of land.”<sup class=\"noteMarker\"><a href=\"#footnote3-20905_000_040\">3<\/a>\n       <span class=\"footnote\">[Martha A. Tingey, <span class=\"emphasis\">Hand Book for the Bee-Hive Girls of the Y.L.M.I.A.<\/span> (1916), 36–46.]<\/span><\/sup> I have helped clear sagebrush. It can be a hot, miserable task because you have to burn the sagebrush, but the smoke smells good to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p16\" class=\"\">In 1916 the challenges of life involved an entirely different focus, such as killing flies, clearing sagebrush, and learning to harness horses. Today such physical needs are met much more easily: flipping on a switch to control the light, adjusting the thermostat for heat and for cold. Modern conveniences grant us more free time to focus on spiritual needs and devote more time to personal service. But the basic element which should never change in the lives of righteous young women is giving service to others. Their divine role as caregivers helps noble womanhood gain “the highest place of honor in human life.” Serving others can begin at almost any age. Often the greatest service to others is one-on-one. It need not be on a grand scale, and it is noblest within the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p17\" class=\"\">I have reread the current Personal Progress requirements. They are high standards and indicate the superb direction you young sisters receive from your Church leaders. I promise you dear young sisters that if you live the standards of personal worthiness contained in the Young Women program, great will be your happiness and endless will be your joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p18\" class=\"\">In the movie <span class=\"emphasis\">My Fair Lady,<\/span> Professor Higgins poses the question, “Why can’t a woman be more like a man?” What a terrible mistake that would be. The opportunities for you young sisters in today’s world are endless. The recognition of the special gifts of women has been slow in coming. The <span class=\"emphasis\">Woman’s Exponent<\/span> of 1872 reported that some who would improve women’s status “are so radical in their extreme theories that they would set her in antagonism to man, assume for her a separate and opposing existence; and to show how entirely independent she should be would make her adopt the more reprehensible phases of character which men present, and which should be shunned or improved by them instead of being copied by women.”<sup class=\"noteMarker\"><a href=\"#footnote4-20905_000_040\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 July 1872, 29.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p19\" class=\"\">I wonder if you sisters fully understand the greatness of your gifts and talents and how all of you can achieve the “highest place of honor” in the Church and in the world. One of your unique, precious, and sublime gifts is your femininity, with its natural grace, goodness, and divinity. Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength. It is manifest differently in each girl or woman, but each of you possesses it. Femininity is part of your inner beauty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p20\" class=\"\">One of your particular gifts is your feminine intuition. Do not limit yourselves. As you seek to know the will of our Heavenly Father in your life and become more spiritual, you will be far more attractive, even irresistible. You can use your smiling loveliness to bless those you love and all you meet, and spread great joy. Femininity is part of the God-given divinity within each of you. It is your incomparable power and influence to do good. You can, through your supernal gifts, bless the lives of children, women, and men. Be proud of your womanhood. Enhance it. Use it to serve others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p21\" class=\"\">Unfortunately, we see some very poor role models of womanhood in today’s society. We see women boxers and wrestlers as we flip through the television channels trying to find something uplifting. I believe the women of our time need to be strong, but not in that sense. In my opinion, these activities demean the nobility of womanhood. Young women need to be strong in righteousness, and, to quote your current theme, “to stand as witnesses of God at all times and in all things, and in all places.”<sup class=\"noteMarker\"><a href=\"#footnote5-20905_000_040\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40041)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p22\" class=\"\">Let me tell you of one young woman who has demonstrated remarkable strength in the face of great tragedy. On April 17, 1999, a big van broadsided a car and severely injured 16-year-old Emily Jensen. Her skull was fractured, and she was in a coma for three months, and six months in the hospital. She has had to learn everything again as if from birth. It would have been easy to give up, but giving up is not in Emily’s vocabulary. She works so hard at recovery that she runs the equivalent of a 26-mile marathon every day. Her faith, courage, and perseverance have strengthened and motivated many other hospital patients.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p23\" class=\"\">Emily is still working very hard to regain her speech. Even so, she fearlessly asks nurses, technicians, and therapists, “Are you a Mormon?” If they reply no, she tells them in her muddled sentences, “You should be. Read the Book of Mormon.” Emily dictated to her mother what she wanted written in five copies of the Book of Mormon that she gave to a doctor, three therapists, and a technician before she left the hospital.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p24\" class=\"\">Emily dearly loved one technician who had become totally inactive in the Church. They prayed together in Emily’s hospital room. In language that was difficult to understand, but with a spirit that was strong and clear, Emily told her that she needed to go back to church. That technician later wrote Emily: “I want to thank you so much for the Book of Mormon you gave me. I cried when I read what you wrote. I know someday I will love this book as much as you do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p25\" class=\"\">Emily’s life was recently brightened at Skyline High School in Salt Lake City. The student body picked her as this year’s prom queen in recognition of her extraordinary courage. Her classmates stood and cheered as she struggled to the stage of the packed auditorium, supported on the arm of the student body president. Though she continues to go each day for therapy, Emily’s life is still defined by her spiritual identity, her goodness, her kindness to others, and her strong testimony.<sup class=\"noteMarker\"><a href=\"#footnote6-20905_000_040\">6<\/a>\n       <span class=\"footnote\">[Letter from Terri F. Jensen, 14 Feb. 2000.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p26\" class=\"\">We wonder what the Young Women requirements for Personal Progress awards will be like in the year 2016. Hopefully the values and standards of Young Women will be increasingly focused on spirituality and service to others. In the future, as in the past, women will find happiness and fulfillment as they respond to the deepest feelings of their souls. As Ralph Waldo Emerson said, “What lies behind us and what lies before us are tiny matters compared to what lies within us.” We will all have peace in our hearts and a knowledge of our true identity when we know, as Tevye said in <span class=\"emphasis\">Fiddler on the Roof,<\/span> “who we are and what God expects us to be.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p27\" class=\"\">You young women should have personal goals in addition to the excellent goals outlined in the Young Women program. These goals, among others, should include education and skill training. A young mother whom I love recently told a group of young women that the goals should coincide with the joys of womanhood. But, she said, the goals should not be so rigid and fixed that you do not listen to the whisperings of the Spirit. Keep your hearts and minds open to know the overriding will of the Lord in your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p28\" class=\"\">Standing as a witness means many things. It encompasses the way we act, how we speak, and how we dress. When you are considering a young man as a companion, you would do well to follow the advice given some years ago by President David O. McKay: He must never “attempt to take advantage of [you. If] … he shows [any] inclination to use you as a convenience or as a means of gratification, then you may [be sure] he is not prompted by love.”<sup class=\"noteMarker\"><a href=\"#footnote7-20905_000_040\">7<\/a>\n       <span class=\"footnote\">[David O. McKay, <span class=\"emphasis\">Gospel Ideals<\/span> (1953), 459–60.]<\/span><\/sup> It is very natural for young men and women to be attracted to each other, but they should be attracted in God-given ways rather than questionable ways, such as immodest dress. God-given attractions include your innate beauty, charm, decency, and goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p29\" class=\"\">When strong young priesthood holders see a girl immodestly dressed, most will not want to date her because her standards are not consistent with their eternal perspective. Immodesty in women cheapens their image. It causes embarrassment and loss of respect. It is not likely to win them the hand of a worthy, honorable young man who desires to marry a righteous young woman in the temple. You young ladies may have a hard time buying a modest prom dress. May I suggest that you make your own? You may need some help, but plenty of help is available.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p30\" class=\"\">My dear young sisters, your future is bright. It can exceed your fondest dreams and expectations. Not everything that happens in your life will be as you have hoped and have planned. But if you live so as to know the Lord’s will, you will find peace in your soul and great happiness. You will be among those who will enjoy “the highest place of honor in human life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/05\/womanhood-the-highest-place-of-honor.p31\" class=\"\">I pray that the Lord will bless each of you that you can come to know your individual worth and understand why “a beautiful and chaste woman is the perfect workmanship of God,” in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20905_000_040\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Traci Rane, “On the Bright Side,” <span class=\"emphasis\">Church News,<\/span> 30 Jan. 1999.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20905_000_040\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Improvement Era,<\/span> May 1935, 276.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20905_000_040\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Martha A. Tingey, <span class=\"emphasis\">Hand Book for the Bee-Hive Girls of the Y.L.M.I.A.<\/span> (1916), 36–46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20905_000_040\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Woman’s Exponent,<\/span> 15 July 1872, 29.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20905_000_040\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40041)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20905_000_040\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter from Terri F. Jensen, 14 Feb. 2000.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20905_000_040\"><a name=\"-20905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20905_000_040\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>David O. McKay, <span class=\"emphasis\">Gospel Ideals<\/span> (1953), 459–60.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}