{"ID":639, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Christ Directs His Church Today<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1953, pp. 71-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the opening session of this great conference yesterday, President David O. McKay gave\nus two great objectives: the one, to put our homes in order, and the second, to proclaim the\ndivine mission of the Redeemer of the world. We have listened to some beautiful talks on\nthose subjects, and particularly on the mission of the Redeemer of the world since that\nopening address, especially appropriate in view of the fact that today is Easter, when all the\nChristian world is celebrating that event.\n<\/p><p>\nI should like to tell you an experience I had while laboring as a missionary in New Bedford,\nMassachusetts some years ago. We were approaching the Easter Sunday, and I had a\ndiscussion with a minister of the gospel about the mission of the Redeemer of the world. I\nhad him explain to me the God in whom he believed. Naturally, in keeping with the ordinary\northodox Christian view, he explained how God the Father, and God the Son and God the\nHoly Ghost were one God, and then he went on to indicate their work and said, in substance,\nthat they were so large that they filled the whole universe, and so small that they could dwell\nin our hearts; that they were the life of the plants and flowers and everything around us. And\nthen I interjected this question, \"What are we celebrating this week?\" And he said \"The\nEaster.\" I said, \"What does that really mean?\" \"Well,\" he said, \"it's the resurrection of Christ.\"\nI said, \"Just what do you mean by the resurrection of Christ?\" Then I led him to explain. I\nsaid, \"You mean that the stone was actually rolled away and that when the women came to\nthe tomb that the angels proclaimed that he was not there, that he was arisen, that the very\nbody that was taken down from the cross and laid in that tomb had arisen?\"\n(<span class=\"citation\" id=\"34604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34604)\">Matt. 28:2-6<\/a><\/span>).\nAnd he admitted that that was true.\n<\/p><p>\nAnd I said that in that body he appeared to his disciples and when doubting Thomas\nquestioned the fact that he was actually the Redeemer whom they had known, he asked\nThomas to put his hand in the wound in Jesus' side and feel the prints in his hands\n(<span class=\"citation\" id=\"27578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27578)\">John 20:27<\/a><\/span>), and see\nthat \"I am the same,\" for, said he, \"A spirit hath not flesh and bones, as ye see me have\"\n(see <span class=\"citation\" id=\"31360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31360)\">Luke 24:39<\/a><\/span>).\nAnd to indicate further the fact that he had that same body that was laid\naway in the tomb, he took fish and honeycomb and ate with them\n(<span class=\"citation\" id=\"31361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31361)\">Luke 24:42<\/a><\/span>). I said \"Now that was the\nsame body that he laid away in the tomb, wasn't it?\" And he agreed that it was.\n<\/p><p>\nAnd then I led him on through the experience of the Savior in ministering among his disciples\nfor forty days (<span class=\"citation\" id=\"7671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7671)\">Acts 1:3<\/a><\/span>)\nuntil in the presence of five hundred of the brethren (<span class=\"citation\" id=\"235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(235)\">1 Cor. 15:6<\/a><\/span>)\nhe was carried away in the\nclouds of heaven, and two men dressed in white apparel stood and said\n(<span class=\"citation\" id=\"7673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7673)\">Acts 1:9<\/a><\/span>), as the brethren gazed\ninto heaven to watch him ascend, \". . . Ye men of Galilee, why stand ye gazing up into\nheaven? this same Jesus, which is taken up from you into heaven, shall so come in like\nmanner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"7675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7675)\">Acts 1:11<\/a><\/span>). And he agreed that that actually\nhappened.\n<\/p><p>\nAnd then I said, \"My friend, where is the body that Jesus took out of the tomb, if he and the\nFather are one and an essence everywhere present in the world? Would you say that Jesus\ndied a second death and laid his body down again?\" And he thought for a few minutes. He\nsaid, \"I am afraid I can't answer that. I have never thought of it before in that way.\"\n<\/p><p>\nNow, brothers and sisters, I thank God that we have a recommitment to this earth in our day\nand time that he does have his body, that he does actually exist as the Redeemer of the world,\nthat he did break the bands of death, that the grave might have no victory in that it delivered\nup his body as it will do for all of us, of which we have heard such wonderful testimonies\nhere in this conference.\n<\/p><p>\nSometime ago, Brother Clifford Young gave a Church of the Air address. He told me\nfollowing that of some of the letters he had received commenting on his address. And one\nwas from a minister of the gospel, in which he said something like this: \"It pleases me greatly\nto know that the Mormons believe in the Christ.\" I have thought a great deal about that\nstatement since, and I have thought of the feeling the world has toward our people. I have\ncompared it to the time when Paul stood at Rome to be judged, and they said unto him, \". . .\nwe desire to hear of thee what thou thinkest: for as concerning this sect, we know that every\nwhere it is spoken against\"\n(<span class=\"citation\" id=\"7703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7703)\">Acts 28:22<\/a><\/span>).\nWhy did they speak against it? Was it not the same\nwhen Paul stood there bound in chains, when he delivered that marvelous testimony before\nAgrippa and Festus, when Agrippa said, \"Almost thou persuadest me to be a Christian\"\n(<span class=\"citation\" id=\"7701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7701)\">Acts 26:28<\/a><\/span>).\nAnd Festus said, \". . . thou art beside thyself; much learning doth make thee\nmad\" (<span class=\"citation\" id=\"7699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7699)\">Acts 26:24<\/a><\/span>).\nTo which Paul replied \"I am not mad, most noble Festus; but speak forth\nthe words of truth and soberness\"\n(<span class=\"citation\" id=\"7700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7700)\">Acts 26:25<\/a><\/span>). And then he said: \"I would to God, that not\nonly thou, but also all that hear me this day, were both almost, and altogether such as I am,\nexcept these bonds\" (<span class=\"citation\" id=\"7702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7702)\">Acts 26:29<\/a><\/span>).\nThink of Saul just shortly before that, when they laid at\nhis feet the cloaks of those who stoned and put to death Stephen, the prophet of God\n(<span class=\"citation\" id=\"7690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7690)\">Acts 7:58<\/a><\/span>). And\nyou remember how Stephen gazed into heaven and saw Jesus sitting on the right hand of his\nFather (<span class=\"citation\" id=\"7689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7689)\">Acts 7:55-56<\/a><\/span>).\nAnd then Saul went from that experience into Damascus with an order to persecute\nthe Christians (<span class=\"citation\" id=\"7691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7691)\">Acts 9:2<\/a><\/span>).\n<\/p><p>\nThat is just like the world. They don't understand, and so they malign us, and they tell all\nmanner of things that are not true, and they do not have the right conception, just like Paul of\nold. But when the testimony had come to Paul, he was a different man. The Church hadn't\nchanged; Christ hadn't changed; his truth was the same; but Saul of Tarsus had changed. He\nwas now Paul, the Apostle of the Lord Jesus Christ.\n<\/p><p>\nA short time ago I sent one of our Church books to a distant relative on my mother's side,\nback in Massachusetts. My cousin, Merlin Steed, had been there and had visited him. He\nwrote Merlin a letter and said he had spent three weeks reading the book. He said, \"It is a\ngreat eye opener to me. It is the first book I have ever read in favor of the Mormons.\" And\nthen he added this statement, \"I doubt if you have any idea of the fantastic yarns that are\ncurrent in New England concerning the Mormon Church. Some of them are so wild that I\ndoubt if the persons who tell them really believe what they are saying themselves.\"\n<\/p><p>\nThat is what we have to meet in the world. If the Lord would but take that prejudice out of\ntheir hearts! I ask this question: Why did they persecute the saints of old? Why did they put\nto death the Apostles of the Lord Jesus Christ? Why did they crucify our Lord? Only because\nof the darkness that covered their minds and the efforts of the evil one to destroy the work of\nGod in the earth, and for that same reason, they misunderstand the motives of this great\nChurch today.\n<\/p><p>\nI had an experience in Oregon after my first mission. I had spent some time with a prominent\nbusinessman. He didn't know I was a Mormon, and he painted the Mormons and the Mormon\nmissionaries so black it almost made my blood run cold. When he was through, I said, \"My\nfriend, now don't you feel embarrassed, because,\" I said, \"you are sitting\nright here at the side of a Mormon missionary.\" He went red in the face, and I said, \"I forgive\nyou,\" because I had qualified him before. I said, \"Have you ever read a Mormon book?\" He\nsaid, \"No.\" I said, \"Have you ever met a Mormon?\" And he said, \"No.\" I said, \"I forgive you\nbecause you are not supposed to know any better. Where did you get your information from?\"\n\"Oh,\" he said, \"you hear it on the streets, and you read it in the magazines and in the\nnewspapers; everybody knows what the Mormons are.\"\n<\/p><p>\nNow, brethren and sisters, if there is any Church in this world that really believes that Jesus is\nthe Christ, surely it is the Latter-day Saints. No Church has ever exalted him as has this\nChurch. He is the head of the Church, literally as the man is the head of the woman\n(<span class=\"citation\" id=\"230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(230)\">1 Cor. 11:3<\/a><\/span>); the\nChurch bears his name; and there was no other Church in the world that bore his name when\nhe committed it to this Church and commanded that the Church should be named after him.\nThe whole premise of Mormonism is based upon the fact that the Father and the Son literally\nappeared to the Prophet Joseph Smith\n(<span class=\"citation\" id=\"30323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30323)\">JS&mdash;H 1:17<\/a><\/span>).\nThey couldn't have done that if they were only an\nessence, everywhere present in the world. With that glorified body that Jesus took out of the\ntomb, he appeared to Joseph Smith, and if that thing did not actually transpire, we have no\nright to be assembled here in a conference claiming to be the Church of Jesus Christ. And if\nit did actually transpire then all the people of this world will ultimately have to accept of the\nwork that he established through the Prophet that he raised up in this dispensation.\n<\/p><p>\nWe have had testimony borne here today of how he appeared to the Prophet Joseph Smith and\nSidney Rigdon (<span class=\"citation\" id=\"13136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13136)\">D&amp;C 76:22-24<\/a><\/span>),\nand I would like to leave this thought with you. It wasn't only what Jesus\ntaught. You remember that he said to those of old, \"If ye believe not my words, believe then\nmy works\" (<span class=\"citation\" id=\"27552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27552)\">John 10:38<\/a><\/span>).\nHere are the works of the Lord Jesus Christ, the establishment of his great Church.\n<\/p><p>\nAs I have sat here in this conference, I have thought of the words of Nephi of old who saw\nour day and the coming forth of the Book of Mormon and the establishment of the kingdom\nof God upon the earth, and he said he saw the Saints of God scattered upon the face of the\nwhole earth and the power of God resting upon them in great glory\n(<span class=\"citation\" id=\"1513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1513)\">1 Ne. 14:14<\/a><\/span>). And I testify to you that\nthe power of God is with this Church in great glory today.\n<\/p><p>\nI would like to add another thought. Jesus said, \"Not every one that saith unto me, Lord,\nLord, shall enter into the kingdom of heaven; but he that doeth the will of my Father, which\nis in heaven\" (<span class=\"citation\" id=\"34566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34566)\">Matt. 7:21<\/a><\/span>).\nIn the world today, in the Christian world, there are too many just\nsaying, \"Lord, Lord,\" and they are not doing the will of our Father. Then I remind you that\nwhen Jesus stood on the Mount of Olives overlooking Jerusalem and recalled how they had\nrejected him, he cried out, as it were, in the anguish of his soul,\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not!\n(<span class=\"citation\" id=\"34592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34592)\">Matt. 23:37<\/a><\/span>).\n<\/p><p>\nAnd then he said,\n<\/p><p>\nBehold, your house is left unto you desolate.\n<\/p><p>\nFor I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh\nin the name of the Lord\n(<span class=\"citation\" id=\"34594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34594)\">Matt. 23:38-39<\/a><\/span>).\n<\/p><p>\nNow I want to tell you that when God the Eternal Father, through his Son Jesus Christ, sends\na prophet unto the inhabitants of the earth, when they reject the prophet of God, they reject\nChrist the Lord. That, he has declared through his own words.\n<\/p><p>\nI would like to call your attention to the promise in the Book of Mormon of the prophet that\nGod declared he would send, the promise he made to Joseph who was sold\ninto Egypt that in the latter days out of his seed, he would raise up a choice seer and prophet\nlike unto Moses (<span class=\"citation\" id=\"3548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3548)\">2 Ne. 3:4-21<\/a><\/span>).\nAnd then I remind you that in holy writ we read that there was no prophet\nin Israel like unto Moses because Moses talked with God face to face, as one man speaks with\nhis friend (<span class=\"citation\" id=\"21217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21217)\">Deut. 34:10<\/a><\/span>).\nAccording to the scriptures, most of the prophets received the word of God by\ninspiration, but Moses talked with God, and God declared that in this day he would raise up a\nprophet like unto Moses. And then he said, \"Unto him will I give power to bring forth my\nword,\" and there isn't time to recount, but you just think of what the Lord has brought forth\nthrough this modern Prophet. Then he said, \"And not to the bringing forth my word\nonly&mdash;but to the convincing them of my word which shall already have gone forth among them\"\n(<span class=\"citation\" id=\"3549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3549)\">2 Ne. 3:11<\/a><\/span>),\nand that is what the missionaries of this Church are doing all over the world. They are\nopening the Bible, the stick of Judah, and teaching the people things they have never heard\nof. I have told people in the mission field plenty of times that I would show them out of that\nbook things they had never read in their lives, I didn't care how many times they had read it.\nAnd then the Lord declared that \"the thing which the Lord shall bring forth\" by this Prophet\nlike unto Moses, \"shall bring my people unto salvation\"\n(<span class=\"citation\" id=\"3550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3550)\">2 Ne. 3:15<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, I leave my testimony with you that the resurrected Christ lives today,\nthat he is directing his Church, that he has raised up a Prophet like unto Moses of old, and\nthat if we will follow his teachings they will lead us unto salvation. May God help each one\nof us to do this I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}