{"ID":64, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">On Taking Ourselves Seriously<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Joseph F. Smith, <i>Conference Report<\/i>, April 1943, pp. 75-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: If one or two more whose names are Joseph F. are added to the list of General\nAuthorities, general conference will make of me a total wreck. (Laughter)\n<\/p><p>\nAs a boy I used to marvel when my father said that at the general conference he lost his\nappetite, and when he was called upon to speak, his arms, his elbows, and his hands went\nnumb. I now look upon my father as a man of unusual fortitude. (Laughter) I have felt that I\nwas in danger of imminent disintegration south of my Adam's apple.\n<\/p><p>\nI trust that the few moments that are mine shall not be spent in vain for you and that your\nfaith will assist me to say one or two things which are of value.\n<\/p><p>\nRESPONSIBILITY A SERIOUS MATTER\n<\/p><p>\nSix months ago in reporting the general conference, <i>Time<\/i> magazine, in its characteristic\nfashion, spoke of the Mormon Church, an organization of less than a million persons, as an\norganization which took itself very seriously as an international influence. The Salt Lake\ncorrespondent for Time, who I suppose wrote that article, wrote better than he knew, and I\nthink that Time could immortalize itself no better than prophetically to hang upon the walls of\nits editorial offices those words in bronze.\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints does take itself seriously as an international\npower. The difficulty is that the members of the Church of Jesus Christ of Latter-day Saints\ndo not take into sufficient consideration, the international importance of the Church of Jesus\nChrist of Latter-day Saints. I submit to you that concentrated under this famous dome there is\ngreater potentiality, were it worthily used, than is to be found in the combined military\ncommands of the warring nations, and, as we have heard time and time again during this\nconference, that is a great responsibility.\n<\/p><p>\nWe do not take the Church seriously enough. Yesterday as Brother Peterson, as I recall,\nformer president of the Norwegian Mission, was speaking&mdash;I think it was he who told the tale\nof finding a Sunday School that had been disbanded because the bishopric had gone\npheasant-hunting&mdash;this large body of Priesthood was moved to mirth. I personally can find no\nvestige of humor in the fact that men holding the Priesthood and with responsibility to a\ncongregation should disband it in order to break the Sabbath.\n<\/p><p>\nWe do not take the Church of Jesus Christ of Latter-day Saints seriously enough. Here are\ngathered men who hold the Priesthood of Almighty God, and we have been told in no\nuncertain terms that where much is given much is expected and that we shall be held\naccountable if we fail to magnify the calling which is ours. It is essential that if we are to be\nintelligently obedient to the gospel, if we are intelligently to keep the covenants which every\none of us has made, it is necessary for us to know what the gospel is and what those\ncovenants entail, which means that every one of us should be a student of the scriptures. Not\nonly should he be a student of the scripture as that scripture is found recorded in Holy Writ,\nbut he should be obedient to the scripture as it shall come from the constituted authority of\nthe Church. Somehow it seems so easy to believe that the word of the Lord is printed in a\nbook, but to some people it seems a little difficult when the word of the Lord comes from a\nliving man.\n<\/p><p>\nTHE WORD OF THE LORD GIVEN THROUGH THE HOLY GHOST\n<\/p><p>\nMay I read just a word or two from a revelation that was given to Orson Hyde and some\nother missionaries:\n<\/p><p>\nAnd whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture,\nshall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord,\nshall be the voice of the Lord, and the power of God unto salvation\n(<span class=\"citation\" id=\"11871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11871)\">D&amp;C 68:4<\/a><\/span>).\n<\/p><p>\nWhen Heber J. Grant, whom you have sustained, and I expect will again sustain before this\nconference is over, issues instruction as Prophet, Seer, and Revelator, that word should be\nscripture to us. It is the word of the Lord Himself through His prophet, and it may be that\nsometimes that advice is not exactly in accordance with our personal desires. It has never\nbeen the business of a prophet of God to tell people what they wanted to hear; it is the\nbusiness of a prophet, and I imagine it is a very unpleasant business sometimes, to tell the\npeople what the Lord wants them to know and to do, and we who hold the Priesthood should\ntake the Church seriously enough to be obedient to the scriptures.\n<\/p><p>\nSUGGESTIONS AS TO KINDNESS\n<\/p><p>\nI have been impressed with the times during this conference that the importance of kindness\nhas been stressed, and I heartily concur in those sentiments. It is necessary, however, if we\nare to be truly kind, for us to be intelligent, for us to be understanding. We hear frequently\nthat we must not drive young men out of the Church because they take up smoking, which is\nquite true. You will remember Bishop Ashton's remarks yesterday. I think we should go a\nlittle further, however, and in being kind to these individuals, make it clear to them that in\nevery case at least fifty percent of the isolation which they feel, and oftener than that a larger\npercent, is due not to the Church but to the individual who is not conforming.\n<\/p><p>\nI had an interesting conversation with a man from Washington not long ago, and he said he\ndid not go to church any more because he did not feel comfortable; they did not make him\nfeel at home; they preached about the Word of Wisdom, and he felt isolated; he felt that he\nwas not welcome, so he stayed away. He had taken up smoking. I asked him if anyone had\nspecifically said that he was not welcome. \"No, no, but they preach the Word of Wisdom.\"\n<\/p><p>\nI said \"Well, will you have us stop preaching the Word of Wisdom because you have taken\nup smoking? Shall we not be faithful to the revealed word of the Lord because you have seen\nfit not to follow that advice?\"\n<\/p><p>\nEventually he admitted that the reason he did not feel at home was not a cold shoulder had\nbeen turned to him, but because he knew in his own heart that he was doing what he ought\nnot to do.\n<\/p><p>\nI think many times it would be kindness to help people understand their own reactions. It is\nso easy to do the other fellow's thinking for him; it is so easy for me to think because I am\nnot doing what is right, the other fellow is trying to pass me up. The greatest kindness that\nthis body of Priesthood, and the Priesthood wherever it may be, can give to the world is, first\nof all, courageously to set an unwavering example of righteousness; and second, to bear\ntestimony to the truth. There is no greater kindness which this people can give to the world.\n<\/p><p>\nBrethren, we should take the Church of Jesus Christ of Latter-day Saints as an international\npower more seriously. I promise you that there shall be no solution to our various problems;\nwe shall continue to see the wise men of the world confounded and their wisdom become\nfoolishness, because they suppose they know of themselves; we shall see no solution to our\nproblems until the world starts to accept the Christ in deed, not in lip service; and it is your\nresponsibility and my responsibility as members of the Church of Jesus Christ of Latter-day\nSaints to see that this word is spread by example as well as by precept.\n<\/p><p>\nGod grant that we shall see our job, that we will not take our responsibility so lightly that we\nwill look upon negligence as humor, but as tragic in these days, that this work may be the\nultimate world leaven which it is destined to be, is my prayer in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}