{"ID":640, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Holy Ghost&mdash;A Revelator<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1953, pp. 74-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe Holy Ghost:\n<\/p><p>\nis the gift of God unto all those who diligently seek him, as well in times of old as in the\ntime that he should manifest himself unto the children of men.\n<\/p><p>\nFor he is the same yesterday, today, and forever; and the way is prepared for all men from\nthe foundation of the world if it so be that they repent and come unto him.\n<\/p><p>\nFor he that diligently seeketh shall find; and the mysteries of God shall be unfolded unto\nthem, by the power of the Holy Ghost as well in these times as in times of old, and as well in\ntimes of old as in times to come; wherefore, the course of the Lord is one eternal round\n(<span class=\"citation\" id=\"1512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1512)\">1 Ne. 10:17-19<\/a><\/span>).\n<\/p><p>\nThe Father, a personage of tabernacle having flesh and bones, begat us as spirits in the\nbeginning and ordained the plan whereby we might have power to grow in intelligence and\nknowledge and become like him.\n<\/p><p>\nThe Son, his Firstborn in the spirit and Only Begotten in the flesh, under his direction,\nbecame the Creator and Redeemer of the earth and all things that are on it. From time to time\nhe has revealed to men the plan of salvation, the gospel of Jesus Christ.\n<\/p><p>\nThe Holy Ghost, a personage of spirit, is their minister, who has been given the power and\nassigned the functions of bearing record of the Father and the Son, of revealing the truths\nof salvation to men on earth, and in due course, of revealing to them, all truth.\n<\/p><p>\nNow, when Christ was here in his ministry, he told his Apostles that when he went away, he\nwould send them another Comforter\n(<span class=\"citation\" id=\"27559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27559)\">John 14:16<\/a><\/span>)&mdash;that\nis a Comforter other than he, himself, for he was a\ncomfort unto them&mdash;and that this Comforter would recall to their minds all things that he had\ntold them (<span class=\"citation\" id=\"27562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27562)\">John 14:26<\/a><\/span>),\nand would guide them into all truth\n(<span class=\"citation\" id=\"27565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27565)\">John 16:13<\/a><\/span>).\nAnd when he said they would be guided into\nall truth, I believe that he meant it literally, and that in due course&mdash;not in time, but in\neternity&mdash;they would obtain a fullness of truth, even as Christ himself, having gone from\ngrace to grace, has received a fullness of truth, and a fullness of the glory of the Father\n(<span class=\"citation\" id=\"13152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13152)\">D&amp;C 93:11-13,16<\/a><\/span>).\n<\/p><p>\nBut the thing that we are concerned with here in mortality, is to have the Holy Ghost reveal\nto us the things of God, the knowledge that God is our Father, that Jesus Christ is his Son,\nliterally born of him in the flesh, and that the kingdom of God has been set up on earth again\nfor the last time, that we with the ancients, might be heirs of the fullness of the Father's\nkingdom.\n<\/p><p>\nWe believe that it is life eternal to know God and Jesus Christ, whom he has sent\n(<span class=\"citation\" id=\"27567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27567)\">John 17:3<\/a><\/span>), and that\nthese glorious beings are manifest by the power of the Holy Ghost.\n<\/p><p>\nWe believe that man is saved no faster than he gains knowledge, meaning knowledge of God\nand of his laws, as these things are revealed by the Holy Ghost.\n<\/p><p>\nWe believe that no man can be saved in ignorance\n(<span class=\"citation\" id=\"13185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13185)\">D&amp;C 131:6<\/a><\/span>), meaning in ignorance of God and his\nlaws, of Jesus Christ, and the truths of the gospel, as these things are made manifest by the\npower of the Holy Ghost.\n<\/p><p>\nYou will recall it was Paul who said: \n<\/p><p>\n. . . Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him.\n<\/p><p>\nBut God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the\ndeep things of God.\n<\/p><p>\nFor what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God\n(<span class=\"citation\" id=\"226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(226)\">1 Cor. 2:9-11<\/a><\/span>).\n<\/p><p>\nNow the truths about God and salvation are not gained by the wisdom of men. They are not\nto be found by the research of the world. They are not found in the creeds of men, for the\nLord has said that those creeds are an abomination in his sight\n(<span class=\"citation\" id=\"30326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30326)\">JS&mdash;H 1:19<\/a><\/span>). God stands revealed, or he\nremains forever unknown. Knowledge about God and about the divinity of Jesus Christ and\nthe great atoning sacrifice which he worked out is had in the world today by us, because God\nhas spoken in this day, and has given these truths again, by the same direct revelation that he\ngave them in times of old.\n<\/p><p>\nThe Holy Ghost has been given to righteous men from the beginning so they could certify of\nthe truths about God and salvation. He has been the companion of those who have presided\nover the Church and the kingdom in every age, and by his power they have received\nrevelation and given guidance to the people of the Church and to all people in the world. And\nwhen these brethren speak, these brethren, the First Presidency and the Twelve who are\nprophets, and seers, and revelators, it is by the power of the Holy Ghost and what they say is\nthe mind and the will of the Lord\n(<span class=\"citation\" id=\"13130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13130)\">D&amp;C 68:4<\/a><\/span>).\n<\/p><p>\nLast night when President McKay said, speaking of present-day conditions and what is needed\nin the world now that the Lord desired that this gospel roll forth and be taken to every nation\nkindred, tongue, and people (<span class=\"citation\" id=\"42238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42238)\">Rev. 14:6<\/a><\/span>),\nhe was telling what the Lord wants done in this day. And so it is\nfor what other counsel we have received. It should be, and is, as the mouth and the voice of\nthe Lord to the Latter-day Saints.\n<\/p><p>\nThe Holy Ghost is a revelator. He will reveal to any person who is honest and God-fearing\nand diligent in seeking truth, the fact that this is the Lord's work, that Joseph Smith is his\nprophet; that he is the greatest witness of Christ that there has been in the\nworld since the day that Christ himself proclaimed that he was the Son of God. And there is\nnot any reason or any excuse why anyone who is upright and honest should not have this\nknowledge. Every Latter-day Saint should have it.\n<\/p><p>\nYou will recall that in ancient Israel after Eldad and Medad had been called of God to a high\ncalling, that his Spirit fell upon them and they prophesied in the camp. Then Joshua came\nbefore Moses and said, \". . . My lord Moses forbid them.\" But Moses who himself had this\ngift of the Holy Ghost, this spirit of revelation and of prophecy&mdash;and it was by this power\nthat he had led Israel through the Red Sea&mdash;said: \". . . Enviest thou for my sake? would God\nthat all the Lord's people were prophets, and that the Lord would put his spirit upon them!\"\n(<span class=\"citation\" id=\"41097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41097)\">Num. 11:28-29<\/a><\/span>).\n<\/p><p>\nThere is no greater gift that a person can earn and enjoy for himself, in mortality, than the\ngift of the Holy Ghost, which gift is the right to the constant companionship of that member\nof the Godhead, and which gift is actually enjoyed only on condition of individual\nrighteousness.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}