{"ID":641, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Immortality and Eternal Life<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1953, pp. 76-80<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nToday the hearts of millions of people throughout the world are turned in adoration to the\nMaster of life and salvation. We, the members of the true Church of Jesus Christ, in this great\nconference assembled, bow our heads in reverence and from the depths of our hearts thank\nGod for the mission of Jesus Christ and the marvelous atonement which he so gloriously\nbrought about. Already in this meeting we have listened to some wonderful testimonies given\nby the various speakers regarding the resurrection of the Son of God. Especially is that true in\nthe case of the testimony which was so beautifully presented by President J. Reuben Clark. I\nalso want to voice my testimony here on this glorious Easter morning, because I also know\nthat my Redeemer liveth, and my heart is filled with gratitude for that knowledge.\n<\/p><p>\nI have never read a statement in any of the holy scriptures dealing with the work of God\nwhich is as important as the one found in the Pearl of Great Price. It is as follows: \n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man (<span class=\"citation\" id=\"39026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39026)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThat marvelous statement contains two distinctive features. The one is the immortality of\nman; and the other, the eternal life. Each of these items means something entirely different,\ndistinctively different, from the other. Immortality means the resurrection from the grave.\nEternal life means the type of life that will be lived in celestial glory by those who showed\ntheir love for God by keeping his commandments while living in mortality.\n<\/p><p>\nWhen the Eternal Father appointed his Only Begotten Son to be the Savior of the world, he\ngave unto him two major assignments. One of these assignments was to break the bands of\ndeath and thereby bring about the resurrection of all of God's sons and daughters. In other\nwords, Jesus was to give immortality universally to the human family. The other assignment\nwas to proclaim a gospel plan of salvation to the inhabitants of the earth, granting all men\ntheir free agency and promising that all those who would obey that gospel\nplan, which contained the words of eternal life, eventually would be brought back into the\npresence of the Father and the Son and receive eternal life.\n<\/p><p>\nIn the meridian of time, Jesus Christ came into the world; and in three short years' time of\npublic ministry he marked out the pathway which leadeth unto eternal life. In other words, by\nthe life he lived and through the teachings he gave, he proclaimed to the human family the\ngospel plan of salvation, assuring exaltation to everyone who proved faithful in doing \"all\nthings whatsoever the Lord their God shall command them\"\n(<span class=\"citation\" id=\"7195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7195)\">Abr. 3:25<\/a><\/span>). And then,\nhaving been rejected by his own, he was crucified, dying as a ransom for the sins of the\nworld.\n<\/p><p>\nAs was so beautifully explained by President Clark in his address a few moments ago, early\non that first Easter morning, Mary Magdalene and others of the women from Galilee who\nloved Jesus very much went to the tomb for the purpose of giving the Master's body a more\nproper burial. As has been pointed out, upon finding the tomb empty all the women returned\nto Jerusalem except Mary Magdalene. She lingered near the doorway of the tomb weeping,\nand then she looked inside. There she saw two angels dressed in white and heard one of them\ndeclare: \n<\/p><p>\nI know that ye seek Jesus, which was crucified.\n<\/p><p>\nHe is not here: for he is risen . . .\n(<span class=\"citation\" id=\"34605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34605)\">Matt. 28:5-6<\/a><\/span>).\n<\/p><p>\nThus, as had been predicted by the holy prophets even from the very beginning, Jesus Christ,\nthe Savior of the world, had broken the bands of death. He had now overcome the tomb and\nthe grave and thereby had given assurance to the human family that as he had risen from the\ngrave, each of us also shall rise from the grave and take upon ourselves immortality.\n<\/p><p>\nThe holy prophets had proclaimed that Jesus Christ was the Lamb of God slain from the\nfoundation of the world (<span class=\"citation\" id=\"42237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42237)\">Rev. 13:8<\/a><\/span>);\nthat he would die and rise again; and that every man, woman, and\nchild&mdash;bond and free, rich and poor, righteous and wicked&mdash;would receive immortality as a\nresult of his atoning sacrifice.\n<\/p><p>\nRegarding this vital subject, the Lord revealed the fact to the Prophet Joseph Smith that\nthrough the redemption of the Only Begotten Son the human family would be raised from\ndeath\n<\/p><p>\n. . . in immortality unto eternal life, even as many as would believe; \n<\/p><p>\nAnd they that believe not unto eternal damnation . . .\n(<span class=\"citation\" id=\"13102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13102)\">D&amp;C 29:43-44<\/a><\/span>).\n<\/p><p>\nAmulek declared that resurrection or immortality would come to\n<\/p><p>\n. . . all, both old and young, both bond and free, both male and female, both the wicked and\nthe righteous...\n<\/p><p>\n[And at the resurrection or the receiving of immortality]\n<\/p><p>\n. . . the wicked remain as though there had been no redemption made, except it be the loosing\nof the bands of death\n(<span class=\"citation\" id=\"8931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8931)\">Alma 11:44,41<\/a><\/span>).\n<\/p><p>\nThe other part of that great scripture, previously quoted, is: \n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass . . . the eternal life of man\n(<span class=\"citation\" id=\"39027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39027)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nEternal life is very, very important. A careful study of the scriptures reveals the fact that it is\nthe most desirable and important thing of all that exists.\n<\/p><p>\nIn modern revelation we read: \"Behold, he that hath eternal life is rich\"\n(<span class=\"citation\" id=\"13078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13078)\">D&amp;C 6:7<\/a><\/span>;\n<span class=\"citation\" id=\"13081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13081)\">D&amp;C 11:7<\/a><\/span>).\nThe Doctrine and Covenants also states that \". . . eternal life . . . is the greatest of all the\ngifts of God\" (<span class=\"citation\" id=\"13083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13083)\">D&amp;C 14:7<\/a><\/span>).\nTherefore, eternal life is the blessing that comes to the individual\nwho keeps the commandments in their fullness.\n<\/p><p>\nSince eternal life is the greatest of all of God's gifts to man, it should be of more importance\nand much more worthwhile to you and me to put forth every effort to attain eternal life than\nit would be to accumulate a million dollars, or even a million, million dollars, or to rise to\nany position of leadership in this world, or to gratify any or all of our\nmortal desires.\n<\/p><p>\nA careful study of the statements on this subject found in the scriptures, especially those\nfound in the Doctrine and Covenants reveals the fact that eternal life is the gift received by\nhusband and wife who are married for eternity, and has reference to their power of eternal\nincrease or a continuation of the seeds forever and ever. Also exaltation may include less than\na continuation of the seeds and Godhood may convey a slightly different shade of meaning. In\nmany of the quotations in the scriptures, \"eternal life\" and \"life eternal\" are also used with\nmeanings closely akin with those other words or phrases. Therefore, all of those terms,\nalthough possessing slightly different shades in meaning, seem to lead to a similar final goal.\nIn order to come to a more thorough understanding regarding the meaning of those terms, we\nshall refer directly to latter day revelation. In Section 131 of the Doctrine and Covenants, it is\nwritten: \n<\/p><p>\nIn the celestial glory there are three heavens or degrees; \n<\/p><p>\nAnd in order to obtain the highest, a man must enter into this order of the priesthood\n[meaning the new and everlasting covenant of marriage]; \n<\/p><p>\nAnd if he does not, he cannot obtain it.\n<\/p><p>\nHe may enter into the other, but that is the end of his kingdom, he cannot have an increase\n(<span class=\"citation\" id=\"13183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13183)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\nSection 132, that marvelous revelation on celestial marriage, explains and clarifies the\nquotation I have just given, and also tells definitely what is meant by eternal life, exaltation,\netc. In that revelation the Lord has informed us that if a man and a woman, members of the\nChurch of Jesus Christ, refuse to enter into God's holy order of marriage, but accept instead a\nman-made order, and if this man and woman live all of the other principles of the gospel\nsufficiently well to go to the celestial glory, they will not attain exaltation. To quote the\nwords of the Lord as received by the Prophet Joseph Smith: \n<\/p><p>\n. . . they . . . are appointed angels in heaven; which angels are ministering servants, to\nminister for those who are worthy of a far more, and an exceeding, and an eternal weight of\nglory.\n<\/p><p>\nFor these angels did not abide my law; therefore, they cannot be enlarged, but remain\nseparately and singly, without exaltation, in their saved condition, to all eternity and from\nhenceforth are not gods, but are angels of God forever and ever\n(<span class=\"citation\" id=\"13192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13192)\">D&amp;C 132:16-17<\/a><\/span>).\n<\/p><p>\nWe also read in the same revelation that if a man and a woman enter into the holy covenant\nof marriage, according to God's law, and are sealed by the Holy Spirit of promise, living in\naccordance with the covenants made therein, rendering obedience to all of his commandments\nand enduring faithful to the end, they shall rise in the resurrection and be assigned to dwell\nwith the Lord in the celestial glory. And then the revelation states: \n<\/p><p>\n. . . they shall pass by the angels, and the gods, which are set there, to their exaltation and\nglory in all things, as hath been sealed upon their heads, which glory shall be a fullness and a\ncontinuation of the seeds forever and ever\n(<span class=\"citation\" id=\"13193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13193)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith points out that this \"continuation of seeds forever and ever,\" means\nto have children in the celestial glory.\n<\/p><p>\nTo continue the revelation: \n<\/p><p>\nThen shall they be gods, because they have no end . . .\n<\/p><p>\nVerily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.\n<\/p><p>\nFor strait is the gate, and narrow the way that leadeth unto the exaltation and continuation of\nthe lives, and few there be that find it, because ye receive me not in the world neither do ye\nknow me (<span class=\"citation\" id=\"13197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13197)\">D&amp;C 132:20-22<\/a><\/span>).\n<\/p><p>\nAnd then the Lord explained the meaning of eternal lives. He said: \n<\/p><p>\nThis is eternal lives&mdash;to know the only wise and true God, and Jesus Christ, whom he hath\nsent... (<span class=\"citation\" id=\"13198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13198)\">D&amp;C 132:24<\/a><\/span>).\n<\/p><p>\nNow how can we come to know God fully, and completely? Such a\nknowledge or status cannot be obtained completely in this world. A full knowledge of God can be\nattained only in the celestial degree of glory by those who ultimately become as he is. When\none thinks as he thinks, acts as he acts, attains power comparable to that enjoyed by him, then\nthat individual has attained exaltation or eternal life. To such a person, Jesus has promised:\n\". . . all that my Father hath shall be given unto him\"\n(<span class=\"citation\" id=\"13147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13147)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nThe question of importance which lies deeply imbedded in the hearts of each of us is: How\nmay we gain eternal life?\n<\/p><p>\nJesus Christ, our Lord and Master, came to the earth and pointed out the path which leadeth\nto eternal life; and he commanded us, saying: \n<\/p><p>\nAnd I now give unto you a commandment to beware concerning yourselves, to give diligent\nheed to the words of eternal life.\n<\/p><p>\nFor you shall live by every word that proceedeth forth from the mouth of God\n(<span class=\"citation\" id=\"13149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13149)\">D&amp;C 84:43-44<\/a><\/span>).\n<\/p><p>\nA summary of Jesus of Nazareth's teachings regarding the pathway that leadeth to eternal life\nis as follows: \n<\/p><p>\nFirst, we must have faith, faith in Jesus Christ and in the gospel plan which he promulgated; \n<\/p><p>\nSecond, we must repent of all our sins;\n<\/p><p>\nThird, we must be baptized by one having proper authority; \n<\/p><p>\nFourth, we must be confirmed members of the Church of Jesus Christ and receive the Holy\nGhost; \n<\/p><p>\n(Then, according to Nephi, we have entered through the gateway into the kingdom of God\nand are now on the \". . . straight and narrow path which leads to eternal life\"\n<span class=\"citation\" id=\"3551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3551)\">2 Ne. 31:17-18<\/a><\/span>).\n<\/p><p>\nFifth, we must receive the Holy Melchizedek Priesthood and honor and magnify that\npriesthood; \n<\/p><p>\nSixth, we must enter into the law of celestial marriage and keep all of the covenants made\ntherein; \n<\/p><p>\nSeventh, we must demonstrate to the Lord through the lives we live and by rendering\nobedience to his commandments that we are willing to consecrate all we possess&mdash;our\ntalents, our time, our means, and our very lives if need be&mdash;to the upbuilding of the Church\nand kingdom of God here upon the earth and also to the salvation of his sons and daughters; \n<\/p><p>\nEighth, we must continue to press forward with unshaken faith in the words of Jesus Christ,\nwhether spoken by himself or through the mouths of his prophets, proving faithful in keeping\nall of the commandments, pressing \"forward with a steadfastness in Christ, having a perfect\nbrightness of hope, and a love of God and of all men,\" and enduring faithful to the end, then,\naccording to the promise of the Eternal Father, we \". . . shall have eternal life\"\n(<span class=\"citation\" id=\"3552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3552)\">2 Ne. 31:20<\/a><\/span>).\n<\/p><p>\nThus, if we prove faithful in walking along the pathway enumerated in those eight points,\n\". . . feasting upon the word of Christ . . . [for] there is none other way nor name given under\nheaven whereby man can be saved in the kingdom of God\"\n(<span class=\"citation\" id=\"3553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3553)\">2 Ne. 31:20-21<\/a><\/span>), then our election\nshall be made sure, with the glory of eternal lives as our reward; and then, as the revelation\npreviously quoted states, those faithful ones \". . . shall pass by the angels, and the gods,\nwhich are set there, to their exaltation and glory in all things, as hath been sealed upon their\nheads\" (<span class=\"citation\" id=\"13194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13194)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nI would like to bear my testimony, which testimony has been given to me through the power\nof the Holy Ghost. I know that Jesus is the Christ, the Only Begotten Son of God. I know as\nI know that I live that he died for you and me, and on the third day he was resurrected,\nthereby breaking the bands of death and giving immortality to the human family. I have a\nstrong conviction that some of God's children will rise through immortality to eternal life and\nothers will rise through immortality to eternal condemnation. It is also my testimony that\nthrough the blood that Jesus shed and the sacrifice that he made, he atoned for the sins\nof those who receive him and keep his commandments; but, on the other\nhand, as Jesus of Nazareth declared, those who will not receive him and repent and keep his\ncommandments will be required to suffer even as he, the greatest of all, suffered; and his\nsuffering was so intense that it caused him \"to tremble because of pain, and to bleed at every\npore, and to suffer both body and spirit\"\n(<span class=\"citation\" id=\"13092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13092)\">D&amp;C 19:17-18<\/a><\/span>; see also\n<span class=\"citation\" id=\"31345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31345)\">Luke 22:44<\/a><\/span>,\n<span class=\"citation\" id=\"40250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40250)\">Mosiah 3:7<\/a><\/span>).\n<\/p><p>\nI know also that if we will render obedience to all the commandments given us by our Lord\nand Savior, Jesus Christ, and also those given through his holy prophets, someday we will\ncome back into the presence of God and hear the voice of the Lamb, saying: \"Well done, my\nbeloved servants, enter ye into your exaltation\"\n(<span class=\"citation\" id=\"34603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34603)\">Matt. 25:21<\/a><\/span>);\nand as King Benjamin has said, through the\ncovenants we have made and by taking upon ourselves his name, we become sons and\ndaughters of Jesus Christ and shall dwell with him eternally in the celestial degree of glory\n(<span class=\"citation\" id=\"40255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40255)\">Mosiah 5:6-10<\/a><\/span>).\nThis blessing and glory will be ours if we press forward \"with an eye single\nto the glory of God\" and endure faithful to the end\n(<span class=\"citation\" id=\"13077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13077)\">D&amp;C 4:5<\/a><\/span>;\n<span class=\"citation\" id=\"13144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13144)\">D&amp;C 82:19<\/a><\/span>).\n<\/p><p>\nMay our Eternal Father bless us as Latter-day Saints, who are now on the pathway which\nleadeth to eternal life that we will be diligent and faithful in all things and eventually receive\nthat great blessing which is \"the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"13084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13084)\">D&amp;C 14:7<\/a><\/span>), namely, eternal life, I\nhumbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}