{"ID":642, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Work of Conversion<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1953, pp. 81-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I read again the beautiful words which have just been sung to you by our wonderful\nchoir.\n<\/p><p>\nThe Lord is my shepherd; I shall not want.\n<\/p><p>\nHe maketh me to lie down in green pastures: he leadeth me beside the still waters.\n<\/p><p>\nHe restoreth my soul: he leadeth me in the paths of righteousness for his name's sake.\n<\/p><p>\nYea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art\nwith me; thy rod and thy staff they comfort me.\n<\/p><p>\nThou preparest a table before me in the presence of mine enemies: thou anointest my head\nwith oil; my cup runneth over.\n<\/p><p>\nSurely goodness and mercy shall follow me all the days of my life: and I will dwell in the\nhouse of the Lord for ever (<span class=\"citation\" id=\"41773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41773)\">Ps. 23:1-6<\/a><\/span>).\n<\/p><p>\nThat is a great testimony. I am grateful that the choir sang this number, giving this testimony\nof the psalmist because this has been a conference of testimonies&mdash;testimony after testimony\nto the divinity of the Lord Jesus Christ testimony after testimony to the goodness of the Lord\nour Father to all men who will follow him and really make him their shepherd. People who\nthus follow him, testify anew day by day indeed that the Lord is their shepherd; they shall not\nwant and say, \"Surely goodness and mercy shall follow me all the days of my life: and I will\ndwell in the house of the Lord for ever.\"\n<\/p><p>\nI remember also that this choir has sung words from Isaiah, \"All we like sheep have gone\nastray\" (<span class=\"citation\" id=\"25144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25144)\">Isa. 53:6<\/a><\/span>).\nAnd then I remember this beautiful story of the Savior: \n<\/p><p>\nHow think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not\nleave the ninety and nine, and goeth into the mountains, and seeketh that which is gone\nastray?\n<\/p><p>\nAnd if so be that he find it, verily I say unto you, he rejoiceth more of that sheep than of the\nninety and nine which went not astray.\n<\/p><p>\nEven so it is not the will of your Father which is in heaven, that one of these little ones\nshould perish (<span class=\"citation\" id=\"34583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34583)\">Matt. 18:12-14<\/a><\/span>).\n<\/p><p>\nThe work of the Church is a work of conversion. This has been well demonstrated by the\ntestimonies and the wonderful addresses which have been given here, and by the appeals\nwhich have been made for further conversions. We seek for conversion of ourselves, of our\nchildren, and of all mankind who will listen to us&mdash;conversion to the point where we and\nthey will be willing to accept the teachings and commandments of the Lord our Savior and by\nfollowing them work out our salvation. As the Lord says here, \". . . it is not the will of your\nFather which is in heaven, that one of these little ones should perish\"\n(<span class=\"citation\" id=\"34584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34584)\">Matt. 18:14<\/a><\/span>).\n<\/p><p>\nBut in spite of all the work that is done in the Church in the way of conversion and teaching,\nand so much wonderful work is done, there are some instances where people go in reverse\nand fall away. Sometimes they accept the teachings of false leaders and false teachers who\nlead them astray.\n<\/p><p>\nOften I have asked myself why it is that some people apostatize from the truth. I have never\nbelieved that a person falls away suddenly, all at once, any more than a person who has been\nrighteous and honest all his life would go out and suddenly rob a bank. There is some\npreparatory work done in advance. There is some \"softening-up\" process which leads to the\napostate condition. Big sins generally are preceded by little ones, and I believe that this is true\nwith respect to people who fall away from the truth.\n<\/p><p>\nSeeds are sown, seeds of doubt, disbelief, distrust, disrespect. These seeds are watered; they\nare nurtured, and finally they become fully developed until they produce their evil fruit.\n<\/p><p>\nWho sows these seeds of doubt and distrust? They are sown in many ways. I might mention a\nfew.\n<\/p><p>\nI have heard of a man who claims to be a very good Latter-day Saint. He claims that he loves\nthe Church, but he also loves the world, and he lives as close as he possibly can to the line of\ndisobedience without actually violating the letter of the law. He does not realize that he must\navoid even the very appearance of evil. He does not realize, possibly, that by living as close\nto the line of disobedience as he can he sows seeds of doubt and distrust in the minds of\nothers.\n<\/p><p>\nThere are those who live in open rebellion against the word of God and violate the\ncommandments continuously and intentionally, and of course they always leave doubt in the\nminds of others, with some disrespect for them themselves.\n<\/p><p>\nAnd then there are the seeds that are sown by some of our teachers and preachers within our\nown organization who like to advance some new doctrine, or some new interpretation, or\nsome speculative theory, or advance something that is sensational, because to advance the\nsensational seems to feed their ego inasmuch as they become the center of a discussion.\n<\/p><p>\nMost of our teachers and preachers are wonderful. They teach the truth; they bring about\nconversions in the minds and hearts of those who listen to them. But there are these few\nteachers who sow seeds of doubt by speculative and unsound doctrines, and as they do so they\n\"soften up,\" to use the army expression, some of their hearers who might later be taken over\nby the apostate teachers who come among them.\n<\/p><p>\nIt is my full belief that whenever any of us accepts a position of any description in the\nChurch, we accept along with it the responsibility of that office, whatsoever it may be. I\nbelieve that if a person accepts a position as a teacher in one of our organizations, or if he\naccepts the responsibility of preaching from the pulpit, such person accepts the responsibility\nwhich goes with that call. He becomes a representative of the Church in that position. Every\nteacher and every preacher therefore is duty-bound, upon accepting such a call, to represent\nthe official views and doctrines of the Church, and to teach those official doctrines in his class\nor from the pulpit, with the one thought in mind that conversion is to come about in the\nhearts of those who listen to him. I do not believe that conversion to the truth comes through\nthe teaching of half-truths or untruths.\n<\/p><p>\nOur classrooms and our assembly rooms have been built at great expense with only one\nthought in mind, and that is that in them we may teach the truth so that we may convert those\nwho come there, so that they in turn will live the gospel and work out their salvation in the\nearth.\n<\/p><p>\nI do not believe that the classrooms or the pulpits of our Church are for laboratory purposes\nin which to experiment with new doctrines and speculative notions. They are exclusively for\nthe use of those who are willing to convert men and women and boys and girls to the truth.\n<\/p><p>\nThere is only one man in all the world who has the right to introduce a new doctrine to this\nChurch, and that man is the President of the Church. So teachers, until you become the\nPresident of the Church, will you be willing to content yourselves with the present officially\naccepted doctrines of the Church?\n<\/p><p>\nI do not believe that we can escape the responsibility of starting someone off on the wrong\nway if we teach wrong principles. I do not believe that any of us can afford to take that\nresponsibility.\n<\/p><p>\nI do not believe, therefore, that we can bring into our classes or our sermons views and\ndoctrines which are not accepted and officially advocated by the Church.\n<\/p><p>\nI do not believe that any teacher in any organization has the right to discard the prescribed\nlesson course and substitute in its place magazine articles, philosophical discussions, lectures,\nor any other extraneous matter.\n<\/p><p>\nI do not believe that we can bring into our classrooms or sermons the philosophies and\ndoctrines of uninspired men of the world, no matter how well educated they may be, and\npresent them as accepted truth.\n<\/p><p>\nI do not believe we should accept every theory advanced by men of science as though it were\ntrue. These men change their minds much too often for that.\n<\/p><p>\nI do not believe we should bring into our classes and sermons the doctrines of other churches\nand teach them as accepted truth.\n<\/p><p>\nI do not believe we should teach the doctrines of the British-Israel or similar organizations,\nsensational though they may be, presenting them to our people as though they were true.\n<\/p><p>\nI do not believe we should give time in our classes to discussions of the alleged\ninterpretations of the measurements of the Great Pyramid of Egypt, fantastic and unreliable as\nthey so often are.\n<\/p><p>\nI do not believe we should accept the current views that the lost ten tribes have been found in\nthe northern nations of Europe or that they have been named, indexed, and classified.\n<\/p><p>\nI do not believe that we can accept the peculiar notion that the mythical Odin of the North\nwas in reality the Savior of the world performing his work among the northern nations of\nEurope or the ten tribes.\n<\/p><p>\nI do not believe we should give credence to the highly speculative theories about Book of\nMormon geography.\n<\/p><p>\nI do not believe that there were two Hill Cumorahs, one in Central America and the other one\nup in New York, for the convenience of the Prophet Joseph Smith, so that\nthe poor boy would not have to walk clear to Central America to get the gold plates.\n<\/p><p>\nI do not believe we can be good Latter-day Saints and question the integrity of Joseph Smith.\n<\/p><p>\nI do not believe we can be good Latter-day Saints and question the testimony of the eleven\nwitnesses of the Book of Mormon.\n<\/p><p>\nI do not believe you have a testimony of the truth if you question the accuracy of the\ntranslation of the Book of Mormon.\n<\/p><p>\nI do not believe you have the facts or are being honest with yourself if you question the\nManifesto as it appears in the Doctrine and Covenants.\n<\/p><p>\nI do not believe we should try to establish our personal fads as Church doctrine. I do not\nbelieve my eternal salvation will be affected in any way if I eat white bread or white sugar. I\ndo not believe the doctrines of the Church are in any way involved in whether my whole\nwheat is stoneground or steel-cut.\n<\/p><p>\nI do not believe we can be good Christians, regardless of the denomination, if we refuse to\nbelieve that Jesus Christ died on the cross. I do not believe anyone can be a good Christian,\nregardless of denomination, if he questions the reality of the literal, physical resurrection of\nJesus Christ on the third day after his crucifixion.\n<\/p><p>\nI do not believe we can be good Christians of any denomination and reject the Old Testament.\nI do not believe we can be good Christians of any denomination and reject the epistles of the\nNew Testament.\n<\/p><p>\nI do not believe we can be good Latter-day Saints, or that we are loyal to this Church, if we\naccept alleged revelations of men and women who claim to have received them for the\nmembership of the Church when we know that the Lord designates the President of the\nChurch as the only one on earth to whom he will reveal his mind for the Church at large.\n<\/p><p>\nI do not believe that we can be good Latter-day Saints or good Christians of any\ndenomination and accept the teachings of some that death was a mistake that it can be\navoided, and that we can achieve immortality without passing through death, just by following\nthe teachings of some false prophet.\n<\/p><p>\nI do not believe that we can ignore the teachings of the Savior when he said,\n<\/p><p>\n. . . there shall be no disputations among you, as there have hitherto been; neither shall there\nbe disputations among you concerning the points of my doctrine, as there have hitherto been.\n<\/p><p>\nFor verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of\nthe devil, who is the father of contention, and he stirreth up the hearts of men to contend with\nanger, one with another (<span class=\"citation\" id=\"5521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5521)\">3 Ne. 11:28-29<\/a><\/span>).\n<\/p><p>\nOn the other hand, I do believe most positively that if we bring false teachings into our\nclasses or sermons we do our people a great disservice, for we confuse their minds, we make\nthem doubt the truth when it is given to them, and we \"soften them up\" for the attacks of\napostate teachers who come among them.\n<\/p><p>\nI do believe positively that whenever we teach any speculative notion or try to unravel any\nmystery, or advance any doctrine not accepted by the Church, we contribute to the spiritual\ndelinquency of those whom we influence.\n<\/p><p>\nI do believe that whenever we by our acts or our teachings reflect discredit upon the Church\nor its doctrines, we contribute to the spiritual delinquency of those about us.\n<\/p><p>\nI do believe that God will hold us accountable for every act and word by which we contribute\nto the spiritual delinquency of other people.\n<\/p><p>\nI do believe that the President of the Church is in very deed the mouthpiece of God on earth,\nthe prophet, seer, and revelator of the Lord, and that he and he alone has the right and power\nto give to the Church any new doctrines or new interpretations of existing doctrines.\n<\/p><p>\nI do believe that Jesus Christ is the Son of the Eternal God, Creator of heaven and earth, that\nhe died on the cross and was resurrected the third day, literally and physically.\n<\/p><p>\nI do believe positively that as we all die, even so, through the power of Jesus the resurrected\nChrist, we, too, will literally and physically be resurrected.\n<\/p><p>\nI do believe that the revealed doctrines and teachings of the Christ will save us without any\nadditions by unauthorized persons.\n<\/p><p>\nI do believe that the Lord has given to the Latter-day Saints a fair amount of intelligence. I\ndo believe that he expects us to use that intelligence in studying his revealed word and\nfollowing his prophets here on earth, so that we will not be tossed about by every wind of\ndoctrine.\n<\/p><p>\nI do believe that he expects our teachers and preachers to use the common sense he has given\nthem to teach the simple truth which saves, rather than the speculations and theories of men,\nwhich only confuse the mind and lead some of our people right out of the Church.\n<\/p><p>\nI do believe that by proper teaching of the revealed truth we can convert ourselves and our\nchildren and all others who are willing to listen to us.\n<\/p><p>\nI do believe that people are converted to the truth only by the truth and not through the\nteaching of half-truths and untruths.\n<\/p><p>\nI do believe that only in loyally teaching and living the true principles of the gospel can we\nfulfil the responsibility which God has given us, and this is my testimony in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}