{"ID":6428, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Come and See”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p2\" class=\"\">Elder Alexander B. Morrison<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Come seeking to know Him, and I promise you will find Him and see Him in His true character as the risen, redeeming Savior of the world.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:17a9.jpg\" alt=\"Elder Alexander B. Morrison\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p4\" class=\"\">Very early in His ministry, two disciples came to Jesus and asked, “Master, … where dwellest thou?” Jesus’ brief yet profound reply, “Come and see,” provides the basis for my few poor remarks today (see <span class=\"citation\" id=\"26898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26898)\">John 1:38–39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p5\" class=\"\">“Come and see,” come seeking to know Him, and I promise you will find Him and see Him in His true character as the risen, redeeming Savior of the world. “Come and see,” and you will recognize Him as the Christ of the empty sepulchre, the conqueror of Calvary, who broke the bands of death and rose triumphant from the tomb, to bring immortality to all and eternal life to the faithful. He is the “lamb without blemish and without spot,” foreordained in His messianic role “before the foundation of the world” (<span class=\"citation\" id=\"2193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2193)\">1 Pet. 1:19–20<\/a><\/span>). “He was wounded for our transgressions [and] bruised for our iniquities: … with his stripes we are healed” (<span class=\"citation\" id=\"24932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24932)\">Isa. 53:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p6\" class=\"\">“Come and see,” and in your coming lay your burdens at His feet. Give away all your sins that you might see and know Him (see <span class=\"citation\" id=\"8521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8521)\">Alma 22:18<\/a><\/span>). “Come unto me, all ye that labour and are heavy laden,” He said, “and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p7\" class=\"\">“Take my yoke upon you and learn of me … and ye shall find rest unto your souls” (<span class=\"citation\" id=\"33555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33555)\">Matt. 11:28–29<\/a><\/span>). Come unto Him, and He will take away your sins and heal your soul, though it be sick with sin. He will replace hatred with love and selfishness with service. He will strengthen your shoulders to better bear your burdens and give you new courage and hope for the journey ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p8\" class=\"\">“Come and see,” and as you do so your eyes will be opened and you will <span class=\"emphasis\">really<\/span> see, perhaps for the first time, who <span class=\"emphasis\">you<\/span> are, and who <span class=\"emphasis\">He<\/span> is. You will come to see yourself as a child of God, of divine parentage, possessed of infinite capacities to grow spiritually and become more like Him. You will come to understand that God “hath made of one blood all nations of men for to dwell on all the face of the earth” (<span class=\"citation\" id=\"7470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7470)\">Acts 17:26<\/a><\/span>) and you will see all men everywhere as your brothers and all women as your sisters, with all that implies in terms of sibling responsibility. You will see that “he denieth none that come unto him, black and white, bond and free, male and female; … and all are alike unto God” (<span class=\"citation\" id=\"3281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3281)\">2 Ne. 26:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p9\" class=\"\">“Come and see,” and as you do so you will find His Church—The Church of Jesus Christ of Latter-day Saints. It is a church directed on earth by living prophets, seers, and revelators, but its head is no mortal man, but Jesus, the Lord God Omnipotent Himself. As you “come and see,” you will find a happy people—an optimistic and joyful people—who, while struggling to overcome the usual faults and foibles of humanity, yet strive to be better, to do good to all men, to build the city of God wherein all may dwell together in righteousness. As you “come and see,” you will find a people with a deep and abiding concern for the poor and the needy, a people who reach out a helping hand to aid the widow and orphan, the sick and afflicted, the poor and oppressed. “Come and see” the fruits of gospel living. Taste them for yourself, and you will find them sweet and delicious. As you come to know “that when ye are in the service of your fellow [men] ye are only in the service of your God” (<span class=\"citation\" id=\"40006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40006)\">Mosiah 2:17<\/a><\/span>), you will seek to wear out your life in the service of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p10\" class=\"\">I finish where I began: Jesus’ statement “Come and see” provides both an invitation and a promise to all people everywhere. Come to Him; see Him as King of Kings and Lord of Lords; recognize in Him the great Messiah who will come again with healing in His wings, to set His people free. He will wrap you about in the cloak of His redeeming love, and your life will be changed forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/come-and-see.p11\" class=\"\">Of that I testify, as one of His servants, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}