{"ID":643, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Book of Mormon a Great Converter<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1953, pp. 85-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I hope all the teachers in the Church will have available to\nthem, the splendid discourse delivered by Elder Mark E. Petersen. I believe the spirit of the\nanti-Christ is rampant in the world and is asserting itself as never before. That places upon the\nChurch of Jesus Christ of Latter-day Saints a great responsibility because it is our mission to\npreach Jesus Christ and him crucified.\n<\/p><p>\nIn this great conference of the Church at this season we are celebrating two great events, as I\nsee it. The Easter time, commemorating the resurrection of the Lord Jesus, and the\norganization of the Church of Jesus Christ of Latter-day Saints on the 6th day of April, 1830.\nI have before me the statement made by Joseph Smith, the Prophet, relative to that first\norganization meeting, where six humble men met together and initiated the great movement\nwhich is going forward so rapidly today. The Prophet writes: \n<\/p><p>\nHaving opened the meeting by solemn prayer to Our Heavenly Father, we proceeded,\naccording to previous commandment, to call on our brethren to know whether they accepted\nus as their teachers in the things of the Kingdom of God, and whether they were satisfied that\nwe should proceed and be organized as a Church according to said commandment which we\nhad received. To these several propositions they consented by a unanimous vote. I then laid\nmy hands upon Oliver Cowdery, and ordained him an Elder of the \"Church of Jesus Christ of\nLatter-day Saints,\" after which, he ordained me also to the office of an Elder of said Church.\nWe then took bread, blessed it, and brake it with them, also wine, blessed it, and drank it with\nthem. We then laid our hands on each individual member of the Church present, that they\nmight receive the gift of the Holy Ghost, and be confirmed members of the Church of Christ.\nThe Holy Ghost was poured out upon us to a very great degree&mdash;some\nprophesied whilst we all praised the Lord, and rejoiced exceedingly (<i>DHC<\/i> 1:77-78).\n<\/p><p>\nI need not tell you, my brethren and sisters, that the Church, commenced with such a humble\nbeginning, grew and prospered. The organization was completed with Apostles, prophets, high\npriests, seventies, elders, priests, teachers, deacons, patriarchs, and bishops. It was the only\nChurch on the earth thus organized, even though these callings in the priesthood existed in the\nPrimitive Church.\n<\/p><p>\nI observed that in the account given of this meeting, three important procedures were\nintroduced: first, the principle of common consent that no man can preside in the Church\nwithout the consent of the membership; second, the introduction of the sacrament of the\nLord's supper which was very appropriate because the first principle of the restored gospel is\nfaith in the Lord Jesus Christ, and third, the ordinance of laying on of hands for the gift of\nthe Holy Ghost when a person is confirmed a member of the Church, or, when he is ordained,\nor set apart, for any responsibility in the Church.\n<\/p><p>\nThe Church, organized in this manner, has from its very beginning felt a strong urge&mdash;an\nimpelling motive to preach the gospel in all the world, and to build up God's kingdom upon\nthe earth.\n<\/p><p>\nNot long ago, in Gordon B. Hinckley's book, What of the Mormons?, I read the dramatic\naccount of Samuel H. Smith's missionary journey in the region near his home. It was\nprobably the first missionary undertaking in this dispensation. Samuel was nineteen years old\nand a brother of the Prophet Joseph Smith. He carried with him copies of the Book of\nMormon in a knapsack thrown over his shoulders. After walking twenty-five miles the first\nday he was refused lodging by the innkeeper. Continuing his journey the next day he called\non Reverend John P. Greene, a Methodist minister. Reverend Greene accepted a book but\nrefused to buy it. During his absence while visiting his circuit, however, his wife read the\nbook, and like many others, was deeply impressed. Mrs. Greene urged her husband to read the\nbook. This he did, and as a result both joined the Church.\n<\/p><p>\nSamuel H. Smith returned from his mission, somewhat discouraged, feeling that he had failed.\nBut, unknown to him, the book had fallen into the hands of Brigham Young. He read it and\nbegan to investigate Mormonism. He did so for two years, and then he, too, joined the\nChurch. Samuel H. Smith's mission had not been a failure. The book distributed by him and\nothers also fell into the hands of Dr. Willard Richards of Boston, Massachusetts, who, when\nhe had read the first page, remarked, \"Either God or the devil wrote that book.\" When he\nfinished the book, he concluded it had come from God, and he, also, joined the Church.\n<\/p><p>\nLater, the volume was read by Parley P. Pratt, a minister in the Campbellite Church. He was\nsimilarly impressed and joined the Church to become one of its outstanding missionaries. I\nread his testimony: \"As I read, the Spirit of the Lord was upon me, and I knew and\ncomprehended that the book was true as plainly and manifestly as a man knows and\ncomprehends that he exists. My joy was now full, as it were, and I rejoiced sufficiently to\nmore than pay me for all the sorrows, sacrifices, and toils of my life.\"\n<\/p><p>\nParley P. Pratt took the book to his brother, Orson Pratt, then a young man nineteen years of\nage. He, like the others, read the book and became a convert and a great power in the Church.\n<\/p><p>\nOne of the mission presidents stated yesterday that twenty-five percent of the converts in his\nmission were brought into the Church through reading the Book of Mormon. Surely, it is a\npowerful book. It is a great converter. It should be read and studied by all Latter-day Saints,\nfor it will strengthen their faith and give them courage and hope to go forward in the great\nwork of the Lord.\n<\/p><p>\nThe Church from its very beginning in this dispensation has put forth every effort, it seems to\nme, to tell the world about the restoration of the gospel and the mission of Joseph Smith, the\nProphet. This impression came to me with great force as I read an epistle to the members of\nthe Church under date of April 7, 1851. This was less than four years after the pioneers\nentered the Salt Lake Valley. The epistle was signed by Brigham Young, Heber C. Kimball,\nand Willard Richards, and was addressed to the \"Saints scattered throughout the earth.\"\n<\/p><p>\nI learned from that epistle that all of the Twelve Apostles were then abroad except Wilford\nWoodruff and Ezra T. Benson. Their President, Orson Hyde was in Kanesville, Iowa; Parley\nP. Pratt was on his way to Chile, his mission was to all the lands bordering the Pacific Ocean;\nOrson Pratt was somewhere in the States on his way to the valley to become associated with\nthe University of Deseret; John Taylor was in Boulogne, France \"preaching, publishing, and\ntranslating\"; Lorenzo Snow was in Italy, visiting the Italian states; Erastus Snow was in\nCopenhagen, Denmark, where he was translating the Book of Mormon; Franklin D. Richards\nwas presiding over the British Mission with headquarters in Liverpool, England; Amasa\nLyman and Charles C. Rich were on their way to the Cajon Pass, and George A. Smith was\npresiding in Iron County. All of them were preaching the gospel \"to every nation, kindred,\ntongue and people\" (<span class=\"citation\" id=\"42239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42239)\">Rev. 14:6<\/a><\/span>).\nWhat better evidence could they give of their sincerity and integrity? The\nbest leadership of the Church was surely needed here in the valley, where the foundations of a\ngreat commonwealth were being laid; cities, towns and villages were being laid out and\nsettled; churches and schools were being erected; and roads and bridges were under\nconstruction. But the paramount obligation resting upon the Church then as now was to\npreach the gospel and to proclaim the divine mission of the Prophet Joseph Smith. In this\ntremendous responsibility the leaders of the Church have been diligent and determined. May\nwe be given the faith and the understanding to continue in this great enterprise and thus\ndischarge the solemn obligation resting upon all of us, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}