{"ID":6430, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Joy of Womanhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p2\" class=\"\">Margaret D. Nadauld<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/margaret-d-nadauld-10.jpg\" alt=\"Margaret D. Nadauld\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Daughters of God know that it is the nurturing nature of women that can bring everlasting blessings, and they live to cultivate this divine attribute.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p4\" class=\"\">It is a remarkable blessing to be a daughter of God today. We have the fulness of the gospel of Jesus Christ. We are blessed to have the priesthood restored to the earth. We are led by a prophet of God who holds all of the priesthood keys. I love and honor President Gordon B. Hinckley and all of our brethren who bear the priesthood worthily.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p5\" class=\"\">I am inspired by the lives of good and faithful women. From the beginning of time the Lord has placed significant trust in them. He has sent us to earth for such a time as this to perform a grand and glorious mission. The Doctrine and Covenants teaches, “Even before they were born, they, with many others, received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men” (<span class=\"citation\" id=\"11044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11044)\">D&amp;C 138:56<\/a><\/span>). What a wonderful vision that gives us of our purpose on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p6\" class=\"\">Where much is given, much is required. Our Heavenly Father asks His daughters to walk in virtue, to live in righteousness so that we can fulfill our life’s mission and His purposes. He wants us to be successful, and He will help us as we seek His help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p7\" class=\"\">That women were born into this earth female was determined long before mortal birth, as were the divine differences of male and female. I love the clarity of the teachings of the First Presidency and the Quorum of the Twelve in the proclamation on the family, where they state, “Gender is an essential characteristic of individual premortal, mortal, and eternal identity and purpose.”<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign, <\/span>Nov. 1995, 102.]<\/span><\/sup> From that statement we are taught that every girl was feminine and female in spirit long before her mortal birth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p8\" class=\"\">God sent women to earth with some qualities in extra capacity. In speaking to young women, President Faust observed that femininity “is the divine adornment of humanity. It finds expression in your … capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength. It is manifest differently in each girl or woman, but each … possesses it. Femininity is part of your inner beauty.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_008\">2<\/a>\n       <span class=\"footnote\">[“Womanhood: The Highest Place of Honor,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 96.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p9\" class=\"\">Our outward appearance is a reflection of what we are on the inside. Our lives reflect that for which we seek. And if with all our hearts we truly seek to know the Savior and to be more like Him, we shall be, for He is our divine, eternal Brother. But He is more than that. He is our precious Savior, our dear Redeemer. We ask with Alma of old, “Have ye received his image in your countenances?” (<span class=\"citation\" id=\"8483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8483)\">Alma 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p10\" class=\"\">You can recognize women who are grateful to be a daughter of God by their outward appearance. These women understand their stewardship over their bodies and treat them with dignity. They care for their bodies as they would a holy temple, for they understand the Lord’s teaching: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?” (<span class=\"citation\" id=\"26\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26)\">1 Cor. 3:16<\/a><\/span>). Women who love God would never abuse or deface a temple with graffiti. Nor would they throw open the doors of that holy, dedicated edifice and invite the world to look on. How even more sacred is the body, for it was not made by man. It was formed by God. We are the stewards, the keepers of the cleanliness and purity with which it came from heaven. “If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are” (<span class=\"citation\" id=\"32\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32)\">1 Cor. 3:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p11\" class=\"\">Grateful daughters of God guard their bodies carefully, for they know they are the wellspring of life and they reverence life. They don’t uncover their bodies to find favor with the world. They walk in modesty to be in favor with their Father in Heaven. For they know He loves them dearly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p12\" class=\"\">You can recognize women who are grateful to be a daughter of God by their attitude. They know that the errand of angels is given to women, and they desire to be on God’s errand to love His children and minister to them, to teach them the doctrines of salvation, to call them to repentance, to save them in perilous circumstances, to guide them in the performance of His work, to deliver His messages.<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_008\">3<\/a>\n       <span class=\"footnote\">[See Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. (1966), 35.]<\/span><\/sup> They understand that they can bless their Father’s children in their homes and neighborhoods and beyond. Women who are grateful to be daughters of God bring glory to His name.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p13\" class=\"\">You can recognize women who are grateful to be a daughter of God by their abilities. They fulfill their divine potential and magnify their God-given gifts. They are capable, strong women who bless families, serve others, and understand that “the glory of God is intelligence” (<span class=\"citation\" id=\"10967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10967)\">D&amp;C 93:36<\/a><\/span>). They are women who embrace enduring virtues in order to be all that our Father needs them to be. The prophet Jacob spoke of some of those virtues when he said their “feelings are exceedingly tender and chaste and delicate before God, which thing is pleasing unto God” (<span class=\"citation\" id=\"25798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25798)\">Jacob 2:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p14\" class=\"\">You can recognize women who are grateful to be a daughter of God by their reverence for motherhood, even when that blessing has been withheld from them for a time. In those circumstances, their righteous influence can be a blessing in the lives of children they love. Their exemplary teachings can echo the voice of a faithful home and resonate truth in the hearts of children who need another witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p15\" class=\"\">Grateful daughters of God love Him and teach their children to love Him without reservation and without resentment. They are like the mothers of Helaman’s youthful army, who had such great faith and “had been taught by their mothers, that if they did not doubt, God would deliver them” (<span class=\"citation\" id=\"8585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8585)\">Alma 56:47<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p16\" class=\"\">When you observe kind and gentle mothers in action, you see women of great strength. Their families can feel a spirit of love and respect and safety when they are near her as she seeks the companionship of the Holy Ghost and the guidance of His Spirit. They are blessed by her wisdom and good judgment. The husbands and children, whose lives they bless, will contribute to the stability of societies all over this world. Grateful daughters of God learn truths from their mothers and grandmothers and aunts. They teach their daughters the joyful art of creating a home. They seek fine educations for their children and have a thirst for knowledge themselves. They help their children develop skills that they can use in serving others. They know that the way they have chosen is not the easy way, but they know it is absolutely worth their finest efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p17\" class=\"\">They understand what Elder Neal A. Maxwell meant when he said: “When the real history of mankind is fully disclosed, will it feature the echoes of gunfire or the shaping sound of lullabies? The great armistices made by military men or the peacemaking of women in homes and in neighborhoods? Will what happened in cradles and kitchens prove to be more controlling than what happened in congresses?”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_008\">4<\/a>\n       <span class=\"footnote\">[“The Women of God,” <span class=\"emphasis\">Ensign, <\/span>May 1978, 10–11.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p18\" class=\"\">Daughters of God know that it is the nurturing nature of women that can bring everlasting blessings, and they live to cultivate this divine attribute. Surely when a woman reverences motherhood, her children will arise up and call her blessed (see <span class=\"citation\" id=\"41359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41359)\">Prov. 31:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p19\" class=\"\">Women of God can never be like women of the world. The world has enough women who are tough; we need women who are tender. There are enough women who are coarse; we need women who are kind. There are enough women who are rude; we need women who are refined. We have enough women of fame and fortune; we need more women of faith. We have enough greed; we need more goodness. We have enough vanity; we need more virtue. We have enough popularity; we need more purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p20\" class=\"\">Oh, how we pray that every young woman will grow up to be all the wonderful things she is meant to be. We pray that her mother and father will show her the right way. May daughters of God honor the priesthood and sustain worthy priesthood holders. May they understand their own great capacity for strength in the timeless virtues that some would scoff at in a modern, liberated world for women.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p21\" class=\"\">May mothers and fathers understand the great potential for good their daughters inherited from their heavenly home. We must nourish their gentleness, their nurturing nature, their innate spirituality and sensitivity, and their bright minds. Celebrate the fact that girls are different from boys. Be thankful for the position they have in God’s grand plan. And always remember what President Hinckley said, “Only after the earth had been formed, after the day had been separated from the night, after the waters had been divided from the land, after vegetation and animal life had been created, and after man had been placed on the earth, was woman created; and only then was the work pronounced complete and good.”<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_008\">5<\/a>\n       <span class=\"footnote\">[“Our Responsibility to Our Young Women,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1988, 11.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p22\" class=\"\">Fathers, husbands, young men, may you catch a vision of all that women are and can be. Please be worthy of God’s holy priesthood, which you bear, and honor that priesthood, for it blesses all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-joy-of-womanhood.p23\" class=\"\">Sisters, regardless of your age, please understand all that you are and must be, all that you were prepared to be in royal courts on high by God Himself. May we use with gratitude the priceless gifts we have been given for the lifting of mankind to higher thinking and nobler aspirations, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_008\"><a name=\"-20911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign, <\/span>Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_008\"><a name=\"-20911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Womanhood: The Highest Place of Honor,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 96.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_008\"><a name=\"-20911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. (1966), 35.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_008\"><a name=\"-20911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Women of God,” <span class=\"emphasis\">Ensign, <\/span>May 1978, 10–11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_008\"><a name=\"-20911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Our Responsibility to Our Young Women,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1988, 11.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}