{"ID":6433, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pure Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As a special witness of the name of Jesus Christ in all the world, I promise you that if you seek the Lord, you will find Him. Ask, and you shall receive.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p4\" class=\"\">Once again we gather in this wondrous Conference Center and in many other places throughout the world. During this conference we will hear and have heard the testimonies of many servants of the Lord. Concerning testimony the Psalmist wrote, “The law of the Lord is perfect, converting the soul: the testimony of the Lord is sure.”<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_012\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41679)\">Ps. 19:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p5\" class=\"\">For Latter-day Saints, a testimony is “the assurance of the reality, truth, and goodness of God, of the teachings and atonement of Jesus Christ, and of the divine calling of latter-day prophets. … It is knowledge buttressed by divine personal confirmation by the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_012\">2<\/a>\n       <span class=\"footnote\">[In Daniel H. Ludlow, ed., <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> 5 vols. (1992), 4:1470.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p6\" class=\"\">Expressions of solemn testimony have long been important to the children of God upon the earth. Individual testimonies have strengthened this Church from its earliest days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p7\" class=\"\">One evening in April 1836, for example, Elder Parley P. Pratt had retired early with pressing worries and a heavy heart. He didn’t know how he was going to meet his financial obligations. His wife had been seriously ill, and his aged mother had come to live with him. A year earlier the house he had been building had gone up in flames.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p8\" class=\"\">While he was deep in thought, a knock came at the door. Elder Heber C. Kimball entered and, filled with the spirit of prophecy, told Elder Pratt that he should travel to Toronto, Canada, where he would “find a people prepared for the fulness of the gospel” and that “many [would] be brought to the knowledge of the truth.”<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_012\">3<\/a>\n       <span class=\"footnote\">[Parley P. Pratt, <span class=\"emphasis\">Autobiography of Parley P. Pratt<\/span> (1985), 110.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p9\" class=\"\">Despite his worries, Elder Pratt departed. When he arrived in Toronto, at first no one seemed interested in hearing what he had to say.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p10\" class=\"\">Among those he met was John Taylor, who had been a Methodist preacher. John received Elder Pratt courteously but coolly. John Taylor had heard distorted rumors about a new sect, their “golden bible,” and stories of angels appearing to an “unlearned youth, reared in the backwoods of New York.”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_012\">4<\/a>\n       <span class=\"footnote\">[B. H. Roberts, <span class=\"emphasis\">The Life of John Taylor<\/span> (1963), 34.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p11\" class=\"\">A wise man, John Taylor had been seeking the truth all his life. He listened to what Elder Pratt had to say. Among other things, the stranger from America promised that anyone who investigated the gospel could know for himself, through the influence of the Holy Ghost, that it was true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p12\" class=\"\">At one point John Taylor asked, “What do you mean by this Holy Ghost? … [Will it give] a certain knowledge of the principles that you believe in?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p13\" class=\"\">The Apostle replied, “Yes, … and if it will not, then I am an impostor.”<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_012\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News, Semi-Weekly,<\/span> 18 Apr. 1882.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p14\" class=\"\">Hearing this, John Taylor took up the challenge, saying, “If I find his religion true, I shall accept it, no matter what the consequences may be; and if false, then I shall expose it.”<sup class=\"noteMarker\"><a href=\"#footnote6-20911_000_012\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Life of John Taylor,<\/span> 38.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p15\" class=\"\">Not only did he accept the challenge, but he “received that Spirit through obedience to the Gospel.”<sup class=\"noteMarker\"><a href=\"#footnote7-20911_000_012\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News, Semi-Weekly,<\/span> 18 Apr. 1882.]<\/span><\/sup> Soon he knew for himself what millions of others have since known, that the gospel of Jesus Christ has been restored to the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p16\" class=\"\">Eventually, this man who had devoted his entire life to seeking the truth became the third President of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p17\" class=\"\">Over time, much in the world has changed. One thing, however, remains the same: the promise Elder Parley P. Pratt made to John Taylor 164 years ago is just as valid today as it was then—the Holy Ghost will confirm the truths of the restored gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p18\" class=\"\">Logic itself affirms that a loving Heavenly Father would not abandon His children without providing a way for them to learn of Him. One of the great messages of the Restoration is that the windows of heaven are open. All who seek to know the truth may, through revelations of the Spirit, know for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p19\" class=\"\">We are blessed to live in an age when apostles and prophets walk the earth bearing solemn and certain testimony that Jesus Christ is the Son of God. Many members—millions strong—add their voices to the growing chorus testifying that God once again has spoken to man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p20\" class=\"\">President Joseph F. Smith declared: “Every person should know that the gospel is true, as this is everyone’s privilege who is baptized and receives the Holy Ghost. … I know that the gospel is true, and that God is with his people; and that if I will do my duty and keep his commandments, the clouds will roll by, and the mists will disappear.”<sup class=\"noteMarker\"><a href=\"#footnote8-20911_000_012\">8<\/a>\n       <span class=\"footnote\">[Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 13th ed. (1963), 43.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p21\" class=\"\">How does one acquire a personal testimony?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p22\" class=\"\">Study the words of Moroni. He lived more than 1,500 years ago. This prophet had watched as his people were slaughtered and utterly devastated by civil war. His nation in ruins, his friends and loved ones slain, his own father—a great general and a righteous man—killed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p23\" class=\"\">This great prophet, Moroni, having lost all that he loved, stood alone. The last of his people, he was the lone witness to the desolation and heartbreak that results from hatred and rage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p24\" class=\"\">He had precious little time and space on his plates to write a few final words. His own people destroyed, Moroni wrote for our day. To us, he inscribed his precious words of farewell—his final words of counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p25\" class=\"\">“Behold, I would exhort you,” he wrote, “that when ye shall read these things … ye would remember how merciful the Lord hath been unto the children of men. … Ponder it in your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p26\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote9-20911_000_012\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38139)\">Moro. 10:3–4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p27\" class=\"\">Would that every ear could hear the last testimony of Moroni, this giant among men, this humble servant of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p28\" class=\"\">Do you want to know the truth of the holy scriptures? Do you wish to break the barriers that separate mortals from the knowledge of eternal verities? Do you wish to know—really know—the truth? Then follow Moroni’s counsel and you will surely find what you seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p29\" class=\"\">Be sincere. Study. Ponder. Pray sincerely, having faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p30\" class=\"\">If you do these things, you too will be able to stand with the millions who testify that God once again speaks to man on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p31\" class=\"\">A testimony of the truth of the gospel does not come the same way to all people. Some receive it in a unique, life-changing experience. Others gain a testimony slowly, almost imperceptibly until, one day, they simply know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p32\" class=\"\">Study the words of President David O. McKay, who tells of how, in his youth, he knelt and “prayed fervently and sincerely and with as much faith as a young boy could muster” that “God would declare to [him] the truth of his revelation to Joseph Smith.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p33\" class=\"\">President McKay related that when he arose from his knees, he had to admit that “no spiritual manifestation has come to me. If I am true to myself, I must say that I am just the same [boy] that I was before I prayed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p34\" class=\"\">I don’t know how young David felt in his heart at that time, but I’m sure he must have been disappointed—perhaps frustrated that he didn’t receive the spiritual experience that he had hoped for. But that didn’t discourage him from continuing his search for that knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p35\" class=\"\">The answer to his prayers did come, but not until years later, when he was serving as a missionary. Why was the answer to his prayer so long delayed? President McKay believed that this spiritual manifestation “came as a natural sequence to the performance of duty.”<sup class=\"noteMarker\"><a href=\"#footnote10-20911_000_012\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Cherished Experiences from the Writings of President David O. McKay,<\/span> comp. Clare Middlemiss (1955), 16.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p36\" class=\"\">The Savior taught a similar principle: When the truth of His message was challenged, He declared, “If any man will <span class=\"emphasis\">do<\/span> [God’s] will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.”<sup class=\"noteMarker\"><a href=\"#footnote11-20911_000_012\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26907)\">John 7:17<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p37\" class=\"\">Don’t you be discouraged if the answer to your prayer does not come immediately. Study, ponder, pray, sincerely having faith, and live the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p38\" class=\"\">“Dispute not because ye see not,” Moroni taught, “for ye receive no witness until after the trial of your faith.”<sup class=\"noteMarker\"><a href=\"#footnote12-20911_000_012\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22113)\">Ether 12:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p39\" class=\"\">I remember as a child listening to the testimonies given by adults in my ward. Those testimonies entered my heart and inspired my soul. Wherever I go throughout the world—no matter the language, no matter the culture—I thrill to hear the testimonies of the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p40\" class=\"\">Recently, I received a letter from our grandson who is a missionary. He wrote that members “who are reading scriptures and praying are more willing to share the gospel.”<sup class=\"noteMarker\"><a href=\"#footnote13-20911_000_012\">13<\/a>\n       <span class=\"footnote\">[Letter from Elder Andrew Cannon, 30 Aug. 2000.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p41\" class=\"\">I believe he’s right. The more we study the scriptures and pray, the more likely we can enthusiastically share our testimonies of the gospel with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p42\" class=\"\">Remember, Church members who receive a testimony of the gospel are under covenant “to stand as witnesses of God at all times and in all things, and in all places.”<sup class=\"noteMarker\"><a href=\"#footnote14-20911_000_012\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40043)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup> It is clear we have a sacred obligation to obtain referrals for our missionaries. Witnesses have a special knowledge and are to bear testimony of “that which they have seen and heard and most assuredly believe.”<sup class=\"noteMarker\"><a href=\"#footnote15-20911_000_012\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10897)\">D&amp;C 52:36<\/a><\/span>.]<\/span><\/sup> We make simple, clear, direct statements that we know with certainty and surety that the gospel is true because it has been “made known unto [us] by the Holy Spirit of God.”<sup class=\"noteMarker\"><a href=\"#footnote16-20911_000_012\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8491)\">Alma 5:46<\/a><\/span>.]<\/span><\/sup> In bearing such a testimony, speaking by the power of the Holy Ghost, we are promised that “the Holy Ghost shall be shed forth in bearing record unto all things whatsoever [we] shall say.”<sup class=\"noteMarker\"><a href=\"#footnote17-20911_000_012\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10973)\">D&amp;C 100:8<\/a><\/span>.]<\/span><\/sup> We are blessed personally when we so testify.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p43\" class=\"\">President Boyd K. Packer said: “A testimony is to be <span class=\"emphasis\">found<\/span> in the <span class=\"emphasis\">bearing<\/span> of it. Somewhere in your quest for spiritual knowledge, there is that ‘leap of faith,’ as the philosophers call it. It is the moment when you have gone to the edge of the light and step into the darkness to discover that the way is lighted ahead for just a footstep or two.”<sup class=\"noteMarker\"><a href=\"#footnote18-20911_000_012\">18<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">“That All May Be Edified”<\/span> (1982), 340.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p44\" class=\"\">Making a determined and confident public statement of your belief is such a step into the unknown. It has a powerful effect in strengthening your own convictions. Bearing testimony drives your faith deeper into your soul, and you believe more fervently than before.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p45\" class=\"\">To those who faithfully bear testimony, the Lord said, “Ye are blessed, for the testimony which ye have borne is recorded in heaven for the angels to look upon; and they rejoice over you, and your sins are forgiven you.”<sup class=\"noteMarker\"><a href=\"#footnote19-20911_000_012\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10921)\">D&amp;C 62:3<\/a><\/span>.]<\/span><\/sup> I have tried to follow this counsel to bear testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p46\" class=\"\">May I tell you how I gained a testimony of the truth and divine nature of this great latter-day work? I’m afraid my experience isn’t very dramatic. It is not a story of heavenly hosannas or thundering shouts. It is not a story of lightning, fire, or flood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p47\" class=\"\">But I have always known the reality and goodness of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p48\" class=\"\">From my earliest memories it was there—a sure and abiding testimony of this great work. Sometimes that assurance comes when we feel the love of the Savior when we meet His servants. I remember when I was just five years old and my family moved into a new ward. That first Sunday, Bishop Charles E. Forsberg, who was born in Sweden, came up to me and called me by name. I knew then.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p49\" class=\"\">During the cold and gray days of the Great Depression I remember a wonderful servant of the Savior by the name of C. Perry Erickson. Brother Erickson, a contractor, had a difficult time finding work. He could have shut himself up. He could have become bitter and angry. He could have given up. Instead, when I was 12 he was my Scoutmaster. He spent countless hours helping me and others my age to learn, to grow, and to approach every difficulty with confidence and optimism. Without exception, every one of C. Perry Erickson’s Scouts received an Eagle award. I knew then.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p50\" class=\"\">Yes, the testimonies of priesthood leaders and faithful ward members helped me to know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p51\" class=\"\">I remember the words of my mother and father. I remember their expressions of faith and love for their Heavenly Father. I knew then.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p52\" class=\"\">I knew the reality of the Savior’s compassion when, at the request of my father, the bishop of the ward, I delivered food and clothing to the widows and poor of the ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p53\" class=\"\">I knew, when as a young father, my wife and I gathered our children around us and expressed our gratitude to our Heavenly Father for our many blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p54\" class=\"\">I knew last April, when I heard from this pulpit the words of our prophet, President Gordon B. Hinckley, who called Jesus his friend, exemplar, leader, Savior, and King.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p55\" class=\"\">President Hinckley said: “Through giving His life in pain and unspeakable suffering, He has reached down to lift me and each of us and all the sons and daughters of God from the abyss of eternal darkness following death. He has provided something better—a sphere of light and understanding, growth and beauty.”<sup class=\"noteMarker\"><a href=\"#footnote20-20911_000_012\">20<\/a>\n       <span class=\"footnote\">[“My Testimony,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p56\" class=\"\">Now, I would like to bear my testimony—I know that Joseph Smith saw what he said he saw, that the heavens opened and God the Father and His Son, Jesus Christ, appeared to an unlearned youth reared in the backwoods of New York.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p57\" class=\"\">As a special witness of the name of Jesus Christ in all the world, I promise you that if you seek the Lord, you will find Him. Ask, and you shall receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/pure-testimony.p58\" class=\"\">I pray that you may do so and testify to the ends of the earth that the gospel of our Lord and Savior is restored to man! In the name of my friend, my exemplar, my Savior and King, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_012\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41679)\">Ps. 19:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_012\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>In Daniel H. Ludlow, ed., <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> 5 vols. (1992), 4:1470.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_012\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Parley P. Pratt, <span class=\"emphasis\">Autobiography of Parley P. Pratt<\/span> (1985), 110.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_012\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>B. H. Roberts, <span class=\"emphasis\">The Life of John Taylor<\/span> (1963), 34.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_012\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News, Semi-Weekly,<\/span> 18 Apr. 1882.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20911_000_012\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Life of John Taylor,<\/span> 38.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20911_000_012\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News, Semi-Weekly,<\/span> 18 Apr. 1882.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20911_000_012\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 13th ed. (1963), 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-20911_000_012\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38139)\">Moro. 10:3–4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-20911_000_012\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Cherished Experiences from the Writings of President David O. McKay,<\/span> comp. Clare Middlemiss (1955), 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-20911_000_012\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26907)\">John 7:17<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-20911_000_012\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22113)\">Ether 12:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-20911_000_012\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter from Elder Andrew Cannon, 30 Aug. 2000.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-20911_000_012\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40043)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-20911_000_012\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10897)\">D&amp;C 52:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-20911_000_012\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8491)\">Alma 5:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-20911_000_012\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10973)\">D&amp;C 100:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-20911_000_012\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">“That All May Be Edified”<\/span> (1982), 340.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-20911_000_012\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10921)\">D&amp;C 62:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_012\"><a name=\"-20911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-20911_000_012\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>“My Testimony,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 71.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}