{"ID":6434, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Path to Peace and Joy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Are you taking full advantage of the redeeming power of repentance in your life so that you can have greater peace and joy?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p4\" class=\"\">There is an essential aspect of the plan of happiness of our Father in Heaven that is often ignored even though it invariably yields peace and joy. The Savior gave His life that it might be used to bless every child of Father in Heaven. This subject is widely misunderstood and often feared. Some feel that it is to be employed only by those in serious transgression, while the Lord intended that it be consistently used by every one of His children. He has repeatedly commanded His prophets and leaders to proclaim it and to speak of little else.<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_013\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"10839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10839)\">D&amp;C 6:9<\/a><\/span>.]<\/span><\/sup> I refer to the blessing of true, sincere, continuing repentance, the path to peace and joy. It is a conduit to the reforming power of the Lord and, when understood and used, a dear and precious friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p5\" class=\"\">Repentance is not optional. An angel commanded Adam to “repent and call upon God in the name of the Son forevermore.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_013\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38820)\">Moses 5:8<\/a><\/span>.]<\/span><\/sup> Each one of us is commanded to both repent and to call upon God continually throughout life. That pattern allows each day to be an unspoiled page in the book of life, a new, fresh opportunity. We are given the rejuvenating privilege of overcoming mistakes of commission or omission, be they small or profoundly serious. Full repentance results in forgiveness with spiritual renewal. One can feel the cleansing, the purity, the freshness that accompanies sincere repentance at any time in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p6\" class=\"\">The Savior has made the requirement clear: “I command you to repent, and keep the commandments … lest I humble you with my almighty power.”<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_013\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10853)\">D&amp;C 19:13, 20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p7\" class=\"\">Likewise Jacob taught with crystal clarity:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p8\" class=\"\">“[The Holy One of Israel] cometh into the world that he may save all men if they will hearken unto his voice; …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p9\" class=\"\">“And he commandeth all men that they must repent, and be baptized in his name, having perfect faith in the Holy One of Israel, or they cannot be saved in the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_013\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3266)\">2 Ne. 9:21, 23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p10\" class=\"\">Why have our Father and His Son commanded us to repent? Because they love us. They know all of us will violate eternal laws. Whether they be small or large, justice requires that every broken law be satisfied to retain the promise of joy in this life and the privilege of returning to Father in Heaven. If not satisfied, in the Day of Judgment justice will cause that we be cast out of the presence of God to be under the control of Satan.<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_013\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3254)\">2 Ne. 9:8–10<\/a><\/span>; <span class=\"citation\" id=\"3241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3241)\">2 Ne. 2:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p11\" class=\"\">It is our Master and His redeeming act that make it possible for us to avoid such condemnation. It is done through faith in Jesus Christ, obedience to His commandments, and enduring in righteousness to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p12\" class=\"\">Are you taking full advantage of the redeeming power of repentance in your life so that you can have greater peace and joy? Feelings of turmoil and despondency often signal a need for repentance. Also the lack of the spiritual direction you seek in your life could result from broken laws. If needed, full repentance will put your life together. It will solve all of the complex spiritual pains that come from transgression. But in this life it cannot remedy some of the physical consequences that can occur from serious sin. Be wise and consistently live well within the boundaries of righteousness defined by the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p13\" class=\"\">There are several vital steps to repentance. Each is essential for complete forgiveness. President Joseph F. Smith identified some of these steps this way: “True repentance is not only sorrow for sins, and humble penitence and contrition before God, but it involves the necessity of turning away from them, a discontinuance of all evil practices … a thorough reformation of life, a vital change from evil to good … to make restitution, so far as … possible, for all the wrongs we have done. … This is true repentance, and the exercise of the will and all the powers of [the] body and mind is demanded, to complete this glorious work of repentance.”<sup class=\"noteMarker\"><a href=\"#footnote6-20911_000_013\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 100–101.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p14\" class=\"\">To the vital steps of recognition, sorrow, abandonment, confession, and restitution where possible, it is also essential to add the requirement to diligently keep all of the commandments of God.<sup class=\"noteMarker\"><a href=\"#footnote7-20911_000_013\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21461)\">Enos 1:10<\/a><\/span>.]<\/span><\/sup> For the Lord has declared: “I the Lord cannot look upon sin with the least degree of allowance;<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p15\" class=\"\">“Nevertheless, he that repents and does the commandments of the Lord shall be forgiven.”<sup class=\"noteMarker\"><a href=\"#footnote8-20911_000_013\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10829)\">D&amp;C 1:31–32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p16\" class=\"\">Great reinforcement and a sustaining power to succeed come when there is a determination to keep all of the commandments. The Lord expects a lifelong commitment to obey the plan of happiness, including continuing repentance as needed. He has said, “He only is saved who endureth unto the end.”<sup class=\"noteMarker\"><a href=\"#footnote9-20911_000_013\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10898)\">D&amp;C 53:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p17\" class=\"\">Formulas have been crafted to help remember some of the essential actions required for full repentance. While these can be helpful, generally they ignore the most fundamental aspect of repentance—that it is centered in Jesus Christ and in His Atonement, that it has efficacy because He willingly paid the full price through His redeeming sacrifice, motivated by a perfect love of His Father and of each of us. Alma declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p18\" class=\"\">“I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But … I did cry unto him and I did find peace to my soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p19\" class=\"\">“… I have told you this that you may learn wisdom, that ye may learn … that there is no other way or means whereby man can be saved, only in and through Christ.”<sup class=\"noteMarker\"><a href=\"#footnote10-20911_000_013\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8557)\">Alma 38:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p20\" class=\"\">Peace is the precious fruit of a righteous life. It is possible because of the Atonement of the Savior. It is earned through full repentance, for that leads to refreshing forgiveness. Repentance opens the doors of enlightenment and aids inspiration.<sup class=\"noteMarker\"><a href=\"#footnote11-20911_000_013\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8527)\">Alma 26:22<\/a><\/span>.]<\/span><\/sup> Repentance brings salvation through forgiveness,<sup class=\"noteMarker\"><a href=\"#footnote12-20911_000_013\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8540)\">Alma 32:13<\/a><\/span>.]<\/span><\/sup> but it does not come automatically. Each step of repentance must be fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p21\" class=\"\">To feel sorrow and be motivated to confess is a proper beginning, but it is not sufficient. When confession is voluntary, the action required for repentance is greatly simplified. It does no good for an individual to stonewall efforts of a judge in Israel to encourage repentance by denying that a real transgression has occurred or by being otherwise unyielding. Lehi taught, “He offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a <span class=\"emphasis\">broken heart and a contrite spirit;<\/span> and unto none else can the ends of the law be answered.”<sup class=\"noteMarker\"><a href=\"#footnote13-20911_000_013\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3242)\">2 Ne. 2:7<\/a><\/span>; emphasis added.]<\/span><\/sup> There must be humility<sup class=\"noteMarker\"><a href=\"#footnote14-20911_000_013\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"10918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10918)\">D&amp;C 61:2<\/a><\/span>.]<\/span><\/sup> and sorrow.<sup class=\"noteMarker\"><a href=\"#footnote15-20911_000_013\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"2983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2983)\">2 Cor. 7:9–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p22\" class=\"\">I suggest that you read President Spencer W. Kimball’s inspired book <span class=\"emphasis\">The Miracle of Forgiveness.<\/span> It continues to help the faithful avoid the pitfalls of serious transgression. It likewise is an excellent handbook for those who have committed serious errors and want to find their way back. Read the last two chapters first to appreciate the full miracle of forgiveness before reading anything else.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p23\" class=\"\">If you have repented from serious transgression and mistakenly believe that you will always be a second-class citizen in the kingdom of God, learn that is not true. The Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p24\" class=\"\">“Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p25\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.”<sup class=\"noteMarker\"><a href=\"#footnote16-20911_000_013\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10904)\">D&amp;C 58:42–43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p26\" class=\"\">Find encouragement in the lives of Alma the Younger and the sons of Mosiah. They were tragically wicked. Yet their full repentance and service qualified them to be considered as noble as righteous Captain Moroni.<sup class=\"noteMarker\"><a href=\"#footnote17-20911_000_013\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8583)\">Alma 48:17–18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p27\" class=\"\">To you who have sincerely repented yet continue to feel the burden of guilt, realize that to continue to suffer for sins when there has been proper repentance and forgiveness of the Lord is prompted by the master of deceit. Lucifer will encourage you to continue to relive the details of past mistakes, knowing that such thoughts can hamper your progress. Thus he attempts to tie strings to the mind and body so that he can manipulate you like a puppet to discourage personal achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p28\" class=\"\">I testify that Jesus Christ paid the price and will satisfy the demands of justice for all who are obedient to His teachings. Thus, full forgiveness is granted, and the distressing effects of sin need no longer persist in one’s life. Indeed, they cannot persist if one truly understands the meaning of Christ’s Atonement. Alma conquered thoughts of past unworthiness by remembering the mercy of the Redeemer. He marveled, “Behold, he did not exercise his justice upon us, but in his great mercy hath brought us … the salvation of our souls.”<sup class=\"noteMarker\"><a href=\"#footnote18-20911_000_013\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8525)\">Alma 26:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p29\" class=\"\">When memory of past mistakes encroaches upon your mind, turn your thoughts to the Redeemer and to the miracle of forgiveness with the renewal that comes through Him. Your depression and suffering will be replaced by peace, joy, and gratitude for His love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p30\" class=\"\">How difficult it must be for Jesus Christ, our Savior and Redeemer, to see so many needlessly suffer, because His gift of repentance is ignored. It must pain Him deeply to see the pointless agony both in this life and beyond the veil that accompany the unrepentant sinner after all He did so that we need not suffer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p31\" class=\"\">Many youth have been led to believe that sexual intimacy is “not that bad” as long as it does not involve the act that could cause pregnancy. That is false. Sexual intimacy in any of its forms, outside the covenant of marriage, is serious sin. Serious sin is addictive. It forges binding habits that are difficult to sever. If you have broken such laws, seek help from your bishop or stake president since such transgression requires a confession both to the Lord and to such a judge as a necessary step toward forgiveness. These sins can be avoided by not permitting anyone to touch the private, sacred parts of your body and by refusing to do that with anyone else.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-path-to-peace-and-joy.p32\" class=\"\">Have you wandered from the path of joy and now find yourself where you do not want to be, with feelings you do not want to have? Is there a yearning to return to the peace and joy of a worthy life? I invite you with all the love of my heart to repent and come back. Decide to do it now. That journey is not as difficult as it seems. You can cast out guilt, overcome depression, receive the blessing of peace of mind, and find enduring joy. Pray for help and guidance, and you will be led to find it. Go to where you know the light of truth shines—to a worthy friend, a loving bishop or stake president, an understanding parent. Please come back. We love you. We need you. Follow the path to peace and joy through complete repentance. The Savior will help you obtain forgiveness as you sincerely follow all of the steps to repentance. He is the Redeemer. He loves you. He wants you to have peace and joy in your life. Now I testify that He lives. He will help you. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_013\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"10839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10839)\">D&amp;C 6:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_013\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38820)\">Moses 5:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_013\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10853)\">D&amp;C 19:13, 20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_013\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3266)\">2 Ne. 9:21, 23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_013\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3254)\">2 Ne. 9:8–10<\/a><\/span>; <span class=\"citation\" id=\"3241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3241)\">2 Ne. 2:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20911_000_013\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 100–101.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20911_000_013\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21461)\">Enos 1:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20911_000_013\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10829)\">D&amp;C 1:31–32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-20911_000_013\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10898)\">D&amp;C 53:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-20911_000_013\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8557)\">Alma 38:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-20911_000_013\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8527)\">Alma 26:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-20911_000_013\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8540)\">Alma 32:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-20911_000_013\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3242)\">2 Ne. 2:7<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-20911_000_013\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"10918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10918)\">D&amp;C 61:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-20911_000_013\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"2983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2983)\">2 Cor. 7:9–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-20911_000_013\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10904)\">D&amp;C 58:42–43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-20911_000_013\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8583)\">Alma 48:17–18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_013\"><a name=\"-20911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-20911_000_013\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8525)\">Alma 26:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}