{"ID":6435, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Cultivate Righteous Traditions\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p2\" class=\"\">Elder Donald L. Hallstrom<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/donald-l-hallstrom-10.jpg\" alt=\"Donald L. Hallstrom\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Uplifting traditions … that promote love for Deity and unity in families and among people are especially important.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p4\" class=\"\">I will ever be grateful for having been born and nurtured in Hawaii, part of what the scriptures often refer to as “the isles of the sea” [see <span class=\"citation\" id=\"24925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24925)\">Isaiah 24:15<\/a><\/span>, <span class=\"citation\" id=\"1351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1351)\">1 Nephi 19:16<\/a><\/span>, and <span class=\"citation\" id=\"3273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3273)\">2 Nephi 10:21<\/a><\/span>].  Called a melting pot, because of its multiethnic composition, others have more accurately referred to the islands as a “delicious stew,” with each culture maintaining an identity, but blending together in a harmonious societal broth which can be savored by all. Having additionally served a mission in England, spending significant time on the United States mainland, and now living and serving in Asia, I have long been interested in culture and tradition and their influence on how we look, think, and act. Culture is defined as “the customary beliefs, social forms, and … traits of a … group” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed.). Traditions, established patterns of behavior transmitted from generation to generation, are an inherent part of culture. Our culture and its related traditions help establish our sense of identity and fill the vital human need to belong.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p5\" class=\"\">Of traditions which are complementary to the gospel of Jesus Christ, Paul admonished the Thessalonians, “Therefore, … stand fast, and hold the traditions which ye have been taught” (<span class=\"citation\" id=\"5030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5030)\">2 Thes. 2:15<\/a><\/span>). In the Church, powerful traditions remind us of the strength and sacrifice of our ancestors and inspire our efforts. Among them are industry, frugality, and complete devotion to a righteous cause. Others are based on doctrine and standards which may seem peculiar to the world but are consistent with God’s pattern. These include chaste behavior, modesty of dress, unpolluted language, Sabbath observance, adherence to the Word of Wisdom, and the payment of tithes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p6\" class=\"\">Even in ethnic culture, many traditions can reinforce gospel standards and principles. For example, anciently, Hawaiians had a practice, the spirit of which is still exhibited today by many in the islands. When greeting another person, one would come face-to-face and offer an expression of “ha,” even expelling their breath for another to feel. The literal translation of <span class=\"emphasis\">ha<\/span> is “the breath of life.” [See <span class=\"citation\" id=\"23392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23392)\">Gen. 2:7<\/a><\/span>.]  It was a way to give of oneself and show another a deep sense of brotherly love and caring. When foreigners first came to Hawaii, they did not exhibit this same respect for others. They were called <span class=\"emphasis\">haole, ha-ole, <\/span>meaning “without ha.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p7\" class=\"\">If there is a people who should have “ha,” an intense feeling of charity and compassion toward others, it is members of The Church of Jesus Christ of Latter-day Saints. A true Latter-day Saint possesses a love for others that is consistent with a belief that everyone is a brother or a sister.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p8\" class=\"\">Uplifting traditions play a significant role in leading us toward the things of the Spirit. Those that promote love for Deity and unity in families and among people are especially important.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p9\" class=\"\">The power of tradition, however, poses a significant danger. It can cause us to forget our heavenly heritage. To achieve eternal goals, we must reconcile our earthly culture with the doctrine of the everlasting gospel. This process involves embracing all that is spiritually elevating in our family and societal traditions and discarding that which is a barrier to our eternal view and achievement. We must transform ourselves from being “natural” men and women as defined by King Benjamin, and “becometh a saint” by yielding “to the enticings of the Holy Spirit” (see <span class=\"citation\" id=\"40011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40011)\">Mosiah 3:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p10\" class=\"\">Also warning of this peril and its gravity, the Prophet Joseph Smith was inspired to clarify one of Paul’s epistles to the people of Corinth by stating, “And it came to pass that the children, being brought up in subjection to the law of Moses, gave heed to the traditions of their fathers and believed not the gospel of Christ, wherein they became unholy” (<span class=\"citation\" id=\"10928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10928)\">D&amp;C 74:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p11\" class=\"\">Please be not dismissive and think this principle applies only to others and their culture; know that it is valid for you and for me, wherever on earth we may live or whatever our family circumstances may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p12\" class=\"\">Unwanted traditions are those which lead us away from performing holy ordinances and keeping sacred covenants. Our guide should be the doctrine taught by the scriptures and the prophets. Traditions which devalue marriage and family, abase women or do not recognize the majesty of their God-given roles, honor temporal success more than spiritual, or teach that reliance upon God is a weakness of character, all lead us away from eternal truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p13\" class=\"\">Of all the traditions we should cultivate within ourselves and our families, a “tradition of righteousness” should be preeminent. Hallmarks of this tradition are an unwavering love for God and His Only Begotten Son, respect for prophets and priesthood power, a constant seeking of the Holy Spirit, and the discipline of discipleship which transforms believing into doing. A tradition of righteousness sets a pattern for living which draws children closer to parents, and both closer to God, and elevates obedience from a burden to a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p14\" class=\"\">In a world where traditions often confuse right and wrong:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>We are inspired by the courage of each young person who has honored the Sabbath day, kept the Word of Wisdom, and remained chaste when popular culture has established the opposite as not only acceptable but expected.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>We are inspired by the wisdom of each man who has molded a career which properly supports his premier responsibility to spiritually lead his family when wealth and power are more highly valued by the world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>We are inspired by the nobility of each husband and wife who have established a relationship of equality and kindness when one of selfishness and indifference is so common.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p18\" class=\"\">As the supernal nature of our life begins to be understood and experienced, we desire nothing temporal to impede our celestial journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/cultivate-righteous-traditions.p19\" class=\"\">Humbled by the responsibility but joyous in the opportunity to preach the gospel and bear witness in all the world, I affirm my knowledge of eternal truths and everlasting culture. I testify of 15 men with prophetic calling and apostolic authority and one among them, even President Gordon B. Hinckley, who presides with dignity, vision, and a clear sense of righteous tradition. Of most significance, I testify of the Savior and Redeemer of mankind, of His Church, and of His atoning love, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}