{"ID":6436, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            One by One\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p2\" class=\"\">Elder Ronald A. Rasband<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ronald-a-rasband-10.jpg\" alt=\"Ronald A. Rasband\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Embrace the Savior’s warm invitation to come unto Him, one by one, and be perfected in Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p4\" class=\"\">My dear brothers and sisters, I feel it a great privilege and honor to stand here at this pulpit today. I pray for the blessing of the Holy Spirit, that what I say may add to the spiritual feelings we all experience at conference time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p5\" class=\"\">I would be very ungrateful if I did not take this opportunity to thank the Lord in all sincerity for my calling as a Seventy. I would also like to thank our dear prophet, President Hinckley, and his fellow leaders of the Church for their confidence in me. I pledge to them and all of you my best efforts in the years of service that lie before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p6\" class=\"\">Through many hours of reflection, I have been drawn back to my pioneer ancestors in deep appreciation. All eight of my great-grandparents came into the Church as early converts. Six of the eight immigrated to the United States from Europe, where I am now serving. I feel a deep sense of love and connection to the European Saints and commit myself to do all that I possibly can to strengthen the Church and build up the kingdom of God there or wherever I may be assigned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p7\" class=\"\">I express my love and gratitude to my dear eternal companion and choice family for their devoted support and love. I wish to convey my love to our friends and dear missionaries whom we recently served with in the New York New York North Mission. One of the great blessings of my life is that of treasured friends and close associates that I have had the privilege to know and learn from.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p8\" class=\"\">Throughout my life, I have come to know through my own experiences that Heavenly Father hears and answers our personal prayers. I know that Jesus is the living Christ and that He knows each of us individually, or as the scriptures express it, “one by one.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p9\" class=\"\">This sacred assurance is taught compassionately by the Savior Himself in His appearance to the people of Nephi. We read of this in 3 Nephi, chapter 11, verse 15:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p10\" class=\"\">“And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth <span class=\"emphasis\">one by one<\/span> until they had all gone forth” (<span class=\"citation\" id=\"5344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5344)\">3 Ne. 11:15<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p11\" class=\"\">To further illustrate the “one by one” nature of our Savior’s ministry, we read in 3 Nephi, chapter 17, verse 9:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p12\" class=\"\">“And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them <span class=\"emphasis\">every one<\/span> as they were brought forth unto him” (<span class=\"citation\" id=\"5349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5349)\">3 Ne. 17:9<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p13\" class=\"\">We then read of the special blessing given to the precious children in verse 21: “And when he had said these words, he wept, and the multitude bare record of it, and he took their little children, <span class=\"emphasis\">one by one,<\/span> and blessed them, and prayed unto the Father for them” (<span class=\"citation\" id=\"5351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5351)\">3 Ne. 17:21<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p14\" class=\"\">This was not a small gathering. In verse 25 [<span class=\"citation\" id=\"5353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5353)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5353)\">3 Ne. 17:25<\/a><\/span>] we read: “And they were in number about two thousand and five hundred souls; and they did consist of men, women, and children.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p15\" class=\"\">Certainly, there is a very profound and tender personal message here. Jesus Christ ministers to, and loves us all, one by one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p16\" class=\"\">As we reflect on our Savior’s way of loving, we sustain you dedicated stake and ward leaders, men and women of great faith. We gratefully recognize the many efforts of those of you working with the youth. And we express great appreciation to our caring Primary leaders and teachers for your Christlike service. We consider each of your one-by-one ministries and say thank you and please, please continue. Perhaps never in the history of mankind do we need to be serving on a one-by-one basis more than we do now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p17\" class=\"\">During the final months of our mission last year, we experienced an event that taught once again this profound principle that each of us is known and loved by God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p18\" class=\"\">Elder Neal A. Maxwell was coming to New York City for some Church business, and we were informed that he would also like to have a mission conference. We were so pleased to have this opportunity to hear from one of the Lord’s chosen servants. I was asked to select one of our missionaries to provide the opening prayer for the meeting. I might have randomly picked one of the missionaries to pray, but felt to ponder and prayerfully select one whom the Lord would have me ask. In going through the missionary roster, a name boldly stood out to me: Elder Joseph Appiah of Accra, Ghana. He was the one I felt the Lord wanted to pray at the meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p19\" class=\"\">Prior to the mission conference, I was having a regularly scheduled interview with Elder Appiah and told him of the prompting that I had received for him to pray. With amazement and humility in his eyes, he began to weep deeply. Somewhat surprised by his reaction, I started to tell him that it was all right and he wouldn’t have to pray, when he informed me he would love to offer the prayer, that his emotion was caused by the love he has for Elder Maxwell. He told me that this Apostle is very special to the Saints in Ghana and to his own family. Elder Maxwell had called his father to be the district president in Accra and had sealed his mother and father in the Salt Lake Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p20\" class=\"\">Now, I didn’t know any of what I just related about this missionary or his family, but the Lord did and inspired a mission president on behalf of <span class=\"emphasis\">one<\/span> missionary to provide a lifelong memory and testimony-building experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p21\" class=\"\">At the meeting, Elder Appiah offered a wonderful prayer and made a humble contribution to a meeting where Elder Maxwell taught the missionaries of the attributes of Jesus Christ. All who were there will never forget the feelings of love they experienced for their Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p22\" class=\"\">I have a testimony in my heart, brothers and sisters, that God, our Heavenly Father, and Jesus Christ know and love us individually. I’m not sure I fully understand how, I just know and have experienced that They do. I urge all of us in our own ministries, to our families and to our fellowman, to embrace the Savior’s warm invitation to come unto Him, one by one, and be perfected in Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/one-by-one.p23\" class=\"\">I share this witness and hope, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}