{"ID":644, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Security Found in Living the Gospel<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1953, pp. 90-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, who is following the conference on television,\nwhom we miss very much, President Clark, and my dear brothers and sisters: I enjoy very\nmuch listening to the sermons of the Brethren. They are comforting to me. They build me up\nin my faith and in my testimony. I love these Brethren, every one of them. I pray for them\ndaily, as I beg of them and beg of you to pray for me, one of the most humble, I believe,\namong you. I know these men are true servants of the Lord. I bear testimony to you that\nmany times I have felt and witnessed the inspiration from on high come to them when I little\nexpected it. I came from the business world to meet with these brethren, practically strangers,\nand I didn't know it was possible to love men as I have learned to love them, and as I know\nthey love one another. I pray that I might have the right attitude and the right spirit while I\noccupy this position, so that I can receive the favor of the Lord and his sustaining influence\nand power. I shall be grateful to you if I can have an interest in your faith and prayers\nbecause I know I need the blessings of the Lord, and I will be grateful to you for your\nkindness, your co-operation, and your love.\n<\/p><p>\nThis is a frightening experience, especially for me. The spirit here today has been beautiful. It\nhas been uplifting, the spirit of brotherhood, and the spirit of love. I am sure that all of our\nyoung children today, on this particular day of Easter, have enjoyed what it means. My own\nlittle grandson came at noon just as I was leaving, only five years of age, but he had some\nEaster things, and I said, \"What are those things, Bodie?\" And he said, \"O, it's Easter for my\nJesus.\" How grateful we should be for that kind of lesson that is taught to the youth of this\nChurch.\n<\/p><p>\nThere are problems in life that come to all of us. The day and age in which we live has\nbrought forth some new theories, new standards, and there is a feeling that we should perhaps\nbe more concerned about the word <i>security<\/i> than about other things in life. Now the true\nfeeling of security is a wonderful feeling, but there is a great deal more to security than just\nthe longing for it. We make our own security in a large degree, at least we should, both\nspiritually and temporally.\n<\/p><p>\nSometimes incidents happen in the lives of men that disturb them, and they may become\nirritated, and then they may start finding fault, and then they become critical, and before long\nthey may become bitter, and at that time we lose the finest things in life. True, the world is\nnot at ease. We have been at high tension for a number of years. We have seen great changes.\nWe have just finished a very bitter political campaign. There has been prejudice develop,\nmisunderstandings develop, but it is best that we forget them entirely.\n<\/p><p>\nReal security to the members of the Church of Jesus Christ of Latter-day Saints will come to\nus as individuals through the living of the gospel of the Lord Jesus Christ. In the gospel are\nfound the laws of truth, the laws of mankind, and if we live the principles of the gospel, the\nsecurity that men seek and the security that men desire will come to each one of us. If we are\nnot careful, however, living under these particular times and under this atmosphere, we may\nlose track of some of the finer things of life, and allow someone to mislead us. We may\ndevelop prejudices. We may be led off the true course. None of this is the Spirit of the Lord.\nNone of this is the gospel of the Lord Jesus Christ. It is the spirit of the adversary, working\nupon the minds and hearts and souls of men to discourage them, to cause confusion, to create\nantagonism and misunderstandings one toward the other.\n<\/p><p>\nIn the gospel of Jesus Christ is found the complete law of happiness&mdash;the laws that govern\nour daily lives, the laws that we can follow without any hesitation or without any misgivings.\nAs members of the Church, we need no security other than the gospel. If we live it, there will\ncome to all of us everything that we may need and everything that we may desire, for the\nLord has said.\n<\/p><p>\nHe that receiveth my Father receiveth my Father's kingdom: therefore all that my Father hath\nshall be given unto him (<span class=\"citation\" id=\"13148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13148)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nThe security in the gospel to the brethren of the Church is the kind of security that cannot be\nfound anywhere else in the world. It is the kind of security that the world does not\nunderstand. This security is given to the brethren of the Church who hold the Holy Priesthood\nof God, the power delegated to man to act in the name and in the place of our Father in\nheaven here upon the earth in the building up of his kingdom. The power of the priesthood is\nthe greatest power and the greatest force on the face of the earth. Talk about real security!\nThat will be with us if we keep the commandments of the Lord, and if we keep the covenants\nthat we have made with the Lord.\n<\/p><p>\nThere is a security that comes to all members of the Church who have received the great\nComforter spoken of by Elder Bruce R. McConkie this morning, the power and the gift of the\nHoly Ghost. And the Lord said regarding that great Comforter,\n<\/p><p>\nAnd I will pray the Father, and he shall give you another Comforter, that he may abide with\nyou for ever: \n<\/p><p>\nEven the Spirit of truth; whom the world cannot receive, because it seeth him not, neither\nknoweth him; but ye know him; for he dwelleth with you, and shall be in you\n(<span class=\"citation\" id=\"27560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27560)\">John 14:16-17<\/a><\/span>).\n<\/p><p>\nAs members of the Church this type of security is the type of security that will be enduring\nand everlasting.\n<\/p><p>\nWe must not expect perfection in the other fellow because we ourselves do not give\nperfection. We might be more tolerant with one another. Yes, we may have our differences,\nbut we should have faith in our fellow men; faith in ourselves; faith in our friends and\nassociates; and above all, faith in God our Eternal Father and in his Son, Jesus Christ; faith in\nthe mission of the Savior who was crucified on Calvary.\n<\/p><p>\nWhen we talk of that, I wonder whether we stop to think of the great suffering that He was\nwilling to go through for us. We should have faith in the mission of the Redeemer of\nmankind, the Savior of the world; faith in the mission of the Prophet Joseph Smith, truly an\ninstrument in the hands of God in bringing forth the restored gospel that should make our\nlives sweeter, more tolerant, and more considerate. There isn't any teaching in the gospel that\nteaches us bitterness; in fact we are taught to be tolerant and forgiving and understanding. The\nSpirit of the Lord can be found in our own hearts. If we are out of harmony with the Lord,\nour spiritual well-being is not in accordance with the wishes of the Lord.\n<\/p><p>\nYes, men may have their differences and often do, but these differences can all be settled if\nmen will go about settling those differences as the gospel has prescribed the brethren of the\nChurch to do. The Lord said,\n<\/p><p>\nBut I say unto you, that whosoever is angry with his brother shall be in danger of his\njudgment. And whosoever shall say to his brother, Raca, [meaning the calling of angry\nnames] shall be in danger of the council; and whosoever shall say, Thou fool, shall be in\ndanger of hell fire.\n<\/p><p>\nTherefore, if ye shall come unto me, or shall desire to come unto me, and rememberest that\nthy brother hath aught against thee&mdash;\n<\/p><p>\nGo thy way unto thy brother, and first be reconciled to thy brother, and then come unto me\nwith full purpose of heart, and I will receive you\n(<span class=\"citation\" id=\"5523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5523)\">3 Ne. 12:22-24<\/a><\/span>).\n<\/p><p>\nOh, brethren, if we can only follow that principle when we have our\ndifferences, they would fade away as the snow in the sunshine.\n<\/p><p>\nThe doctrines taught in early times are real truths and principles. Time has worn well with\nthem, and their victory stands firmly before the world. The security that men sought for in\nearly years was that afforded by the blessing of opportunity.\n<\/p><p>\nThe liberty of man may be circumscribed, his hands and his legs may be chained and his\nbody may be tortured, but as long as his soul is free to commune with God he will never\nreally become enslaved by any destructive force.\n<\/p><p>\nMen in the Kremlin who have had their satellites in Europe and Asia have been unable to\ndate to permanently purge religion from their borders, and they will never purge the belief in\nGod from the souls of men.\n<\/p><p>\nMay we have the true Spirit of the Christ. May we remain faithful. We should never permit\nuneasiness or antagonism or bitterness to come into our souls. We must not judge too harshly\nunless we ourselves bear the mark of perfection.\n<\/p><p>\nTalking to the young people about that word security that we read so much about, an educator\nrecently informed me of a survey that he had completed of a group of seniors to see exactly\nwhat was foremost in their minds, and he asked them about twenty practical questions as to\nwhat was really their greatest concern. He asked them whether they wanted to start in\nbusiness and work their way up, or whether they wanted to go into the government service, or\nwhether they wanted to render social service, or missionary service, what they thought of their\nfellow men, what they thought of opportunities and security, and to his surprise, a large group\nof those young men interviewed listed the thing that was uppermost in their minds was that of\nsecurity. They were not concerned too much about opportunity, and yet in this land, men have\nprayed that we would have opportunity, and we have been blessed abundantly with\nopportunities. Our grandparents never thought of that word <i>temporal security<\/i>. They were\nwilling to make their own. All they desired and prayed for was the opportunity to do so.\n<\/p><p>\nMy association and some of my assignments have brought me in contact with fine men who\nfor some reason or other have become inactive in the Church, and I want to bear you my\ntestimony that I have seen these men literally changed. I want to tell you that when the gospel\nof the Lord Jesus Christ touches the souls of men, they are transformed into real, humble\nservants in his work. No man when he is humble and prayerful can resist the Spirit of the\nLord if he will put himself in tune with communication with the Spirit of the Lord. And as\nthe poem states from Boubar:\n<\/p><p>\nGreat Master, touch us with thy skilful hand.<br \/>\nLet not the music that is within us die.<br \/>\nGreat sculptor, hew and polish us,<br \/>\nNor let hidden and lost thy form within us lie.<br \/>\nSpare not the stroke, Do with us as thou wilt,<br \/>\nLet there be not unfinished or marred.<br \/>\nComplete thy purpose that we may become thy perfect image,<br \/>\nFor thou art God, our Lord.\n<\/p><p>\nI know that Joseph Smith is a prophet of God. I am grateful for the mission of his brother,\nHyrum. Oh, what a brother! An elder brother to the Prophet. What a lesson he could preach\nto all the brethren of the Church, brothers, I mean, in families. He stayed with the Prophet\nuntil his death. I know that Joseph Smith and Brigham Young were true prophets of God. I\nknow it by the dictates of the Holy Spirit and by the gift and the power of the Holy Ghost. I\nknow that all the Presidencies and Apostles from that time to this have been called of God,\nand divinely called, and that they are inspired each day of their lives. I know that President\nDavid O. McKay is a true, living prophet of God, and that he does receive inspiration and\nrevelation from on high, and that the Lord reveals his will to him and that\nthe Lord has protected him as though in the hollow of his hand.\n<\/p><p>\nMay we keep the covenants that we have made with the Lord. It is my testimony that there is\nno enduring security other than the gospel of the Lord Jesus Christ. This security will comfort\nour hearts; this security will sustain our souls. God grant that we may remain faithful, that we\nmay keep the lines of communication open so that not alone in time of need, but every day of\nour lives we can humble ourselves, as Brother Christiansen talked about yesterday, that we\ncan go to the Lord, that we will not have to face the problems of life alone. Our big problem\nis to keep ourselves in tune with the Spirit of the Lord so that we can hear the dictates which\nprompt us through the power and the gift of the Holy Ghost; this I humbly pray for in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}