{"ID":6440, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Sanctify Yourselves”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p3\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The call in every age—and especially our age—is Joshua’s call: “Sanctify yourselves: for to morrow the Lord will do wonders among you.”<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">20911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p5\" class=\"\">Brethren, I love and revere the priesthood of God, and I am honored to stand with those of you who bear it. My message tonight is intended for all of us, whatever our age or years of service, but I do wish to speak specifically to the deacons, teachers, and priests in the Aaronic Priesthood, and the young, newly ordained elders in the Melchizedek Priesthood—you of the rising generation, you who must be ready to use your priesthood, often at times and in ways you did not anticipate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p6\" class=\"\">In that spirit my call to you tonight is something of the call Joshua gave to an earlier generation of priesthood bearers, young men and those not so young, who needed to perform a miracle in their time. To these who would need to complete ancient Israel’s most formidable task—recapturing and repossessing their promised land of old—Joshua said, “Sanctify yourselves: for to morrow the Lord will do wonders among you.”<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_019\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30014)\">Josh. 3:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p7\" class=\"\">Let me share a story with you suggesting how soon and how unexpectedly those tomorrows can come and in some cases how little time you may have to make hasty, belated preparation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p8\" class=\"\">On the afternoon of Wednesday, September 30, 1998, just two years ago last week, a Little League football team in Inkom, Idaho, was out on the field for its midweek practice. They had completed their warm-ups and were starting to run a few plays from scrimmage. Dark clouds were gathering, as they sometimes do in the fall, and it began to rain lightly, but that was of no concern to a group of boys who loved playing football.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p9\" class=\"\">Suddenly, seemingly out of nowhere, an absolutely deafening crack of thunder split the air, inseparable from the flash of lightning that illuminated, literally electrified, the entire scene.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p10\" class=\"\">At that very moment a young friend of mine, A. J. Edwards, then a deacon in the Portneuf Ward of the McCammon Idaho Stake, was ready for the ball on a handoff that was sure to be a touchdown in this little intersquad bit of horseplay. But the lightning that had illuminated earth and sky struck A. J. Edwards from the crown of his football helmet to the soles of his shoes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p11\" class=\"\">The impact of the strike stunned all the players, knocking a few to the ground, leaving one player temporarily without his sight and virtually all the rest of the players dazed and shaken. Instinctively they started running for the concrete pavilion adjacent to the park. Some of the boys began to cry. Many of them fell to their knees and began to pray. Through it all, A. J. Edwards lay motionless on the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p12\" class=\"\">Brother David Johnson of the Rapid Creek Ward, McCammon Idaho Stake, rushed to the player’s side. He shouted to coach and fellow ward member Rex Shaffer, “I can’t get a pulse. He’s in cardiac arrest.” These two men, rather miraculously both trained emergency medical technicians, started a life-against-death effort in CPR.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p13\" class=\"\">Cradling A. J.’s head as the men worked was the young defensive coach of the team, 18-year-old Bryce Reynolds, a member of the Mountain View Ward, McCammon Idaho Stake. As he watched Brother Johnson and Brother Shaffer urgently applying CPR, he had an impression. I am confident it was a revelation from heaven in every sense of the word. He remembered vividly a priesthood blessing that the bishop had once given his grandfather following an equally tragic and equally life-threatening accident years earlier. Now, as he held this young deacon in his arms, he realized that for the first time in his life he needed to use his newly conferred Melchizedek Priesthood in a similar way. In anticipation of his 19th birthday and forthcoming call to serve a mission, young Bryce Reynolds had been ordained an elder just 39 days earlier.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p14\" class=\"\">Whether he audibly spoke the words or only uttered them under his breath, Elder Reynolds said: “A. J. Edwards, in the name of the Lord Jesus Christ and by the power and authority of the Melchizedek Priesthood which I hold, I bless you that you will be OK. In the name of Jesus Christ, amen.” As Bryce Reynolds closed that brief but fervent blessing offered in the language of an 18-year-old, A. J. Edwards drew his first renewed breath.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p15\" class=\"\">The ongoing prayers, miracles, and additional priesthood blessings of that entire experience—including a high-speed ambulance drive to Pocatello and a near-hopeless LifeFlight to the burn center at the University of Utah—all of that the Edwards family can share with us at a later time. It is sufficient to say that a very healthy and very robust A. J. Edwards is in the audience tonight with his father as my special guests. I also recently talked on the telephone with Elder Bryce Reynolds, who has been serving faithfully in the Texas Dallas Mission for the past 17 months. I love these two wonderful young men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p16\" class=\"\">Now, my young friends of both the Aaronic and Melchizedek Priesthood, not every prayer is answered so immediately, and not every priesthood declaration can command the renewal or the sustaining of life. Sometimes the will of God is otherwise. But young men, you will learn, if you have not already, that in frightening, even perilous moments, your faith and your priesthood will demand the very best of you and the best you can call down from heaven. You Aaronic Priesthood boys will not use your priesthood in exactly the same way an ordained elder uses the Melchizedek, but all priesthood bearers must be instruments in the hand of God, and to be so, you must, as Joshua said, “sanctify yourselves.” You must be ready and worthy to act.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p17\" class=\"\">That is why the Lord repeatedly says in the scriptures, “Be ye clean, that bear the vessels of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_019\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24931)\">Isa. 52:11<\/a><\/span>; see also <span class=\"citation\" id=\"5357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5357)\">3 Ne. 20:41<\/a><\/span>; <span class=\"citation\" id=\"10880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10880)\">D&amp;C 38:42<\/a><\/span>; <span class=\"citation\" id=\"11030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11030)\">D&amp;C 133:5<\/a><\/span>.]<\/span><\/sup> Let me tell you what that phrase “bear the vessels of the Lord” means. Anciently it had at least two meanings, both related to the work of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p18\" class=\"\">The first refers to the recovery and return to Jerusalem of various temple implements that had been carried into Babylon by King Nebuchadnezzar. In physically handling the return of these items, the Lord reminded those early brethren of the sanctity of anything related to the temple. Therefore as they carried back to their homeland these various bowls, basins, cups, and other vessels, they themselves were to be as clean as the ceremonial instruments they bore.<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_019\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3154)\">2 Kgs. 25:14–15<\/a><\/span>; <span class=\"citation\" id=\"23196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23196)\">Ezra 1:5–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p19\" class=\"\">The second meaning is related to the first. Similar bowls and implements were used for ritual purification in the home. The Apostle Paul, writing to his young friend Timothy, said of these, “In a great house there are … vessels of gold and … silver, … of wood and of earth”—these means of washing and cleansing common in the time of the Savior. But Paul goes on to say, “If a man … purge himself [of unworthiness], <span class=\"emphasis\">he<\/span> shall <span class=\"emphasis\">be<\/span> a vessel … sanctified, and meet for the master’s use, and prepared unto every good work.” Therefore, Paul says, “Flee … youthful lusts: … follow righteousness, … call on the Lord out of a pure heart.”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_019\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5066)\">2 Tim. 2:20–22<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p20\" class=\"\">In both of these biblical accounts the message is that as priesthood bearers not only are we to <span class=\"emphasis\">handle<\/span> sacred vessels and emblems of God’s power—think of preparing, blessing, and passing the sacrament, for example—but we are also to <span class=\"emphasis\">be<\/span> a sanctified instrument as well. Partly because of what we are to <span class=\"emphasis\">do<\/span> but more importantly because of what we are to <span class=\"emphasis\">be,<\/span> the prophets and apostles tell us to “flee … youthful lusts” and “call on the Lord out of a pure heart.” They tell us to be clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p21\" class=\"\">Now, we live in an age when that cleanliness is more and more difficult to preserve. With modern technology even your youngest brothers and sisters can be carried virtually around the world before they are old enough to ride a tricycle safely across the street. What were in my generation carefree moments of moviegoing, TV watching, and magazine reading have now, with the additional availability of VCRs, the Internet, and personal computers, become <span class=\"emphasis\">amusements<\/span> fraught with genuine moral danger. I put the word <span class=\"emphasis\">amusements<\/span> in italics. Did you know that the original Latin meaning of the word <span class=\"emphasis\">amusement<\/span> is “a diversion of the mind intended to deceive”? Unfortunately that is largely what “amusements” in our day have again become in the hands of the arch deceiver.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p22\" class=\"\">Recently I read an author who said: “Our leisure, even our play, is a matter of serious concern. [That is because] there is no neutral ground in the universe: every square inch, every split second, is claimed by God and counterclaimed by Satan.”<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_019\">5<\/a>\n       <span class=\"footnote\">[C. S. Lewis, <span class=\"emphasis\">Christian Reflections,<\/span> ed. Walter Hooper (1967), 33.]<\/span><\/sup> I believe that to be absolutely true, and no such claiming and counterclaiming anywhere is more crucial and conspicuous than that being waged for the minds and morals, the personal purity of the young.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p23\" class=\"\">Brethren, part of my warning voice tonight is that this will only get worse. It seems the door to permissiveness, the door to lewdness and vulgarity and obscenity swings only one way. It only opens farther and farther; it never seems to swing back. Individuals can choose to close it, but it is certain, historically speaking, that public appetite and public policy will not close it. No, in the moral realm the only real control you have is self-control.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p24\" class=\"\">Brethren, if you are struggling with self-control in what you look at or listen to, in what you say or what you do, I ask you to pray to your Father in Heaven for help. Pray to Him as Enos did, who wrestled before God and struggled mightily in the spirit.<sup class=\"noteMarker\"><a href=\"#footnote6-20911_000_019\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21459)\">Enos 1:2–10<\/a><\/span>.]<\/span><\/sup> Wrestle like Jacob did with the angel, refusing to let go until a blessing had come.<sup class=\"noteMarker\"><a href=\"#footnote7-20911_000_019\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"23397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23397)\">Gen. 32:24–26<\/a><\/span>.]<\/span><\/sup> Talk to your mom and dad. Talk to your bishop. Get the best help you can from all the good people who surround you. Avoid at all costs others who would tempt you, weaken your will, or perpetuate the problem. If anyone does not feel fully worthy tonight, he can become worthy through repentance and the Atonement of the Lord Jesus Christ. The Savior wept and bled and died for you. He has given everything for your happiness and salvation. He certainly is not going to withhold help from you now!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p25\" class=\"\">Then you can help others to whom you are sent, now and in the future, as one holding the priesthood of God. You can then, as a missionary, be what the Lord described as “a physician [to] the church.”<sup class=\"noteMarker\"><a href=\"#footnote8-20911_000_019\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10874)\">D&amp;C 31:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p26\" class=\"\">Young men, we love you. We worry about you and want to help you every way we can. Nearly 200 years ago William Wordsworth wrote that “the world is too much with us.” What on earth would he say about the encroachments pressing in on your souls and sensibilities today? In addressing some of these problems facing you, we are mindful that an absolute multitude of young men is faithfully living the gospel and standing resolutely before the Lord. I am sure that multitude includes the overwhelming majority of all who are listening here tonight. But the cautions we give to the few are important reminders even to the faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p27\" class=\"\">In the most difficult and discouraging days of World War II, Winston Churchill said to the people of England: “To every man there comes … that special moment when he is figuratively tapped on the shoulder and offered the chance to do a special thing unique to him and fitted to his talent. What a tragedy if that moment finds him unprepared or unqualified for the work which would be his finest hour.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sanctify-yourselves.p28\" class=\"\">In an even more serious kind of spiritual warfare, brethren, the day may come—indeed, I am certain <span class=\"emphasis\">will<\/span> come—when in an unexpected circumstance or a time of critical need, lightning will strike, so to speak, and the future will be in your hands. Be ready when that day comes. Be strong. Always be clean. Respect and revere the priesthood that you hold, tonight and forever. I bear witness of this work, of the power we have been given to direct it, and of the need to be worthy in administering it. Brethren, I testify that the call in every age—and especially our age—is Joshua’s call: “Sanctify yourselves: for to morrow the Lord will do wonders among you.” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30014)\">Josh. 3:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24931)\">Isa. 52:11<\/a><\/span>; see also <span class=\"citation\" id=\"5357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5357)\">3 Ne. 20:41<\/a><\/span>; <span class=\"citation\" id=\"10880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10880)\">D&amp;C 38:42<\/a><\/span>; <span class=\"citation\" id=\"11030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11030)\">D&amp;C 133:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3154)\">2 Kgs. 25:14–15<\/a><\/span>; <span class=\"citation\" id=\"23196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23196)\">Ezra 1:5–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5066)\">2 Tim. 2:20–22<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>C. S. Lewis, <span class=\"emphasis\">Christian Reflections,<\/span> ed. Walter Hooper (1967), 33.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20911_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21459)\">Enos 1:2–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20911_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"23397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23397)\">Gen. 32:24–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_019\"><a name=\"-20911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20911_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10874)\">D&amp;C 31:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}