{"ID":6442, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Satan’s Bag of Snipes\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Will we listen to Satan, the author of all lies … ? Or are we going to believe a loving Heavenly Father, who is the source of all truth and happiness?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p4\" class=\"\">As a young man having just finished my first year of college and needing to earn money for a desired mission, I spent the summer working at the new Jackson Lake Lodge in Jackson Hole, Wyoming. Many college-age youths came to work in that pristine, beautiful area.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p5\" class=\"\">One such person was Jill, a young woman from San Francisco, California. Feeling that a young woman from a big city might be a little bit naive about her new environment, I and a few friends felt it our obligation to teach her about the ways of the real West. We decided to take her on a “snipe hunt.” For those of you who may not be familiar with a snipe hunt, it is a practical joke, as there is no such thing as a snipe, at least not in the western United States. The tools necessary for a snipe hunt are a stick and a cloth bag. The “hunter” is told to go through the brush, beating the bushes with a stick while calling the snipe in a high-pitched, ridiculous voice. The nonexistent snipes are thus to be driven into the cloth bag.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p6\" class=\"\">We gave Jill her cloth bag and a stick and an area to hunt across the hill. The plan was to return to our starting point in about 15 minutes, at which time we would supposedly count our snipes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p7\" class=\"\">When she did not return at the appointed time, we gloated and took delight in the seriousness with which she took her hunt. After about 30 minutes, we felt it was time to rescue her, explain the joke, have a good laugh, and all go to dinner. However, it became apparent that she had taken her snipe hunt more seriously than we had expected—she was not to be found in her assigned area. After searching rather extensively and still finding no evidence of her, we began moving into the woods, calling for her at the top of our voices, but to no avail.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p8\" class=\"\">Hoping she might have gone back to her dormitory, we returned and asked some young women to search for her there, but this also was to no avail. It was now turning dark, and our concern heightened. We enlisted all the young men we could from the boys’ dormitory, and with flashlights continued the search deep into the woods. Well into the darkness of night—frightened, concerned, and hoarse from calling—we decided it was now time to report our ridiculous deed to the park rangers. While we were standing in front of the dorms, trying to determine which brave soul would have the privilege of reporting her disappearance, Jill suddenly appeared—not from her dormitory, but rather from that of a friend, with whom she had enjoyed dinner (which we incidentally missed) and a comfortable evening with her friends. Her first words to us as she approached said it all: “How do you fellows like hunting <span class=\"emphasis\">snipe hunters?<\/span>” Well, so much for big city naïveté, and so much for the ways of the real West. The joke was on us, and I have never had a desire for any more snipe hunting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p9\" class=\"\">But there is another “snipe hunt” going on all around us, and we may be the naive victims. It is not a practical joke, and it will not end with a good laugh and a little warm fellowship. Satan is the great deceiver, liar, and enemy to all that is good, including our happiness and our well-being. His great desire is to thwart our Heavenly Father’s plan of happiness and make us “miserable like unto himself” (<span class=\"citation\" id=\"3249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3249)\">2 Ne. 2:27<\/a><\/span>). Being the very author and perpetrator of deceit, he in effect would invite us to join him in his snipe hunt, to fill our bags with excitement, fun, popularity, and the so-called “good life.” But his promises are as illusionary as the nonexistent snipe. What he really offers are lies, misery, spiritual degradation, and loss of self-worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p10\" class=\"\">Satan’s sales pitch as he sends us off to fill our bags is “Eat, drink, and be merry, for tomorrow we die” (<span class=\"citation\" id=\"3283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3283)\">2 Ne. 28:7<\/a><\/span>). His invitation may seem enticing and convincing. Nephi describes his sales techniques as pacifying, flattering, and lulling as he declares, “All is well” (<span class=\"citation\" id=\"3289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3289)\">2 Ne. 28:21–22<\/a><\/span>). Among other things Satan would have us put in our bags is immorality in all its forms, including pornography, language, dress, and behavior. But such evil deeds bring emotional distress, loss of spirituality, loss of self-respect, and lost opportunity for a mission or temple marriage, and sometimes even unwanted pregnancy. Satan would enslave us by having us put drugs, alcohol, tobacco, and other addictive behaviors into our bags.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p11\" class=\"\">Satan will tell us that these things are OK and that “everybody is doing it.” He will tell us that they bring popularity and acceptance. Satan’s lies can be very enticing, especially at that critical time in life when young people are craving acceptance and popularity.<\/p>\n\t\t\t<p class=\"preamble\">However, there are certain clues to guide us as to what to avoid putting in our bags. You would recognize these clues because they are common and they are familiar—clues such as:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“Everybody is doing it.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“Nobody will know.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“It is not really hurting anyone.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“It won’t hurt just this once.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“So what?”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“You can repent later and still go on a mission and be married in the temple.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>“Christ atoned for your sins; He will forgive you.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p20\" class=\"\">When such justifications are given either outright by others or subtly by the whisperings of the tempter, you are warned. Don’t listen. Don’t experiment. Just don’t do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p21\" class=\"\">God, our loving Father, the source of all truth, has warned us of Satan’s deceit. Listen to what the Lord has said through His prophets:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Paul taught the Saints in Corinth: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy” (<span class=\"citation\" id=\"28\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28)\">1 Cor. 3:16–17<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Jacob warned the Nephites of old: “But, wo, wo, unto you that are not pure in heart, that are filthy this day before God” (<span class=\"citation\" id=\"25800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25800)\">Jacob 3:3<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Alma reminded his wayward son, Corianton, regarding sexual impurity: “Know ye not, my son, that these things are an abomination in the sight of the Lord?” (<span class=\"citation\" id=\"8558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8558)\">Alma 39:5<\/a><\/span>). And then further to Corianton, “Wickedness never was happiness” (<span class=\"citation\" id=\"8566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8566)\">Alma 41:10<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p25\" class=\"\">Lest we think these warnings were for biblical times only, listen to what our modern-day prophet, President Gordon B. Hinckley, has said: “Notwithstanding the so-called ‘new morality,’ notwithstanding the much-discussed changes in moral standards, there is no adequate substitute for virtue. God’s standards may be challenged everywhere throughout the world, <span class=\"emphasis\">but God has not abrogated his commandments<\/span>” (“With All Thy Getting Get Understanding,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1988, 4; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p26\" class=\"\">So we ask ourselves, “Who are we going to believe in our search for happiness and well-being?” Will it be Satan, the author of all lies and deceit, whose single objective is to destroy us? Or are we going to believe a loving Heavenly Father, who is the source of all truth and happiness, whose sole objective is rewarding us with His eternal love and joy?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p27\" class=\"\">We may come from humble circumstances, have limited education, and may even have what we consider unimpressive worldly accomplishments. And because of Satan’s deceit, we may at times feel unimportant, insignificant, or incapable. But let us never forget—we are the ones chosen to hold the priesthood of God, we are His called, ordained representatives, and that makes us somebody.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/satans-bag-of-snipes.p28\" class=\"\">Because of His priesthood, we are empowered. We are royalty. And we have the power to discern between Satan’s snipes and God’s true principles of happiness. Because we know who we are and because we are endowed with the Holy Spirit and empowered with His priesthood, we have the power to just say no. “No, Satan, I will not be a victim of your deceitful, vicious, and often deadly snipe hunt.” I testify that “wickedness never was happiness” (<span class=\"citation\" id=\"8567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8567)\">Alma 41:10<\/a><\/span>) and wickedness never will be happiness. I further testify that happiness and self-worth will come only from living the principles of Him who created the plan of happiness. This I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}