{"ID":6443, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Enemy Within\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">Each of us needs to train ourselves to be bold, disciplined, and loyal men of the priesthood who are prepared with the proper weapons to fight against evil and to win.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p4\" class=\"\">My dear brethren of the priesthood, I express my love and appreciation for each of you. We are grateful for all you do to move this holy work forward in all of the world. I am humbled and honored to be one of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p5\" class=\"\">Even before the world began, a great war in heaven commenced between the forces of good and evil.<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_022\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"42129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42129)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42129)\">Rev. 12:4–9<\/a><\/span>; <span class=\"citation\" id=\"38819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38819)\">Moses 4:1–4<\/a><\/span>; <span class=\"citation\" id=\"7115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7115)\">Abr. 3:24–28<\/a><\/span>; <span class=\"citation\" id=\"10869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10869)\">D&amp;C 29:36–38<\/a><\/span>; <span class=\"citation\" id=\"24924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24924)\">Isa. 14:12–20<\/a><\/span>; <span class=\"citation\" id=\"30989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30989)\">Luke 10:18<\/a><\/span>.]<\/span><\/sup> That war rages today ever more fiercely. Satan is still the captain of the hosts of evil. He is still tempting us just as he did Moses, saying, “Son of man, worship me.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_022\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38799)\">Moses 1:12<\/a><\/span>.]<\/span><\/sup> As priesthood holders we are marshaled into the great army of righteousness to combat the forces of Lucifer. Each of us needs to train ourselves to be bold, disciplined, and loyal men of the priesthood who are prepared with the proper weapons to fight against evil and to win. Paul said these weapons are “the breastplate of righteousness,” “the shield of faith,” “the helmet of salvation,” and “the sword of the Spirit, which is the word of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21566)\">Eph. 6:14–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p6\" class=\"\">Tonight I should like to speak about the battle that each of us has to wage within ourselves. President Joseph F. Smith taught us: “Our first enemy we will find within ourselves. It is a good thing to overcome that enemy first and bring ourselves into subjection to the will of the Father, and into strict obedience to the principles of life and salvation which he has given to the world for the salvation of men.”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_022\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 371–72.]<\/span><\/sup> In simple terms, this means that we need to strengthen the good within us and to overcome the temptations of Satan. The direction finder is sure. Alma tells us, “Whatsoever is good cometh from God, and whatsoever is evil cometh from the devil.”<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8489)\">Alma 5:40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p7\" class=\"\">Robert Louis Stevenson captured this constant struggle between good and evil in the classic novel about Dr. Jekyll and Mr. Hyde. The story tells us that in the beginning “Dr. Jekyll is a highly respected London physician, a good and kindly man, who in his youth had showed inclinations toward evil which, however, he succeeded in suppressing. Interested in drugs, the doctor now chances upon one which enables him to change his external form to that of a repulsive dwarf, the very embodiment of evil, whom he calls Mr. Hyde. A similar dose permits him to return to the form and personality of the benevolent doctor. Many times the doctor becomes Mr. Hyde, thereby giving this side of his nature more and more power. Jekyll finds it increasingly difficult to regain his virtuous entity and also finds himself occasionally becoming Hyde without the use of the drug.”<sup class=\"noteMarker\"><a href=\"#footnote6-20911_000_022\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Thesaurus of Book Digests<\/span> (1949), 206.]<\/span><\/sup> In the character of Mr. Hyde, he commits murder, and when the drug will no longer restore him to the kindly Dr. Jekyll, the truth is discovered and Hyde kills himself. The misuse of drugs destroyed his life. So it can be in real life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p8\" class=\"\">Now the key to never turning into an evil, wicked Mr. Hyde is to determine not to yield to destroying temptations. Never, never experiment with any addictive substance. Do not ever use tobacco in any form or take any other enslaving substances. Stay away from intoxicating liquor. Addictions bring tragic consequences that are hard to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p9\" class=\"\">Blessings come from holding true to our principles. When I was the president of the Cottonwood stake, one of our stake patriarchs was Dr. Creed Haymond. He would occasionally bear strong testimony of the Word of Wisdom. As a young man he was the captain of the University of Pennsylvania track team. In 1919 Brother Haymond and his team were invited to participate in the annual Inter-Collegiate Association track meet. The night before the track meet his coach, Lawson Robertson, who coached several Olympic teams, instructed his team members to drink some sherry wine. In those days, coaches wrongly felt that wine was a tonic for muscles hardened through rigorous training. All the other team members took the sherry, but Brother Haymond refused because his parents had taught him the Word of Wisdom. Brother Haymond became very anxious because he did not like to be disobedient to his coach. He was to compete against the fastest men in the world. What if he made a poor showing the next day? How could he face his coach?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p10\" class=\"\">The next day at the track meet the rest of the team members were very ill and performed poorly or were even too sick to run. Brother Haymond, however, felt well and won the 100- and 220-yard dashes. His coach told him, “You just ran the two hundred and twenty yards in the fastest time it has ever been run by any human being.” That night and for the rest of his life, Creed Haymond was grateful for his simple faith in keeping the Word of Wisdom.<sup class=\"noteMarker\"><a href=\"#footnote7-20911_000_022\">7<\/a>\n       <span class=\"footnote\">[See Joseph J. Cannon, “Speed and the Spirit,”<span class=\"emphasis\"> Improvement Era,<\/span> Oct. 1928, 1001–7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p11\" class=\"\">In the military service during World War II, I associated with some fine young men of great promise. But little by little, I saw some of them turn from the decent, God-fearing qualities of Dr. Jekyll and revert to the baseness of a Mr. Hyde. For some, it began by drinking coffee because the water was foul, and the water decontamination pills had such an unpleasant taste. The coffee led some to take an occasional drink of beer. Every soldier serving overseas was allocated a ration of cigarettes and an occasional bottle of whiskey, which were worth considerable money.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p12\" class=\"\">President George Albert Smith once gave this advice: “If you cross to the devil’s side of the line one inch, you are in the tempter’s power, and if he is successful, you will not be able to think or even reason properly, because you will have lost the spirit of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote8-20911_000_022\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Sharing the Gospel with Others,<\/span> ed. Preston Nibley (1948), 43.]<\/span><\/sup> Some soldiers stayed on the safe side of the line and never experimented with nor trafficked in these addicting substances, even though they were given to us free. But others would sample the cigarettes or alcohol as a diversion to the challenges of the war. A few were even drawn away into immorality, believing that the stress of war justified lowering their standards and letting the Mr. Hyde side of their personalities take over.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p13\" class=\"\">After the war, those who had become addicted to tobacco, alcohol, and immorality found that they could not readily shake off these bad habits. The young men who had started out with such potential crossed that line inch by inch, robbing themselves and their families of the promised happiness and experiencing instead divorce, broken families, and heartaches.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p14\" class=\"\">Those who never lowered their standards did not succumb to these addictions. They came through that stressful period of their lives stronger and more prepared to lead productive, exemplary, and happy lives as faithful fathers and grandfathers of righteous families. They have also served as honored and respected leaders in the Church and in the community.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p15\" class=\"\">Another false philosophy that appeals to the Mr. Hyde side of our natures is that peeking into pornography is harmless. This is a terrible deception. Pornography is as addictive as cocaine or any illegal drug. I recently received a heartbreaking letter from an excommunicated man whose soul is filled with sorrow and regret. With his permission, I quote the following from his letter: “I hope that this letter will confirm to any who have doubt that the path of destruction only reaps sorrow and grief and no sin is worth this price.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p16\" class=\"\">He goes on to state: “I have brought grief and sorrow upon myself. Only now do I fully realize the great destruction that I have brought upon myself. No selfish or lustful desire is worth losing your Church membership for. I have brought terrible grief to my wife and two wonderful children. I am grateful for my wife’s great efforts to help me overcome my sins. My wife has been a victim of my sins and had to endure great sorrow and suffering. I long for the day that I can again be a member of the Lord’s Church and for our family to be an eternal family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p17\" class=\"\">The letter goes on to admit: “My sins are a direct result of my early childhood addiction to pornography. Without a doubt, pornography is addictive and is poison. Had I learned early in my life to apply the power of self-mastery, I would be a member of the Church today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p18\" class=\"\">One of Mr. Hyde’s deceptions is what some erroneously call “premeditated repentance.” There is no such doctrine in this Church. This may sound subtly appealing, but it is in fact pernicious and a false concept. Its objective is to persuade us that we can consciously and deliberately transgress with the forethought that quick repentance will permit us to enjoy the full blessings of the gospel, such as temple blessings or a mission. True repentance can be a long, painful process. This foolish doctrine was foreseen by Nephi:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p19\" class=\"\">“And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; yea, lie a little, take the advantage of one because of his words, dig a pit for thy neighbor; there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote9-20911_000_022\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3284)\">2 Ne. 28:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p20\" class=\"\">Of all those who teach this doctrine the Lord says, “The blood of the saints shall cry from the ground against them.”<sup class=\"noteMarker\"><a href=\"#footnote10-20911_000_022\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3285)\">2 Ne. 28:10<\/a><\/span>.]<\/span><\/sup> This is because all of our covenants must not only be received through ordinances but to be eternal must also be sealed by the Holy Spirit of Promise.<sup class=\"noteMarker\"><a href=\"#footnote11-20911_000_022\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11023)\">D&amp;C 132:7<\/a><\/span>.]<\/span><\/sup> This divine stamp of approval is placed upon our ordinances and covenants only through faithfulness. The false idea of so-called premeditated repentance involves an element of deception, but the Holy Spirit of Promise cannot be deceived.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p21\" class=\"\">Some people wear masks of decency and outward righteousness but live lives of deception, believing that, like Dr. Jekyll, they can live a double life and never be found out. James said, “A double minded man is unstable in all his ways.”<sup class=\"noteMarker\"><a href=\"#footnote12-20911_000_022\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26022)\">James 1:8<\/a><\/span>.]<\/span><\/sup> In the Book of Mormon we read the account of Corianton, who went on a mission to the Zoramites with his father and brother. His double life caused him to forsake his ministry and his father to lament, “O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.”<sup class=\"noteMarker\"><a href=\"#footnote13-20911_000_022\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8559)\">Alma 39:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p22\" class=\"\">Hypocrites are those who outwardly wear masks that portray goodness but inwardly practice evil and deceit. Such were the scribes and Pharisees who came to the Savior pretending to be troubled in conscience and to be seeking His wise counsel. “Master,” they said in flattering tone, “we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p23\" class=\"\">With this devious approach they hoped to catch Him off guard as they asked: “Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p24\" class=\"\">Their question was loaded with wicked intent because one of the most offensive of the Roman laws was the poll tax. If He had answered, “Yes,” the Pharisees could have painted Him as disloyal to the Jews. If His answer had been “No,” He could have been denounced for sedition. “But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p25\" class=\"\">He asked them to show Him a penny and then asked, “Whose is this image and superscription?” They answered, “Caesar’s,” and He silenced the hypocritical Pharisees with that classic reply, “Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.”<sup class=\"noteMarker\"><a href=\"#footnote14-20911_000_022\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33572)\">Matt. 22:16–21<\/a><\/span>.]<\/span><\/sup> We are in the world but we should not be overcome by the hypocrisy and deceit that are in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p26\" class=\"\">The truth about who we are and what we do will ultimately become known. The Lord has given us this sober reminder: “For their iniquities shall be spoken upon the housetops, and their secret acts shall be revealed.”<sup class=\"noteMarker\"><a href=\"#footnote15-20911_000_022\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10824)\">D&amp;C 1:3<\/a><\/span>.]<\/span><\/sup> Because we live in a morally desensitized environment, we find it hard to say to ourselves and to others that our actions are not right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p27\" class=\"\">Brethren, we can shield ourselves against the enemy within each of us by using the protective mantle of the priesthood of God. Individually, we need to put the great powers of the holy priesthood to work in our lives. This means using this divine agency daily to bless the lives of others as we do our home teaching, perform ordinances, or hold family home evening. Collectively, we have the mission to bring the message of salvation to the world, which mission we carry out under the direction of our President, Gordon B. Hinckley, who holds all of the keys of the priesthood on earth at this time. But we cannot fulfill this mission unless each of us wins the battle within ourselves. In so doing, we will be able to put on the whole armor of God and receive the blessings contained in the oath and covenant of the priesthood. The Lord has promised that “all they who receive this priesthood receive me …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p28\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p29\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.”<sup class=\"noteMarker\"><a href=\"#footnote16-20911_000_022\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10942)\">D&amp;C 84:35, 37–38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-enemy-within.p30\" class=\"\">Exaltation in the Father’s kingdom includes kingdoms, thrones, dominions, principalities, and powers which increase forever.<sup class=\"noteMarker\"><a href=\"#footnote17-20911_000_022\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young <\/span>(1997), 72.]<\/span><\/sup> That we may all strive to overcome the enemy within so that we can receive these blessings, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"42129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42129)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42129)\">Rev. 12:4–9<\/a><\/span>; <span class=\"citation\" id=\"38819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38819)\">Moses 4:1–4<\/a><\/span>; <span class=\"citation\" id=\"7115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7115)\">Abr. 3:24–28<\/a><\/span>; <span class=\"citation\" id=\"10869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10869)\">D&amp;C 29:36–38<\/a><\/span>; <span class=\"citation\" id=\"24924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24924)\">Isa. 14:12–20<\/a><\/span>; <span class=\"citation\" id=\"30989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30989)\">Luke 10:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38799)\">Moses 1:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21566)\">Eph. 6:14–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 371–72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8489)\">Alma 5:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20911_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Thesaurus of Book Digests<\/span> (1949), 206.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20911_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Joseph J. Cannon, “Speed and the Spirit,”<span class=\"emphasis\"> Improvement Era,<\/span> Oct. 1928, 1001–7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20911_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Sharing the Gospel with Others,<\/span> ed. Preston Nibley (1948), 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-20911_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3284)\">2 Ne. 28:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-20911_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3285)\">2 Ne. 28:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-20911_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11023)\">D&amp;C 132:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-20911_000_022\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26022)\">James 1:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-20911_000_022\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8559)\">Alma 39:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-20911_000_022\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33572)\">Matt. 22:16–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-20911_000_022\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10824)\">D&amp;C 1:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-20911_000_022\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10942)\">D&amp;C 84:35, 37–38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_022\"><a name=\"-20911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-20911_000_022\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young <\/span>(1997), 72.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}