{"ID":6444, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Call to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I revere the priesthood of Almighty God. I have witnessed its power. I have seen its strength. I have marveled at the miracles it has wrought.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p4\" class=\"\">What a privilege is mine to stand before you tonight in this magnificent Conference Center and in assemblies throughout the world. What a mighty body of priesthood!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p5\" class=\"\">For a text, I turn to the words spoken through the Prophet Joseph Smith and found in the 107th section of the Doctrine and Covenants. They apply to all of us, whether bearers of the Aaronic Priesthood or the Melchizedek Priesthood: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10984)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p6\" class=\"\">President Wilford Woodruff declared: “All the organizations of the priesthood have power. The deacon has power, through the priesthood which he holds. So has the teacher. They have power to go before the Lord and have their prayers heard and answered, as well as the prophet, the seer, or the revelator has. … It is by this priesthood that men have ordinances conferred upon them, that their sins are forgiven, and that they are redeemed. For this purpose has it been revealed and sealed upon our heads.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Millennial Star,<\/span> 22 Sept. 1890, 595–96; capitalization modernized.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p7\" class=\"\">Those who bear the Aaronic Priesthood should be given opportunities to magnify their callings in that priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p8\" class=\"\">For example, when I was ordained a deacon, our bishopric stressed the sacred responsibility which was ours to pass the sacrament. Emphasized was proper dress, a dignified bearing, and the importance of being clean inside and out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p9\" class=\"\">As we were taught the procedure in passing the sacrament, we were told that we were assisting every member in a renewal of the covenant of baptism, with its responsibilities and blessings. We were also told how we should assist a particular brother—Louis—who had a palsied condition, that he might have the opportunity to partake of the sacred emblems.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p10\" class=\"\">How I remember being assigned to pass the sacrament to the row where Louis sat. I was hesitant as I approached this wonderful brother, and then I saw his smile and the eager expression of gratitude that showed his desire to partake. Holding the tray in my left hand, I took a piece of bread and pressed it to his open lips. The water was later served in the same way. I felt I was on holy ground. And indeed I was. The privilege to pass the sacrament to Louis made better deacons of us all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p11\" class=\"\">Noble leaders of young men, you stand at the crossroads in the lives of those whom you teach. Inscribed on the wall of Stanford University Memorial Church is this truth, that we must teach our youth that all that is not eternal is too short, and all that is not infinite is too small.<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_023\">3<\/a>\n       <span class=\"footnote\">[See Conference Report, Oct. 1952, 17.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p12\" class=\"\">President Gordon B. Hinckley emphasized our responsibilities when he declared: “In this work there must be commitment. There must be devotion. We are engaged in a great eternal struggle that concerns the very souls of the sons and daughters of God. We are not losing. We are winning. We will continue to win if we will be faithful and true. … There is nothing the Lord has asked of us that in faith we cannot accomplish.”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_023\">4<\/a>\n       <span class=\"footnote\">[“The War We Are Winning,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1986, 44.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p13\" class=\"\">Brethren, is every ordained teacher given the assignment to home teach? What an opportunity to prepare for a mission. What a privilege to learn the discipline of duty. A boy will automatically turn from concern for self when he is assigned to “watch over” others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p14\" class=\"\">And what of the priests? These young men have the opportunity to bless the sacrament, to continue their home teaching duties, and to participate in the sacred ordinance of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p15\" class=\"\">We can strengthen one another; we have the capacity to notice the unnoticed. When we have eyes that see, ears that hear, and hearts that know and feel, we can reach out and rescue those for whom we have responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p16\" class=\"\">From Proverbs comes the counsel, and I love it, “Ponder the path of thy feet.”<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41356)\">Prov. 4:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p17\" class=\"\">I revere the priesthood of Almighty God. I have witnessed its power. I have seen its strength. I have marveled at the miracles it has wrought.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p18\" class=\"\">Fifty years ago, I knew a young man—even a priest—who held the authority of the Aaronic Priesthood. As the bishop, I was his quorum president. Robert stuttered and stammered, void of control. Self-conscious, shy, fearful of himself and all others, this impediment was devastating to him. Never did he fulfill an assignment; never would he look another in the eye; always he would gaze downward. Then one day, through a set of unusual circumstances, he accepted an assignment to perform the priestly responsibility to baptize another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p19\" class=\"\">I sat next to Robert in the baptistry of the Salt Lake Tabernacle. He was dressed in immaculate white, prepared for the ordinance he was to perform. I leaned over and asked him how he felt. He gazed at the floor and stuttered almost uncontrollably that he felt terrible, terrible.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p20\" class=\"\">We both prayed fervently that he would be made equal to his task. Suddenly the clerk said, “Nancy Ann McArthur will now be baptized by Robert Williams, a priest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p21\" class=\"\">Robert left my side, stepped into the font, took little Nancy by the hand and helped her into that water which cleanses human lives and provides a spiritual rebirth. He spoke the words, “Nancy Ann McArthur, having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen.” Not once did he stutter! Not once did he falter! A modern miracle had been witnessed. Robert then performed the baptismal ordinance for two or three other children in the same fashion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p22\" class=\"\">In the dressing room, as I congratulated Robert, I expected to hear this same uninterrupted flow of speech. I was wrong. He gazed downward and stammered his reply of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p23\" class=\"\">To each of you brethren this evening, I testify that when Robert acted in the authority of the Aaronic Priesthood, he spoke with power, with conviction, and with heavenly help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p24\" class=\"\">We must provide for our young men of the Aaronic Priesthood faith-building experiences. They seek to have the opportunity we have had to feel the Spirit of the Lord helping them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p25\" class=\"\">I remember when I was assigned to give my first talk in church. I was given the liberty to choose my subject. I’ve always liked birds, so I thought of the Seagull Monument. In preparation, I went to Temple Square and looked at the monument. First I was attracted to all the coins in the water surrounding the monument. I wondered how they would be retrieved and who would retrieve them. I shall not confess any thought of taking them. Then I looked upward at the seagulls atop that monument. I tried in my boyish mind to imagine what it would be like to be a pioneer watching the first year’s growth of precious grain being devoured by crickets and then seeing those seagulls, with their lofty wings, descending upon the fields and eating the crickets. I loved the account. I sat down with a pencil in hand and wrote out a two-and-one-half-minute talk. I’ve never forgotten the seagulls. I’ve never forgotten the crickets. I’ve never forgotten my knees knocking together as I gave that talk. I’ve never forgotten the experience of letting some of my innermost feelings be expressed verbally at the pulpit. I would urge that we give the Aaronic Priesthood an opportunity to think, to reason, and to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p26\" class=\"\">President David O. McKay remarked: “God help us all to be true to the ideals of the priesthood—Aaronic and Melchizedek. May he help us to magnify our callings and to inspire men by our actions—not only members of the Church, but all men everywhere—to live higher and better lives, to help them all to be better husbands, better neighbors, better leaders, under all conditions.”<sup class=\"noteMarker\"><a href=\"#footnote6-20911_000_023\">6<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1967, 97.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p27\" class=\"\">The world seems to have slipped from the moorings of safety and drifted from the harbor of peace. Permissiveness, immorality, pornography, and the power of peer pressure cause many to be tossed about on a sea of sin and crushed on the jagged reefs of lost opportunities, forfeited blessings, and shattered dreams.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p28\" class=\"\">Anxiously some may ask, “Is there a way to safety?” “Can someone guide me?” “Is there an escape from threatened destruction?” The answer, brethren, is a resounding “Yes!” Look to the lighthouse of the Lord. There is no fog so dense, no night so dark, no gale so strong, no mariner so lost but what its beacon light can rescue. It beckons through the storms of life. The lighthouse of the Lord sends forth signals readily recognized and never failing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p29\" class=\"\">There are many such signals. I name but three. Note them carefully; exaltation may depend upon them—yours and mine:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p30\" class=\"\">First: Prayer provides peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p31\" class=\"\">Second: Faith precedes the miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p32\" class=\"\">And third: Honesty is the best policy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p33\" class=\"\">First, concerning prayer—Adam prayed; Jesus prayed; Joseph prayed. We know the outcome of their prayers. He who notes the fall of a sparrow surely hears the pleadings of our hearts. Remember the promise: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.”<sup class=\"noteMarker\"><a href=\"#footnote7-20911_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26021)\">James 1:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p34\" class=\"\">Next, faith precedes the miracle. It has ever been so and shall ever be. It was not raining when Noah was commanded to build an ark. There was no visible ram in the thicket when Abraham prepared to sacrifice his son Isaac. Two heavenly personages were not yet seen when Joseph knelt and prayed. First came the test of faith—and then the miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p35\" class=\"\">Remember that faith and doubt cannot exist in the same mind at the same time, for one will dispel the other. Cast out doubt. Cultivate faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p36\" class=\"\">Finally, honesty is the best policy. I learned this truth in a dramatic manner during boot camp when I served in the Navy 55 years ago. After those first three weeks of isolated training, the good news came that we would have our first liberty and could visit the city of San Diego. All of the men were most eager for this change of pace. As we prepared to board the buses to town, the petty officer commanded, “Now all of you men who know how to swim, you stand over here. You will go into San Diego for liberty. Those of you who don’t know how to swim, you line up over there. You will go to the swimming pool and have a lesson on how to swim. Only when you learn to swim will you be permitted liberty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p37\" class=\"\">I had been a swimmer most of my life, so I prepared to get on the bus to town; but then that petty officer said to our group, “One more thing before we board the buses. Follow me. Forward, march!” He marched us right to the swimming pool, had us take our clothing off and stand at the edge of the deep end of the pool. Then he directed, “Jump in and swim the length of the pool.” In that group, all of whom could supposedly swim, were about 10 who had thought they could fool somebody. They did not really know how to swim. In the water they went, voluntarily or otherwise. Catastrophe was at the door. The petty officers let them go under once or twice before they extended the bamboo pole to pull them to safety. With a few choice words, they then said, “That will teach you to tell the truth!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p38\" class=\"\">How grateful I was that I had told the truth, that I knew how to swim and made it easily to the other end of the pool. Such lessons teach us to be true—true to the faith, true to the Lord, true to our companions, true to all that is sacred and dear to us. That lesson has never left me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p39\" class=\"\">The lighthouse of the Lord beckons us to safety and eternal joy as we are guided by its never-failing signals:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p40\" class=\"\">Prayer provides peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p41\" class=\"\">Faith precedes the miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p42\" class=\"\">Honesty is the best policy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p43\" class=\"\">I testify to you this night that Jesus is indeed the Christ, our beloved Redeemer and Savior. We are led by a prophet of Almighty God—even President Gordon B. Hinckley. I know you share this same conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p44\" class=\"\">I close by reading a simple yet profound letter that reflects our love for our prophet and his leadership:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p45\" class=\"\">“Dear President Monson,<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p46\" class=\"\">“Five years ago, President Hinckley was sustained as prophet, seer and revelator. For me that was an extraordinary occasion which had to do with your calling for the sustaining vote of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p47\" class=\"\">“On that particular morning, I needed to haul hay for my livestock. I was enjoying conference on my truck radio. I had picked up the hay, backed into the barn and was throwing down hay bales from the back of the truck. When you called for the brethren of the priesthood, ‘wherever you are,’ to prepare to sustain the prophet, I wondered if you meant me. I wondered if the Lord would be offended because I was sweaty and covered with dust. But I took you at your word and climbed down from the truck.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p48\" class=\"\">“I shall never forget standing alone in the barn, hat in hand, with sweat running down my face, with arm to the square to sustain President Hinckley. Tears mixed with sweat as I sat for several minutes contemplating this sacred occasion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p49\" class=\"\">He continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p50\" class=\"\">“In our lives, we place ourselves at particular places when events of large consequence occur. That has happened to me, but none more spiritual or tender or memorable than that morning in the barn with only cows and a roan horse looking on.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p51\" class=\"\">“Sincerely,<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p52\" class=\"\">“Clark Cederlof”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/the-call-to-serve.p53\" class=\"\">President Hinckley, we the priesthood brethren of the Church do love and sustain you. I so testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10984)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Millennial Star,<\/span> 22 Sept. 1890, 595–96; capitalization modernized.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See Conference Report, Oct. 1952, 17.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“The War We Are Winning,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1986, 44.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41356)\">Prov. 4:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20911_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1967, 97.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_023\"><a name=\"-20911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20911_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26021)\">James 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}