{"ID":6447, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Discipleship\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must create … ongoing and continual processes that draw us closer to the Lord our Savior so that we can be numbered among His disciples.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p4\" class=\"\">My mother was a great delegator. Each Saturday morning as my brothers and sisters and I were growing up, we received housecleaning assignments from her. Her instructions to us had been learned from her mother: “Be certain you clean thoroughly in the corners and along the mopboards. If you are going to miss anything, let it be in the center of the room.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p5\" class=\"\">She knew very well if we cleaned the corners, she would never have a problem with what was left in the center of the room. That which is visible to the eye would never be left unclean.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p6\" class=\"\">Over the years, my mother’s counsel has had enormous application to me in many different ways. It is especially applicable to the task of spiritual housecleaning. The aspects of our lives that are on public display usually take care of themselves because we want to leave the best impression possible. But it is in the hidden corners of our lives where there are things that only we know about that we must be particularly thorough to ensure that we are clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p7\" class=\"\">One of those corners of our lives is in the special attention we give in the area of thoughts. We must continually look out for those idle times when our minds are allowed to wander into territory that should be avoided. In Proverbs we read, “For as he thinketh in his heart, so is he” (<span class=\"citation\" id=\"41358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41358)\">Prov. 23:7<\/a><\/span>). And Jude has written, “Filthy dreamers defile the flesh” (<span class=\"citation\" id=\"30818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30818)\">Jude 1:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p8\" class=\"\">Inescapably our thoughts shape our lives. James Allen has expressed it this way in his book <span class=\"emphasis\">As a Man Thinketh:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p9\" class=\"\">“As the plant springs from, and could not be without, the seed, so every act of a man springs from the hidden seeds of thought, and could not have appeared without them. This applies equally to those acts called ‘spontaneous’ and ‘unpremeditated’ as to those which are deliberately executed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p10\" class=\"\">“In the armoury of thought he forges the weapons by which he destroys himself; he also fashions the tools with which he builds for himself heavenly mansions of joy and strength and peace. … Between these two extremes are all the grades of character, and man is their maker and master. … Man is the master of thought, the moulder of character, and the maker and shaper of condition, environment, and destiny” (<span class=\"emphasis\">As a Man Thinketh<\/span> [1983], 7–10).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p11\" class=\"\">Then Mr. Allen added: “Let a man radically alter his thoughts, and he will be astonished at the rapid transformation it will effect in the material conditions of his life. Men imagine that thought can be kept secret, but it cannot; it rapidly crystallizes into habit, and habit solidifies into circumstance” (<span class=\"emphasis\">As a Man Thinketh,<\/span> 33–34).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p12\" class=\"\">Truly one of the corners we must diligently strive to keep clean is our thoughts. The ideal is to keep our thoughts focused on spiritual things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p13\" class=\"\">Perhaps another corner that can accumulate dust because of neglect pertains to the earnest direction we give to our families. President Kimball highlighted his concerns in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p14\" class=\"\">“Our success, individually and as a Church, will largely be determined by how faithfully we focus on living the gospel in the home. Only as we see clearly the responsibilities of each individual and the role of families and homes can we properly understand that priesthood quorums and auxiliary organizations, even wards and stakes, exist primarily to help members live the gospel in the home. Then we can understand that people are more important than programs, and that Church programs should always support and never detract from gospel-centered family activities. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p15\" class=\"\">“All should work together to make home a place where we love to be, a place of listening and learning, a place where each member can find mutual love, support, appreciation, and encouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p16\" class=\"\">“I repeat that our success, individually and as a Church, will largely [depend on] how faithfully we focus on living the gospel in the home” (“Living the Gospel in the Home,” <span class=\"emphasis\">Ensign,<\/span> May 1978, 101).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p17\" class=\"\">My general counsel to you is that we must create regimens that foster spiritual housecleaning—ongoing and continual processes that draw us closer to the Lord our Savior so that we can be numbered among His disciples.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p18\" class=\"\">The central purpose of our mortal probation is to prepare to meet God and inherit the blessings He has promised to His worthy children. The Savior set the pattern during His earthly ministry and encouraged those who followed Him to become His disciples.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p19\" class=\"\">The following has been written about discipleship: “The word <span class=\"emphasis\">disciple<\/span> comes from the Latin [meaning] a learner. A disciple of Christ is one who is learning to be like Christ—learning to think, to feel, and to act [like] he does. To be a true disciple, to fulfill that learning task, is the most demanding regimen known to man. No other discipline compares … in either requirements or rewards. It involves the total transformation of a person from the state of the natural man to that of [a] saint, one who loves the Lord and serves with all of his heart, might, mind, and strength” (Chauncey C. Riddle, “Becoming a Disciple,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1974, 81).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p20\" class=\"\">The Savior instructed those that would follow Him about the essence of discipleship when He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p21\" class=\"\">“If any man will come after me, let him deny himself, and take up his cross, and follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p22\" class=\"\">“And now for a man to take up his cross, is to deny himself of all ungodliness, and every worldly lust, and keep my commandments” (<span class=\"citation\" id=\"33563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33563)\">Matt. 16:24, JST<\/a><\/span> in footnote <span class=\"emphasis\">d<\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p23\" class=\"\">“Break not my commandments for to save your lives; for whosoever will save his life in this world, shall lose it in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p24\" class=\"\">“And whosoever will lose his life in this world, for my sake, shall find it in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p25\" class=\"\">“Therefore, forsake the world, and save your souls” (<span class=\"citation\" id=\"33564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33564)\">JST, Matt. 16:27–29<\/a><\/span>, Bible appendix).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p26\" class=\"\">When the spirit conquers the flesh, the flesh becomes a servant instead of the master. When we have cleaned out the corners of worldliness and are ready to be obedient to the Lord, then we are able to receive His word and keep His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p27\" class=\"\">A dramatic change occurs in the lives of individuals when they dedicate themselves to becoming disciples of the Lord. One of the most vivid examples I can think of from the scriptures is the conversion of young Alma and the change that occurred in his very countenance as he became a disciple of the Lord. Remember, Alma and the sons of Mosiah were numbered among the unbelievers. Alma was a man of many words and could speak much flattery to the people. He led the people to do all manner of iniquity. He became a great hinderment to the Church, stealing away the hearts of the people and causing much dissension among them. But due to the humble supplications of his father, an angel appeared to them as they were going about their mischief. Alma was so astonished that he fell to the earth, and the angel commanded him: “Alma, arise and stand forth, for why persecutest thou the church of God? For the Lord hath said: This is my church, and I will establish it; and nothing shall overthrow it, save it is the transgression of my people” (<span class=\"citation\" id=\"40050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40050)\">Mosiah 27:13<\/a><\/span>). He was so weak he could not lift his limbs and had to be carried. He was also dumb. He was brought and placed before his father. His father rejoiced and called upon the people to pray for his son.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p28\" class=\"\">“And it came to pass after they had fasted and prayed for the space of two days and two nights, the limbs of Alma received their strength, and he stood up and began to speak unto them, bidding them to be of good comfort:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p29\" class=\"\">“For, said he, I have repented of my sins, and have been redeemed of the Lord; behold I am born of the Spirit” (<span class=\"citation\" id=\"40051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40051)\">Mosiah 27:23–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p30\" class=\"\">Then he recounts the great tribulation and suffering he went through as he realized he was cast off from the kingdom of God. He remembered the teachings of his father and cried unto the Lord that he might be spared.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p31\" class=\"\">Now we see the dramatic change as he becomes a disciple of our Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p32\" class=\"\">“And now it came to pass that Alma began from this time forward to teach the people, and those who were with Alma at the time the angel appeared unto them, traveling round about through all the land, publishing to all the people the things which they had heard and seen, and preaching the word of God in much tribulation” (<span class=\"citation\" id=\"40056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40056)\">Mosiah 27:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p33\" class=\"\">In my family’s pioneer history there are many accounts of noble souls who demonstrated the traits of true discipleship. My children’s great-grandfather was a valiant disciple of Jesus Christ. His family were wealthy landowners in Denmark. As the favored son, he was to inherit the land of his father. He fell in love with a beautiful young woman who was not of the same social standing as his family. He was encouraged not to pursue the relationship. He was not inclined to follow his family’s counsel, and on one of his visits to see her he discovered that all of her family had joined the Church. He refused to listen to the doctrine her family had embraced and forcefully told her that she had to choose between him and the Church. She boldly declared that she would not give up her religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p34\" class=\"\">With that forceful pronouncement, he decided he should listen to the teachings that were so important to her. Soon after, he was touched by the Spirit and he, too, became converted to the gospel. But when he informed his parents of his decision to join the Church and marry this young woman, they were angry with him and forced him to decide between his family and their wealth and the Church. He walked away from the comforts he had known all of his life, joined the Church, and married her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p35\" class=\"\">Immediately, they started to prepare to leave Denmark and journey to Zion. Now without the support of his family, he had to work hard at any employment he could find to save for the journey to the new land. After a year of hard labor, he had saved enough for their passage. As soon as they were prepared to leave, their branch president came to them and said there was a family with greater need than he and his wife. He was asked to give up what he had saved so the needy family could go to Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p36\" class=\"\">Discipleship requires sacrifice. They gave up their savings to the needy family, and then they began another year of hard labor to save to finance their journey. Eventually they arrived in Zion, but not before they had made many more sacrifices, showing true discipleship.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p37\" class=\"\">A rich young man was given the harshest test of discipleship when he was told, “Sell all that thou hast, and distribute unto the poor, … come, follow me” (<span class=\"citation\" id=\"31001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31001)\">Luke 18:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p38\" class=\"\">For many of us, an equally challenging test is to shed our bad habits and worldly thoughts so that we are unconflicted and uncompromised in our devotion to the Lord’s service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p39\" class=\"\">As true disciples of Christ, may our lives reflect His example. May we take upon ourselves His name and stand as witnesses of Him at all times and in all places (see <span class=\"citation\" id=\"40044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40044)\">Mosiah 18:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/discipleship.p40\" class=\"\">Moreover, may God bless us that we will earnestly desire to do our spiritual housecleaning, getting into all the corners, cleaning out all those things that would diminish us as a disciple of the Lord so that we can move forward in our service to Him who is our King and Savior, I humbly pray, in the name of our Lord, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}