{"ID":6448, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Lead, Kindly Light”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p2\" class=\"\">Virginia U. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">The light of Jesus Christ is stronger than any darkness we face in this life, <span class=\"emphasis\">if <\/span>we have faith in Him, seek after Him, and obey Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1383.jpg\" alt=\"Virginia U. Jensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p4\" class=\"\">When he was just 10 years old, Joshua Dennis spent five days trapped in the pitch-black darkness of an abandoned mine. When rescuers finally heard his faint cry for help and pulled him out of the horrible darkness, he was disoriented, cold, and exhausted. Much to their surprise, he wasn’t afraid. Josh spent his time sleeping, yelling for help, and praying. “Someone was protecting me,” he explained. “I knew people were going to find me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p5\" class=\"\">Joshua’s simple but profound faith had been nurtured by his parents, who taught him that he had a Heavenly Father who knew where he was at all times. They taught him he had been born with the Light of Christ within him. Truly, Josh had been brought up in light and truth (see <span class=\"citation\" id=\"10969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10969)\">D&amp;C 93:40<\/a><\/span>) so that when he found himself huddled on a ledge 2,000 feet deep in a mine, he had drawn upon that light to sustain and comfort him, to give him courage and hope. Josh experienced what Abinadi taught when, speaking of Christ, he said: “He is the light and life of the world; yea, a light that is endless, that can never be darkened” (<span class=\"citation\" id=\"40037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40037)\">Mosiah 16:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p6\" class=\"\">How fitting that the Savior’s birth in Bethlehem was accompanied by miraculous displays of light in the Western Hemisphere. At the time of his birth, “at the going down of the sun there was no darkness; and the people began to be astonished because … there was no darkness in all that night” (<span class=\"citation\" id=\"5333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5333)\">3 Ne. 1:15, 19<\/a><\/span>). This celebration of light stood in stark contrast to that which occurred at His Crucifixion, when “there was thick darkness upon all the face of the land, insomuch that the inhabitants thereof … could feel the vapor of darkness” (<span class=\"citation\" id=\"5337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5337)\">3 Ne. 8:20–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p7\" class=\"\">There are all kinds of darkness in this world: darkness that comes from sin; darkness that comes from discouragement, disappointment, and despair; darkness that comes from loneliness and feelings of inadequacy. Just as the light that burned in Josh Dennis’s heart was stronger than the suffocating darkness that engulfed him, the light of Jesus Christ is stronger than any darkness we face in this life, <span class=\"emphasis\">if<\/span> we have faith in Him, seek after Him, and obey Him. For as the Prophet Joseph revealed, “If your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you” (<span class=\"citation\" id=\"10953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10953)\">D&amp;C 88:67<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p8\" class=\"\">Christ’s light and the gospel message of light and salvation can be darkened in our own lives only by our disobedience and lack of faith. In like manner the Savior’s light <span class=\"emphasis\">increases<\/span> in our lives as we keep the commandments and strive continually to be like Him. For “that which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter” (<span class=\"citation\" id=\"10895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10895)\">D&amp;C 50:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p9\" class=\"\">As the light of Jesus Christ and His gospel grows brighter within our countenances and our hearts, it becomes easier for us to discern what is truly valuable from the counterfeits the world offers. Knowledge that Christ loved us enough to willingly bear the weight of our sins removes the need for pride and an unwarranted trust in the arm of flesh. Belief that the Atonement restores to us all we lose to sin and missteps along life’s path creates a hope greater than any temporal pleasure or momentary mortal thrill.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p10\" class=\"\">Consider the experience of King Lamoni. Though he had unfettered power, great earthly treasures, and servants to wait on him hand and foot, he lived in spiritual darkness. When he was willing to permit Ammon to teach him the gospel, a most remarkable thing occurred: Lamoni “fell unto the earth, as if he were dead” (<span class=\"citation\" id=\"8515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8515)\">Alma 18:42<\/a><\/span>). “Ammon knew that king Lamoni was under the power of God; he knew that the dark veil of unbelief was being cast away from his mind, and the light which did light up his mind, … was the light of the glory of God, … yea, this light had infused such joy into his soul” (<span class=\"citation\" id=\"8516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8516)\">Alma 19:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p11\" class=\"\">Only the glory of God and the light of life everlasting produce a joy profound enough to overwhelm one completely and to eliminate “the dark veil of unbelief.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p12\" class=\"\">Throughout the scriptures, and indeed in the writings of thoughtful Christians through the centuries, we find examples of how Christ’s message of light and salvation can spiritually and physically sustain us. As a young priest traveling in Italy in 1833, Englishman John Henry Newman encountered emotional and physical darkness when illness detained him there for several weeks. He became deeply discouraged, and a nurse who saw his tears asked what troubled him. All he could reply was that he was sure God had work for him to do in England. Aching to return home, he finally found passage on a small boat.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p13\" class=\"\">Not long after the ship set sail, thick fog descended and obscured the hazardous cliffs surrounding them. Trapped for a week in the damp, gray darkness, the ship unable to travel forward or back, Newman pled for his Savior’s help as he penned the words we now know as the hymn “Lead, Kindly Light.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lead, kindly Light, amid th’encircling gloom; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The night is dark, and I am far from home; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Keep thou my feet; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">one step enough for me.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p18\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 97)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p19\" class=\"\">This hymn echoes a truth our hearts confirm: though trials may extinguish other sources of light, Christ will illuminate our path, “keep our feet,” and show us the way home. For as the Savior has promised, “he that followeth me shall not walk in darkness” (<span class=\"citation\" id=\"26908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26908)\">John 8:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p20\" class=\"\">We can all find ourselves in places of darkness from time to time. We may wander into dark, spiritual caverns when we make foolish choices, admit harmful influences into our lives, or turn away from the light of the gospel to embrace the world just a little longer. It may seem harmless at first—just a little exploring, that’s all. Before we know it, we become separated from the light and left in darkness alone. Why do we remain in darkness when such rescuing light awaits us? Let us bask in the warm and illuminating light provided by the gospel of Jesus Christ. Let the Savior’s kindly light lead us one step at a time. Let covenants and commandments keep us safe as we follow the gospel pathway to our heavenly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p21\" class=\"\">Remember little Josh Dennis? He is now Elder Dennis serving a mission far away from the dark mine which held him captive. Now Elder Dennis finds his way along the narrow, unfamiliar paths of Honduras sharing a message of hope, salvation, and light. What he teaches every day is the paradox he experienced as a young boy lost in a mine: that amidst encircling gloom, amidst the darkest possible circumstances, it is possible to feel hope, peace, and comfort—all because of the light which is stronger than all darkness, the light of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/lead-kindly-light.p22\" class=\"\">I know from my own experience, just as surely as Josh knows from his, of the reality of that marvelous being of light—our Savior. May we embrace His light and live so that it will illuminate our path and lead us to our heavenly home, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}