{"ID":6449, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Dedication Day\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As an expression of our love for the Lord, could we not rededicate our lives and our homes in a like manner?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p4\" class=\"\">A favorite hymn describes the tender feelings of my heart and soul this beautiful day of dedication. I think the words will describe your feelings also:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On this day of joy and gladness,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord, we praise thy holy name;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In this sacred place of worship,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We thy glories loud proclaim!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> … Bright and clear our voices ring,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Singing songs of exultation<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To our Maker, Lord, and King!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_028\">1<\/a>\n\t   <span class=\"footnote\">[Leroy J. Robertson (1896–1971), “On This Day of Joy and Gladness,” <span class=\"emphasis\">Hymns,<\/span> no. 64.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p12\" class=\"\">Charles C. Rich, on April 7, 1863, spoke of the need for a tabernacle in which to meet. He declared: “What shall I say in regard to the Tabernacle? We can see at once that we can enjoy … the blessings of such a house at the present time. If we put it off, when will it be built? When that house is built we can then enjoy the benefits and blessings which it will afford. The same principle may be applied to everything we take in hand, and with which we have to do, whether it be to build a Temple, … a Tabernacle, to send teams to the frontiers to gather the poor, or … do any other work that is required of us. Nothing that is required will be performed until we go to work and do something ourselves. We have no other people to lean upon, and therefore it remains for us to go to work and perform well our part.”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News Weekly,<\/span> 20 May 1863, 369.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p13\" class=\"\">They went to work!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p14\" class=\"\">Thanks be to God for our noble prophet, President Gordon B. Hinckley, who, with the foresight of a seer, recognized the need for this magnificent facility and, with the help of many others, “went to work.” The result is before us today and will be dedicated this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p15\" class=\"\">As a symbol of our gratitude, as an expression of our love for the Lord, could we not rededicate our lives and our homes in a like manner?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p16\" class=\"\">The Apostle Paul, in his Epistle to the Corinthians, added an apostolic dimension to our building commitment when he declared, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?”<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_028\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27)\">1 Cor. 3:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p17\" class=\"\">The need for personal dedication and recommitment is essential in today’s society. Just a hurried glance at several newspaper stories describes our plight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p18\" class=\"\">From the <span class=\"emphasis\">Associated Press<\/span> came the following: “In the name of free speech, the Supreme Court struck down a federal law that shielded children from sex-oriented cable TV channels.”<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_028\">4<\/a>\n       <span class=\"footnote\">[Richard Carelli, “High Court Kills Limits on TV Sex,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> 23 May 2000, A1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p19\" class=\"\">From the <span class=\"emphasis\">San Jose Mercury News<\/span> came this story: “Germany may be the economic engine of Europe, but on Sundays it stops. … But global market forces are beginning to disturb Germany’s traditional day of rest. With … American-style [7-day-a-week] shopping [already being offered], and the Internet providing 24-hour access to the world’s goods, such rigid store regulations ‘are like a castle from the old century.’ … To vie with other world-class cities, Berlin must be more aggressive. … ‘We want to make more money.’”<sup class=\"noteMarker\"><a href=\"#footnote5-20911_000_028\">5<\/a>\n       <span class=\"footnote\">[Daniel Rubin, “Global Economy Erodes Ban on Sunday Shopping,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> 23 May 2000, A1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p20\" class=\"\">As we view the disillusionment that engulfs countless thousands today, we are learning the hard way what an ancient prophet wrote out for us 3,000 years ago: “He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase.”<sup class=\"noteMarker\"><a href=\"#footnote6-20911_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21396)\">Eccl. 5:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p21\" class=\"\">The revered Abraham Lincoln accurately described our plight: “We have been the recipients of the choicest bounties of Heaven; we have been preserved these many years in peace and prosperity; we have grown in numbers, wealth, and power. … But we have forgotten God. We have forgotten the gracious hand which preserved us in peace and multiplied and enriched and strengthened us, and we have vainly imagined, in the deceitfulness of our hearts, that all these blessings were produced by some superior wisdom and virtue of our own. Intoxicated with unbroken success, we have become too self-sufficient to feel the necessity of redeeming and preserving grace, too proud to pray to the God that made us.”<sup class=\"noteMarker\"><a href=\"#footnote7-20911_000_028\">7<\/a>\n       <span class=\"footnote\">[In James D. Richardson, <span class=\"emphasis\">A Compilation of the Messages and Papers of the Presidents,<\/span> 10 vols. (1897), 5:3366.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p22\" class=\"\">When the seas of life are stormy, a wise mariner seeks a port of peace. The family, as we have traditionally known it, is such a refuge of safety. “The home is the basis of a righteous life and no other instrumentality can take its place or fulfil its essential functions.”<sup class=\"noteMarker\"><a href=\"#footnote8-20911_000_028\">8<\/a>\n       <span class=\"footnote\">[Quoted in Conference Report, Oct. 1962, 72.]<\/span><\/sup> Actually, a home is much more than a house. A house is built of lumber, brick, and stone. A home is made of love, sacrifice, and respect. A house can be a home, and a home can be a heaven when it shelters a family. When true values and basic virtues undergird the families of society, hope will conquer despair, and faith will triumph over doubt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p23\" class=\"\">Such values, when learned and lived in our families, will be as welcome rain to parched soil. Love will be engendered; loyalty to one’s best self will be enhanced; and those virtues of character, integrity, and goodness will be fostered. The family must hold its preeminent place in our way of life because it’s the only possible base upon which a society of responsible human beings has ever found it practicable to build for the future and maintain the values they cherish in the present.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p24\" class=\"\">Happy homes come in a variety of appearances. Some feature families with father, mother, brothers, and sisters living together in a spirit of love. Others consist of a single parent with one or two children, while other homes have but one occupant. There are, however, identifying features which are to be found in a happy home, whatever the number or description of its family members. These identifying features are:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p25\" class=\"\">A pattern of prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p26\" class=\"\">A library of learning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p27\" class=\"\">A legacy of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p28\" class=\"\">On this, the American continent, Jacob, the brother of Nephi, declared, “Look unto God with firmness of mind, and pray unto him with exceeding faith.”<sup class=\"noteMarker\"><a href=\"#footnote9-20911_000_028\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25799)\">Jacob 3:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p29\" class=\"\">A prominent judge was asked what we, as citizens of the countries of the world, could do to reduce crime and disobedience to law and to bring peace and contentment into our lives and into our nations. He thoughtfully replied, “I would suggest a return to the old-fashioned practice of family prayer.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p30\" class=\"\">Concerning making our personal lives and our homes libraries of learning, the Lord counseled, “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.”<sup class=\"noteMarker\"><a href=\"#footnote10-20911_000_028\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10955)\">D&amp;C 88:118<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p31\" class=\"\">The standard works offer the library of learning of which I speak. We must be careful not to underestimate the capacity of children to read and to understand the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p32\" class=\"\">As parents, we should remember that our lives may be the book from the family library which the children most treasure. Are our examples worthy of emulation? Do we live in such a way that a son or a daughter may say, “I want to follow my dad,” or “I want to be like my mother”? Unlike the book on the library shelf, the covers of which shield its contents, our lives cannot be closed. Parents, we truly are an open book in the library of learning of our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p33\" class=\"\">Next, do we exemplify the legacy of love? Do our homes? Bernadine Healy, in a commencement address, gave this counsel: “As a physician, who has been deeply privileged to share the most profound moments of people’s lives including their final moments, let me tell you a secret. People facing death don’t think about what degrees they have earned, what positions they have held, or how much wealth they have accumulated. At the end, what really matters is who you loved and who loved you. That circle of love is everything, and is a great measure of a past life. It is the gift of greatest worth.”<sup class=\"noteMarker\"><a href=\"#footnote11-20911_000_028\">11<\/a>\n       <span class=\"footnote\">[“On Light and Worth: Lessons from Medicine,” Commencement address, Vassar College, 29 May 1994, 10, Special Collections.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p34\" class=\"\">Our Lord and Savior’s message was one of love. It can be as a light to our personal pathway to exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p35\" class=\"\">Near the end of his life, one father looked back on how he had spent his time on earth. An acclaimed, respected author of numerous scholarly works, he said, “I wish I had written one less book and taken my children fishing more often.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p36\" class=\"\">Time passes quickly. Many parents say that it seems like yesterday that their children were born. Now those children are grown, perhaps with children of their own. “Where did the years go?” they ask. We cannot call back time that is past, we cannot stop time that now is, and we cannot experience the future in our present state. Time is a gift, a treasure not to be put aside for the future but to be used wisely in the present.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p37\" class=\"\">Have we cultivated a spirit of love in our homes? Observed President David O. McKay, “A true Mormon home is one in which if Christ should chance to enter, he would be pleased to linger and to rest.”<sup class=\"noteMarker\"><a href=\"#footnote12-20911_000_028\">12<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1947, 120.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p38\" class=\"\">What are we doing to ensure that our homes meet this description? Do we ourselves meet it?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p39\" class=\"\">On the journey along the pathway of life, there are casualties. Some depart from the road markers which lead to life eternal, only to discover that the detour chosen ultimately leads to a dead end. Indifference, carelessness, selfishness, and sin all take their costly toll in human lives. There are those who, for unexplained reasons, march to the sound of a different drummer, later to learn they have followed the Pied Piper of sorrow and suffering.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p40\" class=\"\">Today there goes forth from this pulpit an invitation to people throughout the world: Come from your wandering way, weary traveler. Come to the gospel of Jesus Christ. Come to that heavenly haven called home. Here you will discover the truth. Here you will learn the reality of the Godhead, the comfort of the plan of salvation, the sanctity of the marriage covenant, the power of personal prayer. Come home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p41\" class=\"\">From our youth, many of us may remember the story of a very young boy who was abducted from his parents and his home and taken to a village situated far away. Under these conditions, the small boy grew to young manhood without a knowledge of his actual parents or earthly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p42\" class=\"\">But where was home to be found? Where were his mother and father to be discovered? Oh, if only he could remember even their names, his task would be less hopeless. Desperately he sought to recall even a glimpse of his childhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p43\" class=\"\">Like a flash of inspiration, he remembered the sound of a bell which from the tower atop the village church pealed its welcome each Sabbath morning. From village to village the young man wandered, ever listening for that familiar bell to chime. Some bells were similar, others far different from the sound he remembered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p44\" class=\"\">At length the weary young man stood one Sunday morning before a church of a typical town. He listened carefully as the bell began to peal. The sound was familiar. It was unlike any other he had heard, save that bell which pealed in the memory of his childhood days. Yes, it was the same bell. Its ring was true. His eyes filled with tears. His heart rejoiced in gladness. His soul overflowed with gratitude. The young man dropped to his knees, looked upward beyond the bell tower—even toward heaven—and in a prayer of gratitude whispered, “Thanks be to God. I’m home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p45\" class=\"\">Like the peal of a remembered bell will be the truth of the gospel of Jesus Christ to the soul of him who earnestly seeks. Many of you have traveled long in a personal quest for that which rings true. The Church of Jesus Christ of Latter-day Saints sends forth to you an earnest appeal. Open your doors to the missionaries. Open your minds to the word of God. Open your hearts—even your very souls—to the sound of that still, small voice which testifies of truth. As the prophet Isaiah promised, “Thine ears shall hear a word … , saying, This is the way, walk ye in it.”<sup class=\"noteMarker\"><a href=\"#footnote13-20911_000_028\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24928)\">Isa. 30:21<\/a><\/span>.]<\/span><\/sup> Then, like the boy of whom I’ve spoken, you too will, on bended knee, say to your God and mine, “I’m home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/dedication-day.p46\" class=\"\">May such be the blessing of all, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Leroy J. Robertson (1896–1971), “On This Day of Joy and Gladness,” <span class=\"emphasis\">Hymns,<\/span> no. 64.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News Weekly,<\/span> 20 May 1863, 369.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27)\">1 Cor. 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Richard Carelli, “High Court Kills Limits on TV Sex,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> 23 May 2000, A1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-20911_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Daniel Rubin, “Global Economy Erodes Ban on Sunday Shopping,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> 23 May 2000, A1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-20911_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21396)\">Eccl. 5:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-20911_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>In James D. Richardson, <span class=\"emphasis\">A Compilation of the Messages and Papers of the Presidents,<\/span> 10 vols. (1897), 5:3366.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-20911_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Conference Report, Oct. 1962, 72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-20911_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25799)\">Jacob 3:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-20911_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10955)\">D&amp;C 88:118<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-20911_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“On Light and Worth: Lessons from Medicine,” Commencement address, Vassar College, 29 May 1994, 10, Special Collections.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-20911_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1947, 120.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_028\"><a name=\"-20911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-20911_000_028\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24928)\">Isa. 30:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}