{"ID":645, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Faith of a Child<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, April 1953, pp. 93-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like very much to welcome my friends who have come from far-off Hawaii, to\nthis conference, <i>Aloha mai, aloha nui loa.<\/i>\n<\/p><p>\nYesterday morning, had I been called upon to speak, I would have attempted to speak about\nthe integrity of the home. Had I been called upon yesterday afternoon, I would have talked\nabout this nation under God. Had I been called upon last night in priesthood meeting, I would\nhave urged the brethren to keep in training with respect to the priesthood which they hold.\nHad I been called upon this morning, I would have talked about John the Baptist who was the\nforerunner of Christ, whose resurrection we commemorate this day. But I was told this\nmorning that an inquiry had been made about when I was going to speak so that a little friend\nof mine could listen in, and so I am going to talk about my little friend, my little friend, Joe,\nwho is in the polio ward of the county hospital.\n<\/p><p>\nA few weeks ago I went with a young bishop to visit Joe. I did not know how old he was, I\ncould not see how large he was, all I could see was his head protruding from an iron lung. He\nwas unconscious. He was afflicted with polio and double pneumonia. When we went in, the\nnurse placed robes on us, and we had to put masks over our faces. We prayed over little Joe.\nTwo weeks later we called again at the hospital and asked if we could see the little lad. The\nnurse said, \"yes,\" and when she called him, he came running up the hall to meet us.\n<\/p><p>\nI said, \"Do you know who I am?\" He replied, \"Are you Brother Cowley?\" I said, \"Yes.\" He\nthen said, \"I was unconscious when you came before, wasn't I?\" \"You certainly were,\" I said\nand then he replied, \"No wonder I don't recognize you.\"\n<\/p><p>\nHe took us into his room, and lying in an adjoining bed to his was another young chap, twice\nthe age of Joe. And after visiting for awhile, we were about to go when little Joe said, \"Wait\na minute, don't forget my partner.\" I said \"What do you mean?\" And he said, \"You pray over\nmy partner, and then he can thank you for a prayer the same as I did.\"\n<\/p><p>\nAnd so we turned to his companion, a young lad sixteen years of age, stricken with polio, and\nhe said, \"I would like a blessing. I am a teacher in the Aaronic Priesthood in my ward.\" And\nso we blessed Joe's partner. Two weeks later we called back again. On this\nvisit little Joe was rather sad, and we asked him what was the matter. He said, \"I am lonely.\nMaybe I shouldn't have asked you to bless my partner. He got well too soon and has gone\nhome.\"\n<\/p><p>\nWell, little Joe is probably listening in, and maybe he can see me on television as I speak, so\nI want to say to you, little Joe, we are thinking about you. We are praying for you. We have\nbeen told here by the great leaders of this Church that we should have a simple faith. Christ\nhimself says that we should have faith like yours, the faith of a little child, and unless we\nhave your faith, we cannot enter the kingdom of heaven\n(<span class=\"citation\" id=\"34582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34582)\">Matt. 18:3<\/a><\/span>). Joe, you are of the kingdom of\nheaven because yours is a faith which has not been tarnished by learning, by the wisdom of\nmen. It is simple. And there are many of your companions down there with you. We are\nthinking of them. There are the little Joes and the little Janes who are there, some in iron\nlungs and some on rocking beds, some being fed with a spoon. We are thinking about them,\nand I know, my little friend, that your faith can do much to make them whole. And over in\nthe other ward there are others adults, those who are old enough to be your parents, who are\nreaching out for help because they feel that medical science may fail. And with your faith\nthey can know that when medical science has to lay the burden down, the power and\npriesthood of God can pick that burden up and restore them to health and strength.\n<\/p><p>\nUp there in another ward of that hospital there is another sweet friend of mine. She is almost\nninety-three years of age, still clear in her mind. I visited her on one of her birthdays, and at\nthe side of her bed was a little vase of flowers. I read the card, \"Many happy returns of the\nday from the Moose Lodge.\" She did not know anything about the Moose Lodge. All she\nknew about was the Church of Jesus Christ of Latter-day Saints. All she knew about was the\nyears that she had spent in the temple of God, saying as the Master said to that thief upon the\ncross, \"Today shalt thou be with me\"\n(<span class=\"citation\" id=\"31350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31350)\">Luke 23:43<\/a><\/span>),\nas she worked for the dead.\n<\/p><p>\nJoe remind me that I must not forget her birthday this coming July. There must not only be\nflowers from the Moose Lodge, but there must also be flowers from the ward to which she\nbelongs.\n<\/p><p>\nI also have another friend about whom I am thinking. She is not in the hospital. She is at a\nhome. Her limbs are rigid. She cannot use her hands. She cannot walk. Her eyeballs appear to\nbe frozen in their sockets. She has been that way for twenty-five years, and yet when I call on\nher, she laughs, or tries to; she tries to joke; she asks me to take her to a dance.\n<\/p><p>\nAnd so, Joe I am talking to you. I hope you are listening. There are many others like you,\nand we remember them, too. We may not have the time to call often. I know others who must\nnot be forgotten. Oh, I am thinking of the sisters who live on the top floor of the Constitution\nBuilding, over here on Main Street. Some of them near unto ninety, who cannot get out, but\nwho love the Church, who appreciate the blessings of the priesthood, and who are praying for\nyou and for me and for the brethren of this Church.\n<\/p><p>\nGod bless the eight-year-olds of this Church, those who have been baptized. When you were\nbaptized, Joe, you were not sprinkled; water was not poured upon you; but you, like the\nMaster, to commence to fulfil all righteousness\n(<span class=\"citation\" id=\"34533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34533)\">Matt. 3:15<\/a><\/span>),\nwere taken down into the water; and you\nwere immersed; and now yours is the opportunity to follow in the footsteps of your Savior\nand be like unto him.\n<\/p><p>\nGod bless you, my young friend, with the power of the priesthood of heaven. God grant that\nhis Spirit may be and abide with you and with your partners down there in that polio ward.\nThank your doctors and your nurses for me, they who are so kind and so gentle and so\nconcerned about the restoration of health to you and your companions.\n<\/p><p>\nBut, Joe, continue to rely upon your God. Whatever the results may be, you are of the\nkingdom of heaven. God grant that we may all have your faith, I pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}