{"ID":6455, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sharing the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p2\" class=\"\">Elder Robert C. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-c-oaks-10.jpg\" alt=\"Robert C. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Given the importance of the message, the help offered by the Spirit, the number of the missionaries and the size of the field that is ready to harvest, 300,000 new converts per year is not nearly enough.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p4\" class=\"\">I thrill to hear the prophet stand at this pulpit and declare how he sees the work of the Lord rolling forth to fill the earth like that stone, cut without hands, that Daniel saw in his vision (see <span class=\"citation\" id=\"10561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10561)\">Dan. 2:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p5\" class=\"\">This work is driven by the Spirit of the Lord and through the operation of priesthood authority given to man. But it moves forward on the wheels of missionary work by those who have responded to the Lord’s call to “go ye into all the world, and preach the gospel to every creature” (<span class=\"citation\" id=\"32930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32930)\">Mark 16:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p6\" class=\"\">The gospel of Jesus Christ with all of its purity, beauty, and simplicity has been restored to the earth in these latter days through the great prophet of this dispensation, Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p7\" class=\"\">We who have tasted the sweet fruits of the gospel know it as a fountain of faith, hope, and peace—a constant source of joy. Indeed, it is a rare jewel to be treasured and a rare jewel to be shared. There are 60,000 full-time missionaries engaged in the sharing process. Their efforts, coupled with those of stake missionaries and members, yielded some 300,000 new converts last year.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p8\" class=\"\">But this is not enough. Given the importance of the message, the help offered by the Spirit, the number of missionaries, and the size of the field that is ready to harvest, 300,000 new converts per year is not nearly enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p9\" class=\"\">In fact, last year President Hinckley challenged Church members to significantly increase the number of converts. We are not yet on that prophetically prompted track.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p10\" class=\"\">This is what prophets do; they help us reach up to new heights. President David O. McKay advised, “Every member a missionary”;<sup class=\"noteMarker\"><a href=\"#footnote1-20911_000_034\">1<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1959, 122.]<\/span><\/sup> President Kimball: “Lengthen your stride”<sup class=\"noteMarker\"><a href=\"#footnote2-20911_000_034\">2<\/a>\n       <span class=\"footnote\">[“The True Way of Life and Salvation,” <span class=\"emphasis\">Ensign, <\/span>May 1978, 4.]<\/span><\/sup> and “Do it now”;<sup class=\"noteMarker\"><a href=\"#footnote3-20911_000_034\">3<\/a>\n       <span class=\"footnote\">[“Always a Convert Church,” <span class=\"emphasis\">Ensign, <\/span>Sept. 1975, 3.]<\/span><\/sup> President Benson: “Flood … the earth with the Book of Mormon”;<sup class=\"noteMarker\"><a href=\"#footnote4-20911_000_034\">4<\/a>\n       <span class=\"footnote\">[“Flooding the Earth with the Book of Mormon,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1988, 5.]<\/span><\/sup> and now President Hinckley: Increase the number of converts and retain them. Do we need more specific instructions?<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Let me review the four-step instructions we have received regarding member-missionary work:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Identify prayerfully your friends and neighbors who would be the most receptive to the gospel message.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Introduce the identified individuals to the missionaries.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Involve yourself in the teaching of the gospel, preferably in your home.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Integrate your friends and any other new members into the Church by being attentive and helpful.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p16\" class=\"\">Through this simple, compact process we <span class=\"emphasis\">can<\/span> increase the number of converts, and, more importantly, we can help the new converts achieve full fellowship. Increased member involvement is the only way to increase our current conversion rate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p17\" class=\"\">We have heard all of this many times. Why don’t we do better in providing referrals? It is not laziness, because Latter-day Saints are not lazy people. I believe that the fear of rejection or the fear of hurting a friendship are the more common restraints to sharing the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p18\" class=\"\">But are these fears valid? When you extend to a friend an invitation to meet with the missionaries, you are offering to share something that is most valuable and cherished. Is that offensive? Sister Oaks and I have not found this to be the case. In fact, we have found that when we offer to share the gospel, friendships are strengthened, even though the friends may not embrace the gospel message.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p19\" class=\"\">Consider that you are invited to a friend’s house for breakfast. On the table you see a large pitcher of freshly squeezed orange juice from which your host fills his glass. But he offers you none. Finally, you ask, “Could I have a glass of orange juice?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p20\" class=\"\">He replies, “Oh, I am sorry. I was afraid you might not like orange juice, and I didn’t want to offend you by offering you something you didn’t desire.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p21\" class=\"\">Now, that sounds absurd, but it is not too different from the way we hesitate to offer up something far sweeter than orange juice. I have often worried how I would answer some friend about my hesitancy when I meet him beyond the veil.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p22\" class=\"\">A story related by Elder Christoffel Golden, of South Africa, refreshed my concerns. He was recently in Lusaka, Zambia, attending a meeting of new converts. A well-spoken, well-dressed stranger with a Book of Mormon in hand walked in. He stated he had driven past the chapel many times and had wondered what church met there and what they taught for doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p23\" class=\"\">At the conclusion of the meeting, this gentleman stood up, raised his copy of the Book of Mormon high in the air, and asked, “Why have you kept this book hidden from the people of Lusaka? Why have you kept it a secret?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p24\" class=\"\">As I heard this story, I flinched that one day some friend might ask me, “Why have you kept this Book of Mormon, with its message of truth and salvation, a secret?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p25\" class=\"\">My reply, “I was afraid I would damage our friendship,” will not be very satisfying to either me or my friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p26\" class=\"\">Brothers and sisters, I pray that we may put our fears and our hesitancy behind us and no more keep secret the great treasure that is ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p27\" class=\"\">One last thought regarding missionary work: During my short time in southeast Africa, I have been overwhelmed by the remarkable service rendered by senior couple missionaries. Daily, they make significant contributions to the strengthening of the members and to rolling that stone, cut without hands, forward on its eternal course. What a mighty team for righteousness they make when joined with the younger missionaries and the local members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p28\" class=\"\">Whether in leadership, proselyting, temple, humanitarian, welfare, or Church education service, the contribution of these experienced, testimony-bearing souls is beyond measure. And without exception I see them deriving great personal satisfaction from their service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p29\" class=\"\">If you are retired, or retirement eligible, and wondering what useful things you might do with the rest of your life, contact your bishop. Let him share with you his exciting list of missionary opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p30\" class=\"\">Today, take your spouse by the hand and see if you don’t agree that the best thing for all concerned, including your grandchildren, would be for you to accept an assignment to serve the Lord as missionaries. This is His work, and He beckons us to join Him in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/sharing-the-gospel.p31\" class=\"\">I testify that God, our Eternal Father, and His Only Begotten Son, Jesus Christ, live. Christ came to earth and fulfilled His calling as the Redeemer of all mankind. I testify that His gospel has been restored in its fulness and that there is a living prophet, Gordon B. Hinckley, guiding this work under the direction of the Father and of the Son. And I so do, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-20911_000_034\"><a name=\"-20911_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-20911_000_034\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1959, 122.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_034\"><a name=\"-20911_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-20911_000_034\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“The True Way of Life and Salvation,” <span class=\"emphasis\">Ensign, <\/span>May 1978, 4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_034\"><a name=\"-20911_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-20911_000_034\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Always a Convert Church,” <span class=\"emphasis\">Ensign, <\/span>Sept. 1975, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-20911_000_034\"><a name=\"-20911_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-20911_000_034\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Flooding the Earth with the Book of Mormon,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1988, 5.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}