{"ID":6457, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Write upon My Heart”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p2\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Prayer can provide the shield of protection the parent will want so much for [a child] to have.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p4\" class=\"\">Parents should teach their children to pray. The child learns both from what the parents do and what they say. The child who sees a mother or a father pass through the trials of life with fervent prayer to God and then hears a sincere testimony that God answered in kindness will remember what they saw and heard. When their trials come, they will be prepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p5\" class=\"\">In time, when the child is away from home and family, prayer can provide the shield of protection the parent will want so much for them to have. Parting can be hard, particularly when the parent and the child know that they may not see each other for a long time. I had that experience with my father. We parted on a street corner in New York City. He had come there for his work. I was there on my way to another place. We both knew that I probably would never return to live with my parents under the same roof again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p6\" class=\"\">It was a sunny day, around noontime, the streets crowded with cars and pedestrians. On that particular corner there was a traffic light which stopped the cars and the people in all directions for a few minutes. The light changed to red; the cars stopped. The crowd of pedestrians hurried off the curbs, moving every way, including diagonally, across the intersection.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p7\" class=\"\">The time had come for parting, and I started across the street. I stopped almost in the center, with people rushing by me. I turned to look back. Instead of moving off in the crowd, my father was still standing on the corner looking at me. To me he seemed lonely and perhaps a little sad. I wanted to go back to him, but I realized the light would change and so I turned and hurried on.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p8\" class=\"\">Years later I talked to him about that moment. He told me that I had misread his face. He said he was not sad; he was concerned. He had seen me look back, as if I were a little boy, uncertain and looking for assurance. He told me in those later years that the thought in his mind had been: <span class=\"emphasis\">Will he be all right? Have I taught him enough? Is he prepared for whatever may lie ahead?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p9\" class=\"\">There were more than thoughts in his mind. I knew from having watched him that he had feelings in his heart. He yearned for me to be protected, to be safe. I had heard and felt that yearning in his prayers, and even more in the prayers of my mother, for all the years I had lived with them. I had learned from that, and I remembered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p10\" class=\"\">Prayer is a matter of the heart. I had been taught far more than the rules of prayer. I had learned from my parents and from the Savior’s teachings that we must address our Heavenly Father in the reverent language of prayer. “Our Father … in heaven, Hallowed be Thy name” (<span class=\"citation\" id=\"33542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33542)\">Matt. 6:9<\/a><\/span>). I knew that we never profane His sacred name—never. Can you imagine how the prayers of a child are harmed by hearing a parent profane the name of God? There will be terrible consequences for such an offense to the little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p11\" class=\"\">I had learned that it was important to give thanks for blessings and to ask for forgiveness. “And forgive us our debts, as we forgive our debtors” (<span class=\"citation\" id=\"33546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33546)\">Matt. 6:12<\/a><\/span>). I had been taught that we ask for what we need and pray for others to be blessed. “Give us this day our daily bread” (<span class=\"citation\" id=\"33545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33545)\">Matt. 6:11<\/a><\/span>). I knew that we must surrender our will. “Thy kingdom come. Thy will be done in earth, as it is in heaven” (<span class=\"citation\" id=\"33544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33544)\">Matt. 6:10<\/a><\/span>). I had been taught and found it true that we can be warned of danger and shown early what we have done which displeased God. “And lead us not into temptation, but deliver us from evil” (<span class=\"citation\" id=\"33547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33547)\">Matt. 6:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p12\" class=\"\">I had learned that we must always pray in the name of Jesus Christ. But something I had seen and heard had taught me those words were more than a formality. There was a picture of the Savior on the bedroom wall where my mother was bedridden in the years before she died. She had put it there because of something her cousin Samuel O. Bennion had told her. He had traveled with an Apostle who described seeing the Savior in a vision. Elder Bennion gave her that print, saying that it was the best portrayal he had ever seen of the Master’s strength of character. So she framed it and placed it on the wall where she could see it from her bed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p13\" class=\"\">She knew the Savior, and she loved Him. I had learned from her that we do not close in the name of a stranger when we approach our Father in prayer. I knew from what I had seen of her life that her heart was drawn to the Savior from years of determined and consistent effort to serve Him and to please Him. I knew the scripture was true which warns, “For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?” (<span class=\"citation\" id=\"40030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40030)\">Mosiah 5:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p14\" class=\"\">Years after my mother and father are gone, the words “in the name of Jesus Christ” are not casual for me, either when I say them or when I hear others say them. We must serve Him to know the Master’s heart. But we also must pray that Heavenly Father will answer our prayers in our hearts as well as in our minds (see <span class=\"citation\" id=\"26436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26436)\">Jer. 31:33<\/a><\/span>; <span class=\"citation\" id=\"24172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24172)\">Heb. 8:10<\/a><\/span>; <span class=\"citation\" id=\"24174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24174)\">Heb. 10:16<\/a><\/span>; and <span class=\"citation\" id=\"2980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2980)\">2 Cor. 3:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p15\" class=\"\">President George Q. Cannon described the blessing of people coming together having prayed for such answers. He was speaking of going to a priesthood meeting, yet many of you have come to this meeting with hearts prepared in the way he described in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p16\" class=\"\">“I should enter that assembly with my mind entirely free from all influence that would prevent the operation of the Spirit of God upon me. I should go in a prayerful spirit, asking God to <span class=\"emphasis\">write upon my heart <\/span>His will; not with my own will already prepared, and determined to carry out my will … , regardless of everyone else’s views. If I were to go, and all the rest were to go, with this spirit, then the Spirit of God would be felt in our midst, and that which we would decide upon would be the mind and will of God, because God would reveal it to us. We would see light in the direction where we should go, and we would behold darkness in the direction we should not go” (<span class=\"emphasis\">Deseret Semi-Weekly News,<\/span> 30 Sept. 1890, 2; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p17\" class=\"\">Our goal when we teach our children to pray is for them to want God to write upon their hearts and be willing then to go and do what God asks of them. It is possible for our children to have faith enough, from what they see us do and what we teach, that they can feel at least part of what the Savior felt as He prayed to have the strength to make His infinite sacrifice for us: “And he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt” (<span class=\"citation\" id=\"33575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33575)\">Matt. 26:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p18\" class=\"\">I have had prayers answered. Those answers were most clear when what I wanted was silenced by an overpowering need to know what God wanted. It is then that the answer from a loving Heavenly Father can be spoken to the mind by the still, small voice and can be written on the heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p19\" class=\"\">Some parents are listening with this question: “But how can I soften the heart of my child now grown older and convinced he or she doesn’t need God? How can I soften a heart enough to allow God to write His will upon it?” Sometimes tragedy will soften a heart. But for some, even tragedy is not enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p20\" class=\"\">But there is one need even the hardened and proud person cannot believe they can meet for themselves. They cannot lift the weight of sin from their own shoulders. And even the most hardened may at times feel the prick of conscience and thus the need for forgiveness from God. A loving father, Alma, taught that need to his son Corianton this way: “And now, the plan of mercy could not be brought about except an atonement should be made; therefore God himself atoneth for the sins of the world, to bring about the plan of mercy, to appease the demands of justice, that God might be a perfect, just God, and a merciful God also” (<span class=\"citation\" id=\"8577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8577)\">Alma 42:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p21\" class=\"\">And then, after bearing testimony of the Savior and His Atonement, the father made this plea for a softened heart: “O my son, I desire that ye should deny the justice of God no more. Do not endeavor to excuse yourself in the least point because of your sins, by denying the justice of God; but do you let the justice of God, and his mercy, and his long-suffering have full sway in your heart; and let it bring you down to the dust in humility” (<span class=\"citation\" id=\"8582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8582)\">Alma 42:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p22\" class=\"\">Alma knew what we can know: that testifying of Jesus Christ and Him crucified had the greatest possibility of his son coming to sense his need for the help only God could give. And prayers are answered to those whose hearts are softened by that overwhelming feeling of the need for cleansing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p23\" class=\"\">When we teach those we love that we are spirit children temporarily away from a loving Heavenly Father, we open the door of prayer to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p24\" class=\"\">We lived in His presence before we came here to be tested. We knew His face, and He knew ours. Just as my earthly father watched me go away from him, our Father in Heaven watched us go into mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p25\" class=\"\">His Beloved Son, Jehovah, left those glorious courts to come down into the world to suffer what we would suffer and to pay the price of all the sins we would commit. He provided for us the only way to go home again to our Heavenly Father and to Him. If the Holy Ghost can tell us just that much about who we are, we and our children might feel what Enos felt. He prayed this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p26\" class=\"\">“And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p27\" class=\"\">“And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed” (<span class=\"citation\" id=\"21460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21460)\">Enos 1:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p28\" class=\"\">I can promise you that no joy will exceed what you would feel if a child of yours prays in the hour of need and receives such an answer. You will someday be separated from them, with a longing in your heart to be reunited. A loving Heavenly Father knows that longing would last forever unless we are reunited as families with Him and His Beloved Son. He put in place all His children will need to have that blessing. To find it, they must ask of God for themselves, nothing doubting, as the boy Joseph Smith did.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p29\" class=\"\">My dad was concerned that day in New York because he knew, as my mother knew, that the only real tragedy would be if we were apart forever. That is why they taught me to pray. They knew we could be together forever only with God’s help and with His assurances. As you will do, they taught prayer best by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p30\" class=\"\">The afternoon my mother died, we went to the family home from the hospital. We sat quietly in the darkened living room for a while. Dad excused himself and went to his bedroom. He was gone for a few minutes. When he walked back into the living room, there was a smile on his face. He said that he’d been concerned for Mother. During the time he had gathered her things from her hospital room and thanked the staff for being so kind to her, he thought of her going into the spirit world just minutes after her death. He was afraid she would be lonely if there was no one to meet her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p31\" class=\"\">He had gone to his bedroom to ask his Heavenly Father to have someone greet Mildred, his wife and my mother. He said that he had been told in answer to his prayer that his mother had met his sweetheart. I smiled at that too. Grandma Eyring was not very tall. I had a clear picture of her rushing through the crowd, her short legs moving rapidly on her mission to meet my mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p32\" class=\"\">Dad surely didn’t intend at that moment to teach me about prayer, but he did. I can’t remember a sermon from my mother or my father about prayer. They prayed when times were hard and when they were good. And they reported in matter-of-fact ways how kind God was, how powerful and how close. The prayers I heard most were about what it would take for us to be together forever. And the answers which will remain written on my heart seem most often to be the assurances that we were on the path.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p33\" class=\"\">When I saw in my mind my grandmother rushing to my mother, I felt joy for them and a longing to bring my sweetheart and our children to such a reunion. That longing is why we must teach our children to pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/write-upon-my-heart.p34\" class=\"\">I testify that our Heavenly Father answers the pleadings of faithful parents to know how to teach their children to pray. I testify that because of the Atonement of Jesus Christ, we can have eternal life in families if we honor the covenants offered in this, His true Church. I so testify as His servant in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}