{"ID":6458, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “An Humble and a Contrite Heart”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we have drawn nearer to the Savior, with a more firm resolution to follow His teachings and His example, then this conference will have been a wonderful success.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">20911_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The tumult and the shouting dies;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The captains and the kings depart.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Still stands thine ancient sacrifice,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">An humble and a contrite heart.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord God of Hosts, be with us yet,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lest we forget, lest we forget.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p10\" class=\"\">(“God of Our Fathers, Known of Old,” <span class=\"emphasis\">Hymns,<\/span> no. 80)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p11\" class=\"\">These immortal words of Rudyard Kipling express my feelings as we bring to a conclusion this wonderful conference of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p12\" class=\"\">Following the benediction we shall depart this great hall, turn off the lights, and lock the doors. You who are listening across the world will switch off your television set or the radio or shut down the Internet. As we do so, I would hope that we will remember that when all is over, “Still stands thine ancient sacrifice, An humble and a contrite heart” (<span class=\"emphasis\">Hymns,<\/span> no. 80).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p13\" class=\"\">I hope that we shall ponder with subdued feelings the talks to which we have listened. I hope that we will quietly reflect on the wonderful things we have heard. I hope that we will feel a little more contrite and humble.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p14\" class=\"\">All of us have been edified. The test will come in the application of the teachings given. If, hereafter, we are a little more kind, if we are a little more neighborly, if we have drawn nearer to the Savior, with a more firm resolution to follow His teachings and His example, then this conference will have been a wonderful success. If, on the other hand, there is no improvement in our lives, then those who have spoken will have in large measure failed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p15\" class=\"\">Those changes may not be measurable in a day or a week or a month. Resolutions are quickly made and quickly forgotten. But, in a year from now, if we are doing better than we have done in the past, then the efforts of these days will not have been in vain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p16\" class=\"\">We will not remember all that has been said, but there will arise from all of this a spiritual uplift. It may be indefinable, but it will be real. As the Lord said to Nicodemus, “The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit” (<span class=\"citation\" id=\"26902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26902)\">John 3:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p17\" class=\"\">So it will be with the experience we have enjoyed. And perhaps, out of all we have heard, there may be a phrase or a paragraph that will stand out and possess our attention. If this occurs, I hope we will write it down and reflect on it until we savor the depth of its meaning and have made it a part of our own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p18\" class=\"\">In our family home evenings I hope we will discuss with our children these things and let them taste the sweetness of the truths we have enjoyed. And when the <span class=\"emphasis\">Ensign<\/span> magazine comes out in November, with all of the conference messages, please don’t just throw it aside with the comment that you have heard it all, but read and ponder the various messages. You will find many things that you missed when you listened to the speakers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p19\" class=\"\">I have only one regret concerning the conference. That is that so few of the Brethren and sisters have opportunity to speak. It is simply a matter of the constraints of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p20\" class=\"\">Tomorrow morning we will be back at our jobs, back to our studies, back to whatever constitutes the busy regimen of our lives. But we can have the memories of this great occasion to sustain us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p21\" class=\"\">We can draw nearer to the Lord in our prayers. These can become conversations of thanksgiving. I can never fully understand how the Great God of the Universe, the Almighty, invites us as His children to speak with Him individually. How precious an opportunity is this. How wonderful that it actually happens. I testify that our prayers, offered in humility and sincerity, are heard and answered. It is a miraculous thing, but it is real.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p22\" class=\"\">Let us lower our voices in our homes. Let love abound and find expression in our actions. May we walk the quiet ways of the Lord, and may prosperity crown our labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p23\" class=\"\">The great “Hosanna” salutation in which we participated this morning should remain an unforgettable experience. From time to time, we can repeat quietly in our minds, when we are alone, those beautiful words of worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/an-humble-and-a-contrite-heart.p24\" class=\"\">I bear witness of the truth of this work and of the living reality of God our Eternal Father and of His Only Begotten Son, whose Church this is. I extend my love to every one of you. God be with you, my dear, dear friends. I invoke the blessings of heaven upon you as we bid you good-bye for a season, in the name of Him who is our Master, our Redeemer, and our King, even the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}