{"ID":646, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lord's Tenth<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1953, pp. 95-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren and sisters, that I might enjoy the inspiration of the fine,\nsweet spirit that has inspired the previous speakers. It is a glorious honor and distinction to\nhold membership in the Church of the Lord Jesus Christ.\n<\/p><p>\nThrough the restoration of the Church and its establishment upon the earth a part of the\nkingdom of heaven is upon the earth to prepare men for the second coming of the Prince of\nPeace, and hence, this great organization is one of divine government.\n<\/p><p>\nBrigham Young declared that the priesthood of the Son of God which we have in our midst is\na perfect order and system of government, and this alone can deliver the human family from\nall the evils which now afflict its members and insure them of happiness hereafter.\n<\/p><p>\nOne of the grand and glorious blessings of this great priesthood government is the fact that\nevery man and young man who holds the priesthood of God, if he will fill his assignment\nrendering the service that is required of him, becomes an officer in the priesthood government\nof the Lord Jesus Christ.\n<\/p><p>\nThe priesthood government of the Lord Jesus Christ is comparable in many respects to civil\ngovernment. It has various departments. There is a department of education, a department of\nhealth, a department of recreation and culture, a welfare department, a judiciary department,\nand a finance department.\n<\/p><p>\nSo, without going into detail with reference to all of these departments and their various\nfunctions, I should like to talk to you for a moment about the finance department of the\npriesthood government of the Lord Jesus Christ.\n<\/p><p>\nThere stands at its head the prophet, revelator, and seer of the Lord Jesus Christ. He directs\nthe great finance department of this government. The Presiding Bishopric are fiscal agents of\nthe First Presidency, and the many bishops and presidencies of independent branches who\nreceive the finances of the finance department are agents, too, and, under the direction of the\nFirst Presidency and various committees, disburse the same as the needs of the Church\ndemand.\n<\/p><p>\nThe sources of income for the finance department are four: \n<\/p><p>\nThe first is tithing in cash; the second is tithes in kind; the third is fast offerings; and the\nfourth, commercial income of the Church.\n<\/p><p>\nI should like to discuss for a moment the commercial income of the Church. There are many\npeople who are curious about it. Certain groups speculate as to what the wealth of the Church\nis what its investments are, as to what the amount of the commercial income might be.\n<\/p><p>\nThe commercial income of the Church provides funds to carry on the operation of the Church\nfor approximately fifteen days out of the year, so you can readily see that it is an infinitesimal\npart of the funds that are needed to finance the program of the Church, particularly in view of\nthat fact, as was stated yesterday morning, in the financial statement of the Church, some\ntwenty-three millions were expended from tithing funds for various purposes.\n<\/p><p>\nOut of the question of commercial income, the question arises, \"Why is the Church in\nbusiness?\"\n<\/p><p>\nWe are in business to some extent because in the early days of the Church it\nwas necessary for this organization to help establish industry; for example, in the days of\nPresident Brigham Young, most of the retailing of merchandise was controlled by those not of\nour faith. Exorbitant prices were charged. To solve the problem, a great mercantile institution\nwas established for the sole purpose of selling merchandise to our people at a fair and\nequitable price.\n<\/p><p>\nAt the same time, there was established what was known as mercantile co-ops. There was the\nEleventh Ward Co-op established on the corner of First South and Seventh East; the Tenth\nWard Co-op established on Eighth East and Fourth South; the Twentieth Ward Co-op on the\ncorner of Fifth East and South Temple. These co-ops were also established throughout the\nsettlements of the state for the sole purpose of providing merchandise for our people at the\nright price.\n<\/p><p>\nThe Church, to some extent, is still interested in these pioneer enterprises. In the great\nmercantile institution established by Brigham Young and his associates, the Church still has a\nminority interest. There are literally hundreds of others holding shares in this great institution.\n<\/p><p>\nWe are asked the question: \"Why are we in the sugar business?\" We are in the sugar business\nbecause of the fact that in the days of Wilford Woodruff, those who were engaged in the field\nof agriculture had difficulty in disposing of the kind of crops produced. Hay, grain, and\nlivestock were not marketable. So, in order to solve the problem, the President of the Church\nand his associates gave consideration to several solutions.\n<\/p><p>\nFinally it was decided that sugar beets would grow in this area. The climate was right, and\nout of it there were established sugar factories that our farmers might have channels through\nwhich their products could be sold, and where, in return, they might receive cash income.\n<\/p><p>\nWith reference to the establishment of the sugar industry, there was inspiration in it. President\nWoodruff made it a matter of prayer, and when he had a positive attitude toward the\nestablishing of the sugar industry, there came to him light. When his attitude was negative, all\nwas dark. There is no question but what the prophet of the Lord was inspired and directed in\nestablishing the sugar industry to the end that our farmers might produce a crop which would\nbring to them a cash return.\n<\/p><p>\nThe Church never was and is not the sole owner of the sugar industry, today, as there are\nhundreds of other shareholders.\n<\/p><p>\nThe question is asked: \"Why are we in the radio and television business?\" Solely for the\npurpose that the voice of the Church might be heard over the air. I am sure our interest in the\nradio business has more than paid us many dividends in the opportunity provided by the\nSunday morning broadcasts of our great choir, and the fine sermons of Elder Richard L.\nEvans, which are heard by millions of people, and in addition, the broadcasting of general\nconference.\n<\/p><p>\nI have met many people not of our faith who have declared: \"My church is the Sunday\nmorning broadcast of the great Tabernacle Choir and the sermon of Richard L. Evans.\"\n<\/p><p>\nIt is true that the Church is interested in some real estate, most of which surrounds this block,\npurchased for the sole purpose of protecting the temple block from business that would be\nderogatory to the atmosphere and the spirit of the house of the Lord.\n<\/p><p>\nThe Church has some interests in ranching projects which have grown largely out of\ncolonization projects, particularly in Canada and Mexico.\n<\/p><p>\nA large ranch was purchased in Canada; parts of it were sold to our people who settled there;\nand out of it there was left a large tract which was open domain whereon people ran their\ncattle for years; later it was fenced. Sheep and cattle were placed upon this ranch, and out of\nits earnings, the ranch operation has been expanded and the dividends\nreturned from this operation have been spent in the erection of chapels in Canada, and paying\nsome of the maintenance expense of the Church in that part of the Lord's vineyard.\n<\/p><p>\nSo the matter of our commercial income should not be one of great curiosity nor speculation,\nfor as I have indicated, it is but an infinitesimal part of the funds needed to finance the\npriesthood government of the Lord Jesus Christ.\n<\/p><p>\nThe bulk of Church income is derived from tithing, based upon the faith and the testimony of\nthe membership of the true Church. It thrills me as I travel over the Church and see the lovely\nmeetinghouses that have been erected, the cost of which is paid partly from the tithes, and the\nother part from the contributions of the people.\n<\/p><p>\nI do not believe that I would be contradicted if I were to make the statement today that of all\nthe religious organizations in the world, this Church at the moment is erecting more places in\nwhich to worship God than any other religious organization.\n<\/p><p>\nThe tithes in kind amount to little. There are a few cases where individuals pay their tithing in\ncrops or livestock, and these are immediately converted into cash, and forwarded to the office\nof the Presiding Bishopric.\n<\/p><p>\nTithing is a just and an equitable law. The amount that we are asked to pay as a tithe was\nfixed by the Lord through revelation and direction to his servants. Tithing is a principle that is\nas old as the Lord's work itself.\n<\/p><p>\nWe read of Abraham who went to the high priest, Melchizedek, to render unto the Lord a\ntithe or one-tenth of his crops and herds\n(<span class=\"citation\" id=\"8932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8932)\">Alma 13:15<\/a><\/span>). Isaac and Jacob paid tithes. As you follow through\nthe history of the ancient prophets, it was the financial law by which the Lord financed his\nwork upon the earth.\n<\/p><p>\nIn the days of the Savior, tithing was used to finance the work of the Lord.\n<\/p><p>\nBut, if you compare tithing with the tax laws of the land, you find tithing is a fixed amount\nof one's income&mdash;ten percent, no more or no less.\n<\/p><p>\nIn civil government, the tax laws are flexible, and usually flexible upward. The average\nincome tax and taxes paid by the ordinary citizen of this country run between thirty and\nthirty-five percent of his total income, and there are some cases in which an individual could\npay as much as ninety percent of his income to finance the government.\n<\/p><p>\nHowever, in the priesthood government of the Lord Jesus Christ, the maximum requirement is\nten percent, whether it be from the widow's mite or from the rich man's income.\n<\/p><p>\nBrigham Young said: \n<\/p><p>\nEverybody should pay their tenth. A poor woman ought to pay her tenth chicken, if she has to\ndraw out ten times its value for her support (<i>Discourses of Brigham Young<\/i>, 1943 edition, p.\n178).\n<\/p><p>\nIn civil government if the tax laws are not adhered to, there are certain penalties that are\ninflicted, fines and imprisonment. But in the priesthood government of the Lord Jesus Christ\nthe matter of tithing comes as a voluntary contribution. If there are any penalties involved and\nthere are, they are self-inflicted because if we refuse to obey the commandments of the Lord\nwe deny ourselves the blessings of heaven. The Lord made it perfectly clear in the 119th\nsection of the Doctrine and Covenants, the 6th verse, wherein he said,\n<\/p><p>\nAnd I say unto you, if my people observe not this law, to keep it holy, and by this law\nsanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon,\nthat it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto\nyou (<span class=\"citation\" id=\"13176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13176)\">D&amp;C 119:6<\/a><\/span>).\n<\/p><p>\nThe land of Zion is where the Spirit of God can be found in rich abundance. It is a place\nwhere we may enjoy peace, brotherly love, and the temporal blessings needed to sustain life.\n<\/p><p>\nI think of the time when the great pioneer prophet Brigham Young on coming into the valley\ndeclared we blessed the land and dedicated it to the end that it would be\nproductive enough to take care of all who come into the valley. Said he, \"All of these\nblessings are contingent upon our obedience.\" Since the days of Brigham Young after he\ndedicated the land that it would be fruitful, literally hundreds of thousands of people have\ncome into what Brigham Young saw as a desert, a barren wilderness, and now it blooms as\nthe rose; and hundreds of thousands of people are provided for and taken care of as far as\ntheir temporal needs are concerned.\n<\/p><p>\nThe Lord revealed in the Doctrine and Covenants, section 85, verse 3,\n<\/p><p>\nIt is contrary to the will and commandment of God that those who receive not their\ninheritance by consecration, agreeable to his law, which he has given, that he may tithe his\npeople, to prepare them against the day of vengeance and burning, should have their names\nenrolled with the people of God (<span class=\"citation\" id=\"13150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13150)\">D&amp;C 85:3<\/a><\/span>).\n<\/p><p>\nAnd in these days of difficulty, bloodshed, and war a tithed people according to this promise\nshould have their names enrolled with the people of God and enjoy the promised protection\nthat will come through obedience.\n<\/p><p>\nHow many times the question is asked, \"What is a tithe?\" The very word itself denotes\none-tenth. A tithe is one-tenth of the wage earner's full income. A tithe is one-tenth of the\nprofessional man's net income. A tithe is one-tenth of the businessman's net income. A tithe\nis one-tenth of the farmer's net income, and also one-tenth of the produce used by the farmer\nto sustain his family which is a just and equitable requirement, as others purchase out of their\nincome such food as is needed to provide for their families. A tithe is one-tenth of the\ndividends derived from investments. A tithe is one-tenth of net insurance income less\npremiums if tithing has been paid on the premiums. May we follow the admonition of\nBrigham Young: \n<\/p><p>\nWe do not ask anyone to pay tithing unless they are disposed to do so, but if you pretend to\npay tithing, pay it like an honest man (<i>Discourses of Brigham Young<\/i>, 1943 edition, p. 177).\n<\/p><p>\nMay we meet our tithing obligations fully and therefrom derive the promised blessings both\nspiritual and temporal.\n<\/p><p>\nAs to the handling of tithing, according to the revelations, the following officers of the\npriesthood government of the Lord are responsible: the President of the Church who is\ntrustee-in-trust; the Presiding Bishopric, and all of the bishoprics who preside in the wards,\nand branch presidencies who preside over the branches. Once a month all the tithes received\nby the ward bishoprics and the branch presidencies are forwarded to the office of the\nPresiding Bishopric in full; the bishoprics and the branch presidencies do not retain any of the\ntithing. The tithing is accompanied by duplicate receipts of the receipts issued to the donors.\nIn the office of the Presiding Bishopric a personal tithing account has been set up for each\ndonor. At the end of each three months of the year there is returned to the bishoprics of the\nChurch a tithing statement drawn up in the office of the Presiding Bishopric listing all who\nhave paid tithing during that period and the amount. By this arrangement, the bishoprics of\nthe ward have a record of what each tithepayer has paid for any three months of the year or\nfor the whole year, which makes it possible at tithing settlement time for each tithepayer to\nreceive from the bishop a personal record of tithes paid.\n<\/p><p>\nAll tithing received by the Presiding Bishopric is transferred in full to the First Presidency.\n<\/p><p>\nThe shining example of integrity on the part of the brethren who handle the tithes in the\nwards and the branches of the Church is without parallel. I doubt if in civil government you\nwill ever find a record of integrity comparable to that which we find in the priesthood\ngovernment of the Lord Jesus Christ.\n<\/p><p>\nThe question is often asked, \"How is the tithing disbursed?\" The plan for\ndisbursement is found in the 120th section of the Doctrine and Covenants and is as follows: \n<\/p><p>\nVerily, thus saith the Lord, the time is now come that it [speaking of the tithing] shall be\ndisposed of by a council, composed of the First Presidency of my Church, and of the bishop\nand his council, and by my high council, and by mine own voice unto them, saith the Lord...\n(<span class=\"citation\" id=\"13177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13177)\">D&amp;C 120:1<\/a><\/span>).\n<\/p><p>\nAnd so in compliance with this revelation, a council called \"The Council for the Disbursement\nof Tithing,\" composed of the First Presidency, the Council of the Twelve, and the Presiding\nBishopric has been organized, and under the direction of this council for the disbursement of\ntithing there has been organized a budget committee composed of two members of the\nCouncil of the Twelve and a member of the Presiding Bishopric. Each year the budget\ncommittee analyzes the financial needs of the various departments of the Church from the\npoint of view of eliminating unnecessary expenditures. The budget, when compiled, is\npresented to the council for the disbursement of tithing, where again the First Presidency and\nthe members of the council analyze the budget very carefully to assure themselves of no\nextravagant spending, and under the direction of this council for the disbursement of tithing\nthere is another committee called \"The Expenditure Committee\" of the Church who are\nauthorized to approve expenditures as they are required by the departments of the Church.\nThis committee meets once a week. It is composed of the First Presidency, three members of\nthe Twelve, and the Presiding Bishopric. And over the fifteen years that I have had the\nprivilege of being a member of this committee, I have been inspired and thrilled by the\ncareful appropriating of Church funds. Civil government could well afford to follow the\nexample of the expenditure committee of the priesthood government of the Lord Jesus Christ.\n<\/p><p>\nWhat are the tithes used for? By revelation they are used to assist the poor, to erect temples\nand meetinghouses, for the maintenance of temples and missions, for the erection of school\nbuildings, seminaries, and institute buildings, and for the other operating expenses that are\nnecessary. Tithing may be used for the purchase of land. In the 42nd section and 35th verse\nof the Doctrine and Covenants, it is indicated surpluses might be used to purchase land for the\npublic good of the people (<span class=\"citation\" id=\"13113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13113)\">D&amp;C 42:35<\/a><\/span>).\n<\/p><p>\nThe Prophet Malachi declared: \n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and\npour you out a blessing, that there shall not be room enough to receive it\n(<span class=\"citation\" id=\"32744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32744)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nI am not going to say to you, because you pay your tithing that tomorrow morning there may\nbe a Cadillac in your garage or that you may all be blessed with a mansion in which to live.\nThat promise I cannot make.\n<\/p><p>\nThe Lord promised us that he would bless the obedient with the necessities of life. He will\nbless us with the inspiration to wisely handle our income and use it in a thrifty way to the end\nthat we will be able to meet our obligations.\n<\/p><p>\nIn many wards of the Church where chapels are in the course of construction, members are\npaying and have paid more tithing than they had previously, which is an evidence that the\nLord directly and through the inspiration of his Holy Spirit, blesses us in our temporal affairs\nwhen we obey the commandment of tithing.\n<\/p><p>\nAt the time President Lorenzo Snow took over the administration of the priesthood\ngovernment of the Lord Jesus Christ, it was at the end of a terrible period in its history. The\nChurch had been prosecuted and persecuted with reference to the question of plural marriage.\nIts properties had been confiscated; money was borrowed at the rate of twelve percent\ninterest; and the total income of the Church at the time President Snow came\nin was required to pay the interest on these loans.\n<\/p><p>\nThe Prophet supplicated God mightily for divine direction and received a revelation indicating\nto him that if the people of the Church would obey the law of tithing their lands would be\nproductive, the rains would come, and the financial problem of the Church would be solved.\nThe promise of the Lord was kept through the obedience of the people; the credit of the\nChurch was saved; and today it rests upon a strong financial foundation.\n<\/p><p>\nThere are spiritual blessings&mdash;the blessing of faith, the blessing of testimony, the divine\npower that motivates you and me to meet this divine commandment and out of which comes\nspiritual understanding, and that greatly needed virtue to be honest with our Father in heaven,\nhonest with ourselves, and honest with our fellow men.\n<\/p><p>\nHappiness comes, and full fellowship in that we enjoy the association of our Heavenly\nFather's Holy Spirit. These are rewards of which Malachi spoke.\n<\/p><p>\nBrigham Young declared: \n<\/p><p>\nIf we live our religion we will be willing to pay tithing. We are not our own, we are bought\nwith a price (<span class=\"citation\" id=\"228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(228)\">1 Cor. 6:20<\/a><\/span>),\nwe are the Lord's our time, our talents, our gold and silver, our wheat and fine\nflour, our wine and our oil, our cattle, and all there is on this earth that we have in our\npossession is the Lord's and he requires one-tenth of this for the building up of His Kingdom.\nWhether we have much or little, one-tenth should be paid in for tithing (<i>Discourses of Brigham Young<\/i>,\n1943 edition, p. 176).\n<\/p><p>\nIn conclusion, my brethren and sisters, if there is any question in your minds about this divine\nlaw, I ask you to follow the admonition of the resurrected Savior wherein he counseled as\nfollows: \n<\/p><p>\nMy doctrine is not mine, but his that sent me. If any man will do his will, he shall know of\nthe doctrine, whether it be of God, or whether I speak of myself\n(<span class=\"citation\" id=\"27548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27548)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nI promise you as God lives, through the spirit of the Holy Ghost, that testimony will come\ninto your hearts that the law of tithing is a divine law, and it is necessary to carry on the\nfunctions of the priesthood government of the Lord Jesus Christ.\n<\/p><p>\nMay God give us the strength to obey all of his commandments, that we might enjoy\nsalvation and a place in the celestial kingdom, I humbly ask in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}