{"ID":6460, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ripples\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p3\" class=\"\">Virginia U. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">The actions of righteous women ripple on and on through time and space and even generations.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">20911_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1383.jpg\" alt=\"Virginia U. Jensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p5\" class=\"\">Our family loved the trips we took to the mountains when our children were young. Standing on the edge of beautiful Jackson Lake, with the majestic mountain peaks reflected in its glassy surface, we would have contests skipping rocks across the smooth water. As the rocks sank, we watched while ripples moved out across the water as far as we could see. Even the smallest pebble tossed by our youngest child rippled on and on and on.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p6\" class=\"\">Like the expanding circles our pebbles made on Jackson Lake, the actions of righteous women ripple on and on through time and space and even generations. These righteous actions come from our understanding of the divine mission of Jesus Christ, our knowledge of the gospel plan, our obedience to eternal commandments, and our work in this, the kingdom of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p7\" class=\"\">Let me share an example of how this rippling begins and reverberates when one righteous Latter-day Saint woman acts upon her knowledge that Jesus is the Christ and the gospel has been restored.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p8\" class=\"\">In 1841, Dan Jones, a Welsh immigrant, was the captain of one of the smallest registered boats carrying people and freight on the upper Mississippi River. It seems more than coincidence to me that his boat was named the <span class=\"emphasis\">Ripple.<\/span> Among his passengers were members of an obscure “new” church, The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p9\" class=\"\">During his journeys Dan Jones began to hear criticisms of these “Mormons.” Because he had ferried many of them, he had talked with them and observed their behavior. He found them to be good people—kind, honest, and hardworking. The negative comments and writings about these people did not match up with what he had experienced in his dealings with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p10\" class=\"\">“Through a careful investigation of the accusations,” he later wrote, “I perceived clearly that it was impossible for them to be true, either because … they overstated the case or … contradicted themselves” (quoted in Ronald D. Dennis, “Dan Jones, Welshman,”<span class=\"emphasis\"> Ensign,<\/span> Apr. 1987, 50).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p11\" class=\"\">One significant event in particular propelled Dan Jones from a careful observer to an active investigator of the Church. He wrote this: “Purely by accident, there fell into my hands … a letter which [Emma Smith] had written. … I shall never forget the feelings which that … letter caused me to have. I perceived clearly that not only did [she] believe the New Testament, the same as I—professing the apostolic faith, and rejoicing in the midst of her tribulations at being worthy to suffer all … for a testimony of Jesus and the gospel—but also it contained better counsel, more wisdom, and showed a more … godly spirit than anything I had ever read!” (<span class=\"emphasis\">Ensign, <\/span>Apr. 1987, 50, 52).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p12\" class=\"\">Inspired by Emma’s words and example, Dan Jones sought to learn more about this church. In 1843 he was baptized in the Mississippi River and became one of the most influential missionaries in the history of the Church, bringing hundreds of people to the gospel in his native Wales. In a very literal way, Emma Smith’s influence continues to ripple through generations. Who can say how many hundreds, even thousands of the descendants of those Dan Jones introduced to the gospel may be listening to this meeting at this very hour?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p13\" class=\"\">Each of us can act in ways that can ripple through a life as powerfully as Emma Smith’s words did in the heart of Dan Jones. Each of us is just one person, but I remember the circles that one tiny pebble made across the vastness of Jackson Lake. Let us take to heart this scriptural encouragement: “Be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great” (<span class=\"citation\" id=\"10924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10924)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p14\" class=\"\">In that most important of places, our homes, we learn best how it is that “out of small things proceedeth that which is great,” for life at home is a series of small things that combine to create an eternal family. Perhaps because creating strong relationships with the Lord and each other is so incremental, or because teaching and encouraging and leading are sometimes thankless, it is easy to become distracted, even discouraged.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p15\" class=\"\">The adversary would like to confuse us and divert our attention from what matters most. But we are blessed, for we know that faith and family matter most. The women who have touched my heart and motivated me to lead a better life are those who put the Lord and family first. Their “godly spirit” does for my heart what Emma Smith’s words did for Dan Jones, beckoning me to come unto Christ, who proclaimed, “I will give unto him that is athirst of the fountain of the water of life freely” (<span class=\"citation\" id=\"42132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42132)\">Rev. 21:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p16\" class=\"\">Virtue and power are found in everyday, ordinary work, in all the daily tasks of caring for our families, and in our regular service to others. Prominence does not equal priority, nor can the world’s paycheck equal that of our Heavenly Father’s, who knows the importance of a woman’s devotion to the salvation of souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p17\" class=\"\">As we think of women whose righteous influence ripples through eternity, let us consider Mary, the “precious and chosen vessel” (<span class=\"citation\" id=\"8493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8493)\">Alma 7:10<\/a><\/span>). Presented by an angel with an unprecedented, holy pronouncement, she graciously submitted to the will of the Lord: “Behold the handmaid of the Lord; be it unto me according to thy word” (<span class=\"citation\" id=\"30982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30982)\">Luke 1:38<\/a><\/span>). Her faith, obedience, and humility set a standard for all women.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p18\" class=\"\">Although Mary’s calling was unique, all women can “share her type of beauty. They are women who seek favor with God. … They are humble and live lives of chastity and virtue. … They have believing hearts and magnify the Lord. … They rejoice in the Savior and … recognize His gifts and mercies” (S. Michael Wilcox, <span class=\"emphasis\">Daughters of God: Scriptural Portraits<\/span> [1998], 179).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p19\" class=\"\">Those descriptions fit you, the faithful Relief Society sisters of The Church of Jesus Christ of Latter-day Saints. You are the women whose everyday works overflow with the quenching knowledge stated so powerfully by Isaiah:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p20\" class=\"\">“God is my salvation; … the Lord Jehovah is my strength and my song; …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p21\" class=\"\">“Therefore, with joy shall [I] draw water out of the wells of salvation” (<span class=\"citation\" id=\"3276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3276)\">2 Ne. 22:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p22\" class=\"\">The cause of Christ—to redeem all souls—needs your strength, time, and talents in your homes and in your communities. Your faithful works and words contribute significantly to the building of this, the kingdom of God on the earth. Elder Bruce R. McConkie reminds us how critical our roles have ever been: “This we know: Christ, under the Father, is the Creator; Michael, His companion and associate, presided over much of the creative work; and with them, as Abraham saw, were many of the noble and great ones. Can we do other than conclude that Mary and Eve and Sarah and myriads of our faithful sisters were numbered among them? Certainly these sisters labored as diligently then, and fought as valiantly in the war in heaven, as did the brethren, even as they in like manner stand firm today, in mortality, in the cause of truth and righteousness” (<span class=\"emphasis\">Woman<\/span> [1979], 59).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p23\" class=\"\">Like those “noble and great” women who came before us, we cannot be ordinary women. We cannot be women who seem too much like women of the world. We must speak up for righteousness without apology. We, like Mary, Eve, Sarah, and Emma, are unique. We have ripples to make and water to share. Given our eternal heritage, we must remember how powerfully our simple, righteous actions can ripple through the hearts and homes of those around us. We have such a great opportunity to do so much good, and, most important, we know where and how to “draw water out of the wells of salvation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p24\" class=\"\">My friend Tammy stopped attending church when she was just 15 years old. Around the corner from Tammy lived a young man who also decided in his mid-teens that he didn’t want to be part of the Church. They both developed habits that took them further away from Church activity. Eventually, they married and began to raise a family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p25\" class=\"\">Tammy loved her husband and her two daughters very much, but deep in her heart bubbled a longing to go back to the life she had known as a child. She faintly remembered feeling her Heavenly Father’s Spirit and influence with her, and she missed Him. Reluctant to share these thoughts with her husband for fear he would not approve, she kept them hidden. She wanted to come back, but she just didn’t know how to begin. Let’s listen to her own words as she tells the ripple effect of two wonderful visiting teachers who “[drew] water [from] the wells of salvation” and shared it with Tammy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p26\" class=\"\">\n\t<span class=\"emphasis\">[Video transcript of Tammy Clayton]<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p27\" class=\"\">I’m grateful to this day for my visiting teachers because they loved me and they didn’t judge me. They really made me feel as though I really was important and that I did have a place in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p28\" class=\"\">They’d come over to my home and we would sit and we’d visit. After a while, they’d ask me if I wanted a lesson, and they would leave me a message each month.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p29\" class=\"\">And when they came every month, it made me feel as if I really did matter and as though they really did care about me and as though they really loved me and appreciated me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p30\" class=\"\">Through their visiting and coming to see us, I decided that it was time for me to go back to church. I guess I just really didn’t know how to come back, and by their coming and reaching out to me, they provided a way that I could return.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p31\" class=\"\">We need to realize that the Lord loves us no matter who we are, and my visiting teachers helped me see that this was right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p32\" class=\"\">Now my husband and I have been sealed in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p33\" class=\"\">Thank heaven for faithful visiting teachers. Yes, sisters, the actions of righteous women do ripple on and on through space and time and generations. Certainly there could be no more enduring ripple than to have a family sealed in the temple for eternity. Let us be like the faithful sisters who have come before us. Let us drink deeply of the “water out of the wells of salvation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/ripples.p34\" class=\"\">God lives. His Son, Jesus Christ, provides the way for us to return and live with Him. The true gospel has been restored again to the earth. We have a living prophet today, President Gordon B. Hinckley, through whom Heavenly Father directs His people. May we, by the ripples from our righteous actions, help all to know these truths, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}