{"ID":6461, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stand Tall and Stand Together\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p3\" class=\"\">Sheri L. Dew<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">No woman is a more vibrant instrument in the hands of the Lord than a woman of God who is thrilled to be who she is.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">20911_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:137f.jpg\" alt=\"Sheri L. Dew\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p5\" class=\"\">By the time I turned 12, I was a 5-foot 10-inch social disaster. Towering over my friends was the bane of my adolescence. I didn’t want to stand out—at least not that way—so I compensated by slouching. As a result, Mother was constantly urging me to “stand up straight.” Well, I didn’t want to stand up straight then, but I do now. For we have all been admonished to “stand up” (<span class=\"citation\" id=\"3251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3251)\">2 Ne. 8:17<\/a><\/span>) and to stand as a witness (see <span class=\"citation\" id=\"40045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40045)\">Mosiah 18:9<\/a><\/span>) so that we may “stand blameless before God at the last day” (<span class=\"citation\" id=\"10838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10838)\">D&amp;C 4:2<\/a><\/span>). I can find absolutely no scriptural injunction to slouch in Zion. Instead, we are repeatedly told to get on our feet, to “arise and stand up” (<span class=\"citation\" id=\"5356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5356)\">3 Ne. 20:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p6\" class=\"\">As a teenager I did not realize that blending in with the crowd would never be my lot. Nor is it yours. For as women of God we must stand tall so that we will stand out from the rest of the world. Only in doing so may we hope to find joy. For finding joy and standing tall, not in feet or inches but as ambassadors for the Lord, are directly connected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p7\" class=\"\">My family has been reminded of this recently in a very poignant way. I have 17 nieces and nephews, who are a pure delight. We have hiked and biked and fasted and prayed together. And recently we have cried together. A few weeks ago we suffered a crushing loss when an accident took the lives of two of my sister’s children—Amanda, who was 11, and Tanner, who was 15. Because we have lived together in love, we have truly wept for the loss of them that died (see <span class=\"citation\" id=\"10887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10887)\">D&amp;C 42:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p8\" class=\"\">Our friends in our hometown wept with us, most of them nonmembers, and we knew their hearts might never be more open to truth than on the day two caskets rested in our little Kansas chapel. So we dedicated the funeral entirely to testifying of Christ and the restored gospel. Afterwards many told us how moved they were by what they heard and by what they felt. Some have even asked to learn more. Now, we don’t know if anyone affected by our children’s deaths will join the Church. But this we do know—that standing up for what we believe and teaching the gospel to friends who had never before been willing to listen helped soothe our pain and bring us joy as a family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p9\" class=\"\">In this world, the only true joy comes from the gospel—the joy that radiates from the Atonement and from ordinances that transcend the veil, and from the Comforter that salves our souls. Recently my 11-year-old niece Aubrey, whose father died five years ago, was asked by a nonmember friend why she wasn’t sad about the deaths of her father and, recently, her cousins. Aubrey’s reply was classic: “Not sad? Trust me, we are sad, but we know that we will be together again, so we don’t worry as much.” As a family we’ve no doubt cried as much, but we don’t worry as we would if we hadn’t felt the transcendent reach and healing power of Jesus Christ. The gospel is “beauty for ashes” (<span class=\"citation\" id=\"24936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24936)\">Isa. 61:3<\/a><\/span>); it is “the oil of gladness” (<span class=\"citation\" id=\"24171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24171)\">Heb. 1:9<\/a><\/span>); it is such good news!<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p10\" class=\"\">Though our children are gone for now, we have the glorious reassurance that we haven’t lost them. But what about our Father’s children, our brothers and sisters, who are lost and who face not only physical but spiritual death? The gospel of Jesus Christ is all about people. It’s about leaving the ninety and nine and going into the wilderness after those who are lost. It’s about bearing one another’s burdens, with the ultimate burden anyone can bear being walking through this life without light. Hence the Lord’s latter-day plea:<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p11\" class=\"\">“The field is white already to harvest; and it is the eleventh hour, and the last time that I shall call laborers into my vineyard. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p12\" class=\"\">“… Wherefore, thrust in your sickles, and reap with all your might” (<span class=\"citation\" id=\"10875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10875)\">D&amp;C 33:3, 7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p13\" class=\"\">Ancient prophets foresaw a day “when the knowledge of a Savior [would] spread throughout every nation, kindred, tongue, and people” (<span class=\"citation\" id=\"40014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40014)\">Mosiah 3:20<\/a><\/span>). That day has come. And it is our turn to thrust in our sickles and help with the harvest. That we are here now is no accident. For aeons of time our Father watched us and knew He could trust us when so much would be at stake. We have been held in reserve for this very hour. We need to understand not just who we are but who we have always been. For we are women of God, and the work of women of God has always been to help build the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p14\" class=\"\">When in premortality we accepted our Father’s plan, said Elder John A. Widtsoe, “we agreed, right then and there, to be … saviors for the whole human family. … The working out of the plan became … not merely the Father’s work, and the Savior’s work, but also our work” (<span class=\"emphasis\">Utah Genealogical and Historical Magazine,<\/span> Oct. 1934, 189). Then, when we were baptized here, we renewed our commitment to—and our covenant with—the Lord. No wonder President Gordon B. Hinckley has declared that “if the world is going to be saved, we have to do it. … No other people in the history of the world have … received a … more compelling mandate than we [have] … , and we’d better be getting at it” (“‘Church Is Really Doing Well,’” <span class=\"emphasis\">Church News,<\/span> 3 July 1999, 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p15\" class=\"\">Sisters, we have work to do. The Prophet Joseph charged the Relief Society with the work of saving souls (see <span class=\"emphasis\">History of the Church,<\/span> 5:25), for it is our very nature to nurture and to search after those who are lost. And yet, President Spencer W. Kimball lamented that there was a power in Relief Society that had not “yet been fully exercised to … build the Kingdom of God” (“Relief Society—Its Promise and Potential,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1976, 4). For all the good it has done in the past, Relief Society has yet to help move this latter-day work forward as it must. Sisters, the time has come to unleash the power of righteous happiness that exists among women of God. The time has come for us to be anxiously engaged in the work of saving souls. The time has come for the sisters of Relief Society to stand with and for the prophet in helping build the kingdom. The time has come for us each to stand tall and to stand together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p16\" class=\"\">Standing tall begins with our own conversion, for when we taste the gospel’s “exceeding joy” (<span class=\"citation\" id=\"8554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8554)\">Alma 36:24<\/a><\/span>) we want to share it. The casseroles and quilts we have made to relieve suffering are splendid acts of kindness, but no service—I repeat, no service—compares with that of leading someone to Christ. Do you want to be happy? I mean really happy? Then nurture someone along the path that leads to the temple and to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p17\" class=\"\">The most effective way to share the gospel is to live it. When we live like disciples of Christ should live, when we aren’t just good but happy to be good, others will be drawn to us because we are “distinct and different—in happy ways,” as President Kimball prophesied (“The Role of Righteous Women,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 104). Happy about the way we’ve chosen to live, happy because we’re not constantly reshaping ourselves in the world’s image, happy because we have “the gift and the power of the Holy Ghost” (<span class=\"citation\" id=\"1345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1345)\">1 Ne. 13:37<\/a><\/span>), happy to stand tall so that we will stand out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p18\" class=\"\">Every time we strengthen our own testimony or help someone else strengthen theirs, we build the kingdom of God. Every time we mentor a newly baptized sister or befriend a wandering soul without judging her or invite a nonmember family to home evening or give a Book of Mormon to a colleague or lead a family to the temple or stand up for modesty and motherhood or invite the missionaries into our homes or help someone discover the power of the word, we build the kingdom of God. Imagine how it lifted my sister’s spirits when she read this journal entry Tanner had made just before he died: “Thanks, Mom and Dad, for teaching me about Christ.” What builds the kingdom more than raising up a child to the Lord?<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p19\" class=\"\">With the exception of those serving full-time missions, we needn’t don name badges or knock on doors to help build the kingdom. For though some would portray us as dowdy and dominated rather than the dynamic, radiant women we are, no woman is more persuasive, no woman has greater influence for good, no woman is a more vibrant instrument in the hands of the Lord than a woman of God who is thrilled to be who she is. I like to think of us as the Lord’s secret weapon. If we did have name tags, I would want mine to read: “Sheri Dew, Woman of God, Busy Building the Kingdom of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p20\" class=\"\">Imagine what would happen in this Church if every morning 4.5 million of us got on our knees and asked our Father who He needed us to reach out to that day. And then imagine if we did it! Imagine if we consecrated our energy and our focus en masse to the greatest service of all, that of leading our sisters and brothers to Christ. Imagine what will happen when we mobilize the sisters of Relief Society to stand together to help build the kingdom. We will see the awakening and arising of a sleeping, slouching giant.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p21\" class=\"\">Tonight I invite you to stand tall, to thrust in your sickle and join in this work with vigor. I invite you to rededicate your life to building the kingdom. To reach out to someone who has wandered. To take a new member under your wing. To consider serving a mission with your husband. To look and pray for missionary moments. To make a difference in someone’s life spiritually, especially the members of your own family. None of us have to reach everyone. But what if we all reached someone? And then someone else? And so on. President Hinckley has asked us to “become a vast army with enthusiasm for this work” (“Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Ensign, <\/span>May 1999, 110). As we do so, we will become one of the mightiest forces for good this world has ever seen. For we, the sisters of Relief Society, are women of God. And the work of women of God and the work of the Relief Society has always been to help build the kingdom of God. I believe that we can do more to help our priesthood leaders than we have ever done before.<\/p>\n\t\t\t<p uri=\"\/ensign\/2000\/11\/stand-tall-and-stand-together.p22\" class=\"\">In my nephew’s priesthood quorum, just a few hours before he died, Tanner said this: “You know, if I were to die soon, I would want my funeral to be a missionary farewell.” My prayer tonight is that we can be equally clear about our mission as women of God. This isn’t just a really nice church that teaches really nice ideas so that we can live really nice lives. This is The Church of Jesus Christ of Latter-day Saints, endowed with His power and charged with carrying His truth to the ends of the earth. I love our Father. And I love His Son. And I have come to know for myself that this is Their work and Their glory and that we are the most blessed of all women to have such a vital part in it. May we lift our “voices as with the sound of a trump” (<span class=\"citation\" id=\"10883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10883)\">D&amp;C 42:6<\/a><\/span>). May we find joy as we stand tall and stand together. And may we “cheerfully do all things that lie in our power” (<span class=\"citation\" id=\"11004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11004)\">D&amp;C 123:17<\/a><\/span>), and then stand still to see the arm of God revealed as His work goes forward boldly and nobly until “it has … swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (<span class=\"emphasis\">History of the Church,<\/span> 4:540). In the sacred and holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}