{"ID":647, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lamanites Are Progressing<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1953, pp. 105-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters: I pray for the blessings of the Lord, as have those who\nhave spoken before me, and I enlist an interest in your faith and prayers. This morning I am\nmissing from our number Elder John A. Widtsoe, our beloved brother, and I pay tribute again\nto him. I am grateful for his rich life of devotion to the Church and the delightful association\nwe have had with him.\n<\/p><p>\nIt shall be my great pleasure to sustain and to receive into my heart and into our Council,\nBrother Adam S. Bennion, whose life of rich and varied experience, his wealth of training,\nand his stalwart faith will bring to the people of the Church great blessings, and I am sure\nthat you will love him.\n<\/p><p>\nMuch has been said in this conference about missionary work. Nearly every speaker has\nreferred to it. I am tremendously interested in the missionary work of the Church, both\nforeign and stake. I wish to direct my remarks this morning more toward the stake missionary\nservice and of that work, the minority program, and of the minority program, particularly the\nLamanite phase.\n<\/p><p>\nThe Lamanite is the forgotten man, and though there has been much progress and though\nthere have been friends raised up to him, he still is the forgotten man and is in need of\nassistance. It seems to me that if the Lord Jesus Christ were here with us in person, he would\nemphasize the work among these people. I remember that as early as July 1828, the Lord\nsaid: \n<\/p><p>\nAnd again, verily I say unto you, O inhabitants of the earth: I the Lord am willing to make\nthese things known unto all flesh\n(<span class=\"citation\" id=\"13074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13074)\">D&amp;C 1:34<\/a><\/span>).\n<\/p><p>\nNevertheless, my work shall go forth, for inasmuch as the knowledge of a Savior has come\nunto the world, through the testimony of the Jews, even so shall the knowledge of a Savior\ncome unto my people&mdash;\n<\/p><p>\nAnd to the Nephites, and the Jacobites, and the Josephites, and the Zoramites, through the\ntestimony of their fathers&mdash;\n<\/p><p>\nAnd this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and\nthe Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the\nLord has suffered to destroy their brethren the Nephites, because of their iniquities and their\nabominations.\n<\/p><p>\nAnd for this very purpose are these plates preserved, which contain these records&mdash;that the\npromises of the Lord might be fulfilled, which he made to his people; \n<\/p><p>\nAnd that the Lamanites might come to the knowledge of their fathers, and that they might\nknow the promises of the Lord, and that they may believe the gospel and rely upon the merits\nof Jesus Christ, and be glorified through faith in his name, and that through their repentance\nthey might be saved. Amen\n(<span class=\"citation\" id=\"13075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13075)\">D&amp;C 3:16-20<\/a><\/span>).\n<\/p><p>\nA little later in the same year, 1828, the Lord seemed to have this on his mind, as he dictated:\n<\/p><p>\nAnd I said unto them, [the holy prophets of the Book of Mormon] that it should be granted\nunto them according to their faith in their prayers; \n<\/p><p>\n. . . that my gospel . . . might come unto their brethren the Lamanites, and\nalso all that had become Lamanites because of their dissensions\n(<span class=\"citation\" id=\"13080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13080)\">D&amp;C 10:47-48<\/a><\/span>).\n<\/p><p>\nIn September 1830, the Lord said: \n<\/p><p>\nAnd now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel\nunto them; and inasmuch as they receive thy teachings thou shalt cause my church to be\nestablished among them... (<span class=\"citation\" id=\"13098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13098)\">D&amp;C 28:8<\/a><\/span>).\n<\/p><p>\nThat same month, through the Prophet Joseph, the Lord said to the Whitmers to go with\nOliver Cowdery,\n<\/p><p>\n. . . for I have given unto him power to build up my church among the Lamanites\n(<span class=\"citation\" id=\"13104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13104)\">D&amp;C 30:6<\/a><\/span>).\n<\/p><p>\nAnd again in October of that year, he revealed, \"And Ziba Peterson also shall go with them,\"\nthat is, with Oliver Cowdery, Peter Whitmer, and Parley P. Pratt, \"and I myself will go with\nthem and be in their midst; and I am their advocate with the Father, and nothing shall prevail\nagainst them\" (<span class=\"citation\" id=\"13105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13105)\">D&amp;C 32:3<\/a><\/span>).\n<\/p><p>\nThen in March 1831, through the Prophet there came a revelation to Sidney Rigdon, Parley P.\nPratt, and Leman Copley&mdash;\n<\/p><p>\nBut before the great day of the Lord shall come, Jacob shall flourish in the wilderness, and\nthe Lamanites shall blossom as the rose\n(<span class=\"citation\" id=\"13118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13118)\">D&amp;C 49:24<\/a><\/span>).\n<\/p><p>\nAnd then I am remembering the prayer of the Prophet Joseph in the Kirtland Temple in 1836\nand his reference to these people again, and he supplicates the Father,\n<\/p><p>\nAnd cause that the remnants of Jacob, who have been cursed and smitten because of their\ntransgression, be converted from their wild and savage condition to the fullness of the\neverlasting gospel (<span class=\"citation\" id=\"13172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13172)\">D&amp;C 109:65<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith in 1841 was receiving a great many Indian chiefs and their groups\nin Nauvoo. They came over on the ferryboat and two flatboats to see the Prophet Joseph. And\nhe says: \n<\/p><p>\nI accordingly went down, and met Keokuk, Kis-ku-kosh, Appenoose, and about one hundred\nchiefs and braves of those tribes, with their families. * * * I conducted them to the meeting\ngrounds in the grove, and instructed them in many things which the Lord had revealed unto\nme concerning their fathers, and the promises that were made concerning them in the Book of\nMormon. I advised them to cease killing each other. * * *\n<\/p><p>\nKeokuk replied that he had a Book of Mormon at his wigwam which I had given him some\nyears before. \"I believe,\" said he, \"you are a great and good man; I look rough, but I also am\na son of the Great Spirit. I have heard your advice&mdash;we intend to quit fighting, and follow\nthe good talk you have given us\" (<i>DHC<\/i> 4:401-402).\n<\/p><p>\nNow, all through the Doctrine and Covenants, all through those early years, it would seem\nthat the Lord intended that the work among these great people should not be hampered or\ndelayed but should go forward without any delay.\n<\/p><p>\nPresident John Taylor said, and I have quoted this before,\n<\/p><p>\nThe work among the Lamanites must not be postponed, if we desire to retain the approval of\nGod. Thus far we have been content simply to baptize them, let them run wild again, but this\nmust continue no longer. The same devoted effort, the same care and instruction, the same\norganization and priesthood must be introduced and maintained among the house of Lehi as\namongst those of Israel gathered from Gentile nations. As yet God has been doing all and we\ncomparatively nothing. He has led many of them to us and they have been baptized, and now\nwe must instruct them further, organize them into churches with proper presidencies, attach\nthem to our stakes, organizations, etc., in one word, treat them exactly in these respects, as we\nwould and do treat our white brethren (<i>The Gospel Kingdom<\/i>, John Taylor, p. 247).\n<\/p><p>\nMany changes have come since those days. Nations have been annihilated; lands and forests\nand streams have been appropriated; royalty has been humbled; and great peoples have been\nsubdued and brought to extremes in want, poverty, ignorance, superstition,\nand deprivation. They have been scattered and driven according to prophecy. They have been\nhissed and spurned, and the full weight of a big nation has pressed down upon them.\n<\/p><p>\nBut a new day is dawning. The Lamanites are putting on their beautiful garments; they have\nmade much progress with our limited assistance and much on their own. We have the\npriesthood among them. Many hundreds are occupied now in positions of responsibility. The\nChurch has been established among them, to a limited degree, and we hope that it will\ncontinue. There are Lamanite wards and branches in many parts of the Church. In the islands\nof the sea, of course, this is a program extending over a century. But here among the\nLamanites, as Brother Cowley said so beautifully last night in our Sunday School conference,\nit is rather a new thing. We have baptized this year 2500 Lamanites in the Church, and we\nhave now approximately 45,000 of them on the records of the Church. We have in the El\nPaso Third Ward a Lamanite bishop, a high priest in the Church, and you should have seen\nthe tears of joy of his people as he was installed in this high and important place.\n<\/p><p>\nWe have a Pima Indian bishop in the Papago Ward in the Maricopa Stake, a\nforty-five-year-old man who runs a grade A dairy and operates a 1200 acre farm. He has been\non the tribal council, and is a man of power and influence.\n<\/p><p>\nIn the Mexican Mission we have the advisory council, twelve strong, faithful men. We have\ndistrict presidencies and branch presidencies, and it was the privilege of Brother McConkie\nand myself in November to meet with many of these groups of branch presidencies, and in\ntheir very humble circumstances they sat and with their books and pencils were taking notes\nof suggestions which we gave them as to the conduct of branches and districts in the\norganization and teaching of their people. These branch presidencies and these Lamanite\nbishops are interviewing people as to their worthiness and they have the power to withhold or\nto give temple blessings and other Church privileges to their members.\n<\/p><p>\nAll through the Lamanite world we have leaders, and they are emerging now with greater\nstrength and power. We have in the Mexican Mission forty-five young people who are filling\nfull-term missions in addition to the fifty white boys and girls from other areas. There soon\nwill be a preponderance of Spanish-speaking missionaries in that field. They are being\nsupported by the special missionary fund of the Presidency of the Church and by individual\ndonors who are helping them.\n<\/p><p>\nDown in the Navajo area, we have branch presidencies now who are conducting sacrament\nmeetings, who are leading, who are speaking, who are praying, and we have \"singing\nmothers\" groups among them. It is glorious to see them growing and expanding and coming\ninto their own. The work is developing among them. A great need is missionaries. In Mexican\ncities we met in groups where we had as many as two or three hundred people, hungering and\nthirsting for the word of the Lord, and three-fourths of them were not members of the\nChurch.\n<\/p><p>\nWe have branches down in Navajo land and Hopi land, with 105, 140, 160 members of the\nChurch carrying on in normal fashion. This coming from what were termed the primitive\nIndians yesterday is a great advance, and we are grateful for it.\n<\/p><p>\nTemple work is going forward. Through the work of Sister Ivy Huish Jones, wife of the\nmission president in the Spanish-American Mission, 10,000 sheets of family groups have been\nprepared, and all through the Spanish-speaking missions the work is going forward.\n<\/p><p>\nIt would do your heart good to see numbers of Lamanite brothers and sisters sealed in the\ntemple. Seventeen couples in San Antonio alone have been sealed in the\ntemple, fifty-three in this small El Paso Ward have been to the temple and had their\nendowments; 281 people in the Mexican Mission, coming as far as a thousand miles have had\ntheir endowments in the holy temple. It is a great joy to see the Hawaiian Temple as I saw it\none day filled with Japanese members doing their work, and all of the workers in the temple\nwere Lamanites&mdash;Samoans and Hawaiians.\n<\/p><p>\nThe question is asked me nearly every day when the Indian program is mentioned: Will they\nstay with the Church? Will they retain their faith? Or, will they go back \"to the blanket?\" And\nI want to tell you that few will return to the blanket when they have had their opportunities in\neducation and the gospel.\n<\/p><p>\nPresident Golden Buchanan of the Southwest Indian Mission wrote me this: \"We have had no\nexcommunications, and with the exception of two or three, none have apostatized nor joined\nother churches, nor gone back to their own church... It is my opinion that our loss through\napostasy is probably smaller than any other mission or group of people.\"\n<\/p><p>\nTheir superstitions are giving way. The medicine man is being replaced by the administering\nelders, and also the M.D.'s. They are taking inoculations and vaccinations; they are going to\nhospitals for their babies. Twenty-three hundred Navajo boys and girls are up at the\nIntermountain Indian school at Brigham City. They are all taken care of with chest X-rays and\ncomplete physical examinations. They are learning that there are germs in the world, and by\navoiding them they are increasing their health.\n<\/p><p>\nSuperstitions held them down but they are giving way and twins are now permitted to live.\nThat was not possible yesterday. Twins were a bad omen and they were not allowed to live\nbut were starved or otherwise permitted to die. But today twins are living. Down in Arizona\nthe other day two boys whose names were Franklin Roosevelt and Wendell Willkie Gallerito\nwere dancing for tourists, and you can guess their ages by their names.\n<\/p><p>\nMarriage has come to have a different significance. The first formal modern wedding was\nperformed in Yakima recently. One of our young couples was married by one of our elders.\nThe Yakima paper stated it was \"the first formal wedding in the history of the Yakima Indian\ntribes.\"\n<\/p><p>\nTheir burials have changed, that is they are changing. It is a gradual process. Instead of\ncremation, they are being buried. A few years ago with President Flake, I visited Chief Baha\nAlchesay, the last hereditary chief of the 3800 Apaches in Arizona. He set a pattern for his\nApache people when he asked for Christian burial. He had a great funeral; the governor of the\nstate of Arizona was the speaker, and it was conducted by a Protestant minister of the church\nto which he belonged.\n<\/p><p>\nThe Indians wept as they followed him to his grave. They shot no favorite horse; the widow\ndid not clip her hair; no food or water was left in the casket or near it. He was buried in a\nblue serge suit with a white shirt and with a four-in-hand tie. He was the last of the hereditary\nchiefs. He did not put the mantle of his chiefship upon his son, as had his father upon him.\nThe work now is carried on in a democratic way by the tribal council groups who are elected\nby their members.\n<\/p><p>\nThe Apaches are quite well-to-do and the Navajos have come into some money, and the Utes\nout here have received some money; and it is the privilege now of the missionaries and all of\nus to help teach them to use their money in beneficial ways for themselves instead of\nsquandering it.\n<\/p><p>\nThe Indian now has the franchise. Theoretically he has had it ever since World War I, but\nuntil last year it was not a reality in Arizona, where the greatest number of the Indians reside.\nNow they may vote. In the Shonto precinct last fall there were twenty-six\nvoters and of them, twenty-two were Navajo votes. Of the election board, five out of six were\nNavajos, three men and two women. It was their first chance to vote for the President of the\nUnited States. There were 768 Navajos registered last year. About a quarter of the Apaches\nwere registered for the election.\n<\/p><p>\nI should like to say that Dr. George A. Boyce is doing a good work with the 2300 Indian\nboys and girls at Brigham City. One hundred and seven of them are Latter-day Saints, and\nyou saw ten or fifteen of them here last night at the Sunday School presentation. One little\nboy wrote at election time: \n<\/p><p>\nThe President promised to protect and defend the government of the United States. He said he\nwould try to stop war and live in freedom. This is what he said. I hope he will.\n<\/p><p>\nLiving advantages have increased. There are refrigerators in many homes, and there are also\nelectric lights. Fourteen communities now are being considered for gas in the Navajo\nreservation&mdash;gas and electric lights in a Navajo hogan! It is coming. About one out of every\nfour hogans is said to have a radio in it now.\n<\/p><p>\nIn Gallup they have a radio station, and they give an hour a week in the Navajo language to\nsend their messages to the people out in the hinterlands, and every day\nfifteen-minute-broadcasts are heard.\n<\/p><p>\nThis, of course, is old for many of the Lamanites in other areas, but it is new here.\n<\/p><p>\nEmployment is increasing. Thousands have found in their service in the war that it was good\nto sleep between sheets, and to have three good, varied meals a day and to have good clothes\nand money in their pockets, and to have all the advantages that white people have, and they\nhave come back to the reservations dissatisfied and now thousands of them are working on\nrailroads, in the mines, on the farms; and this brings to us another great opportunity to teach\nthem the gospel as they come among us, instead of shunning them as many do.\n<\/p><p>\nThe Indian converts are firm and steadfast. One Lamanite sister was in a group of women\nsitting together, and something came up about what the bishop was going to require of them,\nand a white sister said, \"Well, we just are not going to do it, are we, Sister Poogy?\" And\nSister Poogy said, \"Whatever the authorities ask us to do, that I am going to do.\"\n<\/p><p>\nThey attend their meetings faithfully. Brother McConkie met 1144 on the Navajo reservation\ndown there a few months ago when he was visiting the mission. They preach; they teach all\nphases of the gospel; they teach the Word of Wisdom; they teach chastity; they teach the\nrestoration; they call the people to repentance; and they are living the commandments well.\n<\/p><p>\nAnd I could tell you many stories about their honesty and their integrity, about their\ncleanliness of living, about their love for the program of the Church.\n<\/p><p>\nBrothers and sisters, there is much I should like to say to you this morning about this great\nprogram, but time will not permit, but I would like to close with one or two further thoughts,\nand then I am through.\n<\/p><p>\nHere is a letter from a good brother who had been in the Church only months. Here is real\ndevotion to the Church. He wrote: \n<\/p><p>\nDear Friend: I am going to write to you for about Miss Mary ________. She is in school at\n________ place, and she is write me a letter and she finds that they don't let her go to Mormon\nChurch. Do you know why they don't let her go to our Church, and what can I do for her for\nshe can go to Mormon Church, because I ask her and she my girl? You know we belong\nMormon Church. Will you please write to me and let me know and maybe you know what I\ndo for it? I am sure like it for her to go to Mormon Church. She said they let her go to\nanother kind of Church. You know her. She was down with last month ago when is baptized.\nI just want to let you know about why they don't let her go to Mormon\nChurch. Answer soon. Please.\n<\/p><p>\nThe Lord bless the Lamanite people. They are a great people. They are intelligent, and I\nrepeat my theme song: The difference between them and us is opportunity. It is your privilege\nand mine through education, through employment and every other means, and particularly\nthrough bringing the gospel of Jesus Christ in all kindliness and brotherliness to them, to give\nthem that opportunity which will make of them enlightened, faithful sons and daughters of\nGod with all of the blessings which are promised to them.\n<\/p><p>\nI pray with one of our Lamanite sisters, who pleaded, \"Heavenly Father, please bless the\nmissionaries, that they won't get discouraged with us Indians, and please bless the Indians that\nthey will always listen.\" This is my prayer, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}