{"ID":648, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Perfection Through Obedience<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, April 1953, pp. 110-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I rejoice in being with you here this morning. I\nhave been very much interested in Brother Kimball's references to the Lamanite people, and I\nrecall a beautiful scene up on the borders of the Dominion of Canada, a winding river with a\nbackground of forest and soft, green sloping banks, where a Mohawk Indian, dressed in white,\nbaptized his family into the Church of Jesus Christ.\n<\/p><p>\nI sincerely pray that the Lord may direct me to say that which he would have me say. I\nrejoice in the gospel of Jesus Christ. It is the power of God unto salvation, and what it is\ndoing for the Lamanites, it is doing for all people who will accept it.\n<\/p><p>\nThere is a statement in the scriptures made by the Apostle Paul, at least so translated,\n<\/p><p>\nTherefore leaving the principles of the doctrine of Christ, let us go on unto perfection\n(<span class=\"citation\" id=\"24249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24249)\">Heb. 6:1<\/a><\/span>).\n<\/p><p>\nI haven't time to deal with the various versions of this passage except to say of course, it\ndoesn't mean that we can discard any of the principles of the gospel of Jesus Christ, we\ncannot, after joining the Church, leave behind and discard the principles and ordinances that\nwe call the first principles in the articles of our faith. The rendering of this passage by the\nProphet Joseph Smith in the inspired version is, \"Therefore not leaving the principles of the\ndoctrine of Christ, let us go on to perfection.\" I believe we should be more cognizant of the\nfact that we need the first principles of the gospel every day of our lives. It is by these\nprinciples that we live.\n<\/p><p>\nThey are: faith in the Lord Jesus Christ, repentance, baptism by immersion for the remission\nof sins, and laying on of hands for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6667)\">A of F 1:4<\/a><\/span>). By these two principles and the\nprinciples involved in these two ordinances we come into the Church, and it is my opinion\nthat it is by the operation of these principles that we stay in the Church, and that we grow in\nthe Church. Without them we could not remain faithful, and with them, we may advance to\nsalvation and perfection through the power of the Lord.\n<\/p><p>\nIt is sometimes said it is humanly impossible to keep all the commandments of God. The\nApostle said we should go on to perfection, and the Lord said in his Sermon on the Mount,\n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"34545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34545)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nIt is not humanly possible for us to become perfect and to keep all the commandments of\nGod, but we are not talking about a human institution. We are talking about\nwhat the Apostle Paul said \"is the power of God unto salvation\"\n(<span class=\"citation\" id=\"42706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42706)\">Rom. 1:16<\/a><\/span>), and it is by\nthe power of God that these things are done, as we place ourselves in a position for these\nprinciples to operate upon us.\n<\/p><p>\nIt is the purpose of the Lord to bring us all back into his presence, if we will keep his\ncommandments and enter into covenant with him and walk uprightly before him and serve\nhim and keep his commandments all the days of our lives. Now, I am sure everyone here\nevery day needs some repentance, and we need to have a remission of our sins, which comes\nby virtue of the fact that we repent and that we have been baptized into the Church. And\nabove all, we need the Spirit and power of God. The older I grow, the more I am convinced\nthat the chief thing that we do need, and the highest achievement in the world to which we\ncan attain, is to be guided by the Spirit of God. We can do that by keeping his\ncommandments and in no other way that I know of. The Lord has outlined that most\nwonderfully in the ninety-third section of the Doctrine and Covenants, referring to the\noperation of that principle and these principles of the gospel that have been given to us. He\nspeaks of the reference in John, to the Lord Jesus Christ as having become perfect by\nreceiving grace upon grace and advancing from grace to grace until he had a fullness\n(<span class=\"citation\" id=\"13153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13153)\">D&amp;C 93:12-14<\/a><\/span>). That is\nset forth as the method, the progress toward salvation and exaltation in the presence of God,\nand it is held up as the method by which we may progress.\n<\/p><p>\nWe will obtain the advantage of these principles by having faith. In our first principle, it is\nnot the abstract principle of faith that we hold to as the first principle of the gospel, but faith\nin the Lord Jesus Christ. And the only true faith in him is a faith in him as the Son of God,\nthe Redeemer of the world, who atoned for our sins, who opened the tomb and instituted the\nresurrection from the dead. He is the light and the life of the world, the Lord omnipotent.\nWhen we have true faith in him, all necessary things are possible, and it is by the power of\nGod, through this faith, that we are to be perfected and made fit to come back into the\npresence of our God. We need that faith every day in our personal conduct, in overcoming\nour shortcomings, in keeping the commandments, in being forgiven for our transgressions, in\nhaving an increase of the Holy Spirit with us to guide us and direct us.\n<\/p><p>\nEvery principle requires faith. I was very much edified by Bishop Wirthlin's reference to the\nlaw of tithing and the appeal that we should pay tithing. I think that is a good illustration of\nthis principle of faith. I think when people say they haven't money enough to pay tithing,\nthey should say they haven't faith enough to pay tithing. It is my conviction that we pay\ntithing with faith and not with money, because when a man has so much money that he has a\nlarge tithing, he can't pay tithing. He has too much money and too little faith to pay tithing,\nand just feels he can't afford it. I know a man who must have earned twenty-five thousand\ndollars or fifty thousand dollars a year, and he sent in a little pittance of three hundred dollars\nso that he would be on the tithing list. That wasn't tithing. I won't say what it was. I knew\nanother man who was in financial distress, losing his home, harassed, but his tithing always\ncame through. He didn't have money to spare for tithing in one sense. He didn't have money\nenough to pay his debts, his pressing obligations, but he had faith, and by faith he paid his\ntithing and remained straight with the Lord. I urge with all my heart that all the members of\nthis Church who should pay tithing, pay an honest tithing&mdash;and don't scrape the measure off\ntoo level. Put a little offering of gratitude there, to heap it up just a little. The Lord heaps\nthings up until they are running over with the blessings we receive from\nhim. Let's be true and faithful. It is an interesting thing in this matter of tithing, which the\nLord has set it up as his means of carrying on his work. It is through his blessings that all our\nmoney comes to us, and our means. It is a gift from him. The singular thing is that he has\narranged that he must give $10,000 to get $1,000 back for his work. That may seem a very\nodd way of doing it, but that is his generous method, and the only way the Lord can get\n$1,000 contributed to the carrying on of his work under the tithing system is to give $10,000.\nI will leave it for you to figure out to whom he is going to give $10,000, whether it will be to\nthose who keep it all, or whether it will be to those who turn back the $1,000 that he requires\nfor his work. If we will pay our honest tithing to God, he will bless us and prosper us and\nincrease our faith, and I believe the Lord has a lot of things to do that he can only do through\npeople who have faith to pay their honest tithing.\n<\/p><p>\nI speak of that only as an illustration. I think the same principle applies in all our conduct, as\nfar as our characters are concerned. Through faith in the Lord Jesus Christ we may correct\nourselves and have our sins remitted and have an increased portion of the Spirit of the Lord.\n<\/p><p>\nNow what is the process. The Lord outlines that most wonderfully in the ninety-third section\nof the Doctrine and Covenants, as I have said referring to the Savior, advancing from grace to\ngrace, he applies the same principle to us: \"For if you keep my commandments you shall\nreceive of his fullness, and be glorified in me as I am in the Father\"\n(<span class=\"citation\" id=\"13154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13154)\">D&amp;C 93:20<\/a><\/span>). That is\nthe direct, clear word of the Lord Jesus Christ to every man in this world, if he will accept\nthe gospel, and to us who have the gospel. We are promised that we shall be glorified in him,\nas he is in the Father. Again.\n<\/p><p>\nThe Spirit of truth is of God. I am the Spirit of truth, and John bore record of me, saying: He\nreceived a fullness of truth, yea, even of all truth; \n<\/p><p>\nAnd no man receiveth a fullness unless he keepeth his commandments.\n<\/p><p>\nHe that keepeth his commandments receiveth truth and light, until he is glorified in truth and\nknoweth all things (<span class=\"citation\" id=\"13155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13155)\">D&amp;C 93:26-28<\/a><\/span>).\n<\/p><p>\nThat is spoken to us as members of the Church of Jesus Christ of Latter-day Saints and\napplies to all people of the world. The process is the same with us as with the Lord. From\ngrace to grace we advance until we are glorified in <i>truth<\/i> and <i>know all things<\/i>. The Lord in\nthis section (verse 36) says that \"the glory of God is intelligence\"\n(<span class=\"citation\" id=\"13156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13156)\">D&amp;C 93:36<\/a><\/span>), and that is what the Lord is\nspeaking of in this I have just read when he said we were to receive truth and light because\nhe defines intelligence, which is the glory of God, as light and truth. I thank the Lord for that\ndefinition of intelligence because one may become greatly confused as between intelligence\nand mental brilliance and other unusual qualities that men have. Satan was the Son of the\nMorning, evidently a powerful spirit in the councils of God called \"Lucifer, the Son of the\nMorning\" (<span class=\"citation\" id=\"25138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25138)\">Isa. 14:12<\/a><\/span>),\nbut he was without intelligence. The Lord said \"he was a murderer from the\nbeginning\" (<span class=\"citation\" id=\"27550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27550)\">John 8:44<\/a><\/span>),\nthe father of lies (<span class=\"citation\" id=\"39035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39035)\">Moses 4:4<\/a><\/span>).\nThose are the words of the Lord Jesus Christ who knew him,\nfor he it was whom Satan tried to dethrone.\n<\/p><p>\nSo that is the course of advancement. It is within our reach not by our power alone, but\nthrough the power of God.\n<\/p><p>\nNow what is the opposite of that? It is set forth in this same section,\n<\/p><p>\nAnd that wicked one cometh and taketh away <i>light<\/i> and <i>truth<\/i> through disobedience from the\nchildren of men (<span class=\"citation\" id=\"13158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13158)\">D&amp;C 93:39<\/a><\/span>, italics added).\n<\/p><p>\nHere is set up the controlling principle of all advancement in the kingdom, that of obedience.\nAnything we hope for, anything we desire, anything we should have will come to us through\nthe principle of obedience and by the same token all may be lost by disobedience. How\nsimple the gospel is! The requirement is an obedient heart, <i>an obedient heart<\/i>.\n<\/p><p>\nIn another place the Lord said,\n<\/p><p>\nIf you keep not my commandments, the love of the Father shall not continue with you,\ntherefore you shall walk in darkness\n(<span class=\"citation\" id=\"13161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13161)\">D&amp;C 95:12<\/a><\/span>).\n<\/p><p>\nMay the Lord give us power, humility, and meekness, that with determination and in gratitude\nand thanksgiving to him, we may be intelligent enough to keep his commandments and\nglorify his holy name, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}