{"ID":65, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1943, pp. 81-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI do humbly pray that I may enjoy the spirit of the Lord. I bear my testimony to you in all\nthe sincerity of my life that this is the work of the Lord.\n<\/p><p>\nBOY SCOUT MEMORIES\n<\/p><p>\nThis morning I had an assignment at the South gate to meet many of you brethren. While I\nwas there, across the street marched a double column of young men going to be inducted into\nthe army. While I have two sons that marched in a like column only a little while ago, and\ntwo more that may go in the months now coming, I must confess to you that the spirit of this\noccasion caused me to see other young men. I saw lads in Vienna; in Austria, bearing their\ntestimony with such fervor before a group of Saints there that I was thrilled. I saw a boy from\nHungary in a tent with representatives from seventeen nations present&mdash;all Latter-day Saint\nboys, and I heard him say, \"When I go back and tell my mother and father that I was here at\na meeting with the boys of seventeen different nations and they all bore testimony to the\ntruthfulness of the divine mission of the Prophet Joseph Smith, there'll be only one answer\nfrom them&mdash;they will be in tears.\"\n<\/p><p>\nAnd I saw a thousand German boys that I've seen in, oh, many, many villages throughout the\nland, and I received a card just a few months ago from a lad in France that said, \"Well, I'll\nbe going up to the front soon. I may never see you again, but we shall never forget each\nother.\" Well, out of this tragedy there is only one answer.\n<\/p><p>\nAPPEAL FOR FAITH IN YOUTH\n<\/p><p>\nDr. Kim, a great minister missionary to Tokyo, was there in 1923 when the great earthquake\ncame. The people were anxious about his welfare and they began to send cablegrams to him\nuntil finally the word came back from Dr. Kim, \"All gone except faith in God.\"\n<\/p><p>\nThese are great days. Nineteen forty-three will never come again. Look at the headlines of\nthis one day and realize what has happened. But it is a great day, and I want to look at it with\nfaith and hope. I want to join my spirit in sincerity with these millions of young men whose\ninspiration and daring and power are perhaps beyond an equal in all history. These are the\nhours of destiny&mdash;these are the hours of greatness.\n<\/p><p>\nI was in an M.I.A. meeting just a few weeks ago where a young man sang an international\nhymn. I want to read you these words&mdash;this was the last stanza.\n<\/p><p>\nAs sure as the sun meets the morning,<br \/>\nAnd rivers go down to the sea,<br \/>\nA new day for mankind is dawning,<br \/>\nOur children shall live proud and free.\n<\/p><p>\nI want to join with that spirit. I do not want to feel that this is just another war and that the\nthing will be repeated over and over. I want to lend my faith with the youth of this day that\nthis job shall be faced and faced right. And I appeal to you brethren to join in that faith.\nGive them that uplift. Give them that true hope as I sincerely feel it for there shall be a new\nday. The young man who wrote the music to this song, the words that I have just read, wrote\nthat famous Seventh Symphony, the greatest piece of realistic music that has ever been\nwritten, according to the world's critics, and it had its birth and its writings at the siege of\nLeningrad. And that is only in one field. If you dare to step over into science, yes, into many\nother fields, you would see a great world in the making.\n<\/p><p>\nGod help us to give that faith to youth.\n<\/p><p>\nRESPONSIBILITY TO PREACH THE GOSPEL\n<\/p><p>\nLet me read these lines from Will Durant, one of our vigorous American philosophers.\n<\/p><p>\nWe move into an age of spiritual exhaustion and despondency like that which hungered for\nthe birth of Christ. The greatest question of our time is not Communism vs. Individualism&mdash;not Europe vs. America&mdash;not even the East vs. the West. It is whether man can bear to live\nwithout God.\n<\/p><p>\nNow, words from the Prophet Amos:\n<\/p><p>\nBehold, the days come, sayeth the Lord God, that I will send a famine in the land, not a\nfamine of bread, nor a thirst for water, but of hearing the words of the Lord\n(<span class=\"citation\" id=\"10386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10386)\">Amos 8:11<\/a><\/span>).\n<\/p><p>\nA great trust is placed upon this body of Priesthood. We who are here this night, more than\nany other group in all the world, must answer that hunger. We must fulfill that word of the\nLord.\n<\/p><p>\nGod help us from this hour forth that we shall strengthen every stake mission; yes, double the\nnumber. The work is here to be done and what greater work is there to be done, and may I\nsuggest that we begin to pray that that son who now fights may live to carry the word of\npeace to the world. Oh, God, help him that while he uses the sword he may also use the\nWord of God, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}