{"ID":650, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Nurture a Testimony<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1953, pp. 122-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSomehow I don't feel like giving the talk which I had prepared for the conference. I\nwould, however, like to discuss with you a few things that are in my mind, without\nattempting to make a speech or deliver a discourse.\n<\/p><p>\nIn the first place, I extend my welcome to Brother Bennion, who has today been called into\nthe Council of the Twelve. He has great talents and the ability to do great service in the\nChurch. He touched my life for good more than thirty years ago when he gave me\nencouragement in a trying time.\n<\/p><p>\nI express my regrets, too, at the passing of Brother Widtsoe, a great man who for many, many\nyears was one of the outstanding leaders of the Church. I am sure our hearts go out to Sister\nWidtsoe and to her family. Just a year ago Brother Widtsoe gave his last conference talk. He\nhad recently returned, you will remember, from a very important assignment in Canada. He\ntalked about preserving water and making it available to the land. He told how putting water\non land turns barren soil into fertile, productive soil. From this he drew the following gospel\nlesson: \n<\/p><p>\nThe weavers of the midlands in England, the coal miners of Wales, the fishermen in Norway,\nthe trudging farmers of Denmark, very common, ordinary people, who accept the gospel from\nthe lips of some humble Mormon missionary become so changed by those enlightening truths\nof the gospel that they are not the same people any longer. They have been fertilized, so to\nspeak, by the Spirit of God that flows from eternal truth, just as in irrigation the barren, dry\nsoil is fertilized by diverting the stream of water from the irrigation ditch onto the thirsty\nland (<i>Conference Report<\/i>, April, 1952, p. 34).\n<\/p><p>\nI am sure we shall long remember the labors of Brother Widtsoe.\n<\/p><p>\nI would like to say a word to you Brother Bowen, if you are listening. Our hearts go out to\nyou; we love you; we recognize the strength of your great character and your unusual\nintellect. I would like to put in the record a statement from the address you delivered here a\nyear ago. You were explaining how the adoption of the precepts of men had changed the\ndoctrines of the Christian Church. You were, of course, speaking of churches generally, not of\nthe Church of Jesus Christ of Latter-day Saints. Then you concluded&mdash;and I remember these\nwords as you spoke them: \n<\/p><p>\nIn my view there is only one safety; there is only one cure; and that is to take the pure and\nunadulterated word of God and set that up as our standard of measurement and measure every\ncreed and doctrine and dogma by that yardstick. That which will not square with the\ndeclarations of Almighty God we can lay aside as unsuited for the need of man\n(<i>Conference Report<\/i>, April, 1952, p. 66).\n<\/p><p>\nI know, Brother Bowen, you would love to be here today. We would love to have you, and\nwe give you our faith and our prayers.\n<\/p><p>\nNow may I call your attention to President Richards' conference address given six months\nago. You will recall that he extended an invitation to the peoples of the\nworld. It began with these words: \n<\/p><p>\nI desire to use this opportunity to extend an invitation... To the people of the Church, there is\nnothing novel in this invitation. Although it has gone out to the people of the world for more\nthan a century, there are still few of the world who fully understand its import. This is the\ninvitation, addressed: To All Men Women, and Children. Dear Friends: You are cordially and\nearnestly invited to participate in building the kingdom of God in the earth.\nPlace&mdash;Everywhere. Time&mdash;Now (<i>Conference Report<\/i>, October, 1952, pp. 97-98).\n<\/p><p>\nPresident Richards, we remember that great talk. We have re-read it. We pray God, our\nEternal Father, to bring you back that you may give many more such talks.\n<\/p><p>\nPresident McKay, in the opening address of this conference, said there were two things that\nwe should do. One of them was to put our homes in order; the other was to bear witness of\nthe Redeemer. He was thus quoted in the press: \n<\/p><p>\nPresident McKay, in his opening message to the Church membership, emphasized what he\ntermed two great duties of Latter-day Saints: (1) to put their homes in order, and (2) to\nproclaim the divinity of the mission of Jesus Christ.\n<\/p><p>\nI would like to say just a word about my testimony of the mission of Jesus Christ. I want to\ngo a little farther back for a moment, if I can be given guidance by the Spirit of the Lord to\nspeak the truth accurately, and mention the great condition precedent to the efficacy of the\nmission of Jesus Christ. That condition precedent is the mission of Father Adam, because\nwithout the mission of Adam there would have been no need for the mission&mdash;the\natonement&mdash;of Jesus Christ.\n<\/p><p>\nI have an assignment from the First Presidency to serve on the Church publications\ncommittee. This committee is expected to read and pass upon the literature proposed for use\nin the study courses of our auxiliary organizations. It would please me immensely if, in the\npreparation of this literature, we could get away from using the language of those who do not\nbelieve in the mission of Adam. I have reference to words and phrases such as \"primitive\nman,\" \"prehistoric man,\" \"before men learned to write,\" and the like. We sometimes use these\nterms in a way that offends my feelings; in a way which indicates to me that we get mixed up\nin our understanding of the mission of Adam. The connotation of these terms, as used by\nunbelievers, is out of harmony with our understanding of the mission of Adam.\n<\/p><p>\n\"Adam fell that man might be\"\n(<span class=\"citation\" id=\"3546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3546)\">2 Ne. 2:25<\/a><\/span>).\nThere were no pre-Adamic men in the line of\nAdam. The Lord said that Adam was the first man\n(<span class=\"citation\" id=\"13146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13146)\">D&amp;C 84:16<\/a><\/span>;\n<span class=\"citation\" id=\"39023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39023)\">Moses 1:34<\/a><\/span>;\n<span class=\"citation\" id=\"39031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39031)\">Moses 3:7<\/a><\/span>). It is\nhard for me to get the idea of a man ahead of Adam, before the first man. The Lord also said\nthat Adam was the first flesh (<span class=\"citation\" id=\"39032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39032)\">Moses 3:7<\/a><\/span>)\nwhich, as I understand it, means the first mortal on\nthe earth. I understand from a statement in the book of Moses, which was made by Enoch,\nthat there was no death in the world before Adam\n(<span class=\"citation\" id=\"39044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39044)\">Moses 6:48<\/a><\/span>; see also\n<span class=\"citation\" id=\"3544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3544)\">2 Ne. 2:22<\/a><\/span>). Enoch said: \n<\/p><p>\n. . . death hath come upon our fathers; nevertheless we know them, and cannot deny, and\neven the first of all we know, even Adam.\n<\/p><p>\nFor a book of remembrance we have written among us, according to the pattern given by the\nfinger of God; and it is given in our own language\n(<span class=\"citation\" id=\"39042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39042)\">Moses 6:45-46<\/a><\/span>).\n<\/p><p>\nI understand from this that Enoch could read about Adam in a book\nwhich had been written under the tutelage of Almighty God. Thus there\nwere no prehistoric men who could not write because men living in the\ndays of Adam, who was the first man, wrote.\n<\/p><p>\nI am not a scientist. I do not profess to know anything but Jesus Christ, and him crucified\n(<span class=\"citation\" id=\"224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(224)\">1 Cor. 2:2<\/a><\/span>),\nand the principles of his gospel. If, however, there are some things in the strata of the earth\nindicating there were men before Adam, they were not the ancestors of Adam.\n<\/p><p>\nAdam was the son of God. He was our elder brother, not older than Jesus but he was our\nbrother in the same sense that Jesus was our brother, and he \"fell\" to earth life. He did not\ncome up through an unbroken line of organic evolution. There had to be a fall. \"Adam fell\nthat men might be\" (<span class=\"citation\" id=\"3547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3547)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nI will go on now and read this scripture before I forget it: \n<\/p><p>\nFor a book of remembrance we have written among us, according to the pattern given by the\nfinger of God; and it is given in our own language.\n<\/p><p>\nAnd as Enoch spake forth the words of God, the people trembled, and could not stand in his\npresence (<span class=\"citation\" id=\"39043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39043)\">Moses 6:46-47<\/a><\/span>).\n<\/p><p>\nSome men speak of the ancients as being savages, as if they had no intelligence. I tell you\nthis man Enoch had intelligence, and Adam had intelligence, as much as any man that ever\nlived since or that lives now. They were mighty sons of God.\n<\/p><p>\nAnd he said unto them: Because that Adam fell, we are; and by his fall came death; and we\nare made partakers of misery and woe\n(<span class=\"citation\" id=\"39045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39045)\">Moses 6:48<\/a><\/span>).\n<\/p><p>\nIf Adam and Eve had not partaken of the forbidden fruit, they would have had no children,\nand we would not have been\n(<span class=\"citation\" id=\"3545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3545)\">2 Ne. 2:23-25<\/a><\/span>;\n<span class=\"citation\" id=\"39037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39037)\">Moses 5:11<\/a><\/span>).\n<\/p><p>\nI do not look upon Adam's action as a sin. I think it was a deliberate act of free agency. He\nchose to do that which had to be done to further the purposes of God. The consequences of\nhis act made necessary the atonement of the Redeemer.\n<\/p><p>\nI must not go into a longer discussion, but I say again that I would be very pleased if, in our\nteaching of the gospel, we could keep revealed truth straight in our minds and not get it\nconfused with the ideas and theories of men, who do not believe what the Lord has revealed\nwith respect to the fall of Adam.\n<\/p><p>\nNow, I believe with Enoch, \". . . Because that Adam fell, we are; and by his fall came\ndeath\" (<span class=\"citation\" id=\"39046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39046)\">Moses 6:48<\/a><\/span>);\nthat every man must die, as Brother Petersen said yesterday. I believe\nthat to meet the demands of justice, it took the atonement of Jesus Christ to redeem men from\nthat death, that they may be raised again and have their spirits and their bodies, which are\nseparated through death, reunited. I believe that through the atonement of Jesus Christ\nwhatever \"transgression\" Adam committed was paid for, and that as in Adam all die, even so\nin Christ shall all be made alive, every living creature\n(<span class=\"citation\" id=\"239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(239)\">1 Cor. 15:22<\/a><\/span>;\n<span class=\"citation\" id=\"13100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13100)\">D&amp;C 29:24<\/a><\/span>;\n<span class=\"citation\" id=\"13142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13142)\">D&amp;C 77:2<\/a><\/span>). I\nbelieve, too, that through the atonement of Jesus Christ my individual sins, your individual\nsins, and the individual sins of every human being that ever lived or ever will live upon the\nearth were atoned for, upon condition that we accept the gospel and live it to the end of our\nlives.\n<\/p><p>\nI know that my Redeemer lives. I shall not know it better when I stand before the bar of God\nto be judged. I know that Jesus is the Redeemer. I bear that witness to you, not from what\npeople have told me; I bear it out of a knowledge revealed to me by the Holy Spirit. As to\nthis knowledge, the Lord, after commanding the early Apostles of this dispensation to testify\nthat the words he had spoken to them were of him, said: \n<\/p><p>\nFor it is my voice which speaketh them unto you; for they are given by my Spirit unto you,\nand by my power you can read them one to another; and save it were by my power you could\nnot have them; \n<\/p><p>\nWherefore, you can testify that you have heard my voice, and know my words\n(<span class=\"citation\" id=\"13090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13090)\">D&amp;C 18:35-36<\/a><\/span>).\n<\/p><p>\nI am willing to bear this witness to all the Saints and to all men and women everywhere,\nsaints and sinners, in all the world, for it is the eternal truth.\n<\/p><p>\nI know that the Prophet Joseph Smith was a prophet of God. I know he saw God, the Eternal\nFather, and his Son, Jesus Christ, as he says he did. I was not there, but I have read his\naccount many, many, many times. From his account I get in my mind a\nmental picture, but I did not get my knowledge that he had the vision from that source. I\nreceived it from the whisperings of the Holy Spirit, and I have had those whisperings in my\nmind the same as Enos had when he said, \". . . the voice of the Lord came into my mind\"\n(<span class=\"citation\" id=\"21478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21478)\">Enos 1:10<\/a><\/span>).\n<\/p><p>\nI know that God revealed every principle of salvation necessary to the salvation of men to the\nProphet Joseph Smith. I know that his successor who sits here today, David O. McKay, holds\nevery power and every authority and all the priesthood that the Prophet Joseph had&mdash;unless it\nbe the keys of this last dispensation&mdash;but every power that is necessary to the salvation of\nmen, he holds. Nobody has a testimony of the gospel that will save him unless he knows it,\ntoo.\n<\/p><p>\nIt is an easy thing to believe in the dead prophets, but it is a greater thing to believe in the\nliving prophets. I will give you an illustration.\n<\/p><p>\nOne day when President Grant was living, I sat in my office across the street following a\ngeneral conference. A man came over to see me, an elderly man. He was very upset about\nwhat had been said in this conference by some of the Brethren, including myself. I could tell\nfrom his speech that he came from a foreign land. After I had quieted him enough so he\nwould listen I said, \"Why did you come to America?\"\n<\/p><p>\n\"I came here because a prophet of God told me to come.\"\n<\/p><p>\n\"Who was the prophet?\" I continued.\n<\/p><p>\n\"Wilford Woodruff.\"\n<\/p><p>\n\"Do you believe Wilford Woodruff was a prophet of God?\"\n<\/p><p>\n\"Yes,\" said he.\n<\/p><p>\n\"Do you believe that his successor President Lorenzo Snow, was a prophet of God?\"\n<\/p><p>\n\"Yes, I do.\"\n<\/p><p>\n\"Do you believe that President Joseph F. Smith was a prophet of God?\"\n<\/p><p>\n\"Yes, sir.\"\n<\/p><p>\nThen came the \"sixty-four dollar question.\" \"Do you believe that Heber J. Grant is a prophet\nof God?\"\n<\/p><p>\nHis answer: \"I think he ought to keep his mouth shut about old age assistance.\"\n<\/p><p>\nNow I tell you that a man in his position is on the way to apostasy. He is forfeiting his\nchances for eternal life. So is everyone who cannot follow the living prophet of God.\n<\/p><p>\nI want to say one more thing before I sit down. Today being the twentieth anniversary of\nBrother Clark's call to the First Presidency, I want to pay him a tribute. I love him. Although\nthe Lord had to go all the way to Mexico City to find him, I am grateful that he brought him\nback to give us this twenty years of service. I want to read a statement from the message he\ngave twenty years ago. In it he spoke of his great humility and of the apprehension he felt as\nto whether he could meet the requirements of his new position. In telling of the joys he\nanticipated, he said: \n<\/p><p>\nWe shall have the joy of work, too, for man also is that he might work, he went forth from\nthe innocence of Eden to the God-like knowledge of good and evil, with the Divine\nblessing&mdash;not curse&mdash;as it seems to me: \"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23600)\">Gen. 3:19<\/a><\/span>). And save in\nextremity, no man may rightfully violate that law by living by the sweat from the brow of his\nbrother. It is the eternal, inescapable law that growth comes only from work and preparation\nwhether the growth be material, mental or spiritual. Work has no substitute. Idleness brings\nneither profit, nor advantage, nor good&mdash;only a withering decay and death. The world is near\nto forgetting all this; I hope that we as a people shall keep it ever in remembrance, for in\nproportion as it is forgotten, evil will rule (<i>Conference Report<\/i>, April, 1933, p. 103).\n<\/p><p>\nI have watched him work through these years, as have the other brethren. We greatly\nappreciate the example he has set for us.\n<\/p><p>\nIn conclusion, let me say this by way of general statement. Work, brothers and sisters, work\nin the kingdom. Get the testimony of the gospel. I think it is a disgrace for\nmen and women to stand on the same ground day after day in their testimony, their\nknowledge of the gospel, and their work in the Church. We should go forward. We ought to\nbe on our mettle all the time, reaching, perfecting our lives, doing more work, going forward\npreparing to meet the Redeemer. We live in the day just before his coming. We must speed\nthe day, speed the work in preparation for that great day, that we may rest our souls in the\nkingdom of God, which I hope we may all do, and so pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}