{"ID":6502, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “To Walk Humbly with Thy God”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p2\" class=\"\">Elder Marlin K. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/marlin-k-jensen-10.jpg\" alt=\"Marlin K. Jensen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">True humility will inevitably lead us to say to God, “Thy will be done.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p4\" class=\"\">One of the memorable themes of last October’s general conference was that, in addition to being concerned about what we <span class=\"emphasis\">do,<\/span> we Latter-day Saints ought also to pay attention to what we <span class=\"emphasis\">are<\/span> and are striving to <span class=\"emphasis\">become.<\/span><sup class=\"noteMarker\"><a href=\"#footnote1-21905_000_005\">1<\/a>\n       <span class=\"footnote\">[See Neal A. Maxwell, “The Tugs and Pulls of the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 37; Dallin H. Oaks, “The Challenge to Become,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 32–33.]<\/span><\/sup> With that principle in mind, I listened attentively last November to President Gordon B. Hinckley’s address to the youth of the Church. I was touched by the six priceless bits of wisdom he shared describing what youth ought to <span class=\"emphasis\">be.<\/span> One of the six—“be humble”—was of special interest to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p5\" class=\"\">When I suggested to my wife several weeks ago that because of President Hinckley’s talk I was considering humility as a possible topic for my remarks today, she paused and, with a twinkle in her eye, teasingly replied, “That leaves you only a few days to gain some!” Being thus encouraged, I have reflected on what might be involved in obeying President Hinckley’s injunction to “be humble.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p6\" class=\"\">To begin, it should come as no surprise that, in the estimation of some, humility ranks quite low on the scale of desirable character traits. Popular books have been written in recent years on integrity, common sense, civility, and a host of other virtues, but apparently there is little market for humility. Obviously, in these coarsening times when we are taught the art of negotiating by intimidation, and <span class=\"emphasis\">assertiveness<\/span> has become a byword of the business world, those seeking to become humble will be a small and overlooked but critically important minority.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p7\" class=\"\">Consciously trying to acquire humility is also problematic. I remember once hearing one of my colleagues in the Seventy say about humility that “if you think you have it, you don’t.” He suggested we should try to develop humility and be sure we didn’t know when we got it, and then we would have it. But if we ever thought we had it, we wouldn’t.<sup class=\"noteMarker\"><a href=\"#footnote2-21905_000_005\">2<\/a>\n       <span class=\"footnote\">[Albert Choules Jr., unpublished minutes of Seventy Quorum’s meeting, 15 Apr. 1993.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p8\" class=\"\">This is one of the lessons C. S. Lewis teaches in his well-known <span class=\"emphasis\">Screwtape Letters.<\/span> In letter XIV, a good man who is being recruited by a devil and his apprentice to their side is growing humble, and the devil remarks that “this is very bad.” With great insight, Lewis has the devil say to his associate, “Your patient has become humble; have you drawn his attention to the fact?”<sup class=\"noteMarker\"><a href=\"#footnote3-21905_000_005\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Screwtape Letters <\/span>(1982), 62–63.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p9\" class=\"\">Fortunately, the Savior has given us a model for developing humility. When His disciples approached Him and inquired, “Who is the greatest in the kingdom of heaven?” He responded by placing a little child in their midst and stating, “Whosoever … shall humble himself as this little child, the same is greatest in the kingdom of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote4-21905_000_005\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33619)\">Matt. 18:1, 4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p10\" class=\"\">In this passage the Savior teaches us that to become humble is to become as a child. How does a person become as a child, and what are the childlike qualities we ought to develop? King Benjamin, in his profound Book of Mormon sermon, provides guidance:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p11\" class=\"\">“For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father.”<sup class=\"noteMarker\"><a href=\"#footnote5-21905_000_005\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40066)\">Mosiah 3:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p12\" class=\"\">King Benjamin seems to teach that becoming like a child is a gradual process of spiritual development in which we are aided by the Holy Ghost and our reliance on Christ’s Atonement. Through this process, we will eventually acquire the childlike attributes of meekness, humility, patience, love, and spiritual submissiveness. True humility will inevitably lead us to say to God, “Thy will be done.” And because what we <span class=\"emphasis\">are<\/span> does affect what we <span class=\"emphasis\">do,<\/span> our submissiveness will be reflected in our reverence, gratitude, and willingness to accept callings, counsel, and correction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p13\" class=\"\">A story contained in the family lore of Brigham Young’s descendants illustrates the submissive nature of humility. It recounts that in a public meeting the Prophet Joseph, possibly as a test, sternly rebuked Brigham Young for something he had done or something he was supposed to have done but hadn’t—the detail is unclear. When Joseph finished the rebuke, everyone in the room waited for Brigham Young’s response. This powerful man, later known as the Lion of the Lord, in a voice everyone could tell was sincere, said simply and humbly, “Joseph, what do you want me to do?”<sup class=\"noteMarker\"><a href=\"#footnote6-21905_000_005\">6<\/a>\n       <span class=\"footnote\">[See Truman G. Madsen, “Hugh B. Brown—Youthful Veteran,” <span class=\"emphasis\">New Era,<\/span> Apr. 1976, 16.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p14\" class=\"\">The power of that response itself brings a feeling of humility. It reminds us that the greatest act of courage and love in the history of mankind—Christ’s atoning sacrifice—was also the greatest act of humility and submissiveness. Some may wonder if those seeking to become humble must forever defer to the strongly held opinions and positions of others. Certainly the Savior’s life evidences that true humility is anything but subservience, weakness, or servility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p15\" class=\"\">Another helpful perspective on humility can be obtained by examining its antithesis—pride. Just as humility leads to other virtues such as modesty, teachableness, and unpretentiousness, pride leads to many other vices. In Latter-day Saint theology, it was through pride that Satan became the adversary of all truth. It was the growth of this arrogance, termed <span class=\"emphasis\">hubris,<\/span> that the wise men of ancient Greece portrayed as the sure road to destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p16\" class=\"\">Twelve years ago President Ezra Taft Benson delivered a powerful conference address declaring that pride is “the universal sin, the great vice.”<sup class=\"noteMarker\"><a href=\"#footnote7-21905_000_005\">7<\/a>\n       <span class=\"footnote\">[“Beware of Pride,” <span class=\"emphasis\">Ensign,<\/span> May 1989, 6.]<\/span><\/sup> He taught that pride is essentially competitive in nature and made reference to this quote from C. S. Lewis: “Pride gets no pleasure out of having something, only out of having more of it than the next man. We say that people are proud of being rich, or clever, or good-looking, but they are not. They are proud of being richer, cleverer, or better-looking than others. If every one else became equally rich, or clever, or good-looking there would be nothing to be proud about. It is the comparison that makes you proud: the pleasure of being above the rest. Once the element of competition has gone, pride has gone.”<sup class=\"noteMarker\"><a href=\"#footnote8-21905_000_005\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Mere Christianity<\/span> (1960), 95.]<\/span><\/sup> What an interesting commentary on today’s highly competitive and thus prideful world. What an important reminder as well, for those of us who are blessed with the fulness of the gospel, to avoid both the condition and appearance of haughtiness or condescension in all of our human relationships.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p17\" class=\"\">I think sometimes of what life would be like if we all possessed greater humility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p18\" class=\"\">Imagine a world in which <span class=\"emphasis\">we<\/span> would replace <span class=\"emphasis\">I<\/span> as the dominant pronoun.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p19\" class=\"\">Think of the impact on the pursuit of knowledge if being learned without being arrogant were the norm.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p20\" class=\"\">Consider the climate that would exist within a marriage or family—or any organization, for that matter—if through genuine humility mistakes were freely admitted and forgiven, if we were not afraid to praise others for fear they might gain on us, and if all were able to listen as well as we now verbalize.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p21\" class=\"\">Contemplate the advantages of life in a society in which considerations of status were only secondary, where citizens were more concerned with their responsibilities than their rights, and where those in authority might even occasionally step forward and humbly acknowledge, “I could be wrong.” Must our need to be “right” be so all-consuming? Surely this intolerance of others and their viewpoints is nothing less than the hubris the Greeks viewed and warned against as the suicidal sin. One wonders how differently even recent world history might be written if its principal participants had yielded to the gentle nudgings of humility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p22\" class=\"\">Even more importantly, think of the role of humility in the process of repentance. Is it not humility, coupled with strong faith in Christ, that carries the transgressor to God in prayer, to the offended party in apology, and, where necessary, to his priesthood leader in confession?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p23\" class=\"\">I am grateful for examples of humility I have encountered in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p24\" class=\"\">Once my father, in the heat and frustration of a humid July afternoon, overreacted to my youthful farming blunders and administered punishment which I felt was in excess of the crime. Later he approached me with an apology and a much-appreciated expression of confidence in my abilities. That humble expression has remained in my memory for more than 40 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p25\" class=\"\">I have seen a constant humility in my wonderful wife. Like Nephi turning to Lehi for direction after Lehi had momentarily faltered, she has stayed at my side for 34 years and consistently supported and loved me “notwithstanding my weakness.”<sup class=\"noteMarker\"><a href=\"#footnote9-21905_000_005\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3354)\">2 Ne. 33:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p26\" class=\"\">I am often deeply moved by evidences of humility in the scriptures. Consider John the Baptist declaring of the Savior, “He must increase, but I must decrease.”<sup class=\"noteMarker\"><a href=\"#footnote10-21905_000_005\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26944)\">John 3:30<\/a><\/span>.]<\/span><\/sup> Think of Moroni pleading with us not to condemn him because of his imperfections, but to thank God that He made Moroni’s imperfections manifest so that we can learn to be wiser than Moroni was.<sup class=\"noteMarker\"><a href=\"#footnote11-21905_000_005\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"37940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37940)\">Morm. 9:31<\/a><\/span>.]<\/span><\/sup> Nor should we forget the exclamation of Moses, who, after experiencing the greatness of God and His creations, acknowledged that “for this cause I know that man is nothing, which thing I never had supposed.”<sup class=\"noteMarker\"><a href=\"#footnote12-21905_000_005\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38830)\">Moses 1:10<\/a><\/span>.]<\/span><\/sup> Is not Moses’ recognition of our complete dependence on God the beginning of true humility?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p27\" class=\"\">I resonate to the English author John Ruskin’s memorable statement that “the first test of a truly great man is his humility.” He continued: “I do not mean, by humility, doubt of his own power. … [But really] great men … have a curious … feeling that … greatness is not <span class=\"emphasis\">in<\/span> them, but <span class=\"emphasis\">through<\/span> them. … And they see something Divine … in every other man … , and are endlessly, foolishly, incredibly merciful.”<sup class=\"noteMarker\"><a href=\"#footnote13-21905_000_005\">13<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Works of John Ruskin,<\/span> ed. E. T. Cook and Alexander Wedderburn, 39 vols. (1903–12), 5:331.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p28\" class=\"\">The Old Testament prophet Micah, like our living prophet, President Hinckley, was concerned about nurturing the development of humility. To his people he said, “He hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?”<sup class=\"noteMarker\"><a href=\"#footnote14-21905_000_005\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37867)\">Micah 6:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/to-walk-humbly-with-thy-god.p29\" class=\"\">God bless us all to walk humbly with Him and with all men. I testify that President Gordon B. Hinckley is a true prophet and that his counsel to “be humble” comes from God. I testify that Jesus Christ, God’s meek and lowly Son, personifies humility. I know that it will be in humility that we one day kneel at the Savior’s feet to be judged of Him.<sup class=\"noteMarker\"><a href=\"#footnote15-21905_000_005\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"40115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40115)\">Mosiah 27:31<\/a><\/span>; <span class=\"citation\" id=\"11167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11167)\">D&amp;C 88:104<\/a><\/span>.]<\/span><\/sup> May we live our lives to prepare for that humble moment is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21905_000_005\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Neal A. Maxwell, “The Tugs and Pulls of the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 37; Dallin H. Oaks, “The Challenge to Become,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 32–33.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21905_000_005\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Albert Choules Jr., unpublished minutes of Seventy Quorum’s meeting, 15 Apr. 1993.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21905_000_005\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Screwtape Letters <\/span>(1982), 62–63.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21905_000_005\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33619)\">Matt. 18:1, 4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21905_000_005\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40066)\">Mosiah 3:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21905_000_005\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Truman G. Madsen, “Hugh B. Brown—Youthful Veteran,” <span class=\"emphasis\">New Era,<\/span> Apr. 1976, 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21905_000_005\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Beware of Pride,” <span class=\"emphasis\">Ensign,<\/span> May 1989, 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21905_000_005\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Mere Christianity<\/span> (1960), 95.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21905_000_005\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3354)\">2 Ne. 33:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21905_000_005\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26944)\">John 3:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21905_000_005\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"37940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37940)\">Morm. 9:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21905_000_005\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38830)\">Moses 1:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-21905_000_005\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Works of John Ruskin,<\/span> ed. E. T. Cook and Alexander Wedderburn, 39 vols. (1903–12), 5:331.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-21905_000_005\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37867)\">Micah 6:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_005\"><a name=\"-21905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-21905_000_005\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"40115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40115)\">Mosiah 27:31<\/a><\/span>; <span class=\"citation\" id=\"11167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11167)\">D&amp;C 88:104<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}