{"ID":6504, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Witnesses unto Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">For those who find it difficult to initiate missionary conversations—and many do—the Church’s newly produced pass-along cards are a lovely, effortless way to let others know some of your basic beliefs and how they may learn more.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p4\" class=\"\">As the resurrected Jesus concluded His earthly ministry, He gave this paramount charge to His Apostles and those who would follow them:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p5\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote1-21905_000_007\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33648)\">Matt. 28:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p6\" class=\"\">“Ye shall receive power, … and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.”<sup class=\"noteMarker\"><a href=\"#footnote2-21905_000_007\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7477)\">Acts 1:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p7\" class=\"\">Remembering always to act with courtesy and propriety, we have a responsibility to be witnesses of Jesus Christ “at all times and in all things, and in all places,”<sup class=\"noteMarker\"><a href=\"#footnote3-21905_000_007\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40103)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup> to proclaim each in our own way the great cause to which Christ has called us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p8\" class=\"\">Now, you are already wonderful missionaries, better than you think you are, and there is more where that comes from! The 12-hour-a-day, heavy-duty effort we’ll leave to the full-time missionaries, but why should they have all the fun? We are entitled to a seat at the abundant table of testimony as well, and fortunately a place has been reserved there for each member of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p9\" class=\"\">Indeed, one of the axioms of our day is that no mission or missionaries can ultimately succeed <span class=\"emphasis\">without<\/span> the loving participation and spiritual support of the local members working with them in a balanced effort. If today you are taking notes on a stone tablet, chisel that one in deeply. I promise you won’t ever have to erase it. Initial investigators may come from many different sources, but those who are actually baptized and who are firmly retained in activity in the Church come overwhelmingly from friends and acquaintances known to members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p10\" class=\"\">Just over 24 months ago President Gordon B. Hinckley said in a Churchwide broadcast:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p11\" class=\"\">“My heart reaches out to you missionaries. You simply cannot do it alone and do it well. You must have the help of others. That power to help lies within each of us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p12\" class=\"\">“Now, my brethren and sisters, we can let the missionaries try to do it alone, or we can help them. If they do it alone, they will knock on doors day after day and the harvest will be meager. Or as members we can assist them in finding and teaching investigators. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p13\" class=\"\">“Brothers and sisters, all of you out in the wards and stakes and in the districts and branches, I invite you to become a vast army with enthusiasm for this work and a great overarching desire to assist the missionaries in the tremendous responsibility they have to carry the gospel to every nation, kindred, tongue, and people.”<sup class=\"noteMarker\"><a href=\"#footnote4-21905_000_007\">4<\/a>\n       <span class=\"footnote\">[“Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Ensign,<\/span> May 1999, 106, 107, 110.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p14\" class=\"\">I like the ring of those phrases “a vast army with enthusiasm for this work” and “a great overarching desire to assist the missionaries.” Let me note a number of things we can do to respond to that call. You will recognize how many of them you are already doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p15\" class=\"\">Above all else we can live the gospel. Surely there is no more powerful missionary message we can send to this world than the example of a loving and happy Latter-day Saint life. The manner and bearing, the smile and kindness of a faithful member of the Church brings a warmth and an outreach which no missionary tract or videotape can convey. People do not join the Church because of what they know. They join because of what they feel, what they see and want spiritually. Our spirit of testimony and happiness in that regard will come through to others if we let it. As the Lord said to Alma and the sons of Mosiah, “Go forth … that ye may show forth good examples unto them in me, and I will make an instrument of thee in my hands unto the salvation of many souls.”<sup class=\"noteMarker\"><a href=\"#footnote5-21905_000_007\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8628)\">Alma 17:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p16\" class=\"\">A young returned missionary sister from Hong Kong told me recently that when she and her companion asked an investigator if she believed in God, the woman replied, “I didn’t until I met a member of your church and observed how she lived.” What exemplary missionary work! Asking every member to be a missionary is not nearly as crucial as asking every member to be a member! Thank you for living the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p17\" class=\"\">Thank you also for praying for the missionaries. <span class=\"emphasis\">Everyone<\/span> prays for the missionaries. May it ever be so. In that same spirit, we should also pray for those who are (or who need to be) meeting the missionaries. In Zarahemla, members were commanded to “join in fasting and mighty prayer”<sup class=\"noteMarker\"><a href=\"#footnote6-21905_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8598)\">Alma 6:6<\/a><\/span>.]<\/span><\/sup> for those who had not yet joined the Church of God. We can do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p18\" class=\"\">We can also pray daily for our own personal missionary experiences. Pray that under the divine management of such things, the missionary opportunity you want is already being prepared in the heart of someone who longs for and looks for what you have. “There are many yet on the earth … who are only kept from the truth because they know not where to find it.”<sup class=\"noteMarker\"><a href=\"#footnote7-21905_000_007\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11222)\">D&amp;C 123:12<\/a><\/span>.]<\/span><\/sup> Pray that they will find you! And then be alert, because there are multitudes in your world who feel a famine in their lives, not a famine of bread, nor a thirst for water, but of hearing the word of the Lord.<sup class=\"noteMarker\"><a href=\"#footnote8-21905_000_007\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"10379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10379)\">Amos 8:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p19\" class=\"\">When the Lord delivers this person to your view, just chat—about anything. You can’t miss. You don’t have to have a prescribed missionary message. Your faith, your happiness, the very look on your face is enough to quicken the honest in heart. Haven’t you ever heard a grandmother talk about her grandchildren? That’s what I mean—minus the photographs! The gospel will just tumble out. You won’t be able to contain yourself!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p20\" class=\"\">But perhaps even more important than speaking is listening. These people are not lifeless objects disguised as a baptismal statistic. They are children of God, our brothers and sisters, and they need what we have. Be genuine. Reach out sincerely. Ask these friends what matters most to <span class=\"emphasis\">them.<\/span> What do <span class=\"emphasis\">they<\/span> cherish, and what do <span class=\"emphasis\">they<\/span> hold dear? And then listen. If the setting is right you might ask what their fears are, what they yearn for, or what they feel is missing in their lives. I promise you that <span class=\"emphasis\">something<\/span> in what they say will <span class=\"emphasis\">always<\/span> highlight a truth of the gospel about which you can bear testimony and about which you can then offer more. Elder Russell Nelson told me once that one of the first rules of medical inquiry is “Ask the patient where it hurts. The patient,” he said, “will be your best guide to a correct diagnosis and eventual remedy.” If we listen with love, we won’t need to wonder what to say. It will be given to us—by the Spirit and by our friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p21\" class=\"\">For those who find it difficult to initiate missionary conversations—and many do—the Church’s newly produced pass-along cards are a lovely, effortless way to let others know some of your basic beliefs and how they may learn more. For example, this is the easiest way I personally have yet found to offer people a copy of the Book of Mormon without my needing to carry a knapsack full of books as I travel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p22\" class=\"\">Now let me increase the tempo of this message just a little. Many more of us can prepare for senior missionary service when that time in our life comes. As the senior couples at the MTC in Provo have said on a poster, “Let’s lengthen our shuffle!” I just returned from a long trip which took me to half a dozen missions. Everywhere I went during those weeks, I found senior couples giving the most remarkable and rewarding leadership imaginable, providing stability, maturity, and experience that no 19-year-old or 21-year-old could possibly be expected to provide. I found all kinds of couples, including a few former mission and temple presidents and their wives, who had come to parts of the world totally unknown to them to quietly, selflessly serve a second or a third or a fourth mission. I was deeply moved by every one of those people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p23\" class=\"\">I had lunch recently with Elder and Sister John Hess of Ashton, Idaho. “We’re just old potato farmers,” John told me, but that is precisely what the nation of Belarus in the Russia Moscow Mission needed. For years the very best potato yields on government plots of ground there had been 50 sacks of potatoes a hectare. Considering it takes 22 sacks of seed to plant a hectare, the return was poor indeed. They needed help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p24\" class=\"\">Brother Hess asked for ground just three feet away from the government plots, rolled up his sleeves, and went to work with the same seed, tools, and fertilizer available in Belarus. Come harvest time they began to dig, then called on others to dig, then called on everyone to dig. With the same rainfall and soil, but with an extra measure of Idaho industry, experience, and prayer, the plots planted by the Hesses produced a whopping 550 sacks per hectare—11 times better than any prior yield on that land. At first no one would believe the difference. They wondered if secret teams had come in the night or if some wonder drug had been used. But it was none of that. Brother Hess said, “We needed a miracle, so we asked for one.” Now just little more than a year later, in that community young proselyting missionaries are finding much more success just because an “old potato farmer” from Idaho answered the call of his church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p25\" class=\"\">Most missionary couples serve much more routinely than that, employing their leadership experience in wards and branches, but the point is that there are all kinds of needs in this work, and there is a resolute missionary tradition of responding to the call to serve at <span class=\"emphasis\">every<\/span> age and in every circumstance. I learned from a mission president recently that one of his young sister missionaries, nearing the end of her very faithful and successful mission, said through her tears that she must return home immediately. When he inquired as to the problem, she told him money had become so difficult for her family that to continue her support, the family had rented their home and were using the rental proceeds to pay her mission expenses. For living accommodations, they had moved into a storage locker. For water, they used a neighbor’s outdoor tap and hose; and for a bathroom they went to a nearby gasoline station. This family, in which the father had recently passed away, was so proud of their missionary and so independent in spirit that they had managed to keep this recent turn of events from most of their friends and virtually all of their Church leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p26\" class=\"\">When this situation was discovered, the family was restored to their home immediately. Long-term solutions to their economic circumstances were put in place, and the complete amount of remaining missionary support for their missionary daughter was secured overnight. With her tears dried and fears allayed, this faithful, hardworking young sister finished her mission triumphantly and was recently married in the temple to a wonderful young man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p27\" class=\"\">In our blessed day we do not ask the kind of severe sacrifice this missionary family offered, but our generation has been the beneficiary of earlier generations who <span class=\"emphasis\">did<\/span> sacrifice so very much in serving the missionary cause we declare. We can all do just a little more to pass that tradition on to those who follow us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p28\" class=\"\">The Apostle John asked the Lord if he, John, might remain on the earth beyond the normal span of life for no other purpose than to bring more souls unto God. In granting that wish, the Savior said that this was “a greater work” and a nobler “desire” even than that of desiring to come into the presence of the Lord “speedily.”<sup class=\"noteMarker\"><a href=\"#footnote9-21905_000_007\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11066)\">D&amp;C 7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/witnesses-unto-me.p29\" class=\"\">Like all prophets and apostles, the Prophet Joseph Smith understood the deep meaning of John’s request when he said, “After all that has been said, [our] greatest and most important duty is to preach the Gospel.”<sup class=\"noteMarker\"><a href=\"#footnote10-21905_000_007\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith, <\/span>sel. Joseph Fielding Smith (1976), 113.]<\/span><\/sup> I bear witness of that gospel and of Jesus Christ, who embodied it. I testify that “the worth of souls is great in the sight of God”<sup class=\"noteMarker\"><a href=\"#footnote11-21905_000_007\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11078)\">D&amp;C 18:10<\/a><\/span>.]<\/span><\/sup> and that saving those souls through the redeeming Atonement of His Beloved Son is at the very heart of His work and His glory.<sup class=\"noteMarker\"><a href=\"#footnote12-21905_000_007\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38831)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup> In pursuing that work I testify with Jeremiah that this last great missionary declaration to modern Israel will, in the end, be a greater miracle than ancient Israel’s crossing of the Red Sea.<sup class=\"noteMarker\"><a href=\"#footnote13-21905_000_007\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"26437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26437)\">Jer. 16:14–16<\/a><\/span>.]<\/span><\/sup> That we will courageously and enthusiastically share the miracle of this message, I pray in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21905_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33648)\">Matt. 28:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21905_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7477)\">Acts 1:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21905_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40103)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21905_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Ensign,<\/span> May 1999, 106, 107, 110.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21905_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8628)\">Alma 17:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21905_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8598)\">Alma 6:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21905_000_007\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11222)\">D&amp;C 123:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21905_000_007\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"10379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10379)\">Amos 8:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21905_000_007\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11066)\">D&amp;C 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21905_000_007\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith, <\/span>sel. Joseph Fielding Smith (1976), 113.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21905_000_007\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11078)\">D&amp;C 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21905_000_007\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38831)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_007\"><a name=\"-21905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-21905_000_007\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"26437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26437)\">Jer. 16:14–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}