{"ID":6505, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Compassion\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We have no way of knowing when our privilege to extend a helping hand will unfold before us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p4\" class=\"\">Oklahoma City, Oklahoma, is a most interesting place. In company with Elders Richard G. Scott, Rex D. Pinegar, and Larry W. Gibbons, I presided at a regional conference there just a short time ago. The facility in which we met was packed with members of the Church and other interested persons. The singing by the choir was heavenly, the spoken word inspiring, and the sweet spirit which prevailed during the conference will long be remembered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p5\" class=\"\">I reflected on my previous visits to this location, the beauty of the state song—“Oklahoma,” from the musical production of Rodgers and Hammerstein—and the wonderful hospitality of the people there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p6\" class=\"\">This community’s spirit of compassionate help was tested in the extreme, however, on April 19, 1995, when a terrorist-planted bomb destroyed the Alfred P. Murrah Federal Building in downtown Oklahoma City, taking 168 persons to their deaths and injuring countless others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p7\" class=\"\">Following the regional conference in Oklahoma City, I was driven to the entrance of a beautiful and symbolic memorial which graces the area where the Murrah building once stood. It was a dreary, rainy day, which tended to underscore the pain and suffering which had occurred there. The memorial features a 400-foot reflecting pool. On one side of the pool are 168 empty glass and granite chairs in honor of each of the people killed. These are placed, as far as can be determined, where the fallen bodies were found.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p8\" class=\"\">On the opposite side of the pool there stands, on a gentle rise of ground, a mature American elm tree—the only nearby tree to survive the destruction. It is appropriately and affectionately named “The Survivor Tree.” In regal splendor it honors those who survived the horrific blast.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p9\" class=\"\">My host directed my attention to the inscription above the gate of the memorial:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We come here to remember those who were killed, those who survived and those changed forever.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">May all who leave here know the impact of violence.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">May this memorial offer comfort, strength, peace, hope and serenity.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p13\" class=\"\">He then, with tears in his eyes and with a faltering voice, declared, “This community, and all the churches and citizens in it, have been galvanized together. In our grief we have become strong. In our spirit we have become united.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p14\" class=\"\">We concluded that the best word to describe what had taken place was <span class=\"emphasis\">compassion.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p15\" class=\"\">My thoughts turned to the musical play <span class=\"emphasis\">Camelot.<\/span> King Arthur, in his dream of a better world, an ideal relationship one with another, said, as he envisioned the purpose of the Round Table, “Violence is not strength, and compassion is not weakness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p16\" class=\"\">A stirring account which illustrates this statement is found in the Old Testament of the Holy Bible. Joseph was especially loved by his father, Jacob, which occasioned bitterness and jealousy on the part of his brothers. There followed the plot to slay Joseph, which eventually placed Joseph in a deep pit without food or water to sustain life. Upon the arrival of a passing caravan of merchants, Joseph’s brothers determined to sell Joseph rather than leaving him to die. Twenty pieces of silver extricated Joseph from the pit and placed him eventually in the house of Potiphar in the land of Egypt. There Joseph prospered, for “the Lord was with Joseph.”<sup class=\"noteMarker\"><a href=\"#footnote1-21905_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23402)\">Gen. 39:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p17\" class=\"\">After the years of plenty, there followed the years of famine. In the midst of this latter period, when the brothers of Joseph came to Egypt to buy corn, they were blessed by this favored man in Egypt—even their own brother. Joseph could have dealt harshly with his brothers for the callous and cruel treatment he had earlier received from them. However, he was kind and gracious to them and won their favor and support with these words and actions:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p18\" class=\"\">“Now therefore be not grieved, nor angry with yourselves, that ye sold me hither: for God did send me before you to preserve life. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p19\" class=\"\">“And God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance.”<sup class=\"noteMarker\"><a href=\"#footnote2-21905_000_008\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23404)\">Gen. 45:5, 7<\/a><\/span>.]<\/span><\/sup> Joseph exemplified the magnificent virtue of compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p20\" class=\"\">During the meridian of time, when Jesus walked the dusty pathways of the Holy Land, He often spoke in parables.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p21\" class=\"\">Said He: “A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p22\" class=\"\">“And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p23\" class=\"\">“And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p24\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p25\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p26\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p27\" class=\"\">Well could the Savior say to us, “Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p28\" class=\"\">No doubt our response would be, “He that shewed mercy on him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p29\" class=\"\">Now, as then, Jesus would say to us, “Go, and do thou likewise.”<sup class=\"noteMarker\"><a href=\"#footnote3-21905_000_008\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"31013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31013)\">Luke 10:30–37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p30\" class=\"\">Jesus provided us many examples of compassionate concern. The crippled man at the pool of Bethesda; the woman taken in adultery; the woman at Jacob’s well; the daughter of Jairus; Lazarus, brother of Mary and Martha—each represented a casualty on the Jericho road. Each needed help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p31\" class=\"\">To the cripple at Bethesda, Jesus said, “Rise, take up thy bed, and walk.”<sup class=\"noteMarker\"><a href=\"#footnote4-21905_000_008\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26946)\">John 5:8<\/a><\/span>.]<\/span><\/sup> To the sinful woman came the counsel, “Go, and sin no more.”<sup class=\"noteMarker\"><a href=\"#footnote5-21905_000_008\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26955)\">John 8:11<\/a><\/span>.]<\/span><\/sup> To help her who came to draw water, He provided a well of water “springing up into everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote6-21905_000_008\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"26945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26945)\">John 4:14<\/a><\/span>.]<\/span><\/sup> To the dead daughter of Jairus came the command, “Damsel, I say unto thee, arise.”<sup class=\"noteMarker\"><a href=\"#footnote7-21905_000_008\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32933)\">Mark 5:41<\/a><\/span>.]<\/span><\/sup> To the entombed Lazarus, “Come forth.”<sup class=\"noteMarker\"><a href=\"#footnote8-21905_000_008\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26962)\">John 11:43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p32\" class=\"\">The Savior has always shown unlimited capacity for compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p33\" class=\"\">On this, the American continent, Jesus appeared to a multitude and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p34\" class=\"\">“Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p35\" class=\"\">“And he did heal them every one.”<sup class=\"noteMarker\"><a href=\"#footnote9-21905_000_008\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5381)\">3 Ne. 17:7, 9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p36\" class=\"\">One may well ask the penetrating question: <span class=\"emphasis\">These accounts pertain to the Redeemer of the world. Can there actually occur in my own life, on my own Jericho road, such a treasured experience?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p37\" class=\"\">I phrase my answer in the words of the Master, “Come and see.”<sup class=\"noteMarker\"><a href=\"#footnote10-21905_000_008\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26936)\">John 1:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p38\" class=\"\">We have no way of knowing when our privilege to extend a helping hand will unfold before us. The road to Jericho each of us travels bears no name, and the weary traveler who needs our help may be one unknown.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p39\" class=\"\">Genuine gratitude was expressed by the writer of a letter received some time ago at Church headquarters. No return address was shown, no name, but the postmark was from Portland, Oregon:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p40\" class=\"\">“To the Office of the First Presidency:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p41\" class=\"\">“Salt Lake City showed me Christian hospitality once during my wandering years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p42\" class=\"\">“On a cross-country journey by bus to California, I stepped down in the terminal in Salt Lake City, sick and trembling from aggravated loss of sleep caused by a lack of necessary medication. In my headlong flight from a bad situation in Boston, I had completely forgotten my supply.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p43\" class=\"\">“In the Temple Square Hotel restaurant, I sat dejectedly. Out of the corner of my eye I saw a couple approach my table. ‘Are you all right, young man?’ the woman asked. I raised up, crying and a bit shaken, related my story and the predicament I was in then. They listened carefully and patiently to my nearly incoherent ramblings, and then they took charge. They spoke with the restaurant manager, then told me I could have all I wanted to eat there for five days. They took me next door to the hotel desk and got me a room for five days. Then they drove me to a clinic and saw that I was provided with the medications I needed—truly my basic lifeline to sanity and comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p44\" class=\"\">“While I was recuperating and building my strength, I made it a point to attend the daily Tabernacle organ recitals. The celestial voicing of that instrument from the faintest intonation to the mighty full organ is the most sublime sonority of my acquaintance. I have acquired albums and tapes of the Tabernacle organ and the choir which I can rely upon any time to soothe and buttress a sagging spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p45\" class=\"\">“On my last day at the hotel, before I resumed my journey, I turned in my key; and there was a message for me from that couple: ‘Repay us by showing gentle kindness to some other troubled soul along your road.’ That was my habit, but I determined to be more keenly on the lookout for someone who needed a lift in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p46\" class=\"\">“I wish you well. I don’t know if these are indeed the ‘latter days’ spoken of in the scriptures, but I do know that two members of your church were saints to me in my desperate hours of need. I just thought you might like to know.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p47\" class=\"\">What an example of caring compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p48\" class=\"\">At one privately owned and operated care facility, compassion reigned supreme. The proprietress was Edna Hewlett. There was a waiting list of patients who desired to live out their remaining days under her tender care, for she was an angelic person. She would wash and style the hair of every patient. She cleansed elderly bodies and dressed them with bright and clean clothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p49\" class=\"\">Through the years, in visiting the widows of the ward over which I once presided, I would generally start my visits at Edna’s facility. She would welcome me with a cheery smile and take me to the living room where a number of the patients were seated.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p50\" class=\"\">I always had to begin with Jeannie Burt, who was the oldest—102 when she died. She had known me and my family from the time I was born.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p51\" class=\"\">On one occasion, Jeannie asked with her thick Scottish brogue, “Tommy, have you been to Edinburgh lately?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p52\" class=\"\">I replied, “Yes, not too long ago I was there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p53\" class=\"\">“Isn’t it beautiful!” she responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p54\" class=\"\">Jeannie closed her aged eyes in an expression of silent reverie. Then she became serious. “I’ve paid in advance for my funeral—in cash. You are to speak at my funeral and you are to recite ‘Crossing the Bar’ by Tennyson. Now let’s hear it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p55\" class=\"\">It seemed every eye was upon me, and surely this was the case. I took a deep breath and began:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Sunset and evening star,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And one clear call for me!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And may there be no moaning of the bar,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When I put out to sea.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote11-21905_000_008\">11<\/a>\n\t   <span class=\"footnote\">[“Crossing the Bar,” lines 1–4.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p60\" class=\"\">Jeannie’s smile was benign and heavenly—then she declared, “Oh, Tommy, that was nice. But see that you practice a wee bit before my funeral!” This I did.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p61\" class=\"\">At some period in our mortal mission, there appears the faltering step, the wan smile, the pain of sickness—even the fading of summer, the approach of autumn, the chill of winter, and the experience we call death, which comes to all mankind. It comes to the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey. Often it hushes the laughter of little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p62\" class=\"\">Throughout the world there is enacted daily the sorrowful scene of loved ones mourning as they bid farewell to a son, a daughter, a brother, a sister, a mother, a father, or a cherished friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p63\" class=\"\">From the cruel cross, the Savior’s tender words of farewell to his mother are particularly poignant:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p64\" class=\"\">“When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p65\" class=\"\">“Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.”<sup class=\"noteMarker\"><a href=\"#footnote12-21905_000_008\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26983)\">John 19:26–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p66\" class=\"\">Let us remember that after the funeral flowers fade, the well wishes of friends become memories, and the prayers offered and words spoken dim in the corridors of the mind. Those who grieve frequently find themselves alone. Missed is the laughter of children, the commotion of teenagers, and the tender, loving concern of a departed companion. The clock ticks more loudly, time passes more slowly, and four walls can indeed a prison make.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p67\" class=\"\">I extol those who, with loving care and compassionate concern, feed the hungry, clothe the naked, and house the homeless. He who notes the sparrow’s fall will not be unmindful of such service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p68\" class=\"\">In His compassion and according to His divine plan, holy temples bring to our Father’s children the peace which surpasses understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p69\" class=\"\">Today, under the leadership of President Gordon B. Hinckley, the number of new temples constructed and under construction staggers the mind to contemplate. Heavenly Father’s compassionate concern for His children here on earth and for those who have gone beyond mortality merits our gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p70\" class=\"\">Thanks be to our Lord and Savior Jesus Christ for His life, for His gospel, for His example, and for His blessed Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p71\" class=\"\">I return in my thoughts to Oklahoma City. To me, it is beyond mere coincidence that now a temple of the Lord, in all its beauty, stands in that city as a heaven-sent beacon to mark the way to joy here on earth and eternal joy hereafter. Let us remember the words from the Psalms, “Weeping may endure for a night, but joy cometh in the morning.”<sup class=\"noteMarker\"><a href=\"#footnote13-21905_000_008\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41690)\">Ps. 30:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p72\" class=\"\">In a very real way, the Master speaks to us: “Behold, I stand at the door and knock: if any man hear my voice, and open the door, I will come in to him.”<sup class=\"noteMarker\"><a href=\"#footnote14-21905_000_008\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42134)\">Rev. 3:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/compassion.p73\" class=\"\">Let us listen for His knock. Let us open the door of our hearts, that He—the living example of true compassion—may enter, I sincerely pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21905_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23402)\">Gen. 39:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21905_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23404)\">Gen. 45:5, 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21905_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"31013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31013)\">Luke 10:30–37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21905_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26946)\">John 5:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21905_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26955)\">John 8:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21905_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"26945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26945)\">John 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21905_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32933)\">Mark 5:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21905_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26962)\">John 11:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21905_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5381)\">3 Ne. 17:7, 9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21905_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26936)\">John 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21905_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“Crossing the Bar,” lines 1–4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21905_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26983)\">John 19:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-21905_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41690)\">Ps. 30:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_008\"><a name=\"-21905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-21905_000_008\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42134)\">Rev. 3:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}