{"ID":651, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Friendship<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1953, pp. 126-128<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have all been thrilled with the marvelous, inspired, testimony of Elder Marion G.\nRomney. Every word that he uttered found a responsive chord in my being. And I should like\nto say amen to all that he said.\n<\/p><p>\nI have a feeling akin to the last statement which he made, concerning the necessity for us to\nshow in our lives by our works, the faith that we have in the gospel of Jesus Christ\n(<span class=\"citation\" id=\"26103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26103)\">James 2:18<\/a><\/span>).\n<\/p><p>\nIf we believe, as we profess, we should constitute the greatest body of friends the earth has\never known. I have been reading recently the statement of a great writer who must have had a\ndeep insight into the subject of friendship, though his attitude toward the same may have been\nsomewhat cynical. He said, and I am quoting from Emerson: \n<\/p><p>\nThe higher the style we demand of friendship, of course, the less easy to establish it with\nflesh and blood. We walk alone in the world. Friends such as we desire are dreams and\nfables. But a sublime hope cheers even the faithful heart, that elsewhere, in other regions of\nthe universal power, souls are now acting, enduring, and daring, which can love us and which\nwe can love. We may congratulate ourselves that the period of nonage, of follies, of blunder,\nand of shame, is passed in solitude and when we are finished men, we shall grasp heroic\nhands in heroic hands. Only be admonished by what you already see, not to strike leagues of\nfriendship with cheap persons where no friendship can be. Our impatience betrays us into rash\nand foolish alliances which no god attends. By persisting in your path, though you forfeit the\nlittle, you gain the greater.\n<\/p><p>\nI am conscious today that had there come into Emerson's life that which has come into yours\nand mine, the power of the priesthood of God, he would have had a different idea, a different\nconception of friendship. We have spoken frequently during this conference of our testimony\nof the divinity of the work in which we are engaged. We know that God lives, that Jesus is\nthe Christ. We know that the Savior of mankind is the only Begotten Son of the Father. I bear\nwitness to these facts in all solemnity, and I likewise want to bear witness to the fact that\nthere is a brotherhood of man, that just as Jesus is our elder brother, so are we brethren\nourselves. We belong to a society in which there can be a perfect friendship. It requires of us\nbut one thing, and that is that we keep the commandments of God. It is this fellowship, this\nbrotherhood that makes it possible for us to magnify the priesthood of God which has been\nconferred upon us as men of Israel in these latter days.\n<\/p><p>\nI want to bear witness to you today, my brethren, that none of us can magnify our callings in\nthe priesthood, none of us can exercise the power of the priesthood efficaciously, and none of\nus can have that witness come into our hearts that gives us that knowledge supreme of the\nexistence of God and his Son Jesus Christ, unless we are true brothers, unless we belong to a\nsociety of men who love one another, and who are devoted to one another, who have\nconfidence in one another, and who are much more apt to forgive the mistakes of one another\nthan to criticize that which we may see amiss in our neighbor.\n<\/p><p>\nEmerson goes on to say in that beautiful essay of his on friendship, I love to read it, that it is\ndifficult if not impossible for true friendship to exist between more than two people. He\nwrites further: \n<\/p><p>\nFriendship demands a religious treatment. We talk of choosing our friends, but friends are\nself-elected. Let me be alone to the end of the world rather than my friend should overstep by\nword or look his real sympathy. I am equally balked by antagonism and by compliance. Let\nhim not cease an instant to be himself. I hate when I looked for a manly furtherance or at\nleast a manly resistance to find a mush of concession.\n<\/p><p>\nOh, how I wish that he had felt that brotherhood of God which exists in the lives and in the\nhearts and in the spirit of the men of Israel today, who are magnifying their callings in the\npriesthood.\n<\/p><p>\nAs President McKay, at the opening of this great conference, spoke of the home, I could not\nhelp feeling that the degree of brotherhood, that degree of friendship which you and I exhibit\nin our lives may well demonstrate the contacts, the experiences, the influences of the homes\nin which we are raised. I know as I live that if I reflect in my life the love and the affection,\nthe devotion that my father had for my mother, then I must constantly pray to my Heavenly\nFather for the strength and the courage to do his will and to keep his commandments. I am\nsure that there is nothing that we can do, brethren who hold the priesthood, more important in\nour lives than to bring into our homes that greatest power of all, love. We should bestow\nlove, affection, and devotion upon our wives and let that radiate from us into the lives of our\nchildren. May we all go from our homes and throughout our lives in our contacts with our\nfellow men radiating that love, that affection for mankind which will give to mankind a\nconfidence, a respect, even an obedience to that which we profess.\n<\/p><p>\nI was impressed this morning when Elder Harold B. Lee was talking to the missionary\nmeeting in the Assembly Hall as to the qualifications of missionaries. I tell you, brethren,\nthere is no power on earth by which we can penetrate the souls of men, the equal of that\nradiation of love and affection which will naturally pass from us to those to whom we bring\ntruth and light and knowledge and understanding.\n<\/p><p>\nWe owe this sort of friendship in the family, this love and affection, for our own brothers and\nour own sisters in the home, that that might reflect itself in our lives, in our contacts with the\nworld. What we are will bear witness to our friends more eloquently than any words or any\ntestimony that we can speak.\n<\/p><p>\nElder Romney's testimony this afternoon would not have had the effect upon me that it had if\nI had not known that in his heart he has a love for his fellow men, willing to devote himself,\nhis life, all that he has and is, all that he ever hopes to be to bring to them the satisfaction\nthat the testimony of his has brought to him.\n<\/p><p>\nI am grateful for the opportunity I have of associating with men who know what it is to\nbelong to an association of true friends, bound together as we are by the bonds of the Holy\nPriesthood. I bear witness to you today that as we create these friendships and affections that\nwe have for one another, we can continue them eternally through our obedience to the\nprinciples of truth and right. When you brethren come up to me and shake my hand as your\nbrother and pay respect to the office to which I have been called, there\ncomes into my being a consciousness that that friendship is of no limited duration, but it is\njust as eternal in its nature as the priesthood which we possess and which causes us to assure\none another by that handshake that we truly love one another as sons of our Heavenly Father.\n<\/p><p>\nI pray that we may go away from this meeting, from this great conference, with our\ntestimonies renewed, and with our desires to serve the Lord and keep his commandments\nincreased. Maybe, after all, there are only two great commandments. We have spoken a great\ndeal about them both. I love the Lord with all my heart, and with all my soul, and I have no\nother desire in life than to serve him. I hope that I may go on in life to the end of my\njourney, retaining that love which I have in my heart for him. I have no greater desire than to\nhave that same love for all my fellow men. I hope I may be bound closely to my brothers and\nmy sisters in the kingdom of God and that that relationship may be eternal and be righteous, I\npray, humbly in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}