{"ID":6512, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Watch with Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p3\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As you watch over His sheep, your love for Him will grow. And that will increase your confidence and your courage.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p5\" class=\"\">I am grateful for the honor of speaking in the name of the Lord to the shepherds of Israel. That is who we are. When we accepted the priesthood, we took upon us the responsibility to do our part in watching over the Church. None of us can escape accountability. The president of the priesthood in all the earth bears the total responsibility. Through the keys of the priesthood, each quorum bears its part. Even the newest deacon in the most distant place on earth has a part in the great responsibility to watch over the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p6\" class=\"\">Listen to these words from the Doctrine and Covenants: “Therefore, let every man stand in his own office, and labor in his own calling; and let not the head say unto the feet it hath no need of the feet; for without the feet how shall the body be able to stand?” And then the Savior includes even the deacons in His listing of assignments: “The deacons and teachers should be appointed to watch over the church, to be standing ministers unto the church” (<span class=\"citation\" id=\"11160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11160)\">D&amp;C 84:109, 111<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p7\" class=\"\">I pray that I might explain our sacred trust so that even the newest deacon and the convert most recently ordained will see his opportunity. In many places in the scriptures, the Lord has described Himself and those He calls to the priesthood as shepherds. A shepherd watches over sheep. In the scriptural stories, the sheep are in danger; they need protection and nourishment. The Savior warns us that we must watch the sheep as He does. He gave His life for them. They are His. We cannot approach His standard if, like a hired servant, we watch only when it is convenient and only for a reward. Here is His standard:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p8\" class=\"\">“I am the good shepherd: the good shepherd giveth his life for the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p9\" class=\"\">“But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep” (<span class=\"citation\" id=\"26958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26958)\">John 10:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p10\" class=\"\">The members of the Church are the sheep. They are His, and we are called by Him to watch over them. We are to do more than warn them against danger. We are to feed them. Once, long ago, the Lord commanded His prophet to rebuke the shepherds of Israel. Here is the warning, which is still in force, in the words of the prophet Ezekiel:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p11\" class=\"\">“And the word of the Lord came unto me, saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p12\" class=\"\">“Son of man, prophesy against the shepherds of Israel, … and say unto them, Thus saith the Lord God unto the shepherds; Woe be to the shepherds of Israel that do feed themselves! should not the shepherds feed the flocks?” (<span class=\"citation\" id=\"23096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23096)\">Ezek. 34:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p13\" class=\"\">The food those shepherds took for themselves, letting the sheep starve, could lead to salvation for the sheep. One of the great shepherds in the Book of Mormon described both what that food is and how it can be provided:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p14\" class=\"\">“And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost, they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer, relying alone upon the merits of Christ, who was the author and the finisher of their faith” (<span class=\"citation\" id=\"38146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38146)\">Moro. 6:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p15\" class=\"\">It is painful to imagine a shepherd feeding himself and letting the sheep go hungry. Yet I have seen many shepherds who feed their flocks. One was the president of a deacons quorum. One of his quorum members lived near my home. That neighbor boy had never attended a quorum meeting nor done anything with the members of his quorum. His stepfather was not a member, and his mother did not attend church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p16\" class=\"\">The presidency of his deacons quorum met in council one Sunday morning. Each week they were fed the good word of God by the fine adviser and teacher. In their presidency meeting, those 13-year-old shepherds remembered the boy who never came. They talked about how much he needed what they received. The president assigned his counselor to go after that wandering sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p17\" class=\"\">I knew the counselor, and I knew he was shy, and I knew the difficulty of the assignment, so I watched with wonder through my front window as the counselor trudged by my house, going up the road to the home of the boy who never came to church. The shepherd had his hands in his pockets. His eyes were on the ground. He walked slowly, the way you would if you weren’t sure you wanted to get where you were headed. In 20 minutes or so, he came back down the road with the lost deacon walking by his side. That scene was repeated for a few more Sundays. Then the boy who had been lost and was found moved away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p18\" class=\"\">Now, that story seems unremarkable. It was just three boys sitting in a room around a small table. Then it was a boy walking up a road and coming back with another boy. But years later, I was in a stake conference, a continent away from the room in which that presidency had met in council. A gray-haired man came up to me and said quietly, “My grandson lived in your ward years ago.” With tenderness, he told me of that boy’s life. And then he asked if I could find that deacon who walked slowly up that road. And he wondered if I could thank him and tell him that his grandson, now grown to be a man, still remembered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p19\" class=\"\">He remembered because in those few weeks he had been, for the first time in his life that he recognized, watched over by the shepherds of Israel. He had been warned by hearing eternal truth from people who cared about him. He had been offered the bread of life. And young shepherds had been true to their trust from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p20\" class=\"\">It is not easy to learn to do that well and do it consistently. The Savior showed us how, and how to train others to do it. He established His Church. He had to leave His Church in the hands of inexperienced servants, just as many of us are. He knew they would face difficulties beyond their human powers to resolve. What He did for them can be a guide for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p21\" class=\"\">When the Savior went to the Garden of Gethsemane to suffer bitter agonies before His betrayal and sufferings on the cross, He could have gone alone. But He took His priesthood servants with Him. Here is the account from Matthew: “Then saith he unto them, My soul is exceeding sorrowful, even unto death: tarry ye here, and <span class=\"emphasis\">watch with me<\/span>” (<span class=\"citation\" id=\"33638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33638)\">Matt. 26:38<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p22\" class=\"\">The Savior prayed to His Father for strength. In the midst of His agony, He returned to Peter to teach him what it requires for all who would watch with Him:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p23\" class=\"\">“And he cometh unto the disciples, and findeth them asleep, and saith unto Peter, What, could ye not watch with me one hour?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p24\" class=\"\">“Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak” (<span class=\"citation\" id=\"33641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33641)\">Matt. 26:40–41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p25\" class=\"\">There is a reassurance and a warning in that simple exchange of the Master with His shepherds. He watches with us. He who sees all things, whose love is endless, and who never sleeps—He watches with us. He knows what the sheep need at every moment. By the power of the Holy Ghost, He can tell us and send us to them. And we can by the priesthood invite His power to bless them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p26\" class=\"\">But His warning to Peter is to us as well. The wolf who would kill the sheep will surely tear at the shepherd. So we must watch over ourselves as well as others. As a shepherd, we will be tempted to go near the edges of sin. But sin in any form offends the Holy Ghost. You must not do anything or go anywhere that offends the Spirit. You cannot afford that risk. Should sin cause you to fail, you would not only be responsible for your own sins but for the sorrow you might have prevented in the lives of others had you been worthy to hear and obey the whisperings of the Spirit. The shepherd must be able to hear the voice of the Spirit and bring down the powers of heaven or he will fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p27\" class=\"\">The warning given to an ancient prophet is a warning to us as well:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p28\" class=\"\">“So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p29\" class=\"\">“When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I require at thine hand” (<span class=\"citation\" id=\"23094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23094)\">Ezek. 33:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p30\" class=\"\">The penalty for failure is great. But the Lord taught Peter how to build the foundation for success. He repeated a simple message three times. It was that love for the Lord would be in the heart of a true shepherd. Here is the end of the account:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p31\" class=\"\">“He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep” (<span class=\"citation\" id=\"26988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26988)\">John 21:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p32\" class=\"\">It is love that must motivate the shepherds of Israel. That may seem difficult at the start, because we may not even know the Lord well. But if we begin with even a little grain of faith in Him, our service to the sheep will increase our love for Him and for them. It comes from simple things that every shepherd must do. We pray for the sheep, every one for whom we are responsible. When we ask, “Please tell me who needs me,” answers will come. A face or a name will come into our minds. Or we may have a chance meeting that we feel isn’t chance. In those moments, we will feel the love of the Savior for them and for us. As you watch over His sheep, your love for Him will grow. And that will increase your confidence and your courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p33\" class=\"\">Now, you may be thinking: <span class=\"emphasis\">It’s not that easy for me. I have so many people to watch over. And I have so little time.<\/span> But where the Lord calls He prepares a way, His way. There are shepherds who believe that. I’ll tell you about one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p34\" class=\"\">Two years ago, a man was called as the president of his elders quorum. He had been a member of the Church for less than 10 years. He had just become worthy to be sealed to his wife and family in the temple. His wife was an invalid. He had three daughters. The oldest was 13, and she cooked the meals and, with the others, cared for the house. His scant earnings from manual labor supported not only those five people but a grandfather who lived with them in their small house.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p35\" class=\"\">When he was called to be president of his elders quorum, it had 13 members. That tiny quorum was responsible for another 101 men who either had no priesthood at all or who were deacons, teachers, or priests. He was responsible to watch over the souls of 114 families, with little hope that he could devote more than his Sundays and perhaps one night a week to his service, with all he did to serve his own family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p36\" class=\"\">The difficulty of what he faced drove him to his knees in prayer. Then he stood up and went to work. In his efforts to meet and know his sheep, his prayers were answered in a way he had not expected. He came to see beyond individuals. He came to know that the Lord’s purpose was for him to build families. And even with his limited experience, he knew that the way to build families would be to help them qualify to make and keep temple covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p37\" class=\"\">He began to do what a good shepherd always does, but he did it differently when he saw the temple as their destination. First, he prayed to know who were to be his counselors to go with him. And then he prayed to know which families needed him and had been prepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p38\" class=\"\">He called on as many as he could. Some were cold and did not accept his friendship. But with those who did, he followed a pattern. As soon as he saw interest and trust, he invited them to meet the bishop. He had asked the bishop beforehand: “Please tell them what it takes to be worthy to go to the temple to claim its blessings for them and their families. And then please testify to them, as I have, that it will be worth it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p39\" class=\"\">A few then accepted the quorum president’s invitation to a temple preparation class taught by stake leaders. Not all completed the course and not all qualified for the temple. But each family and each father was prayed for. Most were invited at least once to a feast of the good word of God. With every invitation came the president’s testimony of the blessings of being a family sealed forever and the sadness of being separated. Every invitation was issued with the love of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p40\" class=\"\">During the president’s service, he has seen 12 of the men he taught ordained elders. He has seen four of his elders ordained high priests. Those numbers don’t come close to measuring the miracle. The families of those men will be blessed over generations. Fathers and mothers are now sealed to each other and to their children. They are praying over their children, receiving the help of heaven, and teaching the gospel with the love and inspiration the Lord gives to faithful parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p41\" class=\"\">That president and his counselors have become true shepherds. They have watched over the flock with the Master and have come to love Him. They are eyewitnesses to the truth of what the Savior taught an Apostle, Thomas B. Marsh. It is true for all who watch with the Lord over His sheep:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p42\" class=\"\">“Go your way whithersoever I will, and it shall be given you by the Comforter what you shall do and whither you shall go.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p43\" class=\"\">“Pray always, lest you enter into temptation and lose your reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p44\" class=\"\">“Be faithful unto the end, and lo, I am with you. These words are not of man nor of men, but of me, even Jesus Christ, your Redeemer, by the will of the Father. Amen” (<span class=\"citation\" id=\"11109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11109)\">D&amp;C 31:11–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p45\" class=\"\">I testify that God the Father lives and answers our prayers. I am a witness that the loving Savior watches over His sheep with His faithful shepherds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/watch-with-me.p46\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}