{"ID":6514, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood Power\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p2\" class=\"\">Elder John H. Groberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/john-h-groberg-10.jpg\" alt=\"John H. Groberg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">While the power of the priesthood is unlimited, our individual power in the priesthood is limited by our degree of righteousness or purity.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p4\" class=\"\">Fellow bearers of the priesthood everywhere: I hope we appreciate the priceless privilege of holding the priesthood of God. Its value is unfathomable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p5\" class=\"\">Through its power, worlds—even universes—have, are, and will be created or organized. Through its power, ordinances are performed which, when accompanied by righteousness, allow families to be together forever, sins to be forgiven, the sick to be healed, the blind to see, and even life to be restored.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p6\" class=\"\">God wants us, His sons, to hold His priesthood and learn to use it properly. He has explained that:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p7\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p8\" class=\"\">“By kindness, and pure knowledge.”<sup class=\"noteMarker\"><a href=\"#footnote1-21905_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11213)\">D&amp;C 121:41–42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p9\" class=\"\">For if we “exercise control or dominion or compulsion upon the souls of the children of men [especially our wives and children], in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man.”<sup class=\"noteMarker\"><a href=\"#footnote2-21905_000_020\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11210)\">D&amp;C 121:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p10\" class=\"\">Thus, we see that while the power <span class=\"emphasis\">of<\/span> the priesthood is unlimited, our individual power <span class=\"emphasis\">in<\/span> the priesthood is limited by our degree of righteousness or purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p11\" class=\"\">Just as clean wires, properly connected, are required to carry electrical power, so clean hands and pure hearts are required to carry priesthood power. Filth and grime slow or prevent the flow of electrical power. Unclean thoughts and actions interfere with individual priesthood power. When we are humble, clean, and pure of hand, heart, and mind, nothing righteous is impossible. An ancient Oriental saying declares, “If a man lives a pure life, nothing can destroy him.”<sup class=\"noteMarker\"><a href=\"#footnote3-21905_000_020\">3<\/a>\n       <span class=\"footnote\">[Attributed to Buddha.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p12\" class=\"\">In His love for us, God has decreed that any worthy man, regardless of wealth, education, color, cultural background, or language, may hold His priesthood. Thus, any properly ordained man who is clean in hand, heart, and mind can connect with the unlimited power of the priesthood. I learned this lesson well as a young missionary years ago in the South Pacific.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p13\" class=\"\">My first assignment was to a small island hundreds of miles from headquarters, where no one spoke English, and I was the only white man. I was given a local companion named Feki who was then serving a building mission and was a priest in the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p14\" class=\"\">After eight seasick days and nights on a small, smelly boat, we arrived at Niuatoputapu. I struggled with the heat, the mosquitoes, the strange food, culture, and language, as well as homesickness. One afternoon we heard cries of anguish and saw a family bringing the limp, seemingly lifeless body of their eight-year-old son to us. They wailed out that he had fallen from a mango tree and would not respond to anything. The faithful father and mother put him in my arms and said, “You have the Melchizedek Priesthood; bring him back to us whole and well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p15\" class=\"\">Though my knowledge of the language was still limited, I understood what they wanted, and I was scared. I wanted to run away, but the expressions of love and faith that shone from the eyes of the parents and brothers and sisters kept me glued to the spot.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p16\" class=\"\">I looked expectantly at my companion. He shrugged and said, “I don’t have the proper authority. You and the branch president hold the Melchizedek Priesthood.” Grasping at that straw, I said, “Then this is the duty of the branch president.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p17\" class=\"\">No sooner had I said this than the branch president walked up. He had heard the commotion and returned from his garden. He was sweaty and covered with dirt and mud. I turned and explained what had happened and tried to give the young boy to him. He stepped back and said, “I will go and wash and put on clean clothes; then we will bless him and see what God has to say.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p18\" class=\"\">In near panic, I cried, “Can’t you see? He needs help now!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p19\" class=\"\">He calmly replied: “I know he needs a blessing. When I have washed myself and put on clean clothes, I will bring consecrated oil, and we will approach God and see what His will is. I cannot—I will not—approach God with dirty hands and muddy clothes.” He turned and left me holding the boy. I was speechless.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p20\" class=\"\">Finally he returned, clean in body and dress and, I sensed, in heart as well. “Now,” he said, “I am clean, so we will approach the throne of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p21\" class=\"\">That marvelous Tongan branch president, with clean hands and a pure heart, gave a beautiful and powerful priesthood blessing. I felt more like a witness than a participant. The words of the Psalmist came to my mind: “Who shall ascend into the hill of the Lord? …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p22\" class=\"\">“He that hath clean hands, and a pure heart.”<sup class=\"noteMarker\"><a href=\"#footnote4-21905_000_020\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41688)\">Ps. 24:3–4<\/a><\/span>.]<\/span><\/sup> On that tiny island a worthy priesthood holder ascended into the hill of the Lord, and the power of the priesthood came down from heaven and authorized a young boy’s life to continue.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p23\" class=\"\">With the fire of faith glowing from his eyes, the branch president told me what to do. Much additional faith and effort was required, but on the third day that little eight-year-old boy, full of life, was reunited with his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p24\" class=\"\">I hope you understand and feel these truths. This was a tiny island in the midst of a huge ocean—with no electricity, no hospital, no doctors—but none of that mattered. For in addition to great love and faith, there was a branch president who held the Melchizedek Priesthood, who understood the importance of cleanliness of hand and heart and its outward expression in cleanliness of body and dress, who exercised the priesthood in righteousness and purity according to the will of God. That day his individual power <span class=\"emphasis\">in<\/span> the priesthood was sufficient to connect with the unlimited power <span class=\"emphasis\">of<\/span> the priesthood over earthly life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p25\" class=\"\">When I look into the heavens at night and contemplate the endless galaxies therein, I am amazed at what a tiny dot our little earth is and how infinitesimally small I am. Yet I do not feel afraid, alone, insignificant, or distant from God. For I have witnessed His priesthood power connecting with clean hands and pure hearts on a tiny island in a vast ocean.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p26\" class=\"\">Brethren, that connection is available to all of us, no matter where, when, or under what circumstances we live, so long as our hands, hearts, and minds are clean and pure. There is no individual power in the priesthood outside of individual purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p27\" class=\"\">We simply must work harder at purifying our lives by serving others in more Christlike ways. There are always opportunities to serve—in our families, in the Church, on missions, in temples, and among our fellowmen. Noble service requires hard work, deep sacrifice, and complete unselfishness. The more the sacrifice, the greater the resultant purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p28\" class=\"\">God, who is full of light, life, and love, wants us to hold and properly use His priesthood so we can transmit that light, life, and love to all about us. On the other hand, Satan, the prince of darkness, wants to hold back light, life, and love as much as he can. Since there is nothing Satan can do about the power <span class=\"emphasis\">of<\/span> the priesthood, he concentrates his energy on trying to limit our individual power <span class=\"emphasis\">in<\/span> the priesthood by attempting to dirty our hands, hearts, and minds through abuse, anger, neglect, pornography, selfishness, or any other evil he can entice us to think or do. He knows if he can sufficiently soil us individually, he can, to that degree, keep us from the purity needed to properly exercise the priesthood and thus bring more light, life, and love to this earth and all the inhabitants thereof—past, present, and future.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p29\" class=\"\">Oh, brethren, please don’t sell your precious priesthood birthright for a mess of X- or R-rated pottage. Remember, the sand castles we build on the beaches of mortality, no matter how elaborate, will eventually be washed away by the tide. Only purity of hand, heart, and mind will allow us to tap into the ultimate power of the priesthood to truly bless others and eventually be able to build eternal mansions more beautiful and lasting than we can presently imagine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p30\" class=\"\">I have learned for myself that God lives, that Jesus is the Christ, that He is my friend and your friend. I know that Jesus is the perfect personification of pure priesthood power. Follow Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p31\" class=\"\">I pray that we may all serve with more purity of heart, that our individual power in the priesthood may eventually be full through the perfect love of Him whose priesthood we bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/priesthood-power.p32\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21905_000_020\"><a name=\"-21905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21905_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11213)\">D&amp;C 121:41–42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_020\"><a name=\"-21905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21905_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11210)\">D&amp;C 121:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_020\"><a name=\"-21905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21905_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Attributed to Buddha.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_020\"><a name=\"-21905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21905_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41688)\">Ps. 24:3–4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}