{"ID":6518, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Born Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:df.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">The full benefit of forgiveness of sin through the Savior’s Atonement begins with repentance and baptism and then expands upon receiving the Holy Ghost.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21905_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p5\" class=\"\">My dear brothers, sisters, and friends, the responsibility of speaking to all of you is a matter of great concern to me. I pray for your understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p6\" class=\"\">My baptism into this Church was one of the highlights of my life. I was eight years of age. My parents taught me and my brothers the significance of this great ordinance. My mother told me that after my baptism I would be held accountable for the things I did that were not right. I remember the day of my baptism very vividly. I was baptized in the baptismal font in the Tabernacle on Temple Square. Those who were being baptized put on white coveralls and one by one were gently taken down the steps into the water. One of the children baptized that day was not totally immersed, and so the ordinance was repeated. This was necessary because, as the scriptures indicate, “baptism symbolizes death, burial, and resurrection, and can only be done by immersion.”<sup class=\"noteMarker\"><a href=\"#footnote1-21905_000_024\">1<\/a>\n       <span class=\"footnote\">[Bible Dictionary, “Baptism,” 618; see also <span class=\"citation\" id=\"33583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33583)\">Matt. 3:16<\/a><\/span>; <span class=\"citation\" id=\"7480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7480)\">Acts 8:37–39<\/a><\/span>; <span class=\"citation\" id=\"42626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42626)\">Rom. 6:1–6<\/a><\/span>; <span class=\"citation\" id=\"10493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10493)\">Col. 2:12<\/a><\/span>; <span class=\"citation\" id=\"11095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11095)\">D&amp;C 20:72–74<\/a><\/span>; <span class=\"citation\" id=\"11226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11226)\">D&amp;C 128:12–13<\/a><\/span>.]<\/span><\/sup> It also follows the pattern set by the Savior, who was baptized in the river Jordan, where there was much water. As Matthew records, “And Jesus, when he was baptized, went up straightway out of the water.”<sup class=\"noteMarker\"><a href=\"#footnote2-21905_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33584)\">Matt. 3:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p7\" class=\"\">Even though I was only eight years of age, the words of the baptismal prayer penetrated deeply into my soul. After repeating my name, Brother Irvin G. Derrick, who baptized me, said, “Having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen.”<sup class=\"noteMarker\"><a href=\"#footnote3-21905_000_024\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11096)\">D&amp;C 20:73<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p8\" class=\"\">Since I was baptized, over 11 million people have been baptized into The Church of Jesus Christ of Latter-day Saints in a similar manner and by the same authority. They have been baptized in frozen lakes, the ocean, or ponds, some of which were dug for that purpose. One such pond has great historic significance. In 1840 Wilford Woodruff, then one of the Twelve Apostles, was serving a mission in England and felt impressed to go to a rural district near Ledbury. There he met John Benbow, who had a large farm and a small pond. John introduced him to a congregation of United Brethren who were eager to hear the gospel message. He later recorded in his journal that with no other help at hand on March 7, 1840, “I spent most of the … day in clearing out a pool of water and preparing it for baptizing, as I saw that many would receive that ordinance. I afterwards baptized six hundred persons in that pool of water.”<sup class=\"noteMarker\"><a href=\"#footnote4-21905_000_024\">4<\/a>\n       <span class=\"footnote\">[As quoted in Matthias F. Cowley, <span class=\"emphasis\">Wilford Woodruff: History of His Life and Labors<\/span> (1964), 117.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p9\" class=\"\">The Savior taught us that all men and women must be born again. Nicodemus, one of the rulers among the Jews, came surreptitiously to the Savior by night and said, “Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p10\" class=\"\">“Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote5-21905_000_024\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26939)\">John 3:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p11\" class=\"\">Nicodemus was bewildered and asked: “How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p12\" class=\"\">Jesus explained that He was talking about being born spiritually. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p13\" class=\"\">“Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p14\" class=\"\">“That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.”<sup class=\"noteMarker\"><a href=\"#footnote6-21905_000_024\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26940)\">John 3:4–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p15\" class=\"\">All of us need to be born spiritually, from 8 to 80—or even 90. When Sister Luise Wulff of the German Democratic Republic was baptized in 1989, she exclaimed, “There I was—ninety-four years old and born again!”<sup class=\"noteMarker\"><a href=\"#footnote7-21905_000_024\">7<\/a>\n       <span class=\"footnote\">[“Born Again at 94,” <span class=\"emphasis\">Tambuli,<\/span> June 1994, 24.]<\/span><\/sup> Our first birth takes place when we are born into mortality. Our second birth begins when we are baptized by water by one holding the priesthood of God and is completed when we are confirmed, and “then cometh a remission of [our] sins by fire and by the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote8-21905_000_024\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3340)\">2 Ne. 31:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p16\" class=\"\">Some years ago Albert Peters told of the experience he and his companion had of a man being born again. One day they went to the hut of Atiati in the village of Sasina in Samoa. There they found an unshaven, unkempt, misshapen man lying on a bed. He asked them to come in and introduce themselves. He was pleased to know they were missionaries and wanted to hear their message. They presented the first discussion, bore witness to him, and then left. As they walked away, they discussed Atiati’s condition; he had had polio 22 years before that had left him without the use of his arms or legs, so how could he ever be baptized, being so completely disabled?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p17\" class=\"\">When they visited their new friend the next day, they were unprepared for the change in Atiati. He was bright and clean-shaven; even his bedding had been changed. “Today,” he said, “I begin to live again, because yesterday my prayers were answered and you [came] to me. … I have waited for more than twenty years for someone to come and tell me that they have the true gospel of Christ.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p18\" class=\"\">For several weeks the two missionaries taught this sincere, intelligent man the principles of the gospel, and he received a strong witness of the truth and the need for baptism. He asked them to fast with him so that he would have the strength to go down into the water and be baptized. The nearest baptismal font was eight miles away. So they carried him to their car, drove him to the chapel, and set him on a bench. Their district leader opened the service by bearing a strong testimony about the sacred ordinance of baptism. Then Elder Peters and his companion picked up Atiati and carried him to the font. As they did so, Atiati said, “Please, put me down.” They hesitated, and he said again, “Put me down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p19\" class=\"\">As they stood in some confusion, Atiati smiled and exclaimed: “This is the most important event in my life. I know without a doubt in my mind that this is the only way to eternal salvation. <span class=\"emphasis\">I will not be carried to my salvation!<\/span>” So they lowered Atiati to the ground. After a huge effort, he managed to pull himself up. The man who had lain 20 years without moving was now standing. Slowly, one shaky step at a time, Atiati went down the steps and into the water, where the astonished missionary took him by the hand and baptized him. He then asked to be carried from the font to the chapel, where he was confirmed a member of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p20\" class=\"\">Atiati continued to progress so that he gained the ability to walk only by a cane. He told Elder Peters that he knew that he would be able to walk on the morning of his baptism. He said, “Since faith can move a stubborn mountain, I had no doubt in my mind that it would mend these limbs of mine.”<sup class=\"noteMarker\"><a href=\"#footnote9-21905_000_024\">9<\/a>\n       <span class=\"footnote\">[See Albert Peters, “One Trembling Step at a Time,” <span class=\"emphasis\">Ensign, <\/span>June 1994, 56–58.]<\/span><\/sup> I believe we can say that Atiati was truly born again!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p21\" class=\"\">Like Atiati, when we are baptized, we are spiritually born of God and are entitled to receive His image in our countenances.<sup class=\"noteMarker\"><a href=\"#footnote10-21905_000_024\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8592)\">Alma 5:14<\/a><\/span>.]<\/span><\/sup> We should experience a mighty change of heart<sup class=\"noteMarker\"><a href=\"#footnote11-21905_000_024\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8593)\">Alma 5:14<\/a><\/span>.]<\/span><\/sup> so that we can “become new creatures”<sup class=\"noteMarker\"><a href=\"#footnote12-21905_000_024\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40111)\">Mosiah 27:26<\/a><\/span>.]<\/span><\/sup> and exercise faith in the redemption of our Lord and Savior, Jesus Christ, in order to maintain our standards of worthiness. The personal standards of worthiness to be baptized into this Church are plain:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p22\" class=\"\">“All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.”<sup class=\"noteMarker\"><a href=\"#footnote13-21905_000_024\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11093)\">D&amp;C 20:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p23\" class=\"\">Baptism by immersion in water is “the introductory ordinance of the gospel, and must be followed by baptism of the Spirit in order to be complete.”<sup class=\"noteMarker\"><a href=\"#footnote14-21905_000_024\">14<\/a>\n       <span class=\"footnote\">[Bible Dictionary, “Baptism,” 618.]<\/span><\/sup> As the Prophet Joseph Smith once said: “You might as well baptize a bag of sand as a man, if not done in view of the remission of sins and getting of the Holy Ghost. Baptism by water is but half a baptism, and is good for nothing without the other half—that is, the baptism of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote15-21905_000_024\">15<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 314.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p24\" class=\"\">The full benefit of forgiveness of sin through the Savior’s Atonement begins with repentance and baptism and then expands upon receiving the Holy Ghost. As Nephi said, baptism is the gate, “and then cometh a remission of your sins by fire and by the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote16-21905_000_024\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3341)\">2 Ne. 31:17<\/a><\/span>; see also <span class=\"citation\" id=\"11089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11089)\">D&amp;C 19:31<\/a><\/span>.]<\/span><\/sup> The baptismal gate opens the way for additional covenants and blessings through priesthood and temple blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p25\" class=\"\">The transcendent gift of the Holy Ghost, along with membership in The Church of Jesus Christ of Latter-day Saints, is bestowed by confirmation, by the laying on of hands by those having priesthood authority. This was made clear by Paul to the Ephesians when he asked: “Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p26\" class=\"\">“And he said unto them, Unto what then were ye baptized? And they said, Unto John’s baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p27\" class=\"\">“Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p28\" class=\"\">“When they heard this, they were baptized in the name of the Lord Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p29\" class=\"\">“And when Paul had laid his hands upon them, the Holy Ghost came on them.”<sup class=\"noteMarker\"><a href=\"#footnote17-21905_000_024\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7483)\">Acts 19:2–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p30\" class=\"\">If worthy, those possessing this spiritual gift can come to enjoy greater understanding and enrichment and guidance in all of life’s activities, both spiritual and temporal. The Holy Ghost bears witness to us of the truth and impresses upon our souls the reality of God the Father and His Son, Jesus Christ, so surely that no earthly power or authority can separate us from that knowledge.<sup class=\"noteMarker\"><a href=\"#footnote18-21905_000_024\">18<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3342)\">2 Ne. 31:18<\/a><\/span>.]<\/span><\/sup> Indeed, not having the gift of the Holy Ghost is somewhat like having a body without an immune system.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p31\" class=\"\">We believe the Spirit of Christ comes to all men and women.<sup class=\"noteMarker\"><a href=\"#footnote19-21905_000_024\">19<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11175)\">D&amp;C 93:2<\/a><\/span>.]<\/span><\/sup> This is distinct from the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p32\" class=\"\">The Prophet Joseph Smith taught, “There is a difference between the Holy Ghost and the gift of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote20-21905_000_024\">20<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> 199.]<\/span><\/sup> Many outside the Church have received revelation by the power of the Holy Ghost, convincing them of the truth of the gospel. Through this power sincere investigators acquire a testimony of the Book of Mormon and the principles of the gospel before baptism. However, administrations of the Holy Ghost are limited without receiving the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p33\" class=\"\">Those who possess the gift of the Holy Ghost after baptism and confirmation can receive more light and testimony. This is because the gift of the Holy Ghost is “a permanent witness and higher endowment than the ordinary manifestation of the Holy Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote21-21905_000_024\">21<\/a>\n       <span class=\"footnote\">[In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. [1965–75], 5:4.]<\/span><\/sup> It is the higher endowment because the gift of the Holy Ghost can act as “a cleansing agent to purify a person and sanctify him from all sin.”<sup class=\"noteMarker\"><a href=\"#footnote22-21905_000_024\">22<\/a>\n       <span class=\"footnote\">[Bible Dictionary, “Holy Ghost,” 704.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p34\" class=\"\">Because baptism by water and of the Spirit is essential for full salvation, in the eternal nature of things all of God’s children should have this opportunity, including those who have lived in centuries past. The doctrine of baptism of the living for the dead in the temple was understood and practiced in the early Christian church. Paul, in his great discussion about the Resurrection, reasoned: “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?”<sup class=\"noteMarker\"><a href=\"#footnote23-21905_000_024\">23<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"61\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(61)\">1 Cor. 15:29<\/a><\/span>.]<\/span><\/sup> Doing something so vital for those who cannot do it for themselves is truly Christlike. By laying down His life to atone for the sins of all mankind, Jesus did that for us which we cannot do for ourselves. The prophet Malachi referenced this concept when he spoke of the coming of the prophet Elijah, who would “turn the heart of the fathers to the children, and the heart of the children to their fathers, lest [the Lord] come and smite the earth with a curse.”<sup class=\"noteMarker\"><a href=\"#footnote24-21905_000_024\">24<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32687)\">Mal. 4:6<\/a><\/span>; see also <span class=\"citation\" id=\"11242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11242)\">D&amp;C 138:47<\/a><\/span>; <span class=\"citation\" id=\"30168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30168)\">JS—H 1:39<\/a><\/span>.]<\/span><\/sup> This is accomplished in large measure through vicarious work for the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p35\" class=\"\">No other organization on the earth is doing more to fulfil Malachi’s promise than the Church. At great expense and effort the Church is now the custodian of the greatest treasure of family records in the world. The Church now has 660 million names on the FamilySearch™ Internet Web site.<sup class=\"noteMarker\"><a href=\"#footnote25-21905_000_024\">25<\/a>\n       <span class=\"footnote\">[See www.familysearch.org.]<\/span><\/sup> These records are freely shared with anyone who wishes to research them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p36\" class=\"\">As I have lived so many years since my baptism by water, I have come to savor the spiritual gifts of the Holy Ghost that come through baptism of the Spirit. I was confirmed 72 years ago by one having authority, Joseph A. F. Everett, a close friend of my parents and a very noble man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/born-again.p37\" class=\"\">I humbly pray that the Spirit of the Lord will put His seal upon the importance of the things about which I have spoken. I witness that we cannot be fully converted until we “walk in newness of life”<sup class=\"noteMarker\"><a href=\"#footnote26-21905_000_024\">26<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42627)\">Rom. 6:4<\/a><\/span>.]<\/span><\/sup> and are at heart a new person, “purged from [our] old sins.”<sup class=\"noteMarker\"><a href=\"#footnote27-21905_000_024\">27<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4790)\">2 Pet. 1:9<\/a><\/span>.]<\/span><\/sup> This can only come about by being born again of the water and of the Spirit through baptism and receiving the gift of the Holy Ghost. In this way we receive divine forgiveness, by which we can know in our hearts that our sins are remitted.<sup class=\"noteMarker\"><a href=\"#footnote28-21905_000_024\">28<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"40078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40078)\">Mosiah 4:3<\/a><\/span>.]<\/span><\/sup> I know this to be true and so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21905_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Bible Dictionary, “Baptism,” 618; see also <span class=\"citation\" id=\"33583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33583)\">Matt. 3:16<\/a><\/span>; <span class=\"citation\" id=\"7480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7480)\">Acts 8:37–39<\/a><\/span>; <span class=\"citation\" id=\"42626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42626)\">Rom. 6:1–6<\/a><\/span>; <span class=\"citation\" id=\"10493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10493)\">Col. 2:12<\/a><\/span>; <span class=\"citation\" id=\"11095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11095)\">D&amp;C 20:72–74<\/a><\/span>; <span class=\"citation\" id=\"11226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11226)\">D&amp;C 128:12–13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21905_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33584)\">Matt. 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21905_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11096)\">D&amp;C 20:73<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21905_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted in Matthias F. Cowley, <span class=\"emphasis\">Wilford Woodruff: History of His Life and Labors<\/span> (1964), 117.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21905_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26939)\">John 3:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21905_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26940)\">John 3:4–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21905_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Born Again at 94,” <span class=\"emphasis\">Tambuli,<\/span> June 1994, 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21905_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3340)\">2 Ne. 31:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21905_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Albert Peters, “One Trembling Step at a Time,” <span class=\"emphasis\">Ensign, <\/span>June 1994, 56–58.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21905_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8592)\">Alma 5:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21905_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8593)\">Alma 5:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21905_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40111)\">Mosiah 27:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-21905_000_024\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11093)\">D&amp;C 20:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-21905_000_024\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>Bible Dictionary, “Baptism,” 618.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-21905_000_024\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 314.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-21905_000_024\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3341)\">2 Ne. 31:17<\/a><\/span>; see also <span class=\"citation\" id=\"11089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11089)\">D&amp;C 19:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-21905_000_024\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7483)\">Acts 19:2–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-21905_000_024\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3342)\">2 Ne. 31:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-21905_000_024\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11175)\">D&amp;C 93:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-21905_000_024\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> 199.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-21905_000_024\">21.<\/a>\n      <\/span>\n\t\t\t\t<p>In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. [1965–75], 5:4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-21905_000_024\">22.<\/a>\n      <\/span>\n\t\t\t\t<p>Bible Dictionary, “Holy Ghost,” 704.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-21905_000_024\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"61\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(61)\">1 Cor. 15:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote24-21905_000_024\">24.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32687)\">Mal. 4:6<\/a><\/span>; see also <span class=\"citation\" id=\"11242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11242)\">D&amp;C 138:47<\/a><\/span>; <span class=\"citation\" id=\"30168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30168)\">JS—H 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote25-21905_000_024\">25.<\/a>\n      <\/span>\n\t\t\t\t<p>See www.familysearch.org.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote26-21905_000_024\">26.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42627)\">Rom. 6:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote27-21905_000_024\">27.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4790)\">2 Pet. 1:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21905_000_024\"><a name=\"-21905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote28-21905_000_024\">28.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"40078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40078)\">Mosiah 4:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}