{"ID":6522, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “His Word Ye Shall Receive”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It is no small thing, my brothers and sisters, to have a prophet of God in our midst. Great and wonderful are the blessings that come into our lives as we listen to the word of the Lord given to us through him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p4\" class=\"\">Brothers and sisters, have you ever had the experience of driving around and around the streets of a city with the driver saying, “I know where it is; I’m sure I can find it”? Finally, in frustration, <span class=\"emphasis\">he<\/span> stops and asks someone for directions. I can tell you sisters have experienced this! How much easier it is to find our way when we follow the directions of someone who knows how to locate our destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p5\" class=\"\">Many of us may find ourselves in a similar situation as we make our way through life’s challenging thoroughfares. These are difficult times, and the world’s cultural and sociological landmarks of propriety, honesty, integrity, and political correctness are constantly shifting. Just when we think we know the way to happiness and peace, some new ideology comes along which can lead us down a path that will only heighten our confusion and intensify our despair. At such times, we might well ask, “Is there one clear, unpolluted, unbiased voice that we can always count on? Is there a voice that will always give us clear directions to find our way in today’s troubled world?” The answer is <span class=\"emphasis\">yes.<\/span> That voice is the voice of the living prophet and apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p6\" class=\"\">When The Church of Jesus Christ of Latter-day Saints was organized 171 years ago this month, the Lord gave a revelation to the members of the Church through His prophet, Joseph Smith Jr. Speaking of the President of the Church, the Savior instructed Church members to “give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p7\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith” (<span class=\"citation\" id=\"11099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11099)\">D&amp;C 21:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p8\" class=\"\">Then the Lord gave a magnificent promise to those who are obedient: “For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory” (<span class=\"citation\" id=\"11100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11100)\">D&amp;C 21:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p9\" class=\"\">A year and a half later, the Lord added to that significant promise this stern warning: “The arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people” (<span class=\"citation\" id=\"11047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11047)\">D&amp;C 1:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p10\" class=\"\">“What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same” (<span class=\"citation\" id=\"11056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11056)\">D&amp;C 1:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p11\" class=\"\">It is no small thing, my brothers and sisters, to have a prophet of God in our midst. Great and wonderful are the blessings that come into our lives as we listen to the word of the Lord given to us through him. At the same time, knowing that President Gordon B. Hinckley is God’s prophet also endows us with responsibility. When we hear the counsel of the Lord expressed through the words of the President of the Church, our response should be positive and prompt. History has shown that there is safety, peace, prosperity, and happiness in responding to prophetic counsel as did Nephi of old: “I will go and do the things which the Lord hath commanded” (<span class=\"citation\" id=\"1357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1357)\">1 Ne. 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p12\" class=\"\">We know of the experience of Naaman, who was struck with leprosy and who eventually contacted the prophet Elisha and was instructed to “go and wash in [the] Jordan seven times, and thy flesh shall come again to thee, and thou shalt be clean” (<span class=\"citation\" id=\"3155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3155)\">2 Kgs. 5:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p13\" class=\"\">At first, Naaman was unwilling to follow Elisha’s counsel. He couldn’t understand the thing he had been asked to do—to wash seven times in the Jordan river. In other words, his pride and stubbornness were keeping him from receiving the Lord’s blessing through His prophet. Thankfully, he finally went down, and “dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean” (<span class=\"citation\" id=\"3160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3160)\">2 Kgs. 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p14\" class=\"\">What a humbling thing it must have been for Naaman to realize how close he came to allowing his own pride and his unwillingness to listen to the counsel of the prophet to prevent him from receiving such a great, cleansing blessing. And what a humbling thing it is to contemplate how many of us might miss out on great and promised blessings because we do not listen <span class=\"emphasis\">and then do<\/span> the relatively simple things our prophet is telling us to do today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p15\" class=\"\">In the last year, for example, President Hinckley has delivered three landmark addresses about strengthening the family, and particularly the youth and young adults of the Church. First he spoke very directly on the subject to mothers during the October general Relief Society meeting. Then he spoke to fathers and priesthood leaders during priesthood session of general conference. Remember, fathers? He reminded you parents that “you have entered into a partnership with our Father in Heaven to give mortal experience to His sons and daughters. They are His children and they are your children, flesh of your flesh, for whom He will hold you responsible” (“Your Greatest Challenge, Mother,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 97).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p16\" class=\"\">And then last November, from this very pulpit, President Hinckley spoke to all of the young people of the Church. In heartfelt teaching that will long be remembered, he challenged the youth of the Church to set goals for themselves to <span class=\"emphasis\">be grateful, be smart, be clean, be true, be humble, and be prayerful.<\/span> The six “B’s,” as President Hinckley called them, are a marvelous standard for all Latter-day Saints. He repeated these principles to the young women in their meeting last week, and I believe they apply to mothers and fathers as much as they do to youth and young single adults. As parents and adult leaders of youth, we cannot expect our young people to take to heart the things the prophet says to them if we show a complacent attitude toward his counsel in our own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p17\" class=\"\">It is significant to remember that President Hinckley petitioned the Lord on behalf of our young people. He said, “I want you to know that I have been on my knees asking the Lord to bless me with the power and the capacity and the language to reach into your hearts” (“A Prophet’s Counsel and Prayer for Youth,” <span class=\"emphasis\">Ensign,<\/span> Jan. 2001, 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p18\" class=\"\">During the priesthood session President Hinckley said: “I hope [your sons and daughters] can share their burden with you, their fathers and mothers. I hope that you will listen, that you will be patient and understanding, that you will draw them to you and comfort and sustain them in their loneliness. Pray for direction. Pray for patience. Pray for the strength to love even though the offenses may have been serious. Pray for understanding and kindness and, above all, for wisdom and inspiration” (“‘Great Shall Be the Peace of Thy Children,’” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 51).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p19\" class=\"\">Have we studied his counsel and identified the things we need to avoid or to do differently? I know a 17-year-old who, just prior to the prophet’s talk, had pierced her ears a second time. She came home from the fireside, took off the second set of earrings, and simply said to her parents, “If President Hinckley says we should only wear one set of earrings, that’s good enough for me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p20\" class=\"\">Wearing two pair of earrings may or may not have eternal consequences for this young woman, but her willingness to obey the prophet will. And if she will obey him now, on something relatively simple, how much easier it will be to follow him when greater issues are at stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p21\" class=\"\">Are we listening, brothers and sisters? Are we hearing the words of the prophet to us as parents, as youth leaders, and as youth? Or are we allowing ourselves, as Naaman did <span class=\"emphasis\">at first,<\/span> to be blinded by pride and stubbornness, which could prevent us from receiving the blessings that come from following the teachings of God’s prophet?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p22\" class=\"\">Today I make you a promise. It’s a simple one, but it is true. If you will listen to the living prophet and the apostles and heed our counsel, you will not go astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p23\" class=\"\">Now, my brothers and sisters and youth of the Church, please do not miss the opportunity to sit down together as a family and discuss the counsel given by President Hinckley. Parents, teach each other and your children in family home evenings and family councils. Leaders, know and teach these principles in lessons and leadership meetings, and discuss in ward and stake council meetings how to bless the lives of our members, both young and old. All three of the President’s addresses, along with messages to the youth from his counselors, have been published in the <span class=\"emphasis\">Ensign<\/span> and the <span class=\"emphasis\">Liahona<\/span> magazines. <span class=\"emphasis\">President Gordon B. Hinckley Speaks to Youth and Parents<\/span> is now available on video and is a wonderful resource for family home evening and for bishop’s youth discussions. Bishops, we did not send this to you to sit on your filing cabinet. Please see that the youth of your ward listen again and understand and commit to live as directed by the President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p24\" class=\"\">Now, I speak directly to the young people of the Church on this important subject of following the prophet. As I have traveled throughout the Church these past few months I have noticed that many of you are eagerly following his counsel. Many of you have already made the decision to be even more well groomed than you were before. Many of you are striving more diligently to avoid evil talk, to choose your friends wisely, to stay away from pornography and illicit drugs, to not attend evil concerts and dangerous parties, to respect your bodies and keep yourselves morally clean in every way. To those of you who have not listened yet, I caution you to not disregard the counsel of the President of the Church. He has spoken to you plainly. Study his words and strive to obey them. They are true and come from God. We encourage you who need to repent to go forward with faith and become clean before the Lord. Each one of you is preparing now to be a leader in the Church in the future, and we need you to be clean and faithful and true to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p25\" class=\"\">Never forget how it felt to listen as President Hinckley prayed for you. Did you feel how precious you are as he prayed? “Bless them that they may walk acceptably before Thee as Thy cherished sons and daughters. Each is Thy child with the capacity to do great and noble things” (<span class=\"emphasis\">Ensign,<\/span> Jan. 2001, 11).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p26\" class=\"\">Now, my dear brothers and sisters, please pay attention to those things that the leaders of the Church have taught during this general conference. Apply the teachings that will help you and your family. Let all of us, regardless of our family circumstances, bring into our homes the teachings of the prophets and the apostles to strengthen our relationships with each other and with our Father in Heaven and with the Lord Jesus Christ. I promise you in the name of the Lord that if you will listen not just with your ears but also with your heart, the Holy Ghost will manifest the truth unto you of the messages delivered by President Hinckley, his counselors, the Apostles, and other leaders of the Church. The Spirit will prompt you to know what you should do as individuals and as families in order to follow our counsel, that your testimonies might be strengthened and that you might have peace and joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/his-word-ye-shall-receive.p27\" class=\"\">My brothers and sisters, I testify to you that the fulness of the everlasting gospel of Jesus Christ has been restored to the earth through the Prophet Joseph Smith. Today we are blessed to be led by God’s prophet, President Gordon B. Hinckley. May we <span class=\"emphasis\">listen<\/span> and <span class=\"emphasis\">then do<\/span> those things that he teaches us is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}