{"ID":6527, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Enhancing Our Temple Experience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p2\" class=\"\">Elder L. Lionel Kendrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">There is a difference in just attending the temple and having a rich spiritual experience.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:e8d.jpg\" alt=\"Elder L. Lionel Kendrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p4\" class=\"\">One of the great blessings that we enjoy today is the opportunity to attend the temple. With an ever-increasing number of temples, the blessings of the temple are available to a growing number of Church members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p5\" class=\"\">These blessings should not be taken lightly. The Savior has commanded that we should “trifle not with sacred things” (<span class=\"citation\" id=\"11062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11062)\">D&amp;C 6:12<\/a><\/span>). The temple and the holy ordinances are indeed sacred, and we should be spiritually sensitive to them. It is a sacred blessing to attend the temple to worship the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p6\" class=\"\">There is a difference in just attending the temple and having a rich spiritual experience. The real blessings of the temple come as we enhance our temple experience. To do so, we must feel a spirit of reverence for the temple and a spirit of worship.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Spirit of Reverence<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p8\" class=\"\">All who attend the temple should remember the counsel of the Lord when He said, “Reverence my sanctuary” (<span class=\"citation\" id=\"30877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30877)\">Lev. 19:30<\/a><\/span>). Reverence is an expression of deep respect, honor, and adoration for the Lord. It is having reverence for His name, for His words, for His ordinances and covenants, for His servants, for His chapels, and for His temples.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p9\" class=\"\">It is an outward indication of an inner feeling that we have for Him. We should always remember that it is by His invitation that we come to His holy house, the temple of the Lord. We should respond to His invitation by being worthy, by being prepared, and by having the temple as a priority in our lives. While in the temple we should act as if we are in His holy presence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p10\" class=\"\">To be reverent is not just to be quiet. It involves an awareness of what is taking place. It involves a divine desire to learn and to be receptive to the promptings of the Spirit. It involves a striving to seek added light and knowledge. Irreverence is not only an act of disrespect for Deity, but it makes it impossible for the Spirit to teach us the things that we need to know.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p11\" class=\"\">It is in the temple that we must speak in reverent tones. Reverence is no minor nor mundane matter. It has eternal consequences and should be treated as divine in nature. To be reverent in the temple, we must sense it to be a place of purity and a place of holiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p12\" class=\"\"><span class=\"emphasis\">Place of purity.<\/span> The temple is a place of purity. It is of the utmost importance that we keep the temple pure and holy. The Savior promised:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p13\" class=\"\">“And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, … my glory shall rest upon it;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p14\" class=\"\">“Yea, and my presence shall be there, for I will come into it” (<span class=\"citation\" id=\"11183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11183)\">D&amp;C 97:15–16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p15\" class=\"\">Those who enter the temple should prepare both their hearts and their minds. They should be able to answer in the affirmative to the questions asked by Alma when he said: “Can ye look up to God at that day with a pure heart and clean hands? I say unto you, can you look up, having the image of God engraven upon your countenances?” (<span class=\"citation\" id=\"8595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8595)\">Alma 5:19<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p16\" class=\"\">When we are reverent in the temple, we help to keep it pure and holy, free from distractions and offenses to the Spirit. We must remember to say or do nothing that would be offensive to the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p17\" class=\"\">President David O. McKay counseled, “When you enter a Church building, you are coming into the presence of our Father in heaven; and that thought should be sufficient incentive for you to prepare your hearts, your minds, and even your attire, that you might appropriately and properly sit in his presence” (<span class=\"emphasis\">Improvement Era,<\/span> July 1962, 509).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p18\" class=\"\">Reverence involves thinking, speaking, feeling, and acting as we would in the presence of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p19\" class=\"\"><span class=\"emphasis\">Place of holiness.<\/span> The temple is a place of holiness. It is the most sacred and holy place on earth and should be treated with the greatest degree of reverence and respect. Reverence in the temple is an expression to the Lord that we consider it to be sacred and that we recognize it to be, indeed, His holy house.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Spirit of Worship<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p21\" class=\"\">The temple is a place of worship. Reverence is a supernal form of worship. It is the form of worship that is found in the celestial kingdom. In the vision of the degrees of glory given to the Prophet Joseph Smith, this celestial worship was described with these words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p22\" class=\"\">“And thus we saw the glory of the celestial, … where God, even the Father, reigns upon his throne forever and ever;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p23\" class=\"\">“Before whose throne all things bow in humble reverence, and give him glory forever and ever” (<span class=\"citation\" id=\"11148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11148)\">D&amp;C 76:92–93<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p24\" class=\"\">Our worship in the temple is in preparation to live in the presence of our Heavenly Father and His Son. We should worship Them in a spirit of humility and in a spirit of reverence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p25\" class=\"\">True worship of the Lord in His holy house means that we should enhance our temple experience. We can obtain a rich spiritual experience in the temple by doing the following:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p26\" class=\"\">First, we must leave the world behind as we enter the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p27\" class=\"\">Second, we must seek to gain added light and knowledge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p28\" class=\"\"><span class=\"emphasis\">Leave the world behind.<\/span> When we enter the temple, we should leave the world behind. We should feel what it would be like when we enter the presence of the Lord. We may consider what thoughts we would think and what communications we would have in His holy presence. If we can catch the vision of this eventual event, it will help us in preparing to enter His presence and in leaving the world behind as we enter His temple.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Thoughts<\/p>\n\t\t\t\t\t\t<p>As we enter the temple grounds, we should leave our worldly thoughts behind and focus on the sacred responsibilities that are ours as we serve in the house of the Lord.<\/p>\n\t\t\t\t\t\t<p>Our thoughts should be spiritual in nature. We must remember that the Lord is aware of our thoughts. He spoke to Ezekiel and said, “I know the things that come into your mind, every one of them” (<span class=\"citation\" id=\"23092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23092)\">Ezek. 11:5<\/a><\/span>).<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Communications<\/p>\n\t\t\t\t\t\t<p>The Savior has given us great counsel concerning our communications in the temple. He said: “Therefore, cease from all your light speeches, from all laughter, … from all your pride and light-mindedness” (<span class=\"citation\" id=\"11172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11172)\">D&amp;C 88:121<\/a><\/span>).<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p34\" class=\"\">Just as we leave our worldly thoughts behind as we enter the temple grounds, we should also leave our worldly discussions behind. It is inappropriate to discuss matters of business, pleasure, or current events in the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p35\" class=\"\">It is important not only what we speak in the temple, but also the manner in which we speak. We must always speak in soft and subdued tones in all places in the temple. This should be our temple voice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p36\" class=\"\">There should be silence in the sacred ordinance areas of the temple, except for the necessary communications concerning the performance of the ordinances. These ordinance areas are sacred and should not be used for any worldly conversations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p37\" class=\"\">The Savior has given us loving counsel that will assist us in enhancing our temple experience by leaving the world behind: “And verily I say unto thee that thou shalt lay aside the things of this world, and seek for the things of a better” (<span class=\"citation\" id=\"11102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11102)\">D&amp;C 25:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p38\" class=\"\">Perhaps the chastening words of the Savior to David Whitmer may be appropriate for us to remember:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p39\" class=\"\">“But your mind has been on the things of the earth more than on the things of me, your Maker, … and you have not given heed unto my Spirit. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p40\" class=\"\">“Wherefore, you are left to inquire for yourself” (<span class=\"citation\" id=\"11107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11107)\">D&amp;C 30:2–3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p41\" class=\"\"><span class=\"emphasis\">Seek to gain added light and knowledge.<\/span> Gaining added light and knowledge is not a passive process. It involves focusing on the things of the Spirit and seeking the spiritual lessons to be learned. The Savior counseled: “And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things” (<span class=\"citation\" id=\"11164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11164)\">D&amp;C 88:67<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p42\" class=\"\">The Spirit of the Holy Ghost is the teacher in the temple. He teaches principles of eternal significance. It is during these instructions that we see the relationship between the earthly and the eternal. We must remember that the Spirit teaches only those who are teachable. If we enter the temple seeking added light and knowledge, we can learn and understand something new during the temple experience. The Savior promised: “That which is of God is light; and he that … continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day” (<span class=\"citation\" id=\"11120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11120)\">D&amp;C 50:24<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Conclusion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/enhancing-our-temple-experience.p44\" class=\"\">May we enhance our temple experience with a spirit of reverence, treating it as a place of purity and a place of holiness. May we enhance our temple experience with a spirit of worship by leaving the world behind and seeking to obtain added light and knowledge. If we do these things, the Lord will bless us and we will become prepared to live in His holy presence. To this I testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}