{"ID":6529, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Focus and Priorities\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Available information wisely used is far more valuable than multiplied information allowed to lie fallow.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21905_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p4\" class=\"\">As we approach the conclusion of this wonderful conference, it is timely to ask ourselves what we are going to strive <span class=\"emphasis\">to become<\/span> because of what we have heard from the Lord’s servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p5\" class=\"\">We are accountable and will be judged for how we use what we have received. This eternal principle applies to all we have been given. In the parable of the talents (see <span class=\"citation\" id=\"33629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33629)\">Matt. 25:14–30<\/a><\/span>), the Savior taught this principle with reference to the use of property. The principle of accountability also applies to the spiritual resources conferred in the teachings we have been given and to the precious hours and days allotted to each of us during our time in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p6\" class=\"\">I wish to examine how this principle of accountability applies to our use of the enlarged time and information we have been given in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p7\" class=\"\">Because of increased life expectancies and modern timesaving devices, most of us have far more discretionary time than our predecessors. We are accountable for how we use that time. “Thou shalt not idle away thy time” (<span class=\"citation\" id=\"11130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11130)\">D&amp;C 60:13<\/a><\/span>), and “Cease to be idle” (<span class=\"citation\" id=\"11173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11173)\">D&amp;C 88:124<\/a><\/span>), the Lord commanded the early missionaries and members. “Time flies on wings of lightning,” we sing in a popular hymn; “we cannot call it back. It comes, then passes forward along its onward track. And if we are not mindful, the chance will fade away, for life is quick in passing. ’Tis as a single day” (“Improve the Shining Moments,” <span class=\"emphasis\">Hymns,<\/span> no. 226).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p8\" class=\"\">The significance of our increased discretionary time has been magnified many times by modern data-retrieval technology. For good or for evil, devices like the Internet and the compact disc have put at our fingertips an incredible inventory of information, insights, and images. Along with fast food, we have fast communications and fast facts. The effect of these resources on some of us seems to fulfill the prophet Daniel’s prophecy that in the last days “knowledge shall be increased” and “many shall run to and fro” (<span class=\"citation\" id=\"10568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10568)\">Dan. 12:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p9\" class=\"\">With greatly increased free time and vastly more alternatives for its use, it is prudent to review the fundamental principles that should guide us. Temporal circumstances change, but the eternal laws and principles that should guide our choices never change.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p11\" class=\"\">A homely story contains a warning. I like this story because it translates easily into different languages and cultures.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p12\" class=\"\">Two men formed a partnership. They built a small shed beside a busy road. They obtained a truck and drove it to a farmer’s field, where they purchased a truckload of melons for a dollar a melon. They drove the loaded truck to their shed by the road, where they sold their melons for a dollar a melon. They drove back to the farmer’s field and bought another truckload of melons for a dollar a melon. Transporting them to the roadside, they again sold them for a dollar a melon. As they drove back toward the farmer’s field to get another load, one partner said to the other, “We’re not making much money on this business, are we?” “No, we’re not,” his partner replied. “Do you think we need a bigger truck?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p13\" class=\"\">We don’t need a bigger truckload of information, either. Like the two partners in my story, our biggest need is a clearer focus on how we should value and use what we already have.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p14\" class=\"\">Because of modern technology, the contents of huge libraries and other data resources are at the fingertips of many of us. Some choose to spend countless hours in unfocused surfing the Internet, watching trivial television, or scanning other avalanches of information. But to what purpose? Those who engage in such activities are like the two partners in my story, hurrying to and fro, hauling more and more but failing to grasp the essential truth that we cannot make a profit from our efforts until we understand the true value of what is already within our grasp.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p15\" class=\"\">A poet described this delusion as an “endless cycle” that brings “knowledge of words, and ignorance of the Word,” in which “wisdom” is “lost in knowledge” and “knowledge” is “lost in information” (T. S. Eliot, “Choruses from ‘The Rock,’” in <span class=\"emphasis\">The Complete Poems and Plays, 1909–1950<\/span> [1962], 96).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p16\" class=\"\">We have thousands of times more available information than Thomas Jefferson or Abraham Lincoln. Yet which of us would think ourselves a thousand times more educated or more serviceable to our fellowmen than they? The sublime quality of what these two men gave to us—including the Declaration of Independence and the Gettysburg Address—was not attributable to their great resources of information, for their libraries were comparatively small by our standards. Theirs was the wise and inspired use of a limited amount of information.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p17\" class=\"\">Available information wisely used is far more valuable than multiplied information allowed to lie fallow. I had to learn this obvious lesson as a law student.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p18\" class=\"\">Over 45 years ago, I was introduced to a law library with hundreds of thousands of law books. (Today such a library would include millions of additional pages available by electronic data retrieval.) When I began to prepare an assigned paper, I spent many days searching in hundreds of books for the needed material. I soon learned the obvious truth (already familiar to experienced researchers) that I could never complete my assigned task within the available time unless I focused my research in the beginning and stopped that research soon enough to have time to analyze my findings and compose my conclusions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p19\" class=\"\">Faced with an excess of information in the marvelous resources we have been given, we must begin with focus or we are likely to become like those in the well-known prophecy about people in the last days—“ever learning, and never able to come to the knowledge of the truth” (<span class=\"citation\" id=\"5071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5071)\">2 Tim. 3:7<\/a><\/span>). We also need quiet time and prayerful pondering as we seek to develop information into knowledge and mature knowledge into wisdom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p20\" class=\"\">We also need focus to avoid what is harmful. The abundant information and images accessible on the Internet call for sharp focus and control to avoid accessing the pornography that is an increasing scourge in our society. As the <span class=\"emphasis\">Deseret News<\/span> noted in a recent editorial, “Images that used to be hidden in out-of-the-way store counters now are as close as a mouse click” (“Staying ahead of Pornography,” 21–22 Feb. 2001, A12). The Internet has made pornography accessible almost without effort and often without leaving the privacy of one’s home or room. The Internet has also facilitated the predatory activities of adults who use its anonymity and accessibility to stalk children for evil purposes. Parents and youth, beware!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p21\" class=\"\">There are many gospel implications of this easily accessible flood of information. For example, our Church Web site now provides access to all of the general conference addresses and other contents of Church magazines for the past 30 years. Teachers can download bales of information on any subject. When highly focused, a handout can enrich. But a bale of handouts can detract from our attempt to teach gospel principles with clarity and testimony. Stacks of supplementary material can impoverish rather than enrich, because they can blur students’ focus on the assigned principles and draw them away from prayerfully seeking to apply those principles in their own lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p22\" class=\"\">Nephi taught, “Feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do” (<span class=\"citation\" id=\"3347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3347)\">2 Ne. 32:3<\/a><\/span>). That is focus. Nephi also said that as he taught from the scriptures, “I did liken all scriptures unto us, that it might be for our profit and learning” (<span class=\"citation\" id=\"1383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1383)\">1 Ne. 19:23<\/a><\/span>). That is personal application.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p23\" class=\"\">As a further illustration of the need for focus in using and teaching from the great information resources of the past, consider the comparative value today of the advice Brigham Young gave to an audience 140 years ago with what President Hinckley and other servants of the Lord are saying to each of us right now, in this conference. Or compare the value to each of us of some other facts or advice from the distant past with what our stake president said at our last stake conference or what our bishop counseled us last Sunday.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p24\" class=\"\">Overarching all of this is the importance of what the Spirit whispered to us last night or this morning about our own specific needs. Each of us should be careful that the current flood of information does not occupy our time so completely that we cannot focus on and hear and heed the still, small voice that is available to guide each of us with our own challenges today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p25\" class=\"\">I hope that these cautions on the need for focus will not be understood as hostile to selective use of the new technology that has put such a wealth of information at our fingertips. In this I echo Brigham Young, who declared:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p26\" class=\"\">“Every discovery in science and art, that is really true and useful to mankind, has been given by direct revelation from God. … We should take advantage of all these great discoveries … and give to our children the benefit of every branch of useful knowledge, to prepare them to step forward and efficiently do their part in the great work” (<span class=\"emphasis\">Deseret News,<\/span> 22 Oct. 1862, 129).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p28\" class=\"\">We also need priorities. Our priorities determine what we seek in life. Most of what has been taught in this conference concerns priorities. I hope we will heed these teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p29\" class=\"\">Jesus taught about priorities when He said, “Seek not the things of this world but seek ye first to build up the kingdom of God, and to establish his righteousness, and all these things shall be added unto you” (<span class=\"citation\" id=\"33599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33599)\">JST, Matt. 6:38<\/a><\/span>, in <span class=\"citation\" id=\"33597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33597)\">Matt. 6:33<\/a><\/span>, footnote <span class=\"emphasis\">a<\/span>). “Seek … first to build up the kingdom of God” means to assign first priority to God and to His work. The work of God is to bring to pass the eternal life of His children (see <span class=\"citation\" id=\"38832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38832)\">Moses 1:39<\/a><\/span>), and all that this entails in the birth, nurturing, teaching, and sealing of our Heavenly Father’s children. Everything else is lower in priority. Think about that reality as we consider some teachings and some examples on priorities. As someone has said, if we do not choose the kingdom of God first, it will make little difference in the long run what we have chosen instead of it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p30\" class=\"\">As regards knowledge, the highest priority religious knowledge is what we receive in the temple. That knowledge is obtained from the explicit and symbolic teachings of the endowment, and from the whisperings of the Spirit that come as we are desirous to seek and receptive to hear the revelation available to us in that sacred place.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p31\" class=\"\">As regards property, Jesus taught that “a man’s life consisteth not in the abundance of the things which he possesseth” (<span class=\"citation\" id=\"31016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31016)\">Luke 12:15<\/a><\/span>). Consequently, we should not lay up for ourselves “treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal” (<span class=\"citation\" id=\"33595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33595)\">Matt. 6:19<\/a><\/span>). In other words, the treasures of our hearts—our priorities—should not be what the scriptures call “riches [and] the vain things of this world” (<span class=\"citation\" id=\"8669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8669)\">Alma 39:14<\/a><\/span>). The “vain things of [the] world” include every combination of that worldly quartet of property, pride, prominence, and power. As to all of these, the scriptures remind us that “you cannot carry them with you” (<span class=\"citation\" id=\"8670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8670)\">Alma 39:14<\/a><\/span>). We should be seeking the kind of treasures the scriptures promise the faithful: “great treasures of knowledge, even hidden treasures” (<span class=\"citation\" id=\"11174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11174)\">D&amp;C 89:19<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p32\" class=\"\">All around us we have the good examples of those who seek permanent treasures—those who “hunger and thirst after righteousness” (<span class=\"citation\" id=\"33591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33591)\">Matt. 5:6<\/a><\/span>) and put the kingdom of God first in their lives. Among the most visible such examples are the men and women who set aside their worldly pursuits and even say good-bye to their families to serve missions for the Lord. Tens of thousands of these are young missionaries. In addition, I pay particular tribute to those who serve missions in their mature years, some as mission leaders and some as what we call couple missionaries. Their remarkable service evidences their priorities, and their impressive example is a guide to their families and to all who know them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p33\" class=\"\">Our priorities are most visible in how we use our time. Someone has said, “Three things never come back—the spent arrow, the spoken word, and the lost opportunity.” We cannot recycle or save the time allotted to us each day. With time, we have only one opportunity for choice, and then it is gone forever.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p34\" class=\"\">Good choices are especially important in our family life. For example, how do family members spend their free time together? Time together is necessary but not sufficient. Priorities should govern us in the precious time we give to our family relationships. Compare the impact of time spent merely in the same room as spectators for television viewing with the significance of time spent communicating with one another individually and as a family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p35\" class=\"\">To cite another example, how much time does a family allocate to learning the gospel by scripture study and parental teachings, in contrast to the time family members spend viewing sports contests, talk shows, or soap operas? I believe many of us are overnourished on entertainment junk food and undernourished on the bread of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p36\" class=\"\">In terms of priorities for each major decision (such as education, occupation, place of residence, marriage, or childbearing), we should ask ourselves, what will be the <span class=\"emphasis\">eternal impact<\/span> of this decision? Some decisions that seem desirable for mortality have unacceptable risks for eternity. In all such choices we need to have inspired priorities and apply them in ways that will bring eternal blessings to us and to our family members.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p37\" class=\"\">Then, after we have done all that we can, we should remember the wise counsel and comforting assurance of King Benjamin, who taught, “And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength” (<span class=\"citation\" id=\"40086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40086)\">Mosiah 4:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p38\" class=\"\">The ultimate Latter-day Saint priorities are twofold: First, we seek to understand our relationship to God the Eternal Father and His Son, Jesus Christ, and to secure that relationship by obtaining their saving ordinances and by keeping our personal covenants. Second, we seek to understand our relationship to our family members and to secure those relationships by the ordinances of the temple and by keeping the covenants we make in that holy place. These relationships, secured in the way I have explained, provide eternal blessings available in no other way. No combination of science, success, property, pride, prominence, or power can provide these eternal blessings!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p39\" class=\"\">I testify that this is true, and I testify of God the Father, whose plan establishes the way, and of our Savior, Jesus Christ, whose Atonement makes it all possible.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/focus-and-priorities.p40\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}