{"ID":653, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">With Faith&mdash;And Without Fear<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1953, pp. 130-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFirst of all, I should like to thank Brother Marion G. Romney for his thoughtfulness for some\ngreat men, for whom I have deep affection, some present here, and some absent. At the risk\nof some seeming repetition, I do not feel that I can proceed without acknowledging how much\nI miss Dr. John A. Widtsoe, scientist, educator, author, public-servant,\npersonal counselor, friend, and man of God. May his memory be blessed, his family be\nblessed and comforted, and the purposes and principles for which he gave his life be\nprospered.\n<\/p><p>\nAnd to President Richards, and to Brother Bowen likewise, my sincere affection and\nappreciation and blessing. Likewise to President McKay, and President Clark, and President\nSmith, and these other brethren with whom we have the privilege of associating among the\nGeneral Authorities. It is a choice and rich friendship and fellowship.\n<\/p><p>\nAnd to Dr. Adam S. Bennion, a word of welcome from me: presumptuous though it may be,\nI feel that I must speak it. I have been privileged to have many satisfying associations with\nhim. I recall when he was Church commissioner of education, and I was a student in high\nschool: How wise and mature and old he looked to me when I was sixteen, and how able and\nmature and young he appears to me now that I am somewhat past sixteen. I am sure that I\nhave changed much more than he has.\n<\/p><p>\nI am convinced that thoughts are contagious. The evidence of it is that many if not most of\nthose subjects that any of us might have spoken on at this conference have already been so\nwonderfully well covered, and we have been the beneficiaries of a marvelous outpouring of\nthe Spirit of our Father in heaven. But I could not help thinking as I heard the opening report\nand message of President McKay, and the statistical data concerning the progress of the\nChurch at the same session, of some of the experiences and hardships and contrasts of the\nProphet Joseph Smith and his associates. I went to the office following that session and\nsought out some things that I had read some time ago, including two comments concerning\nthe Prophet and the dire circumstances in which he found himself during the difficult Kirtland\ndays. One is from April 17, 1834: \n<\/p><p>\nI attended a meeting agreeable to appointment, at which time the important subjects of the\ndeliverance of Zion and the building of the Lord's House in Kirtland were discussed by Elder\nRigdon. After the lecture, I requested the brethren and sisters to contribute all the money they\ncould for the deliverance of Zion and received twenty-nine dollars and sixty-eight cents\n(<i>DHC<\/i> 2:50).\n<\/p><p>\nAbout a year and a half later, approaching the Christmas season, December 9, 1835, the\nProphet Joseph Smith writes again: \n<\/p><p>\nAt home. Wind south, strong, and chilly. Elder Packard came in this morning, and made me a\npresent of twelve dollars, which he held in a note against me. May God bless him for his\nliberality. Also, James Aldrich sent me my note by hand of Jesse Hitchcock, on which there\nwas twelve dollars due, and may God bless him for his kindness to me. Also the brethren\nwhose names are written below opened their hearts in great liberality, and paid me at the\ncommittee's store, the sums set opposite their respective names (<i>DHC<\/i> 2:326-327).\n<\/p><p>\nThere follow twenty names with contributions ranging from fifty cents to $5.25, totaling\n$40.50, for which the Prophet says,\n<\/p><p>\nMy heart swells with gratitude inexpressible, when I realize the great condescension of my\nHeavenly Father, in opening the hearts of these my beloved brethren to administer so liberally\nto my wants (<i>DHC<\/i> 2:327).\n<\/p><p>\nMay God help us to do as well with what we have as they did with what they had.\n<\/p><p>\nI think we shall go from here today with an awareness in our hearts that we have been taught\nwell. I hope that we shall go from here with an awareness that we must be doers of the word\nand not hearers only, that we must not stand by and listen only. I think it was Emerson who\nsaid, \"'Tis man's perdition to be safe, when for the truth he ought to die.\" I should like to\nparaphrase this sentence and say, \"'Tis man's perdition to be complacent and inactive, when\nfor the truth he ought to live, when he ought to be doing what he knows he\nought to be doing.\" I return to a favorite theme of mine: As we stand before the Great Judge\nof all of us, I think it shall not be what we don't know that will get us into trouble or that\nwill cause penalties to come upon us. I think we know enough for our salvation and exaltation\nin the highest that the Father can give us. I think our difficulties will come rather from what\nwe do know and ignore and fail to live up to; and merciful as our Father may be, kind and\nindulgent and gracious as he may be, there are some things he cannot give to us, as there are\nsome things we cannot give to our own children, except as they earn them and live them and\nare deserving of them and make them a part of themselves.\n<\/p><p>\nI recall from the tenth chapter of Mark the request of James and John the sons of Zebedee,\nthat they be permitted to sit on the right hand and the left hand of the Savior, and how he\nsaid unto them, \"Ye know not what ye ask . . . to sit on my right hand and on my left hand\nis not mine to give\"\n(<span class=\"citation\" id=\"33063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33063)\">Mark 10:38,40<\/a><\/span>).\nNo matter how much he may love us, there are\nsome things the Father cannot give us except as we learn them, except as we live as well as\nwe know how to live, except as we keep his commandments, and do what we know we\nshould be doing.\n<\/p><p>\nNow, I should like to close with a thought that I take from our new associate, Dr. Adam S.\nBennion, whom you have sustained this day. I have never heard a finer baccalaureate address\nthan he delivered at the University of Utah a year or two ago called \"The Candle of the\nLord,\" in which he told in his extemporaneous remarks (and I think perhaps it is not in the\nprinted address as he gave it) how puzzled he was in his youth upon having heard or having\nread in Sunday School the passage of scripture in 2 Samuel in which it recounts that \"it came\nto pass in an eveningtide, that David arose from off his bed, and walked upon the roof of the\nking's house\" (<span class=\"citation\" id=\"4991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4991)\">2 Sam. 11:2<\/a><\/span>).\n<\/p><p>\nI was much impressed when I heard Dr. Bennion say how that passage puzzled him because\nall the roofs that he had known in his youth in the area in which he lived were so steeply\nconstructed that the king could not well have walked upon them. And Brother Bennion told\nhow he inquired of his teacher and received no satisfactory answer, but as soon as he later\nlearned that there were places in the world in which there were not only flat roofs but where\npeople also made a practice of living a part of their lives upon them, walking upon them and\nresting upon them, the question was cleared for him.\n<\/p><p>\nI am sure that many of the unanswered questions that confront us will be answered as easily\nas this one was for him, when he couldn't understand how the king could walk on a roof in\nthe evening because he had only known steep, sharply constructed roofs that were made to\nshed the snow.\n<\/p><p>\nTo our young people: Go forth and search for truth, without fear, but with faith. Where you\nfind discrepancies, or seeming discrepancies, reserve judgment. There is time ahead of us, and\neternity also. Theories are changing; textbooks are constantly becoming outdated; new\ndiscoveries are being made; and when all the pieces are put in place and everything is added\nup, and the picture is complete, the answers will seem as simple and satisfying as the answer\nto this lad, who was puzzled by a king walking on the roof.\n<\/p><p>\nKeep to a life well-balanced. Keep some of your time and means for the service of the Lord.\nStudy the things of God as well as the other things that you must study to qualify yourselves\nfor certain activities, and go forth with faith, with trust. I think the world is going on for\nsome time. There is great work to be done. Our building program, our temple in Europe, and\nother things seem to me to be the evidence that this Church believes in the future and I say to\nyou young people, go forth and live your lives with faith without fear, reserving judgment\nwhere you need to, and trusting to the Lord God to lead you into all truth.\n<\/p><p>\nMay I leave with you my testimony. I was not one of those who had to decide to leave father\nand mother and family and friends and other things to become identified with this Church.\nMy grandparents did that for me, and in one instance my great-grandparents. My sons\nrepresent the fifth generation in the Church. I congratulate those of you who did face this\ndecision and who did come into the kingdom. But I have faced some other decisions. I have\nearnestly considered the alternatives, and I should not know where to go to find the answers\nto the ever ageless questions of life if I could not find them here. I leave you the witness of\nmy conviction of the divinity of the Lord Jesus Christ, of the divine calling of the Prophet\nJoseph, and after him, of the like calling of all those who have succeeded him. May God bless\nus, every one, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}