{"ID":6531, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Celestial Guide\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p3\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When you pray often and seek to know the Lord’s will like Nephi did, the Lord will show you the way.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p5\" class=\"\">At this time in your life, you have probably had the experience of trying to perform a task that seemed really difficult and beyond your ability or experience. And possibly while you were attempting this seemingly insurmountable task, there were some, maybe even friends, who tried to discourage you, embarrass you, and belittle you. Challenges are different for each of us, but the Source for help is the same. Let’s look at Nephi’s experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p6\" class=\"\">He grew up in a desert. We don’t know if he had ever seen a ship before the Lord asked him to build a ship—a seemingly insurmountable task! But Nephi had faith the Lord would help him. He said the Lord showed him “from time to time” how he should build it (<span class=\"citation\" id=\"1379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1379)\">1 Ne. 18:1<\/a><\/span>). Nephi tells us he did not build it like men build ships. He built it “after the manner” the Lord showed him (<span class=\"citation\" id=\"1380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1380)\">1 Ne. 18:2<\/a><\/span>). Then he tells us how.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p7\" class=\"\">“I did pray oft unto the Lord; wherefore the Lord showed unto me great things” (<span class=\"citation\" id=\"1381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1381)\">1 Ne. 18:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p8\" class=\"\">When you pray often and seek to know the Lord’s will like Nephi did, the Lord will show you the way. But you can be sure when you are trying your best to obey, you may face strong opposition from those wishing to discourage and dissuade you. Nephi’s dissenters were his own brothers. Think how hard that would be!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p9\" class=\"\">At times you young women may feel you are having an experience like Nephi. The Lord has not asked you to build a ship, but to build your life. You don’t yet know what your completed mortal life looks like. But your Father in Heaven knows and can guide you one step at a time. He is asking you to build your life according to His guidelines because He is the One who created you and wants you ready to return back home with Him someday. Like Nephi, you too may have detractors and dissenters seeking to change your course, or at least slow down your progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p10\" class=\"\">But you have access to the same system of communication that Nephi used. Long before e-mail and faxes, cell phones and satellite dishes, computers and the Internet, this communication with your Heavenly Father was in place. It predates every type of networking invention today. Its power extends through the cosmos.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p11\" class=\"\">Heavenly Father has given you the gift of the Holy Ghost to be available to help you whenever you earnestly seek Him. Like Nephi, you can know what to do to build according to the Lord’s plan for you. You will want to invite this power to help you navigate through the challenges of mortality until you are safely home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p12\" class=\"\">It requires no special equipment or experience, no social status or money for the Holy Ghost to guide you. The next time you renew your baptismal covenant by taking the sacrament, listen to the promise: when you always remember your Savior and keep His commandments, you will always have His Spirit to be with you (see <span class=\"citation\" id=\"11097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11097)\">D&amp;C 20:77, 79<\/a><\/span>). Think of that! With a gift so magnificent, why would we ever resist such guidance?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p13\" class=\"\">When our young daughter was practicing the piano, I suggested she play her piece over five more times to be prepared for her lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p14\" class=\"\">She said, “No, Mom. Five is too many.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p15\" class=\"\">I said, “Then you choose how many times you need.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p16\" class=\"\">She said, “No. You choose—but don’t choose five!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p17\" class=\"\">Are we ever like that when the Spirit prompts us what to do and it isn’t easy or comfortable or popular? We say, “Please tell me again. I want to be obedient, but just tell me something a little easier—and more fun.” It can be dangerous trying to please ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p18\" class=\"\">I remember when I was about your age wishing the Spirit would tell me something different. I grew up in a small town in Canada. There were 10 people in my high school graduating class, so I graduated in the top 10 of my class! One evening my sister Shirley and I were going to the same party at a friend’s house. Mom and Dad reminded us to come right home after the party. Shirley was a year younger than I and went with her group of friends, and I went with mine. After the party Shirley went directly home, a clear indication to Mom and Dad that the party was over. I was not as wise. With my group of friends we began driving around the exciting places in town—the grain elevators and the cemetery!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p19\" class=\"\">As time passed I got the strong feeling that I should be home. But how could I be the first one to say, “I have to go home”? So I didn’t. I stayed with my friends, laughing and pretending I was having a good time. The feeling that I should go home grew stronger and stronger. Finally I laughingly said to my friends, “If you see a blue car ahead, it’s just my dad looking for me.” No sooner had I said those words than there indeed was a blue car and my dad standing in the middle of the road (there wasn’t a lot of traffic), waving his arms for us to stop.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p20\" class=\"\">Dad came around to the car door, opened it, and said quietly, “Sharon, you’d better come home with me.” I wanted to crawl under the floor mats of the car and never come out! How could my dad be so cruel and insensitive, and why didn’t my sister wait outside the house so Mom and Dad wouldn’t know when the party was over? I talked to my sister recently about this, and she said, “I did wait outside until I almost froze to death.” At the time I was sure it was everyone else’s fault that I was so humiliated in front of my friends!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p21\" class=\"\">Through the lens of time and reality, I see more clearly what really happened. I was prompted and warned several times—not by a legion of angels or even one small angel, but a still, small voice. Actually, it was just a feeling I had. It was so subtle, so quiet that it could be easily brushed away and I could pretend it wasn’t really there—and my friends were!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p22\" class=\"\">I had overstepped something that was expected of me. I had chosen to be popular with my friends instead of pleasing my parents and the Lord. But even when I deliberately chose not to obey, the Spirit was still there prompting me. You can’t do wrong and feel right. Pretending the Spirit isn’t prompting you when it is, is like putting the wrong answer down on a test when you know the right answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p23\" class=\"\">There may be times the Spirit finds it difficult to help you because maybe you are not asking for His help in your prayers, or maybe because you are not listening, or maybe the message can’t get through the loud music or the radio or video.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p24\" class=\"\">Kirstin said, “From personal experience, if we will listen to the Spirit, our lives will not be as complicated and full of temptation” (letter on file in the Young Women office). Laman and Lemuel refused to listen so many times that they were “past feeling” those sacred promptings (<span class=\"citation\" id=\"1377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1377)\">1 Ne. 17:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p25\" class=\"\">You might ask yourself, <span class=\"emphasis\">How can I tell it’s the Holy Ghost teaching me and not my emotions or circumstances?<\/span> Think of a time when you know you felt the Spirit of the Lord. Maybe it was during testimony meeting at camp or you were with your family or you were reading the scriptures or praying. Maybe sometime during this meeting as you listen to the music or hear our prophet speak, you will feel that warmth in your heart. That is the Holy Ghost bearing witness to you. Remember, remember how the Spirit feels. Use that experience to help you identify the Spirit again and again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p26\" class=\"\">The Holy Ghost will teach you in different ways at different times. Nephi had to learn this. Learn how the Lord communicates with you. Amanda said: “I was sitting in seminary one day, listening to the ‘Plan of Salvation Speech’ that I had heard a million times before, but all of a sudden, it just clicked. I could kind of see in my mind everything and how it fit together. I could really feel the [Spirit of the] Holy Ghost with me and knew that everything in the gospel was true” (letter).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p27\" class=\"\">Sometimes the prompting is no more than an uneasy feeling. One young woman said, “My stomach got a funny feeling and something was telling me to say no and walk away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p28\" class=\"\">Carolani was having a particularly bad time. She said: “I asked in my mind, ‘What did Heavenly Father want me to do?’ I got the impression to read my patriarchal blessing, so I did. I cried tears of joy knowing I was someone who was loved and worth something” (letter).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p29\" class=\"\">Young women, you are loved, and you are worth everything, even the life of your Savior. I saw evidence of this love in a small branch in British Columbia, Canada. We met in a little house for branch conference and in the basement for Young Women. The poster of the theme was on the wall. A doily and flowers were on a small table surrounded by four chairs. Attending were the branch Young Women president, the stake Young Women president, a general Young Women officer, and one young woman named Hawley. Also present were the influence and power of the Holy Ghost. I learned a lesson at that very moment—that the Lord was as concerned about one precious young woman as He is about the thousands of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p30\" class=\"\">Heavenly Father’s top priority is His children. If it’s important to you, it’s important to Him. Whatever concern you have is His concern. Whatever you have a question about, the Lord knows the answer. Whatever sadness you are feeling, He knows how you feel and will ease the pain. He knows what it’s like to feel all alone. He will comfort you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p31\" class=\"\">If Heavenly Father knew me growing up in a town so small it was rarely on any map, He knows you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/your-celestial-guide.p32\" class=\"\">If He knows one young woman in a faraway branch in British Columbia, He knows you—wherever you are. I have learned that truth for myself and bear that witness to you, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}