{"ID":6532, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Developing Our Talent for Spirituality\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p3\" class=\"\">Carol B. Thomas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carol-b-thomas-10.jpg\" alt=\"Carol B. Thomas\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Spirituality is learning how to listen to the Spirit and then letting it govern our lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21905_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p5\" class=\"\">How many of you have ever wanted to develop a new talent? Have you ever taken piano or soccer lessons? Tonight I want to talk to you about developing a talent—not just any talent, but one very special talent I bet you have never even thought about. I would like to talk to you about developing your talent for spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p6\" class=\"\">Did you know that spirituality is a talent? Elder Bruce R. McConkie of the Quorum of the Twelve Apostles once said, “Above all talents … , chief among all endowments—stands the talent for spirituality” (<span class=\"emphasis\">The Millennial Messiah<\/span> [1982], 234). Spirituality is learning how to listen to the Spirit and then letting it govern our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p7\" class=\"\">So how do we learn to listen to the Spirit? Well, first of all, we need to understand what the Spirit is. Second, we’ll look at young women who have learned how to recognize the Spirit. As members of the Church, we are given two spiritual gifts: the Light of Christ given to all men at birth and the special gift of the Holy Ghost given after our baptism. It allows us “to live by the power of the Holy Ghost, which is the power of revelation, and … testimony” (Bruce R. McConkie, <span class=\"emphasis\">Doctrines of the Restoration: Sermons and Writings of Bruce R. McConkie,<\/span> ed. Mark L. McConkie [1989], 93). Once we know what the Spirit is, how do we recognize it when we feel it? That’s the hardest part.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p8\" class=\"\">When I was 14, I remember realizing what the Spirit was for the very first time. I loved going to church, especially sacrament meeting. I always felt so warm and peaceful. This was the Spirit. I’m not sure I knew how important it was. I just knew it made me feel good. As an adult, I’ve learned that it not only makes us feel good, it teaches and testifies and cleanses us from sin. It can warn us of danger and help us remember things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p9\" class=\"\">Some young women struggle to identify the Spirit. One girl wrote: “I haven’t really had any experiences with the Holy Ghost, and that’s mostly my fault for not living like I should. But I’m trying harder, and hopefully I will have a chance soon to feel the [comforting influence of the] Holy Ghost” (letter on file in the Young Women office).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p10\" class=\"\">These feelings are normal. This young woman may not know it, but the Holy Ghost is giving her a desire to feel His influence. The Spirit doesn’t always give us warm, fuzzy feelings. Most of the time, the voice of inspiration is a quiet voice, a still, small voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p11\" class=\"\">I remember what the Savior said to the faithful Nephites when He visited the New World: “I perceive that ye are weak, that ye cannot understand all my words. … Go … [into] your homes, … ponder upon the things which I have said, and ask … the Father … that ye may understand” (<span class=\"citation\" id=\"5380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5380)\">3 Ne. 17:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p12\" class=\"\">The Savior’s words were written for us. It’s OK if we’re weak, as long as we don’t stay weak, as long as we do something about it. Katie is a young woman who did just that. Let me share her story with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p13\" class=\"\">“All my life I have wanted to be good, but I got to the point where I wondered, ‘How can anyone really know if the Church is true?’ I took Moroni’s challenge and for five months prayed and read my scriptures every day. One night I sat on my bed almost in tears, giving up. I decided to pray. I said, ‘Heavenly Father, help me to please just know you are there. I’ve done what Thou hast asked according to the Church and I just really need to know.’ Immediately I felt like someone had wrapped their arms around me. I didn’t hear a loud voice or see an angel, but I felt Heavenly Father telling me, ‘Sweet Katie, you’ve known all along.’ It was like a kind and loving father comforting his little girl” (letter).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p14\" class=\"\">One of the main functions of the Holy Ghost is to testify of truth. The Spirit testified to Katie that the gospel is true. Katie had paid the price. As the Savior said, she went to her home, studied His words, and prayed—for five whole months. Katie is developing her talent for spirituality. She can use this gift to govern her life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p15\" class=\"\">Talents are meant to be shared. As you learn to play the piano, you can bless others with your music. As you develop your talent for spirituality, you can use this gift to bless your family. Did you know you have some responsibility for the happiness in your family? It isn’t just your mom’s or dad’s job to keep the family happy. You can help too. Listen to what Brooke did as she shared her talent for spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p16\" class=\"\">“My eight-year-old sister was scared of strangers coming into the house. One night she came into my room, and I tried to explain to her that she wasn’t hearing anyone walking around. I remembered my seminary teacher challenged us to always try to have Heavenly Father’s Spirit with us. So I prayed in my heart that I would get help to not be frustrated. A verse came instantly into my head. I opened the scriptures and told her to read it to me. Then I was bearing testimony to her about the Holy Ghost and how if she wanted peace to get down and pray and the Spirit would come. She gave me a hug and kiss and went off to bed. Then I remembered my 10-year-old sister on the top bunk. She told me she never knew that if you wanted something like that you could pray and the Spirit would bring you peace. I know the Holy Ghost was inspiring me to say that” (letter).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p17\" class=\"\">There are lots of ways you can bless your family. Brooke did three important things: she bore her testimony, she prayed for her sister, and she was an example to her other sister on the top bunk. This strengthened her own spirituality as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p18\" class=\"\">The Savior invites us to bear testimony. He has said, “Go ye into all the world, preach the gospel to every creature” (<span class=\"citation\" id=\"11137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11137)\">D&amp;C 68:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p19\" class=\"\">Many of you love bearing testimony at camp. Well, you don’t have to wait for camp. You can bear your testimony to your family often in simple ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p20\" class=\"\">When my grandchildren visited me and we saw a picture of President Hinckley, I said, “I love President Hinckley. I am so grateful to have a living prophet on the earth today.” It took about 10 seconds, but it taught my grandchildren and helped us feel the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p21\" class=\"\">We bear testimony every single day by our example. Just last month when I was writing this talk, my daughter Jill came home, happily fixed dinner, and washed the dishes. The sweet spirit she carries in her heart blesses our home. I know she loves Jesus by the way she shows her love for me. Another way we show our love for Jesus is through prayer. President Hinckley has said, “Let every family in this Church have prayer together” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> [1997], 216). “Your daily conversations with [H]im will bring peace into your hearts and a joy into your lives that can come from no other source” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley,<\/span> 216).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p22\" class=\"\">You can help your family remember to pray. Prayer is like an umbrella in the storms of life. When I was a busy mom with seven children at home, I was so grateful when one of my children would say, “We forgot to have family prayer.” Sometimes we would stand by the back door and pray as the children ran off to school. It always strengthened the spirituality in our home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p23\" class=\"\">And you can pray for your family. If there is contention, pray for a spirit of peace. No matter what, Heavenly Father will bless you with peace in your heart. Prayer is a miracle; it can help develop the spirituality in your home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p24\" class=\"\">Recently, our prophet, President Hinckley, prayed for the youth of the Church. It was a never-to-be-forgotten experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p25\" class=\"\">Can you even imagine how wonderful it would be to know that Jesus prays for us? When He was among the Nephites, “he … knelt upon the earth; and … prayed unto the Father. … No one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father” (<span class=\"citation\" id=\"5382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5382)\">3 Ne. 17:15, 17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p26\" class=\"\">Could it be with you as it was with the Nephite children? As the Savior ministered to them, “he did loose their tongues, and they did speak … great and marvelous things, even greater than he had revealed unto the people” (<span class=\"citation\" id=\"5388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5388)\">3 Ne. 26:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p27\" class=\"\">With the power of the Spirit, you too can speak great and marvelous things in your own family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p28\" class=\"\">These children “saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about … ; and the angels did minister unto them” (<span class=\"citation\" id=\"5383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5383)\">3 Ne. 17:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p29\" class=\"\">You may never see angels descending out of heaven, but I can promise you as you bear testimony and pray in your families, unseen angels will minister to you. As you share your talent for spirituality, you will feel the warmth and power of the Spirit governing your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p30\" class=\"\">The prophets are right. You young women “are part of the greatest generation we have ever had” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley,<\/span> 718). You can be a strong influence on your family. It is a true principle that the Lord operates through families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/05\/developing-our-talent-for-spirituality.p31\" class=\"\">Now that you have learned how the Spirit works and how you as young women can use it to bless your families, it is our prayer that you will let spirituality become you. Heavenly Father is eager to unleash this great power. May the Spirit bless you as you develop your talent for spirituality, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}