{"ID":654, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Same Today, Yesterday, and Forever<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1953, pp. 133-135<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"How Firm a Foundation, Ye Saints of the Lord\"&mdash;\n<\/p><p>\nI am sure I gained strength from the last verse of that song. I have prayed for each one who\nhas occupied this position during the last three days, and in return I know I shall receive of\ntheir faith and prayers in my behalf as I stand here for a few moments this afternoon. This\nwas manifest when my associate, Elder Christiansen, placed his hand on my arm a few\nmoments ago and said, \"Hold on, we're with you.\"\n<\/p><p>\nI, too, am happy to sustain Brother Bennion who was chosen here this morning as an Apostle\nof the Lord Jesus Christ. I recall along with Sister Longden, how about twenty-four years ago\nhe brought into our hearts and our souls the words of the Savior to help comfort us. We were\ncalled to undergo a serious tragedy in having our three-year-old daughter, our first-born child,\ntaken beyond the veil. His words at that time have rung true through the years. I know he will\ncontribute much with his talents and his leadership to stir the membership of this Church as\nhe visits throughout the stakes.\n<\/p><p>\nAs I returned to this building just a while ago with President Ivins and his good wife, it was\nbeginning to rain. I heard the strains from the organ playing \"God Moves in a Mysterious\nWay His Wonders to Perform.\" The words to one of the verses come to me: \n<\/p><p>\n\"Ye fearful Saints, fresh courage take; \nThe clouds ye so much dread are big with mercy\nAnd shall break in blessing on your head.\"\n<\/p><p>\nI realize that we have had great blessings here in the past three days in the sessions of this\nconference; one in particular&mdash;that we have been brought out of the darkness of the world\nand into the light of the glories of the gospel of Jesus Christ. I cannot help reflecting upon the\nwords of Peter, that great Apostle, when he said in his day to that generation,\n<\/p><p>\nYe are a chosen generation, a royal priesthood, an holy nation, a peculiar people;\nthat ye should shew forth the praises of him who hath called you out of\ndarkness into his marvelous light\n(<span class=\"citation\" id=\"2247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2247)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nYes we have been made partakers of the glorious light of the gospel of Jesus Christ. We have\nhad great manifestations of the inspiration of our Heavenly Father in these sessions of the\nconference. I have been reflecting as I have listened to the speakers that there has been no\nimprovement in the Ten Commandments, and it is reported that they are some thirty-five\nhundred years old. There has been no greater wisdom given than that which was given by our\nLord and Savior Jesus Christ in his great Sermon on the Mount, almost twenty centuries ago.\nAnd there has been no greater teaching than that which was given by the Prophet Joseph\nSmith when he was asked over a hundred years ago what were the tenets of our faith. He\ngave what we now know as the Articles of Faith. They teach the world that we believe in\nGod and in his son Jesus Christ, and in the Holy Ghost\n(<span class=\"citation\" id=\"6666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6666)\">A of F 1:1<\/a><\/span>), and they also confirm those\nprinciples which were taught by the Savior as to how we might gain exaltation and eternal\nlife. These truths are contained in the gospel which has been restored for us today. Those\nArticles of Faith state that men should have authority to perform the ordinances which pertain\nto the salvation and the exaltation of our Heavenly Father's children\n(<span class=\"citation\" id=\"6668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6668)\">A of F 1:5<\/a><\/span>). Also, we believe in the\nsame organization that existed in the primitive church\n(<span class=\"citation\" id=\"6669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6669)\">A of F 1:6<\/a><\/span>). I am grateful that in those Articles of\nFaith it teaches us that we believe the Bible to be the word of God as far as it is translated\ncorrectly (<span class=\"citation\" id=\"6670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6670)\">A of F 1:8<\/a><\/span>). I am further grateful that I belong to a Church which enables and encourages me to\nhave a Bible in my home and to peruse it and study it and understand its teachings.\n<\/p><p>\nAnd then the thirteenth article of our faith,\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, and in doing good to all men, indeed we\nmay say that we follow the admonition of Paul&mdash;We believe all things, we hope all things, we\nhave endured many things, and hope to be able to endure all things. If there is anything\nvirtuous, lovely or of good report or praiseworthy, we seek after these things\n(<span class=\"citation\" id=\"6672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6672)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nObedience to the Ten Commandments, the Sermon on the Mount, and our own Articles of\nFaith revealed in this day will bring the glorious light of the gospel of Jesus Christ into our\nlives. We have partaken of a real spiritual feast these past three days. We have exercised some\nof our God-given senses. We have come, and those of the listening audience on radio, and the\nviewing audience on TV, have also seen and heard. I hope we will take these things into our\nhearts that they might register deep into our souls, that we might carry these messages back\ninto our wards and our stakes, that there might be truly an upsurge of spirituality.\n<\/p><p>\nThere has been reference made here to the powers which are manifest in the earth: the power\nof Jesus Christ on the one hand, and on the other, the power of the adversary. Everything that\nis contrary to the teachings which we have heard in this conference is promulgated and taught\nby the evil one, and I testify to you that Satan is real. He is not a myth; he is not a\nsuperstition; but he is real, endeavoring to thwart the work of our Heavenly Father. But how\nthankful I am for the precious light of the gospel which shines upon us and gives us the\nstrength to hold on to the truth. Power will be given us to overcome evil if we live close to\nthe teachings of this conference. We have no greater example than that given by the Savior\nhimself as he had been tempted and tested, if you please, for forty days and forty nights. He\nwas able to subdue Satan in several instances as recorded in the fourth chapter of Luke\n(<span class=\"citation\" id=\"31326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31326)\">Luke 4:1-13<\/a><\/span>). You\nwill find there it states that Satan departed <i>for a season<\/i>\n(<span class=\"citation\" id=\"31327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31327)\">Luke 4:13<\/a><\/span>), giving evidence to me and to all of us\nthat there is never a time when we won't be subject to the temptations of the adversary as\nlong as we live in the mortal flesh. I call your attention to the other scripture\nwhich says that the Savior returned to Galilee in the power of the Spirit\n(<span class=\"citation\" id=\"31328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31328)\">Luke 4:14<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, I'm sure we have been filled with the Spirit of the Lord Jesus Christ\nby the truths and light which have been given to us in this conference. May we go back to\nour homes in the power of that Spirit, for I bear witness to you that these things are true, that\nGod lives, that Jesus is the Christ, and that we have a prophet, seer, and revelator, a\nmouthpiece of our Heavenly Father directing the affairs of this Church in the earth today, and\nthese men whom we have sustained as Apostles are literally the true servants and special\nwitnesses of the Master. This testimony I bear to you in all humility and sincerity and in the\nname of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}