{"ID":656, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Kingdom of God or Catastrophe<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1953, pp. 5-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nElder Joseph W. Anderson has just read the vital statistical data, the changes in ward and\nstake organizations, and the obituaries of the Church.\n<\/p><p>\nThere are a few more items which might be mentioned, in which you will probably be\ninterested.\n<\/p><p>\nThe Church construction of chapels, classrooms, and recreation halls continues without\nabatement, indeed, with acceleration. During the last nine months, the Church has spent\n$5,568,000.00 in stakes, and $2,109,000.00 in missions, a total of $7,677,000.00, or a total to\ndate this year, including local funds contributed for this purpose, in stakes, $10,337,000.00,\nand in the missions, $2,704,000.00 (I am not reading the full amount), or a total of\n$13,041,000.00.\n<\/p><p>\nTEMPLE CONSTRUCTION\n<\/p><p>\nYou already know about the dedication of two temple sites in Europe&mdash;the first in the history\nof the Church&mdash;one at Berne, Switzerland, and another between London and Brighton,\nEngland.\n<\/p><p>\nThe construction of the temple in Los Angeles is proceeding satisfactorily. We wish to\ncommend the members of the Church in the Los Angeles Temple district for their\nmagnanimous contribution to this edifice. As has already been announced, they volunteered to\ncontribute over a million dollars towards the construction and completion of this edifice, and\ntheir payments are practically up-to-date. In addition to giving this large cash contribution\nthey recently volunteered to assist in the landscaping, and even now they are planting\nshrubbery and getting trees so that at the time of dedication of the temple, the grounds will be\nproperly and beautifully landscaped. May the Lord bless these faithful people and enable them\nto fulfil their promise in order that this edifice may be completely paid for by its dedication\nwithin a year and a half or two years.\n<\/p><p>\nThe plans already are drawn for the temple in Switzerland, and the architect and contractor\nare proceeding so that that edifice will be completed without delay.\n<\/p><p>\nSTAKE MISSIONARY WORK\n<\/p><p>\nYou will be interested to know that the stake missionary work is meeting with unprecedented\nresults: 6518 stake missionaries are now working within the organized stakes. To date there\nhave been 3441 who have accepted the gospel through the efforts of these stake missionaries,\nand the work is continuing with unabated zeal.\n<\/p><p>\nYOUTH PROGRAM\n<\/p><p>\nWe might mention, too, for your interest, that the youth program is being carried on most\nably. I shall not take time to weary you with statistics, but in the girls' program, covering all\nthe girls from twelve to nineteen, for August 1953, there were 56,332 enrolled. We believe\nthat is one hundred percent of all the girls between those ages. The average attendance of the\ngirls at the three meetings for this month, August, were as follows: Of those young girls,\nforty-nine percent of them attended sacrament meetings; fifty-nine percent attended the\nSunday Schools; and fifty-four percent attended the MIA meetings. We commend you, sisters.\nA very definite program is carried out by the MIA for getting in touch with inactive girls and\nin trying to interest them in the Mutual Improvement Association.\n<\/p><p>\nIn YMMIA during the past three years there has been an increase of 11,872 in enrolment in\nthe scouting program. According to a report (we have this from Brother D. L. Roberts, who is\ndirector of the Mormon relationships in the Boy Scouts, and from Brother Elbert R. Curtis,\ngeneral superintendent), on Sunday evening, during the jamboree at Los Angeles, July 19, a\ngreat convocation was held. Attending were more than forty-five thousand Boy Scouts, and\nthere were present fifty thousand or more visitors. During the convocation great attention was\npaid to the churches of America, and religious training, and our Church received favorable\nattention. This made us happy to see an organization such as scouting bring such favorable\ncomments about the work that is being done for the young in the Church.\n<\/p><p>\nI have notes before me emphasizing particularly what the Primary Association is doing for\nour eleven-year-old boys who are now taking up preliminary Scout work, also commending\nthe high percentage of attendance at Primary meetings, and the most excellent work that is\nbeing done by the Primary hospital.\n<\/p><p>\nUNIFICATION OF CHURCH SCHOOL SYSTEM\n<\/p><p>\nSince our meeting of last April there has been a unification of the Church school system. We\nhave had, heretofore, as you know, a Church board of education with a commission presiding\nover the colleges, institutes, and seminaries. Then we had a board of trustees presiding over\nBrigham Young University. Those two great branches of education are now\nunited under the direction of Dr. Ernest L. Wilkinson, who is appointed administrator of the\nChurch board of education, in addition to his presidency over Brigham Young University.\n<\/p><p>\nHere I wish to say a word of commendation for the excellent service rendered by\nCommissioner Franklin L. West. For years he has devoted his entire time to the advancement\nof the institutes and seminaries and colleges of the Church. His heart has been in the work.\nHe has expressed and radiated a fervent testimony of the divinity of the restored gospel, and\nhis heart has been centered upon the instructing of the youth in the fundamentals and ideals of\nthe Church of Jesus Christ. He retires with the confidence and blessing of the Authorities of\nthe Church.\n<\/p><p>\nUnder his direction there has been a steady increase in the number enrolled in our institutes\nand seminaries. Last year there were enrolled 36,081 seminary students, 4202 institute\nstudents, 1140 in the schools of the islands of the Pacific, or a total of 41,423.\n<\/p><p>\nI am glad to report to you that the Church is moving on with great rapidity and its influence\nbeing extended throughout the world.\n<\/p><p>\nPASSING OF TWO GENERAL AUTHORITIES\n<\/p><p>\nSince our last meeting, as already reported by Brother Anderson, two members of the General\nAuthorities have passed away: Elder A. E. Bowen of the Council of the Twelve, and Elder\nStayner Richards, Assistant to the Twelve&mdash;two stalwarts, clear in vision, sound in judgment;\nmen loyal and true to their callings, to the ideals and doctrines of the Church! We pay respect\nto their memory. May their acts and services during their lifetime continue to reverberate for\ngood in the hearts not only of all members of the Church, but of all those outside of the\nChurch who were fortunate enough to come in contact with these two great men.\n<\/p><p>\nCOMMENDATION OF TEACHERS AND CHURCH GROUPS\n<\/p><p>\nI have mentioned particularly the work of the Church among the youth, because the future of\nthis world is largely determined, as Goethe says, \"upon the opinions of its young men under\nfive and twenty.\"\n<\/p><p>\nIf that be true, to awaken in the minds of the youth of the land a desire to achieve life's truest\nvalues is to render the greatest of all great services to our country.\n<\/p><p>\nWith this thought in mind, I commend the teachers in our public schools, who under present\ndifficulties, are remaining true to their post of duty. Let us hope that they will continue to do\nso, and not go off on a tangent vainly seeking redress in unions, which will only aggravate a\ncondition already regrettable. We have confidence in the teachers. They will be loyal to their\nprofession, teaching the young to be loyal and true to our country, to love the best in life,\nrather than to seek that which leads to selfishness.\n<\/p><p>\nThis morning I want, also, to commend the Presiding Bishopric, the bishops of the wards, the\npresidencies of the Aaronic Priesthood quorums, for their efforts to bring into activity all the\nboys between the ages of 12 and 19, and what is equally commendable, they are reaching out\nto incorporate in this great spiritual uplift those who are classified as the \"senior members of\nthe Aaronic Priesthood,\" a group of potential power for great good, not only in the Church,\nbut in the world, many of them leading businessmen and professional men. I commend you,\nbrethren, for organizing these able men into groups that their influence may be felt for good.\n<\/p><p>\nTHE KINGDOM OF GOD OR CATASTROPHE\n<\/p><p>\nWith this in mind, I should like to give the following message, feeling as I do this morning,\nthe potency and divinity of the gospel of Jesus Christ. With all my soul I feel this morning\nthat there is truly \". . . none other name under heaven given among men,\nwhereby we must be saved\" (<span class=\"citation\" id=\"7687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7687)\">Acts 4:12<\/a><\/span>).\nI cannot see how men can doubt that.\n<\/p><p>\nWhen I was a boy, there hung above the pulpit in the chapel in Huntsville, (Utah), a picture\nof President John Taylor. Under it in gold letters were these words:\n\"<i>The Kingdom of God or Nothing<\/i>.\"\n<\/p><p>\nIn childhood I gave little if any thought to its implication, nor in youth did I try to\ncomprehend its significance.\n<\/p><p>\nThis morning, with world conditions in mind&mdash;international suspicion and\nenmities&mdash;threatening war clouds&mdash;\"man's inhumanity to man,\" and other discouraging aspects of human\nrelationships, I am inclined to paraphrase that motto to read: \"The kingdom of God or\ncatastrophe.\"\n<\/p><p>\nTradition tells us that Peter, when on the Appian Way going toward Rome, was met by this\nquestion \"<i>Quo Vadis?<\/i>\" (Whither goest thou?) Were that question put to people today, many\npessimists would answer that we are headed for catastrophe, if not total destruction. One has\nalready said of Europe: \n<\/p><p>\n\"On the whole, during many generations, there has been a gradual decay of religious influence\nin European civilization. Each revival touches a lower peak than its predecessor, and each\nperiod of darkness, a lower depth. The average curve marks a steady fall in religious tone.\nReligion is tending to degenerate into a decent formula wherewith to embellish a comfortable\nlife.\n<\/p><p>\n\"Russia officially sanctions irreligion, and approves a system of sex relations lower than any\nsanctioned by the lowest African tribe.\n<\/p><p>\n\"The paleolithic savages so far as we know had no such practices\" (<i>Man's Social Destiny<\/i>, p. 23).\n<\/p><p>\nWHAT MEN THINK\n<\/p><p>\nAnd Hayden, writes as follows: \"Today, as never before, mankind is seeking social\nbetterment. Today, as seldom if ever before, human society is threatened with disintegration,\nif not complete chaos. All the ancient evils of human relationships, injustice, selfishness,\nabuse of strength, become sinister and terrible when reinforced by the vast increase of\nmaterial power. The soul of man cowers, starved and fearful, in the midst of a civilization\ngrown too complex for any mind to visualize or to control. Joy and beauty fade from human\nliving. Yet life, abundant, beauteous, laughing life, has been our age-long labor's end. What\nother conceivable worth has the mastery of the material world, the exploitation of the\nresources of nature and the creation of wealth, except as a basis for the release of the life of\nthe spirit. We are witnessing either the crumbling of civilization under the weight of its\nmaterial mechanism or the birth of a new organization with a spiritual ideal.\"\n<\/p><p>\nOswald Spengler thinks, and has so written: \"This machine technics (referring to the world)\nwill end with the Faustian civilization and one day will lie in fragments, forgotten&mdash;our\nrailways and steamships as dead as the Roman roads and the Chinese Wall, our giant cities\nand skyscrapers in ruins like old Memphis and Babylon. The history of this technics is fast\ndrawing to its inevitable close. It will be eaten up from within like the grand forms of any\nand every culture. When, and in what fashion, we know not.\"\n<\/p><p>\nThese references indicate what some men are thinking about the present-day conditions, and\nwhere such conditions are leading. Whether you accept them as true, or not, we must face the\nfact that we are in a changing world, and that the destruction of present-day civilization is a\npossibility.\n<\/p><p>\nBut, brothers and sisters, the Lord has something better in store for his children than complete\ndestruction. Nations may be born, live, flourish for a time, and through internal corruption or\nother causes, die or be destroyed; but the human race will continue, and the kingdom of God\nbe established.\n<\/p><p>\n\" . . . behold,\" said Daniel, \"one like the Son of man came with the clouds\nof heaven, and came to the Ancient of days . . .\n<\/p><p>\n\"And there was given him dominion and glory, and a kingdom, that all people, nations, and\nlanguages, should serve him: his dominion is an everlasting dominion, which shall not pass\naway, and his kingdom that which shall not be destroyed\"\n(<span class=\"citation\" id=\"10621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10621)\">Dan. 7:13-14<\/a><\/span>).\n<\/p><p>\nThe paramount need in the world today is a clearer understanding by human beings of moral\nand spiritual values, and a desire and determination to attain them.\n<\/p><p>\nNever before in the history of the world has there been such a need of spiritual awakening.\nUnless there is such an awakening, there is danger of catastrophe among the nations of the\nworld.\n<\/p><p>\nBut I feel this morning, with all my soul, that the sun of hope is rising. Many thinking men\nand women are recognizing the need of man's looking up towards the heavens instead of his\ngroveling in response to his animal nature. One man commenting on this said, that \"If all the\ndestroyers of civilization could be eliminated, and the traits of the rest of us could be\neliminated, an approach to the millennium some hundred years hence is by no means\ninconceivable.\"\n<\/p><p>\nThe Savior of the world said: \"I am come that they might have life, and that they might have\nit more abundantly\" (<span class=\"citation\" id=\"27551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27551)\">John 10:10<\/a><\/span>).\n<\/p><p>\nWhether we live miserably or live abundantly depends upon ourselves. Look introspectively,\nyoung man and young woman, and determine whether your innermost thoughts hold you on\nthe animal plane or whether they tend to lift you into the mental, moral, and spiritual realm.\nAnd you be your own judge. Are you scheming to exploit another for personal gain? Are you\njustifying a lie? Are you entertaining the thought of robbing a young woman of her virtue?\nAre you, young woman, justifying an act of unchastity in exchange for the attention or favor\nof a male companion? If these or any other selfish sinful thoughts obsess you, then you are\nnot following the path of the abundant life, but are contributing to the continuance of a\nsordid, unhappy world.\n<\/p><p>\nFOUR FUNDAMENTAL TRUTHS\n<\/p><p>\nIn the brief sojourn of Jesus upon the earth, he marked clearly \"the way the truth, and the\nlife\" (see <span class=\"citation\" id=\"27557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27557)\">John 14:6<\/a><\/span>).\n<\/p><p>\nI shall take time this morning to call your attention to four incidents in his life, and mention\nprobably, but of course, briefly, some connotations of those incidents, I repeat, because I feel\nand know, that through him and through him only, and by obedience to the gospel of Jesus\nChrist, can we find happiness and salvation in this world and eternal life in the world to\ncome. But I am thinking particularly of happiness and joy here and now, in this atomic age.\n<\/p><p>\nFirst, recall His experience on the Mount of Temptation\n(<span class=\"citation\" id=\"34534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34534)\">Matt. 4:1-11<\/a><\/span>).\nIn that experience we find taught the\nsublime necessity of subordinating the animal part of our natures to the spiritual. Man is a\ndual being&mdash;he is human, physical, of the earth, earthy, but he is, also, divine the offspring\nof God.\n<\/p><p>\nWell might Carlyle say: \"There are heights in man which reach the highest heaven, and\ndepths that sink to the lowest hell&mdash;for are not both heaven and hell made out of him,\neverlasting miracle and mystery that he is?\"\n<\/p><p>\n\"Beloved,\" said John, \"now are we the sons of God, and it doth not yet appear what we shall\nbe: but we know that, when he shall appear, we shall be like him; for we shall see him as he\nis\" (<span class=\"citation\" id=\"1038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1038)\">1 Jn. 3:2<\/a><\/span>).\n<\/p><p>\nOn the Mount of Temptation Jesus resisted every appeal to his physical appetite&mdash;\" . . .\ncommand that these stones be made bread\"; every appeal to his vanity&mdash;\"If thou be the son of\nGod cast thyself down\"&mdash;from the pinnacle; every appeal to his selfishness and pride, every\nbribe offered by way of power and wealth in exchange for spiritual companionship with his\nFather (<span class=\"citation\" id=\"34535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34535)\">Matt. 4:3,6,9<\/a><\/span>).\nResisting all he said to the tempter: \"Get thee hence, Satan: for it is\nwritten, Thou shalt worship the Lord thy God, and him only shalt thou serve\"\n(<span class=\"citation\" id=\"34536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34536)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\nVALUE OF NOBLE THOUGHTS\n<\/p><p>\nThen during his brief mission among men, he emphasized the value of entertaining noble\nthoughts, what you think will determine your character, not alone what you do, and knowing\nthat what one thinks about in one's secret moments determines what he is\n(<span class=\"citation\" id=\"34543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34543)\">Matt. 5:28<\/a><\/span>). He \"decried the\nfatal effects of hatred and jealousy in the mind of the individual more vehemently than he did\nthe acts that hate and jealousy prompt. Modern physiology and psychology confirm the\npractical wisdom of his teachings. These evil passions destroy a man's physical vigor and\nefficiency&mdash;they pervert his mental perceptions and render him incapable of resisting the\ntemptations to commit acts of violence. They undermine his moral health. By insidious stages\nthey transform the man who cherishes them into a criminal. On the other hand, if they are\nbanished, and wholesome, kindly thoughts and emotions take their place, the man is incapable\nof crime. Right thoughts and feelings, if persistently kept in the forefront, inevitably lead to\nright acts.\" \"A good tree bears good fruit; an evil tree, evil fruit\" (see\n<span class=\"citation\" id=\"34563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34563)\">Matt. 7:17<\/a><\/span>). A good\ntree, he says, cannot bring forth evil fruit, nor an evil tree bring forth good fruit\n(<span class=\"citation\" id=\"34564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34564)\">Matt. 7:18<\/a><\/span>). That\nteaching lies at the very bottom of Christ's ethical teachings. His whole effort was to make\nthe tree good, for when that end was achieved, the good qualities of the fruit were assured.\nResist evil, members of the Church, young and old, and the devil will flee from you.\n<\/p><p>\nThe <i>second<\/i> incident I take from the Sermon on the Mount&mdash;a mountain in the vicinity of the\nSea of Galilee. \"No man can serve two masters: for either he will hate the one, and love the\nother; or else he will hold to the one, and despise the other. Ye cannot serve God and\nmammon\" (<span class=\"citation\" id=\"34552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34552)\">Matt. 6:24<\/a><\/span>).\nThen he added, \"But seek ye first the kingdom of God, and his\nrighteousness; and all these things shall be added unto you\"\n(<span class=\"citation\" id=\"34556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34556)\">Matt. 6:33<\/a><\/span>). Do you believe\nthat? I believe in every word that Jesus spoke and to me the teaching is applicable in my life\nand yours.\n<\/p><p>\nKeeping in mind the fact that we are the children of our Father in heaven, when we seek the\nkingdom of God, first we become conscious of a new aim in life. To nourish and delight the\nbody with its appetites and passions, as animals do, is no longer the chief end of mortal\nexistence. Spiritual attainments not physical possessions become the chief goal. God is not\nviewed from the standpoint of what we may get from him, but what we may give to him.\nOnly in the complete surrender of our inner life may we rise above the selfish sordid pull of\nnature.\n<\/p><p>\n\"Giving God the glory\" is a sure means of subduing selfishness&mdash;a willingness on the part of\nthe individual to keep God as the ideal in his life. Faith, therefore, is a foundation element in\ntrue character building; for an upright character is the result only of continued effort and right\nthinking, the effect of long-cherished associations with Godlike thoughts. He approaches\nnearest the Christ spirit who makes God the center of his thoughts; and he who can say in his\nheart, \"Not my will, but thine be done\"\n(<span class=\"citation\" id=\"31343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31343)\">Luke 22:42<\/a><\/span>),\napproaches most nearly the Christ ideal.\n<\/p><p>\nTWO GREAT COMMANDMENTS\n<\/p><p>\nThe <i>third<\/i> incident is the scene with the Pharisees when a lawyer asked him: \"Master, which is\nthe great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it. Thou shalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"34590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34590)\">Matt. 22:36-39<\/a><\/span>).\n<\/p><p>\nFor two thousand years, practically, men have considered this sublime doctrine as\nimpractical&mdash;too ideal, they say, but if we sincerely believe in Christ's divinity, that he is \"the way, the\ntruth and the life\" (see <span class=\"citation\" id=\"27556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27556)\">John 14:6<\/a><\/span>),\nwe cannot consistently doubt the applicability of his\nteachings to everyday life.\n<\/p><p>\nTrue, there are weighty problems to solve&mdash;evils of the slums, the ever-recurring conflicts\nbetween labor and capital, drunkenness, prostitution, international hatreds, and a hundred other\ncurrent questions. But if heeded, Christ's appeal for personal integrity, honor, fair-dealing, and\nlove is basic in the proper solution of all these social and economic difficulties.\n<\/p><p>\nCHANGE MEN'S HEARTS\n<\/p><p>\nMost certainly before the world even approaches these ideals, men's hearts must be changed.\nChrist came into the world for that very purpose. The principal reason for preaching the\ngospel is to change men's hearts and lives, and you brethren who go from stake to stake and\nhear the evidence and testimony of those who have been converted recently through the stake\nmissionary work, can testify how the conversion has changed their lives, as they have given\ntheir testimonies. By such conversion they bring peace and good will to the world instead of\nstrife, suffering. On changing men's hearts Beverly Nichols, author of <i>The Fool Hath Said<\/i>,\nwrites truly: \n<\/p><p>\n\"You <i>can<\/i> change human nature. No man who has felt in him the spirit of Christ even for a\nhalf minute can deny this truth, the one great truth in a world of little lies. You do change\nhuman nature, your own human nature if you surrender it to him... Human nature must be\nchanged on an enormous scale in the future unless the world is to be drowned in its own\nblood. And only Christ can change it.\"\n<\/p><p>\n\"Live in all things outside yourself by love,\" says Browning through Paracelsus, \"and you\nshall have joy. This is the life of God; it ought to be our life. In him it was perfect, but in all\ncreated things, it is a lesson learned slowly and through difficulty.\"\n<\/p><p>\nLESSON FOR YOUTH\n<\/p><p>\nThe <i>fourth<\/i> scene I name is with his disciples just before Gethsemane, when he said, \"And\nnow I am no more in the world, but these are in the world...\n<\/p><p>\n\"I pray not that thou shouldest take them out of the world, but that thou shouldest keep them\nfrom the evil\" (<span class=\"citation\" id=\"27569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27569)\">John 17:11,15<\/a><\/span>).\n<\/p><p>\nThere is your lesson, young folk! You are in the midst of temptation, but you, as Christ on\nthe Mount of Temptation, can rise above it.\n<\/p><p>\nWe <i>can<\/i> so live, it is possible, that as members of the Church we can say to all the world in\nthe words of Thomas Nixon Carver: \"Come, our way of life is best because it works best. Our\npeople are efficient, prosperous and happy because we are a body who aid one another in the\nproductive life. We waste none of our substance in vice, luxury, or ostentation. We do not\ndissipate our energy in brawling, gambling, or unwholesome habits. We conserve our\nresources of body and mind and devote them to the upbuilding of the kingdom of God, which\nis not a mystical but a real kingdom. We believe that obedience to God means obedience to\nthe laws of nature, which are but the manifestations of His will; and we try by painstaking\nstudy to acquire the most complete and exact knowledge of that will, in order that we may\nconform ourselves to it.\"\n<\/p><p>\nYesterday, in this Tabernacle, seven or eight thousand women gathered&mdash;our mothers,\nmembers of the Relief Society. I wish the whole Church might have partaken of the spirit of\nthat great conference. If so, we should have greater assurance in our souls that these ideals to\nwhich I have made brief mention will be effective throughout the world in bringing about a\ndesire for greater spirituality, a greater need for the testimony that God lives, that his Son\nJesus Christ is the Savior of the world, and that divine beings restored to the\nProphet Joseph Smith the gospel of Jesus Christ as he established it in the Meridian of Time.\n<\/p><p>\nI bear you that testimony this morning and pray that the influence of priesthood quorums, of\nauxiliaries, and of the missionaries may be more effective from this time on than ever before\nin leading the honest in heart of the whole world to turn their eyes upward to the worship of\nGod, our eternal Father, and give them power to control the animal nature and live in the\nspirit, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}