{"ID":657, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">One Church, One Gospel, One Savior<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1953, pp. 12-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brethren and sisters, this has been a most inspirational hour. I\nam sure that the Lord has manifested through his servant the course that he wants his children\nto follow and pursue here in mortality.\n<\/p><p>\nBrothers and sisters, do you believe God is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"24254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24254)\">Heb. 13:8<\/a><\/span>)?\n<\/p><p>\nDo you believe he is a God of order in all things?\n<\/p><p>\nDo you believe that he governs the universe by the application of divine law?\n<\/p><p>\nMany would answer these three questions as follows: some in the affirmative, some not sure,\nand possibly some negatively. Those who are not spiritually inclined might indicate that they\nbelieve there is a God, a higher intelligence which governs the universe, and they point out\nsome of the evidences that are found in the many forms of nature&mdash;the orderly sequence of\nthe seasons, each in its place, spring, summer, autumn, and winter, and to the creation of\nstorms based upon the application of divine principles; the sun, the moon, and the stars all\nheld in their orbits by the application of the laws and powers best known to the Creator.\n<\/p><p>\nThe scientist in his laboratory slowly unravels the wonders of the creation which evidences\nthe existence of a divine being by whom the universe was created, by whose hand the animal\nworld, the vegetable world, and the mineral world are ruled.\n<\/p><p>\nI wish to submit another question: What of man and woman, son and daughter of the Creator\nof the universe, created in his image, according to Genesis 1:27\n(<span class=\"citation\" id=\"23596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23596)\">Gen. 1:27<\/a><\/span>)?\n<\/p><p>\nSo God created man in his own image, in the image of God created he him; male and female\ncreated he them.\n<\/p><p>\nThen another question: Is there a definite set of laws for the spiritual and the mental growth\nand progress of man to the end that he might enjoy salvation and exaltation in the kingdom of\nour heavenly Father? Again some may answer in the affirmative; some may doubt; some may\nhave a negative attitude.\n<\/p><p>\nDefinitely fixed laws and powers govern nature, planets, and the universe which can only be\nchanged by the will of God. Man, the greatest of God's creations, can and does fix the laws\nthat govern his mortal life regardless of any divine plan that was devised for his good. He is\nblessed with intelligence far above all the other creations. Hence, he knows the difference\nbetween good and bad, and being blessed with the divine gift of free agency, can decide what\ncourse he will pursue in life.\n<\/p><p>\nRecently, a noted reverend doctor declared, \"There is nothing to the <i>One Church Idea<\/i>,\" which,\nfrom my point of view, is an admission by the reverend doctor that there is not anything to\nthe idea of a divine plan for the blessing of our heavenly Father's children. There are many\nwho think as the reverend doctor, and they say, \"After all, we are all striving\ntowards eternal life. It makes no difference which path we follow, for our destination is the\nsame.\" To advocate there is but one God, one faith, and one baptism is considered by many to\nbe narrow and unjust.\n<\/p><p>\nIn this day and age the words of Paul are applicable when he declared to the Galatians: \n<\/p><p>\nI marvel that ye are so soon removed from him that called you into the grace of Christ unto\nanother gospel (<span class=\"citation\" id=\"23235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23235)\">Gal. 1:6<\/a><\/span>).\n<\/p><p>\nThe concept of the Godhead has changed since the days of the Savior. He said: \n<\/p><p>\n. . . he that hath seen me hath seen the Father...\n(<span class=\"citation\" id=\"27558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27558)\">John 14:9<\/a><\/span>).\n<\/p><p>\nThe idea of one Church, one gospel and in fact, one Savior, in the minds of many, is a\nfallacy.\n<\/p><p>\nIt would not be consistent thinking to believe that God is orderly in the governing of the\nuniverse and indifferent and disorderly in providing a plan of life and salvation for his\ngreatest creation, namely, his children.\n<\/p><p>\nBut in the midst of all of this confusion and so-called broadmindedness by the teachers of\nman-made religions, the voice of a young Prophet was heard, coming from western New\nYork, a young man who again declared that there is one Church, one God, one faith, one\nbaptism (<span class=\"citation\" id=\"21661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21661)\">Eph. 4:5<\/a><\/span>).\nThis young man dared to tell the world that he actually saw the Father and the Son.\nHe reaffirmed to the world that God was a personage with body, parts, and passions; that\nJesus Christ, the despised Nazarene who was crucified upon Calvary's hill, actually lived. He\nconversed and talked with him. He received definite instructions and among other things, the\nresurrected Savior said: \n<\/p><p>\n. . . they draw near to me with their lips, but their hearts are far from me...\n(<span class=\"citation\" id=\"30327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30327)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nThis young American Prophet boldly declared to the world that an angel had appeared to him\nand entrusted to his care an ancient record which contained the history of the dealings of the\nLord with the people that lived upon this, the American continent in ancient times, and there\nwas contained in this sacred record the divine plan of salvation given to mankind through\nJesus Christ when he visited the people upon the American continent.\n<\/p><p>\nHe declared to the world that John the Baptist appeared to him and conferred upon him the\nAaronic Priesthood; that Peter, James, and John, the former apostolic Presidency, bestowed\nupon him the Melchizedek Priesthood; that Elijah came and gave him the keys for the work\nof the dead, Moses the keys of gathering, and Elias the return of the spirit of the gospel.\n<\/p><p>\nIn fact, he declared to the world that the Church of the Lord Jesus Christ had been restored to\nthe earth with the priesthood of God and all the offices and officers that existed in the ancient\nChurch.\n<\/p><p>\nThe reaction to his divine message and tidings of great joy was received with scorn. He was\nlooked upon as a bigot, narrow-minded. Finally, he sealed his testimony with his blood.\n<\/p><p>\nNow, let us go to the law and the testimony\n(<span class=\"citation\" id=\"25137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25137)\">Isa. 8:20<\/a><\/span>)\nto determine whether or not the claims of the\nProphet Joseph were false or true. All Christians accept the Bible as the law and the\ntestimony.\n<\/p><p>\nFirst: Did the Savior establish one Church or many churches?\n<\/p><p>\nSecond: Were there definitely assigned officers in the Church?\n<\/p><p>\nThird: Was there divine authority upon the earth and one gospel?\n<\/p><p>\nReading from 1 Corinthians, 12th Chapter, 28th Verse: \n<\/p><p>\nAnd God hath set some in the church, first apostles, secondarily prophets, thirdly teachers,\nafter that miracles, then gifts of healings, helps, governments, diversities of tongues\n(<span class=\"citation\" id=\"232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(232)\">1 Cor. 12:28<\/a><\/span>).\n<\/p><p>\nHere we see the servant of God speaking of <i>the<\/i> Church, one church not many churches.\n<\/p><p>\nAnd again we read in Ephesians 5:23: \n<\/p><p>\nFor the husband is the head of the wife, even as Christ is the head of the church: and he is\nthe saviour of the body\n(<span class=\"citation\" id=\"21667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21667)\">Eph. 5:23<\/a><\/span>).\n<\/p><p>\nOne Church, only one, of which Christ was the head.\n<\/p><p>\nTherefore as the church is subject unto Christ, so let the wives be to their own husbands in\neverything (<span class=\"citation\" id=\"21668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21668)\">Eph. 5:24<\/a><\/span>).\n<\/p><p>\nHere is evidence where Christ is the head of the Church, one Church not many churches.\n<\/p><p>\nAnd again in Ephesians 4, Verses 4 and 5: \n<\/p><p>\nThere is one body [one church], and one Spirit, even as ye are called in one hope of your\ncalling; \n<\/p><p>\nOne Lord, one faith, one baptism\n(<span class=\"citation\" id=\"21660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21660)\">Eph. 4:4-5<\/a><\/span>).\n<\/p><p>\nThese are a few of the evidences found in the law and testimony which bear out the great\ntruth&mdash;there was but one church organized by the Savior during his ministry, and in the\nestablishment of his Church, there was but one organization, and in that organization there\nwere definitely assigned officers endowed with divine authority from on high.\n<\/p><p>\nWe read from Ephesians 2:20 and 21: \n<\/p><p>\nAnd are built upon the foundation of the apostles and prophets, Jesus Christ himself being the\nchief corner stone; \n<\/p><p>\nIn whom all the building fitly framed together groweth unto an holy temple in the Lord\n(<span class=\"citation\" id=\"21659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21659)\">Eph. 2:20-21<\/a><\/span>).\n<\/p><p>\nHere twelve men were duly ordained and set apart as the Twelve Apostles of the first Church.\nWe read in Mark 3:14, that he ordained the twelve, \". . . that they should be with him, and\nthat he might send them forth to preach\"\n(<span class=\"citation\" id=\"33060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33060)\">Mark 3:14<\/a><\/span>),\nthe gospel, to represent this great organization, the\none Church, and proclaim the gospel to the known world of that time.\n<\/p><p>\nWe read in Acts 11:22: \n<\/p><p>\nThen tidings of these things came unto the ears of the church which was in Jerusalem: and\nthey sent forth Barnabas, that he should go as far as Antioch\n(<span class=\"citation\" id=\"7695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7695)\">Acts 11:22<\/a><\/span>).\n<\/p><p>\nHere we see a duly authorized servant of God being sent by the Church by those who were in\nauthority in Jerusalem to Antioch to take care of Church affairs.\n<\/p><p>\nThe Savior makes it very clear when he stated to the people in Matthew 7:13-14 (speaking of\none Church, speaking of one organization with definitely ordained servants in the same, and\none gospel): \n<\/p><p>\nEnter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to\ndestruction, and many there be which go in thereat: \n<\/p><p>\nBecause strait is the gate, and narrow is the way, which leadeth unto life, and few there be\nthat find it (<span class=\"citation\" id=\"34561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34561)\">Matt. 7:13-14<\/a><\/span>).\n<\/p><p>\nThis statement of the Savior to the world is definite and clear to the point that there can be\nbut one way, his way, through his organization, the Church of the Lord Jesus Christ&mdash;the one\nChurch.\n<\/p><p>\nIn his Church are found according to Paul in his message to the Ephesians 4:11: \n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers (<span class=\"citation\" id=\"21663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21663)\">Eph. 4:11<\/a><\/span>).\n<\/p><p>\nChrist was a high priest after the order of Melchizedek. We read in Hebrews 3:1: \n<\/p><p>\nWherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High\nPriest of our profession, Christ Jesus\n(<span class=\"citation\" id=\"24246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24246)\">Heb. 3:1<\/a><\/span>).\n<\/p><p>\nIn other words, all of the Apostles received the Melchizedek Priesthood. They received their\napostolic calling from Jesus Christ.\n<\/p><p>\nWe find in Luke 10:1, where there are seventies spoken of and who were sent out two and\ntwo to every city and place, whither he, the Church, would come\n(<span class=\"citation\" id=\"31331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31331)\">Luke 10:1<\/a><\/span>).\n<\/p><p>\nIn Acts 15:2, we read where Paul and Barnabas were going to settle a certain dispute, and\nthey were sent up to Jerusalem to consult the Apostles and the elders about this question,\nelders in the Church (<span class=\"citation\" id=\"7696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7696)\">Acts 15:2<\/a><\/span>).\n<\/p><p>\nWe find in Philippians 1:1: \n<\/p><p>\nPaul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at\nPhilippi, with the bishops and deacons\n(<span class=\"citation\" id=\"41241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41241)\">Philip. 1:1<\/a><\/span>).\n<\/p><p>\nThere were bishops in the organization of the Church as Christ established it.\n<\/p><p>\nIn Luke 1:5, we read of Zacharias, the priest\n(<span class=\"citation\" id=\"31321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31321)\">Luke 1:5<\/a><\/span>). We read of this same priest in Luke 1:8\n(<span class=\"citation\" id=\"31322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31322)\">Luke 1:8<\/a><\/span>).\n<\/p><p>\nIn Ephesians 4:11, Paul speaks of ordained teachers\n(<span class=\"citation\" id=\"21664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21664)\">Eph. 4:11<\/a><\/span>).\nIn Philippians 1:1 the deacons are\nmentioned (<span class=\"citation\" id=\"41242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41242)\">Philip. 1:1<\/a><\/span>).\n<\/p><p>\nIn Ephesians 4:11, are found evangelists or patriarchs\n(<span class=\"citation\" id=\"21665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21665)\">Eph. 4:11<\/a><\/span>).\n<\/p><p>\nAs we carefully peruse the law and the testimony, we find there was but one Church\norganized by the Christ. He gave to the world but one gospel plan for the salvation and\nexaltation of mankind, and the priesthood of God and in it officers duly ordained and\nauthorized to serve in his kingdom upon the earth, his Church&mdash;one Church.\n<\/p><p>\nThere were certain initiatory ordinances that had to be met to gain citizenship in the kingdom\nor membership in the Church of the Lord Jesus Christ. This was best illustrated on the Day of\nPentecost when a multitude of people were gathered together, and Peter bore his testimony so\nstrongly and impressively as to the mission of the crucified Savior that that great multitude\narose as one man and asked the question, \"Men and brethren, what shall we do?\" Peter\nanswered them: \n<\/p><p>\nRepent, and be baptized every one of you in the name of Jesus Christ for the remission of\nsins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\nFor the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\n(<span class=\"citation\" id=\"7677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7677)\">Acts 2:38-39<\/a><\/span>).\n<\/p><p>\nHere are the principles and the ordinances whereby the children of our heavenly Father might\nenjoy membership in the one Church, the Church of the Lord Jesus Christ.\n<\/p><p>\nI might digress long enough to say that there are different forms of baptism upon the earth, I\nspeak specifically of baptism by pouring or sprinkling for children. As I understand the words\nof Peter on the Day of Pentecost, baptism was for the purpose of forgiving sins. Small\nchildren are not guilty of sins because they do not know the difference between good and bad,\nand the Savior said, \"Suffer little children to come unto me . . . for of such is the kingdom of\nGod\" (<span class=\"citation\" id=\"31340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31340)\">Luke 18:16<\/a><\/span>).\n<\/p><p>\nIt was a great source of inspiration and encouragement to future generations when Peter\npromised in a distant day the gift of the Holy Ghost or the spiritual baptism would be\navailable to those afar off and those who were afar off, I believe, are the people that live in\nthis generation.\n<\/p><p>\nAnd coming back to the Apostles of Christ's day, they observed a falling away&mdash;the apostasy\nwas underway, for Paul declared to the Galatians: \n<\/p><p>\nI marvel that ye are so soon removed from him that called you into the grace of Christ unto\nanother gospel (<span class=\"citation\" id=\"23236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23236)\">Gal. 1:6<\/a><\/span>).\n<\/p><p>\nThe Apostles were blessed with prophetic vision for we read in Acts 3:19: \n<\/p><p>\nRepent ye therefore, and be converted, that your sins may be blotted out, when the times of\nrefreshing shall come from the presence of the Lord\n(<span class=\"citation\" id=\"7680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7680)\">Acts 3:19<\/a><\/span>).\n<\/p><p>\nAnd continuing on in Acts 3:20 and 21: \n<\/p><p>\nAnd he shall send Jesus Christ, which before was preached unto you: \n<\/p><p>\nWhom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7682)\">Acts 3:20-21<\/a><\/span>)\n<\/p><p>\nThe apostasy was foreseen, and God revealed there would be a restitution, a restoration of all\nthings before the second coming of the Christ.\n<\/p><p>\nI think all Christians will admit that Christ atoned for all men hence all men will enjoy the\nblessings of the resurrection.\n<\/p><p>\nJoseph Smith taught the world that in the plan of the gospel as it is represented in\nMormonism, there will be a place for all of the Lord's children on the basis of merit as\nrevealed in Revelation 20:12: \n<\/p><p>\nAnd I saw the dead, small and great, stand before God; and the books were opened: and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works\n(<span class=\"citation\" id=\"42241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42241)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nModern revelation teaches us in the 76th Section of the Doctrine and Covenants, that all men,\nthe sons and daughters of God, will enjoy a place in one of the glories prepared for them,\naccording to their deeds in the flesh\n(<span class=\"citation\" id=\"13141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13141)\">D&amp;C 76:111<\/a><\/span>).\n<\/p><p>\nI ask you if this is narrow. I ask if this is bigotry. But I want to say to you, brethren and\nsisters, this is the broadest plan of salvation that has been given to the world since the Savior\nwas crucified for the sins of all men: \n<\/p><p>\nFor God so loved the world, that he gave his only begotten Son, that whosoever believeth in\nhim should not perish, but have everlasting life\n(<span class=\"citation\" id=\"27544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27544)\">John 3:16<\/a><\/span>).\n<\/p><p>\nIt is a glorious truth and blessing to enjoy membership in the Church, the one Church of the\nLord Jesus Christ restored to the earth in exactly the same form as it existed when Christ\nestablished it first twenty centuries ago. Each and every one of us can testify by the Spirit of\nthe Holy Ghost that we know that God is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"24255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24255)\">Heb. 13:8<\/a><\/span>); that he is a\nGod of order in all things; and that he spoke personally to the Prophet Joseph and assigned\nhim the great task to establish upon the earth the Church of the Lord Jesus Christ, the one\nChurch, the one gospel, and teach the world that there was but one Savior, the Son of God.\n<\/p><p>\nPersonally, I am not ashamed of the restored gospel of the Lord Jesus Christ\n(<span class=\"citation\" id=\"42707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42707)\">Rom. 1:16<\/a><\/span>) as it has been\ngiven to us through his Prophet. I want to testify to you that there is but one Church, and that\nis the Church that carries his name, the Church of Jesus Christ of Latter-day Saints. I want to\ntestify to you, brethren and sisters, that there stands at the head of this one Church of the\nChrist, a Prophet, an Apostle, who has all the same rights, keys, and authority that were\nenjoyed by Peter in the beginning, and that the same is equally true of the Twelve, and all of\nthose who preside in high places in this great organization.\n<\/p><p>\nCertainly, when God the Father declared: \n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man (<span class=\"citation\" id=\"39028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39028)\">Moses 1:39<\/a><\/span>),\n<\/p><p>\nhe devised a plan whereby this could be done, and an organization through which it could be\naccomplished, namely the organization of the Church of the Lord Jesus Christ.\n<\/p><p>\nThat is my testimony to you. I thank God for it. I hope that every member of this Church will\nhave that same witness in his heart and that the children of men, as the prophet of God called\nall men this morning to repent of their ways and accept of this divine plan and thus prevent\nthe catastrophe which now faces the world. If the world will follow this divine counsel, there\nis no question but what we can live in the Spirit of the Christ, namely, the spirit of peace, for\nwhich all nations are struggling.\n<\/p><p>\nMay God bless us. May we express our appreciation day by day for our membership and our\nmany opportunities for salvation and exaltation in the kingdom of God, I humbly ask, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}