{"ID":6578, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            It Is Not Good for Man or Woman to Be Alone\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p2\" class=\"\">Sheri L. Dew<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">No marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:137f.jpg\" alt=\"Sheri L. Dew\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p4\" class=\"\">For nearly five years, I have had the blessing of serving with Relief Society sisters and priesthood leaders from Africa to the Amazon. These experiences with you have reinforced for me the importance of a fundamental gospel principle. I wish to direct my remarks about this principle especially to the young adult men and women of the Church, who are embarking upon a most demanding phase of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p5\" class=\"\">This summer I injured a shoulder and lost the use of an arm for weeks. I hadn’t realized how much one arm depends upon the other for balance, or how much less I could lift with one arm than two, or that there were some things I couldn’t do at all. This disability not only renewed my respect for those who deal so well with a physical limitation, but helped me realize how much more two arms working together can do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p6\" class=\"\">Two are usually better than one,<sup class=\"noteMarker\"><a href=\"#footnote1-21911_000_006\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21397)\">Eccl. 4:9<\/a><\/span>.]<\/span><\/sup> as our Father confirmed when He declared that “it was not good that the man should be alone”<sup class=\"noteMarker\"><a href=\"#footnote2-21911_000_006\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38835)\">Moses 3:18<\/a><\/span>; see also <span class=\"citation\" id=\"7133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7133)\">Abr. 5:14<\/a><\/span>.]<\/span><\/sup> and made a help meet for Adam—someone with distinct gifts who would give him balance, help him shoulder the burdens of mortality, and enable him to do things he couldn’t do alone. For “neither is the man without the woman, neither the woman without the man, in the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote3-21911_000_006\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"56\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(56)\">1 Cor. 11:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p7\" class=\"\">Satan understands the power of men and women united in righteousness. He is still stinging from his banishment into eternal exile after Michael led the hosts of heaven, comprised of valiant men and women united in the cause of Christ, against him. In the chilling words of Peter, “The devil, as a roaring lion, walketh about, seeking whom he may devour.”<sup class=\"noteMarker\"><a href=\"#footnote4-21911_000_006\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2204)\">1 Pet. 5:8<\/a><\/span>.]<\/span><\/sup> Lucifer is determined to devour marriages and families, because their demise threatens the salvation of all involved and the vitality of the Lord’s kingdom itself. Thus, Satan seeks to confuse us about our stewardships and distinctive natures as men and women. He bombards us with bizarre messages about gender, marriage, family, and all male-female relationships. He would have us believe men and women are so alike that our unique gifts are not necessary, or so different we can never hope to understand each other. Neither is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p8\" class=\"\">Our Father knew exactly what He was doing when He created us. He made us enough alike to love each other, but enough different that we would need to unite our strengths and stewardships to create a whole. Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other’s strengths.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p9\" class=\"\">These truths about the divinely appointed stewardships of men and women are largely lost on the world today. You will not find them on a TV sitcom or even, sadly, in some homes and wards. But they are not lost to the Lord, who has given us “a pattern in all things, that [we] may not be deceived.”<sup class=\"noteMarker\"><a href=\"#footnote5-21911_000_006\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11122)\">D&amp;C 52:14<\/a><\/span>.]<\/span><\/sup> The Lord’s pattern for couples and in large measure men and women serving together in His kingdom was established by our first parents. Together Adam and Eve labored,<sup class=\"noteMarker\"><a href=\"#footnote6-21911_000_006\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38842)\">Moses 5:1<\/a><\/span>.]<\/span><\/sup> mourned,<sup class=\"noteMarker\"><a href=\"#footnote7-21911_000_006\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38849)\">Moses 5:27<\/a><\/span>.]<\/span><\/sup> were obedient, had children,<sup class=\"noteMarker\"><a href=\"#footnote8-21911_000_006\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3308)\">2 Ne. 2:20<\/a><\/span>.]<\/span><\/sup> taught their posterity the gospel,<sup class=\"noteMarker\"><a href=\"#footnote9-21911_000_006\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38845)\">Moses 5:12<\/a><\/span>.]<\/span><\/sup> called upon the name of the Lord, “heard the voice of the Lord,”<sup class=\"noteMarker\"><a href=\"#footnote10-21911_000_006\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38843)\">Moses 5:4<\/a><\/span>.]<\/span><\/sup> blessed the name of God,<sup class=\"noteMarker\"><a href=\"#footnote11-21911_000_006\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38846)\">Moses 5:12<\/a><\/span>.]<\/span><\/sup> and dedicated themselves to God. Repeatedly the scriptures about Adam and Eve refer to the pronoun <span class=\"emphasis\">they.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p10\" class=\"\">Neither Adam with his priesthood nor Eve with her motherhood could bring about the Fall alone. Their unique roles were interconnected. They counseled with one another, lifted burdens neither could have lifted alone, and then faced the wilderness, with all of its uncertainty, together. This is the Lord’s pattern for righteous men and women.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p11\" class=\"\">Now, some of us encounter life circumstances that are less than ideal. I understand this. I personally deal with this. And yet, my dear young friends, in whose hands rests the future of the Church and its families, I must tell you that your understanding of this divine pattern will affect your marriage, your family, your ability to help build the kingdom, and your eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p12\" class=\"\">My young sisters, some will try to persuade you that because you are not ordained to the priesthood you have been shortchanged. They are simply wrong, and they do not understand the gospel of Jesus Christ. The blessings of the priesthood are available to every righteous man and woman. We may all receive the Holy Ghost, obtain personal revelation, and be endowed in the temple, from which we emerge “armed” with power.<sup class=\"noteMarker\"><a href=\"#footnote12-21911_000_006\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11200)\">D&amp;C 109:22<\/a><\/span>.]<\/span><\/sup> The power of the priesthood heals, protects, and inoculates all of the righteous against the powers of darkness. Most significantly, the fulness of the priesthood contained in the highest ordinances of the house of the Lord can only be received by a man and woman together.<sup class=\"noteMarker\"><a href=\"#footnote13-21911_000_006\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11229)\">D&amp;C 131:1–4<\/a><\/span>; <span class=\"citation\" id=\"11232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11232)\">D&amp;C 132:19–20<\/a><\/span>.]<\/span><\/sup> Said President Harold B. Lee: “Pure womanhood plus priesthood means exaltation. But womanhood without priesthood, or priesthood without pure womanhood doesn’t spell exaltation.”<sup class=\"noteMarker\"><a href=\"#footnote14-21911_000_006\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Harold B. Lee<\/span> (1996), 292.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p13\" class=\"\">Sisters, we as women are not diminished by priesthood power, we are magnified by it. I know this is true, for I have experienced it again and again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p14\" class=\"\">Your future husbands and the men with whom you serve will need the support only you can give. You have an inner spiritual strength that President James E. Faust said equals and even surpasses that of men.<sup class=\"noteMarker\"><a href=\"#footnote15-21911_000_006\">15<\/a>\n       <span class=\"footnote\">[See “What It Means to Be a Daughter of God,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1999, 101.]<\/span><\/sup> Do not abdicate your spiritual responsibility. Your faith will preach compelling sermons. No amount of time in front of the mirror will make you as attractive as having the Holy Ghost with you. Bless your family and the Church as only a woman of God can—with virtue, faith, integrity, and constant compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p15\" class=\"\">Young men, your ordination to the priesthood is a grand privilege and responsibility, and not a license to dominate. Be unfailingly worthy to exercise this godly power, which is given you to be of service. A man is never more magnificent than when he is guided by the Spirit to honor the priesthood he holds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p16\" class=\"\">If you will marry a virtuous woman who can hear the voice of the Lord, she will bless your life every day of your life. Consider Eve. She was the first to see that the fruit of the tree was good, and after partaking, she “gave unto her husband … , and he did eat.”<sup class=\"noteMarker\"><a href=\"#footnote16-21911_000_006\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38840)\">Moses 4:12<\/a><\/span>.]<\/span><\/sup> Were it not for Eve, our progression would have ceased. Elder Dallin H. Oaks stated that her act was “a glorious necessity [that opened] the doorway toward eternal life. Adam showed his wisdom by doing the same.”<sup class=\"noteMarker\"><a href=\"#footnote17-21911_000_006\">17<\/a>\n       <span class=\"footnote\">[“The Great Plan of Happiness,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 73.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p17\" class=\"\">Young men, you will preside at home and in the Church. But be humble enough to listen to and learn from the women in your life. They will provide insight, balance, and unique wisdom. And when challenges come, you will see how resilient a woman committed to God the Father and Jesus Christ is.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p18\" class=\"\">This divine pattern for men and women that strengthens marriages and families also fortifies the Church. For the Church cannot achieve the full measure of its creation unless both faithful men who bear the priesthood and righteous women who rejoice in serving under the direction of the priesthood work together. Time and again I have experienced this joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p19\" class=\"\">I think of a meeting in Brazil where I had a translator who was unsure of her ability to convert my English into Portuguese. But as it turned out, she and I communicated with ease. After the meeting I found out why. I learned that not only had the General Authority who presided been literally on the edge of his seat behind us the entire meeting, prompting the translator when necessary, but he had also assigned another priesthood leader to pray for both of us throughout the meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p20\" class=\"\">That General Authority created a safety net of support so that I could fulfill the assignment he had given me. Such a circle of support has no end, because there is no end to the good works of righteous men and women who respect each other and who thrust in their sickles and reap, side by side, in the Lord’s vineyard. If we are going to build the kingdom of God, we as men and women of God must build each other. There is no challenge—with activation, retention, families, or anything—that we can’t solve when we counsel together in councils and help each other lift the load.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p21\" class=\"\">My dear young friends, learn the Lord’s pattern for men and women now. Ponder the scriptural accounts of Adam and Eve and see what the Lord will teach you that will strengthen your marriage, your family, and your Church service. Recent devastating events in the United States seem to indicate difficult days ahead. But they are days that will be filled with confidence and courage if the men and women of your generation unite in righteousness as never before. There is no limit to what you can accomplish if you will work together, equally yoked, under the guidance of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/it-is-not-good-for-man-or-woman-to-be-alone.p22\" class=\"\">Our Father’s patterns help us avoid deception. Look to the Lord and not to the world for your ideas and ideals about men and women. For, my young friends, you are the mothers, fathers, and leaders who were reserved for this unprecedented time because our Father knows you, and He knows you have what it takes to face the world and to be fearless in building the kingdom. Do it together, for it is not good for man or woman to be alone. Lift each other, and together you will be able to lift the beautiful burdens of mortality and have glory added upon your heads forever.<sup class=\"noteMarker\"><a href=\"#footnote18-21911_000_006\">18<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"7131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7131)\">Abr. 3:26<\/a><\/span>.]<\/span><\/sup> The Lord must have righteous men and righteous women to build His kingdom. I know that this is so. God is our Father. His Only Begotten Son is the Christ. This is Their work and Their glory. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21911_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21397)\">Eccl. 4:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21911_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38835)\">Moses 3:18<\/a><\/span>; see also <span class=\"citation\" id=\"7133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7133)\">Abr. 5:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21911_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"56\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(56)\">1 Cor. 11:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21911_000_006\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2204)\">1 Pet. 5:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21911_000_006\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11122)\">D&amp;C 52:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21911_000_006\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38842)\">Moses 5:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21911_000_006\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38849)\">Moses 5:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21911_000_006\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3308)\">2 Ne. 2:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21911_000_006\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38845)\">Moses 5:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21911_000_006\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38843)\">Moses 5:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21911_000_006\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38846)\">Moses 5:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21911_000_006\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11200)\">D&amp;C 109:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-21911_000_006\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11229)\">D&amp;C 131:1–4<\/a><\/span>; <span class=\"citation\" id=\"11232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11232)\">D&amp;C 132:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-21911_000_006\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Harold B. Lee<\/span> (1996), 292.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-21911_000_006\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See “What It Means to Be a Daughter of God,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1999, 101.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-21911_000_006\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38840)\">Moses 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-21911_000_006\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Great Plan of Happiness,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_006\"><a name=\"-21911_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-21911_000_006\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"7131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7131)\">Abr. 3:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}