{"ID":658, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fulfil Your Responsibilities<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1953, pp. 17-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis morning as President McKay and Bishop Wirthlin spoke, I thought to myself that it is\nour job to implement the work of the Church, the divinity and purpose of which President\nMcKay bore witness, and the inspired organization to which Bishop Wirthlin testified.\nSomehow we must, ourselves, through the inspiration of the Lord, and through his guidance,\nmake the destined goal a reality.\n<\/p><p>\nThere were in the Church, in the stakes of Zion, on December 31, 1952, 1870 quorums of the\nMelchizedek Priesthood that totaled, in round numbers 138,400 men. All of these hold the\nright and the privilege to preach the gospel, when called, to any portion of the earth or within\ntheir own stakes. Twenty-eight thousand, nine hundred fifty of these men, for various reasons,\nare not available to the wards or to the stakes in which they live. Some are on missions;\n15,000 are engaged in Church activity other than quorum work, five thousand are away from\nhome; and more than five thousand are in the armed services. That leaves a total of 109,000\nmen, however, who are available. It depends upon the strength of their testimony and upon\nwhat they intend to do with this great gospel, as to whether or not we are to succeed in what\nPresident McKay has so earnestly pleaded for this morning.\n<\/p><p>\nI estimate that there are in each quorum of the Melchizedek Priesthood, an average of\nforty-eight men who will not, normally, have direction from any ecclesiastical heads as to\nwhat they shall do except by their quorum presidents.\n<\/p><p>\nThey will not be used by bishops in the wards; they will not be used by the stake officers;\nand if they have any assigned tasks, it will be because the presidents of their quorums assign\nthem. Therein, in my opinion, lies the acid test of quorum leadership.\n<\/p><p>\nWhen I was a good deal younger, I read a verse of scripture. The first reading thrilled me. I\nwas filled with wonder, and awed at its implications. This is the scripture: \n<\/p><p>\nNow the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones; \n<\/p><p>\nAnd God saw these souls that they were good, and he stood in the midst of them, and he said:\nThese I will make my rulers; for he stood among those that were spirits and he saw that they\nwere good; and he said unto me: Abraham, thou art one of them; thou wast chosen before\nthou wast born (<span class=\"citation\" id=\"7193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7193)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nI confess that when I read these words for the first time, there sprang into my heart an intense\nhope, if a person can have a hope in reverse order, that I might, personally, have been one of\nthose in whose midst the Savior stood when choosing those to be born as leaders on earth. I\nbelieve every young man who has any feeling for this Church gets that thought. I think I am\nnot alone in it, at all.\n<\/p><p>\nThe Lord revealed to Abraham that he was one so chosen. Now Abraham was called by the\nLord out of the Chaldees to go and settle in Canaan. The Lord was testing him. I believe\nthat the Lord tests his leaders, even his greatest leaders, by entrusting them\nwith small positions where they will lead but few people. If they prove worthy, and\nunwaveringly lead these people toward their exaltation, he then adds more and more\nresponsibility until there is no limit to capacity, development, and glory of that leader.\n<\/p><p>\nI remember with a good deal of feeling the words with which Abraham described his action.\nHe left the Chaldees with such souls \"as we had won in Haran\"\n(<span class=\"citation\" id=\"7192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7192)\">Abr. 2:15<\/a><\/span>). I think those souls were few.\nIn my humble opinion Abraham led out of that land a group of people corresponding in size\nto a quorum of elders. Probably when he first started out, he had perhaps fifty or sixty, and\nthe Lord tested him to see if he would lead them as directed, and he did.\n<\/p><p>\nNow, brethren, statistically you have about fifty men in your quorums available for\nassignment. You young elders' presidencies, you young men who have enthusiasm but not yet\nmuch practice in the business of doing Church work, if you are to lead fifty men and can lead\nthem into righteousness, if you do it successfully, the Lord will enlarge you and will bring\nupon you greater leadership, until finally you will find place among those to whom he\nreferred when he spoke to Abraham as being among those who would become his leaders.\n<\/p><p>\nYou do not have to preside over the Church, or over a stake, or over a ward to qualify for\nsuch a great thing. However, I do think that if you preside over a quorum of the priesthood, if\nit is your responsibility to bring into activity any man, then unless you bring that man into\nactivity, you are not measuring up to what the Lord had in mind when he inspired the\npresident of the stake to call you to that exalted position.\n<\/p><p>\nAnd what I say about an elder applies equally well to a seventy or to a high priest. It matters\nnot. All are offices in the Melchizedek Priesthood, and it is this priesthood which will enlarge\nthis Church and fill the earth.\n<\/p><p>\nLet us not, therefore, brethren, fall down in that responsibility. Let us not worry, brethren of\nthe quorums about the men whom the bishops call. Those men are taken care of, they have\nsomething to do. But let us not rest until the men who do not have exact responsibility are\ngiven such responsibility through quorum activity. Then we shall grow and then we shall\nflourish upon the mountain. Great will be our joy, for we shall sing praises and hosannas to\nthe most high God, as we see his great work coming to fruition.\n<\/p><p>\nI add my testimony to that of Bishop Wirthlin, that there stands at the head of this Church a\nprophet, a seer, and a revelator, and that those who preside with him, and who, under his\ndirection, direct the affairs of this Church are likewise prophets and seers and revelators, and I\nuphold and sustain them with all my heart. I pray that I can do it with all my strength, for\nunless a person does it with all his strength, as well as with his heart, not much is\naccomplished.\n<\/p><p>\nThis is my prayer, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}