{"ID":6582, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            One Step after Another\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We don’t have to be perfect today. We don’t have to be better than someone else. All we have to do is to be the very best we can.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p4\" class=\"\">My beloved brethren and sisters, it is a great privilege for me to stand here today and bear my testimony as to the truth of the gospel that has been restored. We have just listened to Elder David B. Haight—95 years of age. I just hope my memory is half as good as his at that age—if I live that long.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p5\" class=\"\">I rejoice when the Saints assemble. Whether as families in humble homes or by the thousands in huge halls, the heavens rejoice when those who love and honor the name of Jesus Christ gather together to worship in His name.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p6\" class=\"\">We all are going through different life experiences. While some are filled with joy today, others feel as though their hearts could burst with sorrow. Some feel as though the world is their oyster; others feel as though they were the oyster itself, plucked from the ocean, cracked open, and robbed of all that is precious to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p7\" class=\"\">No matter your station, no matter your emotional or spiritual state of mind, I would like to offer counsel to you that may be of use, regardless of where you are in your sojourn through this mortal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p8\" class=\"\">Certainly we have much to be grateful for. And I think if we will consider the blessings we have, we will forget some of our worries. Certainly serenity and joy will come to you if you realize the blessings we have as a Church under the leadership of our wonderful President, President Gordon B. Hinckley. It will help us a great deal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p9\" class=\"\">Recently, I read about Erik Weihenmayer, a 33-year-old man who dreamed of climbing Mount Everest, a feat that defies many of the world’s most expert climbers. In fact, nearly 90 percent of those who attempt the climb never reach the summit. Temperatures sink lower than 30 degrees below zero. Besides extreme cold, 100-mile-per-hour winds, deadly crevasses, and avalanches, the climber must overcome the challenges of high altitude, lack of oxygen, and perhaps unsanitary food and water. Since 1953, at least 165 climbers have died in the attempt to scale the 29,000-foot-high summit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p10\" class=\"\">In spite of the risks, hundreds line up each year to make the ascent, Erik among them. But there is an important difference between Erik and every other climber who had attempted to ascend before: Erik is totally blind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p11\" class=\"\">When Erik was 13 years of age, he lost his sight as a result of a hereditary disease of the retina. Although he could no longer do many of the things he wanted to, he was determined not to waste his life feeling depressed and useless. He then began to stretch his limits.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p12\" class=\"\">At age 16 he discovered rock climbing. By feeling the face of the rock, he found handholds and footholds that allowed him to climb. Sixteen years later, he began his ascent up Mount Everest. The story of his climb, as you might imagine, was filled with many harrowing and life-threatening challenges. But Erik eventually scaled the south summit and took his place with those who had gone before him, one of the few to stand on top of the highest mountain on the face of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p13\" class=\"\">When asked how he did it, Erik said, “I just kept thinking … keep your mind focused. Don’t let all that doubt and fear and frustration sort of get in the way.” Then, most importantly, he said, “Just take each day step by step.”<sup class=\"noteMarker\"><a href=\"#footnote1-21911_000_011\">1<\/a>\n       <span class=\"footnote\">[“Everest Grueling for Blind Man,” <span class=\"emphasis\">Deseret News,<\/span> 5 June 2001, A12; see also Karl Taro Greenfeld, “Blind to Failure,” <span class=\"emphasis\">Time,<\/span> 18 June 2001.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p14\" class=\"\">Yes, Erik conquered Everest by simply putting one foot in front of the other. And he continued to do this until he reached the top.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p15\" class=\"\">Like Erik, we may have obstacles that would hold us back. We may even make excuses why we can’t do what we want to do. Perhaps when we are tempted to justify our own lack of achievement, we can remember Erik, who, in spite of having lost his sight, accomplished what many thought was impossible simply by continuing to put one foot in front of the other.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p16\" class=\"\">An old proverb states that a journey of a thousand miles begins with a single step.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p17\" class=\"\">Sometimes we make the process more complicated than we need to. We will never make a journey of a thousand miles by fretting about how long it will take or how hard it will be. We make the journey by taking each day step by step and then repeating it again and again until we reach our destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p18\" class=\"\">The same principle applies to how you and I can climb to higher spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p19\" class=\"\">Our Heavenly Father knows that we must begin our climb from where we are. “When you climb up a ladder,” the Prophet Joseph Smith taught, “you must begin at the bottom, and ascend step by step, until you arrive at the top; and so it is with the principles of the gospel—you must begin with the first, and go on until you learn all the principles of exaltation. But it will be a great while after you have passed through the veil before you will have learned them.”<sup class=\"noteMarker\"><a href=\"#footnote2-21911_000_011\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Joseph Smith,<\/span> ed. Larry E. Dahl and Donald Q. Cannon (1997), 519.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p20\" class=\"\">Our Heavenly Father loves each one of us and understands that this process of climbing higher takes preparation, time, and commitment. He understands that we will make mistakes at times, that we will stumble, that we will become discouraged and perhaps even wish to give up and say to ourselves it is not worth the struggle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p21\" class=\"\">We know it is worth the effort, for the prize, which is eternal life, is “the greatest of all the gifts of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-21911_000_011\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11077)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup> And to qualify, we must take one step after another and keep going to gain the spiritual heights we aspire to reach.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p22\" class=\"\">An eternal principle is revealed in holy writ: “It is not requisite that a man should run faster than he has strength. And again, it is expedient that he should be diligent, that thereby he might win the prize.”<sup class=\"noteMarker\"><a href=\"#footnote4-21911_000_011\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40087)\">Mosiah 4:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p23\" class=\"\">We don’t have to be fast; we simply have to be steady and move in the right direction. We have to do the best we can, one step after another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p24\" class=\"\">In my younger days, I loved to run. Although it may be hard for you to believe it, I did. And I did win a few races. I’m not so fast anymore. In fact, I’m not sure how well I would do in a race if the only contestants were the members of the Quorum of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p25\" class=\"\">My ability to run is not so swift now. While I am looking forward to that future time when, with a resurrected body, I can once again sprint over a field and feel the wind blowing through my hair, I do not dwell on the fact that I cannot do it now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p26\" class=\"\">That would be unwise. Instead, I take the steps that I can take. Even with the limitations of age, I can still take one step at a time. To do what I can is all my Heavenly Father now requires of me. And it is all He requires of you, regardless of your disabilities, limitations, or insecurities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p27\" class=\"\">John Wooden was perhaps the greatest college basketball coach in the history of the game. He had four full undefeated seasons. His teams won 10 national championships. At one point, he had a streak of 88 consecutive wins.<sup class=\"noteMarker\"><a href=\"#footnote5-21911_000_011\">5<\/a>\n       <span class=\"footnote\">[http:\/\/www.coachwooden.com\/bio.shtml]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p28\" class=\"\">One of the first things Coach Wooden drilled into his players was something his father had taught him when he was a boy growing up on a farm. “Don’t worry much about trying to be better than someone else,” his father said. “Learn from others, yes. But don’t just try to be better than they are. You have no control over that. Instead try, and try very hard, to be the best that you can be. That, you have control over.”<sup class=\"noteMarker\"><a href=\"#footnote6-21911_000_011\">6<\/a>\n       <span class=\"footnote\">[http:\/\/www.coachwooden.com\/body success.shtml]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p29\" class=\"\">Let me cite a hypothetical example of a dear sister in any ward, the one who has perfect children who never cause a disturbance in church. She is the one working on her 20th generation in her family history, keeps an immaculate home, has memorized the book of Mark, and makes wool sweaters for the orphaned children in Romania. No disrespect, of course, intended for any of these worthy goals. Now, when you get tempted to throw your hands in the air and give up because of this dear sister, please remember you’re not competing with her any more than I’m competing with the members of the Quorum of the Twelve in winning a 50-yard dash.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p30\" class=\"\">The only thing you need to worry about is striving to be the best you can be. And how do you do that? You keep your eye on the goals that matter most in life, and you move towards them step by step.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p31\" class=\"\">I know many feel that the path is hard and the way is dark. But like Erik, the courageous mountain climber, we are not left without a guide.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p32\" class=\"\">We have scriptures that reveal the word of God to mankind through the ages. When we feast upon the word of God, we open our minds to eternal truths and our hearts to the gentle whisperings of the Holy Ghost. Truly God’s word, through scriptures and modern-day prophets, is a “lamp unto [our] feet, and a light unto [our] path.”<sup class=\"noteMarker\"><a href=\"#footnote7-21911_000_011\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41694)\">Ps. 119:105<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p33\" class=\"\">As we read about the great souls who have preceded us, we learn that they too had times of discouragement and sorrow. We learn that they persevered in spite of hardship, in spite of adversity, sometimes even in spite of their own weaknesses. We learn that they too continued to press forward, one step after another. We can be like those righteous souls Lehi spoke of who “caught hold of the end of the rod of iron; and they did press forward through the mist of darkness, … even until they did come forth and partake of the fruit of the tree.”<sup class=\"noteMarker\"><a href=\"#footnote8-21911_000_011\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1364)\">1 Ne. 8:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p34\" class=\"\">We also have a living prophet, President Gordon B. Hinckley. He provides counsel and prophetic direction for us in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p35\" class=\"\">Through his counsel and our prayers, we can reach into the heavens and personally commune with the Infinite. Through faith, heaven itself can be moved in our behalf. Doors will be opened and answers received.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p36\" class=\"\">Think of Joseph Smith, who, as a young boy surrounded by confusing and contradictory voices, yearned to know which of all the churches were right and true. He too felt blind—surrounded by the darkness of his day. After reading the book of James in the New Testament, he believed the words of the ancient Apostle who said, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.”<sup class=\"noteMarker\"><a href=\"#footnote9-21911_000_011\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26028)\">James 1:5<\/a><\/span>.]<\/span><\/sup> Joseph believed these words, and on a spring morning in 1820 he retired to a grove of trees to lift up his soul in prayer and ask his Heavenly Father for wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p37\" class=\"\">The answer to his prayer filled him with light and direction. Our Heavenly Father and His Beloved Son appeared to him. Their direction swept away the thick darkness that had seized him and threatened to destroy him. It forever swept away his confusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p38\" class=\"\">From that moment until his martyrdom nearly a quarter of a century later, Joseph Smith committed himself to the path shown him by the Father and the Son. Consider how painful his days were. Consider the suffering and the persecution he had to endure. Yet he continued, step by step, never giving up, never doubting that if he only did what he could, his Heavenly Father would make up the rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p39\" class=\"\">My brothers and sisters, our time here is so precious and so short. How well I understand the prophet Jacob when he said, “Our lives passed away like as it were unto us a dream.”<sup class=\"noteMarker\"><a href=\"#footnote10-21911_000_011\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25812)\">Jacob 7:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p40\" class=\"\">All too soon, our time is finished. While we can—while we have the time to complete our work—let us walk in the right direction, taking one step after another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p41\" class=\"\">That is easy enough. We don’t have to be perfect today. We don’t have to be better than someone else. All we have to do is to be the very best we can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p42\" class=\"\">Though you may feel weary, though you sometimes may not be able to see the way, know that your Father in Heaven will never forsake His righteous followers. He will not leave you comfortless. He will be at your side, yes, guiding you every step of the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p43\" class=\"\">Listen to these beautiful words written by President Joseph Fielding Smith as he describes this life.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Does the journey seem long,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The path rugged and steep?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Are there briars and thorns on the way?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Do sharp stones cut your feet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As you struggle to rise<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To the heights thru the heat of the day?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is your heart faint and sad,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Your soul weary within,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As you toil ‘neath your burden of care?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Does the load heavy seem<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You are forced now to lift?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is there no one your burden to share?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let your heart be not faint<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now the journey’s begun;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is One who still beckons to you.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So look upward in joy<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And take hold of his hand;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He will lead you to heights that are new—<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A land holy and pure,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where all trouble doth end,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And your life shall be free from all sin,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where no tears shall be shed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For no sorrows remain.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Take his hand and with him enter in.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote11-21911_000_011\">11<\/a>\n\t   <span class=\"footnote\">[“Does the Journey Seem Long?” <span class=\"emphasis\">Hymns,<\/span> no. 127.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p68\" class=\"\">That we will have the courage to begin climbing our own Mount Everest, that we may progress in life’s journey step by step until we reach the best that is within us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/one-step-after-another.p69\" class=\"\">Our Heavenly Father lives and knows and loves each one of us. Jesus is the Christ, the Son of God, the Savior and Redeemer of all, and yes, the Prince of Peace. Joseph Smith is the prophet of the Restoration, and President Gordon B. Hinckley is our prophet, seer, and revelator on the earth today. I bear this testimony, and it is my testimony to you that you will be happy and content if you only do your best. This is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21911_000_011\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Everest Grueling for Blind Man,” <span class=\"emphasis\">Deseret News,<\/span> 5 June 2001, A12; see also Karl Taro Greenfeld, “Blind to Failure,” <span class=\"emphasis\">Time,<\/span> 18 June 2001.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21911_000_011\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Joseph Smith,<\/span> ed. Larry E. Dahl and Donald Q. Cannon (1997), 519.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21911_000_011\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11077)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21911_000_011\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40087)\">Mosiah 4:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21911_000_011\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>http:\/\/www.coachwooden.com\/bio.shtml<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21911_000_011\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>http:\/\/www.coachwooden.com\/body success.shtml<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21911_000_011\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41694)\">Ps. 119:105<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21911_000_011\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1364)\">1 Ne. 8:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21911_000_011\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26028)\">James 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21911_000_011\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25812)\">Jacob 7:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_011\"><a name=\"-21911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21911_000_011\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“Does the Journey Seem Long?” <span class=\"emphasis\">Hymns,<\/span> no. 127.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}