{"ID":6587, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Doctrine of Inclusion\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we are truly disciples of the Lord Jesus Christ, we will reach out with love and understanding to all of our neighbors at all times.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p4\" class=\"\">It may very well have been a beautiful, crisp autumn day like this. The Savior was sitting, teaching some of His disciples, when a man identified only as “a certain lawyer” stood and asked Him, “Master, what shall I do to inherit eternal life?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p5\" class=\"\">Jesus knew the man’s heart and understood the question was a thinly veiled attempt to get Him to say something contrary to the law of Moses.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p6\" class=\"\">The Savior responded to the question with two questions of His own: “What is written in the law? how readest thou?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p7\" class=\"\">As you might expect, the lawyer was able to recite the law: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p8\" class=\"\">“Thou hast answered right,” the Savior said. “This do, and thou shalt live.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p9\" class=\"\">But the lawyer wasn’t satisfied with that. Knowing that there were strict rules and beliefs among the Jews regarding association with those not of the faith, he pressed the Lord for more information, hoping to trap Him in controversy: “And who is my neighbour?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p10\" class=\"\">It was time, once again, to teach. Jesus drew upon one of His favorite and most effective teaching techniques: a parable, perhaps one of the most-beloved and well-known parables in all of Christendom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p11\" class=\"\">You know the parable, how a man from Jerusalem was on his way to Jericho and fell among thieves and was left half dead. A certain priest passed by on the other side; neither did a Levite stop to help. Then Jesus taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p12\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p13\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p14\" class=\"\">Then Jesus asked the lawyer one more question: “Which now of these three, thinkest thou, was neighbour unto him that fell among thieves?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p15\" class=\"\">And the lawyer replied: “He that shewed mercy on him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p16\" class=\"\">Then Jesus delivered His final instruction to the lawyer—and to all who have read the parable of the good Samaritan: “Go, and do thou likewise” (see <span class=\"citation\" id=\"31012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31012)\">Luke 10:25–37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p17\" class=\"\">Every time I read this parable I am impressed with its power and its simplicity. But have you ever wondered why the Savior chose to make the hero of this story a Samaritan? There was considerable antipathy between the Jews and the Samaritans at the time of Christ. Under normal circumstances, these two groups avoided association with each other. It would still be a good, instructive parable if the man who fell among thieves had been rescued by a brother Jew.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p18\" class=\"\">His deliberate use of Jews and Samaritans clearly teaches that we are all neighbors and that we should love, esteem, respect, and serve one another despite our deepest differences—including religious, political, and cultural differences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p19\" class=\"\">That instruction continues today to be part of the teachings of The Church of Jesus Christ of Latter-day Saints. In enumerating the key doctrines of the restored Church, Joseph Smith said, while “we claim the privilege of worshiping Almighty God according to the dictates of our own conscience,” we also “allow all men the same privilege, let them worship how, where, or what they may” (<span class=\"citation\" id=\"6580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6580)\">A of F 1:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p20\" class=\"\">Thankfully, many of our members understand this doctrine and live it during the course of their daily lives. I recently read a news account of a tragic death in a community here in Utah. A grieving young widow was quoted: “We’ve been overwhelmed by support. We’re not Mormon, but the local ward here has been all over us with meals and help and words of comfort. It’s been a total outpouring of love, and we appreciate it” (quoted in Dick Harmon, “Former Ute’s Death Leaves Wife Coping, Wondering,” <span class=\"emphasis\">Daily Herald<\/span> [Provo, Utah], 11 Aug. 2001, A3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p21\" class=\"\">That’s just as it should be. If we are truly disciples of the Lord Jesus Christ, we will reach out with love and understanding to all of our neighbors at all times, particularly in times of need. A recent <span class=\"emphasis\">Church News<\/span> carried a story of two women who are dear friends, a “Jewish physician from New York and [a] stay-at-home [Latter-day Saint] mom of six from Utah, both a long way from home in Dallas [Texas].”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p22\" class=\"\">Our member reported: “If our friendship had been put through a computer matching service, I doubt we would have made it past the first hurdle. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p23\" class=\"\">“… A woman with a busy medical practice, I assumed, would have little desire to discuss the color of the hospitality napkins for PTA.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p24\" class=\"\">“Funny thing about assumptions—they can cut away the very roots of something that could flourish and grow if given a chance. I am forever grateful that assumptions were cast aside” (Shauna Erickson, “Unlikely Friends Sharing a Lifetime,” <span class=\"emphasis\">Church News,<\/span> 18 Aug. 2001, 10).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p25\" class=\"\">Perceptions and assumptions can be very dangerous and unfair. There are some of our members who may fail to reach out with friendly smiles, warm handshakes, and loving service to all of their neighbors. At the same time, there may be those who move into our neighborhoods who are not of our faith who come with negative preconceptions about the Church and its members. Surely good neighbors should put forth every effort to understand each other and to be kind to one another regardless of religion, nationality, race, or culture.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p26\" class=\"\">Occasionally I hear of members offending those of other faiths by overlooking them and leaving them out. This can occur especially in communities where our members are the majority. I have heard about narrow-minded parents who tell children that they cannot play with a particular child in the neighborhood simply because his or her family does not belong to our Church. This kind of behavior is not in keeping with the teachings of the Lord Jesus Christ. I cannot comprehend why any member of our Church would allow these kinds of things to happen. I have been a member of this Church my entire life. I have been a full-time missionary, twice a bishop, a mission president, a Seventy, and now an Apostle. I have never taught—nor have I ever heard taught—a doctrine of exclusion. I have never heard the members of this Church urged to be anything but loving, kind, tolerant, and benevolent to our friends and neighbors of other faiths.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p27\" class=\"\">The Lord expects a great deal from us. Parents, please teach your children and practice yourselves the principle of inclusion of others and not exclusion because of religious, political, or cultural differences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p28\" class=\"\">While it is true we declare to the world that the fulness of the gospel of Jesus Christ has been restored to the earth through the Prophet Joseph Smith and we urge our members to share their faith and testimonies with others, it has never been the policy of the Church that those who choose not to listen or to accept our message should be shunned or ignored. Indeed, the opposite is true. President Gordon B. Hinckley has repeatedly reminded us of this special obligation that we have as followers of the Lord Jesus Christ. I quote just one:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p29\" class=\"\">“Each of us is an individual. Each of us is different. There must be respect for those differences. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p30\" class=\"\">“… We must work harder to build mutual respect, an attitude of forbearance, with tolerance one for another regardless of the doctrines and philosophies which we may espouse. Concerning these you and I may disagree. But we can do so with respect and civility” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> [1997], 661, 665).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p31\" class=\"\">As members of The Church of Jesus Christ of Latter-day Saints, we understand that we are perceived by some to be “a peculiar people” (<span class=\"citation\" id=\"2201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2201)\">1 Pet. 2:9<\/a><\/span>). Our doctrines and beliefs are important to us. We embrace them and cherish them. I am not suggesting for a moment that we shouldn’t. On the contrary, our peculiarity and the uniqueness of the message of the restored gospel of Jesus Christ are indispensable elements in offering the people of the world a clear choice. Neither am I suggesting that we should associate in any relationship that would place us or our families at spiritual risk. We must understand, however, that not everyone is going to accept our doctrine of the Restoration of the gospel of Jesus Christ. For the most part, our neighbors not of our faith are good, honorable people—every bit as good and honorable as we strive to be. They care about their families, just like we do. They want to make the world a better place, just like we do. They are kind and loving and generous and faithful, just like we seek to be. Nearly 25 years ago, the First Presidency declared: “Our message … is one of special love and concern for the eternal welfare of all men and women, regardless of religious belief, race, or nationality, knowing that we are truly brothers and sisters because we are sons and daughters of the same Eternal Father” (First Presidency statement, 15 Feb. 1978).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p32\" class=\"\">That is our doctrine—a doctrine of inclusion. That is what we believe. That is what we have been taught. Of all people on this earth, we should be the most loving, the kindest, and the most tolerant because of that doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p33\" class=\"\">May I suggest three simple things we can do to avoid making others in our neighborhoods feel excluded?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p34\" class=\"\">First, get to know your neighbors. Learn about their families, their work, their views. Get together with them, if they are willing, and do so without being pushy and without any ulterior motives. Friendship should never be offered as a means to an end; it can and should be an end unto itself. I received a letter from a woman who recently moved to Utah, a small part of which I quote: “I must tell you, Elder Ballard, that when I greet my neighbors, or if I wave to them, they do not acknowledge my greeting. If I pass them while taking my morning or evening walk, my salutation is not returned. Other people of color consistently express similar negative responses to friendly gestures.” If members of the Church are among her neighbors, surely they must know that this should not happen. Let us cultivate meaningful relationships of mutual trust and understanding with people from different backgrounds and beliefs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p35\" class=\"\">Second, I believe it would be good if we eliminated a couple of phrases from our vocabulary: “nonmember” and “non-Mormon.” Such phrases can be demeaning and even belittling. Personally, I don’t consider myself to be a “non-Catholic” or a “non-Jew.” I am a Christian. I am a member of The Church of Jesus Christ of Latter-day Saints. That is how I prefer to be identified—for who and what I am, as opposed to being identified for what I am not. Let us extend that same courtesy to those who live among us. If a collective description is needed, then “neighbors” seems to work well in most cases.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p36\" class=\"\">And third, if neighbors become testy or frustrated because of some disagreement with The Church of Jesus Christ of Latter-day Saints or with some law we support for moral reasons, please don’t suggest to them—even in a humorous way—that they consider moving someplace else. I cannot comprehend how any member of our Church can even think such a thing! Our pioneer ancestors were driven from place to place by uninformed and intolerant neighbors. They experienced extraordinary hardship and persecution because they thought, acted, and believed differently from others. If our history teaches us nothing else, it should teach us to respect the rights of all people to peacefully coexist with one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p37\" class=\"\">I now speak to all those who are not of our faith. If there are issues of concern, let us talk about them. We want to be helpful. Please understand, however, that our doctrines and teachings are set by the Lord, so sometimes we will have to agree to disagree with you, but we can do so without being disagreeable. In our communities we can and must work together in an atmosphere of courtesy, respect, and civility. Here in Utah, a group of concerned citizens formed the Alliance for Unity. This effort has been endorsed by our Church as well as other churches and organizations. One of its purposes is “to seek to build a community where differing viewpoints are acknowledged and valued.” Perhaps there has never been a more important time for neighbors all around the world to stand together for the common good of one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p38\" class=\"\">Just hours before He began the painful physical and spiritual processes of the Atonement, the Savior met with His Apostles to partake of the Feast of the Passover—His Last Supper—and to give them the final instructions He would give them in mortality. Among these teachings is the stirring, life-changing declaration: “A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p39\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another” (<span class=\"citation\" id=\"26965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26965)\">John 13:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/doctrine-of-inclusion.p40\" class=\"\">That is what Jesus taught His disciples—including “a certain lawyer”—through the parable of the good Samaritan. And that is what He is teaching us today through living prophets and apostles. Love one another. Be kind to one another despite our deepest differences. Treat one another with respect and civility. I know and testify that Jesus is the Christ, our Savior and Redeemer, and I know that He expects all of us to follow His admonition to be better neighbors, to which I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}