{"ID":659, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Joy of Missionary Service<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1953, pp. 20-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: It seems to me that every time I stand in this position I feel less sure\nof myself. I recognize that as we go out in the stakes, there is a warmth of feeling between\nthe congregation of the Saints and those who visit their conferences from time to time, and\nthere should be no difference in this meeting, because that same spirit of warmth and\nfellowship is multiplied by the increased numbers that are here, and yet notwithstanding that,\nthis vast congregation, and consciousness of the fact that there are so many listening in on the\noutside, presents a challenge indeed.\n<\/p><p>\nI have undertaken today to write what I would like to say in the interest of time, and I\nsincerely hope that the Lord will be with all of us, that what I shall say may be of benefit to\nyou and to me, and give us increased faith.\n<\/p><p>\nSince our last conference it has been my privilege to visit two of the missions of the Church,\none in southern California and one in eastern Canada. I have been thrilled with the splendid\nwork that is being done by our missionaries. It seems to me they are doing more effective\nwork than ever in our history. They do not go out with a spirit of antagonism toward any\nchurch or any people, but rather in the spirit of the counsel that was given in the early history\nof the Church by the Prophet Joseph when he said that we should contend against no church,\nsave it be the church of the evil one\n(<span class=\"citation\" id=\"13089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13089)\">D&amp;C 18:20-22<\/a><\/span>),\nthat we should take upon ourselves the name of Christ,\nand speak the truth in soberness, and that as many as repented and were baptized in his name,\nwhich is Jesus Christ, and endured to the end, should be saved. He also said that we should\ndeclare glad tidings, publish them upon the mountains and upon every high place and among\nevery people that we should be permitted to see\n(<span class=\"citation\" id=\"13095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13095)\">D&amp;C 19:29-31<\/a><\/span>). We should do it with all humility, trusting in\nhim, reviling not the revilers, and of tenets we should not talk, but should declare repentance\nand faith on the Savior, and the remission of sins by baptism and by fire, yea, even the Holy\nGhost. It is in this spirit that our missionaries are counseled to go from house to house,\npreaching and bearing witness of the restored gospel of Christ. We recognize the fact that the\nworld is full of good people, that they have their religious convictions and traditions,\ntraditions that are deeply rooted from ages past. We do not ask them to give up any truths\nthat they have, but we do ask that they re-appraise their faith and their religion, their church,\nto see if they harmonize with that which was taught by our Lord and Savior, Jesus Christ.\nOur missionaries do not present a message of a new church; it is a message of the restored\nChurch. We do not have a new gospel. It is the gospel that was preached by Jesus Christ, the\nsame yesterday, today, and forever\n(<span class=\"citation\" id=\"24256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24256)\">Heb. 13:8<\/a><\/span>).\nOur position as Latter-day Saints is that we are entrusted\nwith the responsibility of establishing the kingdom of God in the earth, that it may prepare\nmankind for the kingdom of heaven that is to come. We feel that there is no greater message\nthat can be brought to the children of men than one that will make men conscious of error\nand turn them to the truth. Repentance is a grand Christian act. It is not only Christian, but it\nis also divine.\n<\/p><p>\nThis missionary activity is a great contribution to our missionary's life whether he be young\nor old. For two or more years, he is in the field of a spiritual uplift. He\nlearns to pray as he never did before. He learns to draw near to God, and he finds that God\ndraws near to him. He learns that there is only one way to every human heart, and that is\nthrough humility and prayer. He learns to be tolerant with his fellow men. Through study he\nlearns to enrich his mind, enlarge his soul with the thoughts of great men, men of God,\nprophets of God, and thus he grows in knowledge and wisdom.\n<\/p><p>\nIn the mission field a missionary is often tempted, but he does not yield. Thus he becomes\nbrave and strong, physically, mentally, morally, and above all, spiritually. A missionary often\nhas great decisions to make, decisions that many times are beyond the wisdom of his youth.\n<\/p><p>\nI recall an experience that was related by President J. Robert Price, former president of the\nCentral Atlantic States Mission, as he met with us on one occasion in the temple, telling of\ntwo young missionaries who had just recently come into the field, neither of whom had had\nmuch experience. Brother Price had received a message that one the families was having some\ndifficulty, marital trouble as I remember, and so these two young, inexperienced missionaries\nwere sent to this home. On entering the home, one of the elders asked if it would be in order\nwith the family that they first kneel in prayer. And so they all knelt down, and the young\nelder who led asked that the Lord would guide in the proceedings that should follow, that the\ndifferences would be composed in that home, and that peace could be established. And he\nprayed for the home, and in the sincerity of his heart he brought conviction to those who\nlistened. And when they all arose from their knees the father, who seemingly had been the\nleader, who had been the source of the trouble, approached the missionary; taking him by the\nhand, he said, \"We do not need you longer. You have touched our hearts, and we will\ncompose our differences, and you can depend upon it that we will not fail.\" And Brother\nPrice in reporting it said \"Surely, out of the mouths of babes and sucklings hath the Lord\nordained strength\" (<span class=\"citation\" id=\"41772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41772)\">Ps. 8:2<\/a><\/span>).\n<\/p><p>\nAnd so it is in this spirit that our missionaries go forth, and they have great decisions to\nmake, and they are equal to them.\n<\/p><p>\nThe missionaries also learn the injunction that was given by Isaiah the prophet, that they\nshould seek the Lord while he may be found: \n<\/p><p>\n. . . call ye upon him while he is near: \n<\/p><p>\nLet the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto\nthe Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon\n(<span class=\"citation\" id=\"25145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25145)\">Isa. 55:6-7<\/a><\/span>).\n<\/p><p>\nOur missionaries learn to love their contacts, the people whom they meet, although they do\nnot always see alike in matters of religion and do not always agree, yet they recognize that\nthe world is full of good people. Many honest-hearted and upright men and women have not\naccepted and do not accept Mormonism because they cannot comprehend it. As the Savior\nsaid to Nicodemus, \"They cannot see\" (<span class=\"citation\" id=\"27541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27541)\">John 3:3<\/a><\/span>).\nAnd yet through the fine work that they are doing, our\nmissionaries are gradually breaking down prejudices. They are being invited into homes that\nare blessed because of the faith and the testimony that they bring to them. There is no greater\njoy that can come to the human heart than to bring this message of eternal truth to those who\ndo not have it. And so our missionary service becomes a great spiritual factor in the lives of\nthose who have this unusual experience. There is nothing equal to it anywhere. Our boys\ncome home filled with a testimony of the truth, acknowledging the goodness of the Lord to\nthem and conscious of the fact that they have been able to do some good, not only to\nthemselves but also to those with whom they have come in contact.\n<\/p><p>\nThus has been laid a foundation of faith and spirituality and strength of character in our\nyoung people that has contributed greatly to the growth and the strength of\nthis Church. It is no wonder the Bishop of York was led to say after his visit to Salt Lake\nCity, on his return to England, as reported, I think, by Brother Sonne on his return from\nEurope, \"The Mormon Church must be a wealthy Church, for it maintains so many\nmissionaries in the world.\" At that time I think there were five thousand missionaries, and at\nan average cost of sixty dollars a month for each, you can see that would amount to\n$300,000.00 a month, or over $3,500,000.00 a year, and so the Bishop of York was\ncalculating it in dollars and cents. He did not understand that the wealth that maintains these\nmissionaries is not gold and silver, but faith, sacrifice, devotion on the part of parents in most\ncases, parents of limited means, not of wealth, but rich in faith and in a confidence in this\ngreat work. It is not gold that has built our temples and our meetinghouses, but the same faith\nand devotion to the Lord on the part of those who also support the great missionary system of\nthe Church.\n<\/p><p>\nIn conclusion, my brethren and sisters, may I read an extract from a sermon delivered in this\npulpit many years ago by President George Q. Cannon. I think it was in 1871. It was\nsubsequently reported in the Church Section of the <i>Deseret News<\/i>. For some of you who are\nyounger, President Cannon served as counselor in the First Presidency from the time of\nPresident John Taylor on to the time of President Snow. I think it was during President\nSnow's administration that President Cannon passed away. He was one of the great leaders of\nthis Church&mdash;a brilliant mind. He knew the Prophet Joseph. His father had come from the\nIsle of Man with his family. They had become converted to Mormonism, and had settled in\nNauvoo, and were there at the time of the martyrdom. I think I may safely say that President\nCannon's tribute to the Prophet Joseph in his biography is one of the finest that has ever been\nwritten regarding the Prophet Joseph. It was written from an intimate touch that the Cannon\nfamily had with the Prophet, and George Q. Cannon as a lad fourteen years of age\nremembered the great leadership and the spiritual power that characterized the Prophet of\nGod, to whom the Lord had revealed his great work. And so I quote in conclusion some\nremarks from President Cannon: \n<\/p><p>\nThe Latter-day Saints are not so uncharitable as to imagine that they are the only ones with\nwhom God is dealing, or are they the only people over whom and toward whom his\nprovidences are being exercised. Such a thought has never entered into the hearts of those\nwho are intelligent and reflecting in the Church of Jesus Christ of Latter-day Saints. It is true\nthat we believe and testify that we have been called to proclaim the everlasting gospel in its\nancient purity and simplicity, with the plenitude of its gifts and graces, as enjoyed in ancient\ndays, that we have been called to lay the foundation of that work which is destined to grow\nand increase and spread until it fills the whole earth from north to south and from east to\nwest. Yet we do not on this account arrogate to ourselves all the kindness, all the mercy, care\nand goodness which God dispenses to his creatures here on the earth, but we firmly believe in\nevery nation and among every kindred, tongue, and people, and in fact in every creed on the\nface of the earth, there are those whom God watches with particular care, and to whom his\nblessings are extended, and we believe that his providences are over all the works of his\nhands, and that none is so remote, friendless, or isolated that he is not the object of his care,\nhis mercy and his love. This is our belief, and when we see the events which are taking place\nat the present time [and this sounds almost prophetic], when we hear of revolutions and wars,\nof nation rising against nation, of the various judgments and calamities, as well as the various\nkindnesses and mercies, that are bestowed upon and extended to the inhabitants of the earth,\nand to the various nationalities into which they are divided, we see in all these things the hand\nof our kind and beneficent Creator. We see his providences. We behold his going forth, and\nwe acknowledge his goodness, and we also think that we can discern his overruling care and\nprovidence for the bringing to pass the great events of which he has spoken, which will\neventually result in the emancipation of our race from the thralldom of evil,\nunder which it now groans.\n<\/p><p>\nIt is in this spirit, my brethren and sisters, that our missionaries go out into the world to\nproclaim the restored gospel, and I have nothing but commendation for these fine men and\nwomen who are sent out, and for the splendid men and women who preside over them. These\nmission presidents and their wives, outstanding in their faith and in their devotion to the work\nof the Lord give these missionaries proper direction, and inspire them in the great work to\nwhich they are called. I am grateful to stand here today for the privileges and blessings that\nwere mine over forty years ago to be called to the mission field to preach the gospel. I am\ngrateful for the foundation of faith that was established in my soul because of this unusual\nexperience, and I humbly acknowledge on this occasion these blessings, and also the goodness\nof my parents in making such an experience possible. I express my gratitude to my heavenly\nFather, and I bear my testimony of the divinity of this great work in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}