{"ID":6593, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Duty Calls\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">All of us have a solemn duty to honor the priesthood and labor to bring many precious souls unto the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p4\" class=\"\">My dear brethren, it is an awesome responsibility, and yet a precious privilege, to respond to the assignment to speak to you this evening. The excitement, the anticipation of general conference, including the general priesthood meeting—whether in person or by satellite or television—brings joy to our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p5\" class=\"\">The Lord has made it clear what our responsibilities are and has given to us in the 107th section of the Doctrine and Covenants a solemn charge: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote1-21911_000_022\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11197)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p6\" class=\"\">At times the performance of duty, the response to a divine call, or the reaction to a spiritual prompting are not overwhelming. On occasion, however, the duty to respond is downright overpowering. I experienced such a situation prior to the general conference of April 1966. That’s 35 years ago, but I remember it vividly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p7\" class=\"\">I had received my assignment to speak at one of the conference sessions and had prepared and committed to memory a message entitled “Meeting Your Goliath.” This was based on the account of the famous battle waged by David and Goliath of olden times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p8\" class=\"\">Then I received a telephone call from President David O. McKay. The conversation went about like this: “Brother Monson, this is President McKay calling. How are you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p9\" class=\"\">I took a deep breath and answered, “Oh, I’m fine, President, and looking forward to conference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p10\" class=\"\">“That’s why I’m calling, Brother Monson. The Saturday morning session will be rebroadcast on Sunday as our Easter message to the world. I will be speaking to an Easter theme and would like you to join me and speak during that important session to that type of theme.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p11\" class=\"\">“Of course, President. I will be happy to do so.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p12\" class=\"\">That’s when the extent of this brief conversation really dawned on me. All of a sudden “Meeting Your Goliath” didn’t quite measure up to an Easter message. I knew I must begin to prepare all over again. There was so little time. Indeed, my “Goliath” stood before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p13\" class=\"\">That night I cleared the kitchen table and placed my typewriter on the tabletop along with a ream of bond paper, with a trusty wastepaper basket by my side to hold all the false starts that accompany such an assignment of preparation. I began at about 7:00 <span class=\"small\">P.M.<\/span> and had not written a satisfactory line by 1:00 <span class=\"small\">A.M.<\/span> The wastebasket was filled, but my mind certainly was not. What was I to do? The clock was running—indeed, it was racing. I paused to pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p14\" class=\"\">Soon thereafter there came to my mind the sadness of my neighbors Mark and Wilma Shumway in the recent loss of their youngest child. I thought to myself, <span class=\"emphasis\">Perhaps I could speak directly to them and peripherally to all others, for who hasn’t lost a dear one and had occasion to grieve?<\/span> My fingers raced over the typewriter keyboard but could barely keep up with my thoughts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p15\" class=\"\">As the first dim light of morning peered through our kitchen window, I had finished the message. The task remained to learn it and then deliver it to the world. Rarely have I struggled so hard to fill a prophetic assignment. However, Heavenly Father had heard my prayer. I shall never forget the experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p16\" class=\"\">Two landmark passages of scripture filled my soul as the conference session concluded. They are both familiar to you, brethren. They have no expiration date attached to them. First, from Nephi of old: “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.”<sup class=\"noteMarker\"><a href=\"#footnote2-21911_000_022\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1359)\">1 Ne. 3:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p17\" class=\"\">Second is the promise of the Lord Himself to you and to me from the Doctrine and Covenants: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote3-21911_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11158)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p18\" class=\"\">Many of us assembled tonight hold the Melchizedek Priesthood, while others bear the Aaronic Priesthood. All of us have a solemn duty to honor the priesthood and labor to bring many precious souls unto the Lord. We remember His declaration: “The worth of souls is great in the sight of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-21911_000_022\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11079)\">D&amp;C 18:10<\/a><\/span>.]<\/span><\/sup> Are we doing all we should? Do we remember the words of President John Taylor: “If you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty.”<sup class=\"noteMarker\"><a href=\"#footnote5-21911_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News Semiweekly,<\/span> 6 Aug. 1878, 1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p19\" class=\"\">The desire to help another, the quest for the lost sheep, may not always yield success at once. On occasion, progress is slow—even indiscernible. Such was the experience of my longtime friend, Gill Warner. He was a newly called bishop when Douglas, a member of his ward serving in the mission field, transgressed and was deprived of his Church membership. Father was saddened; Mother was totally devastated. Douglas soon thereafter moved from the state. The years hurried by, but Bishop Warner, now a member of a high council, never ceased to wonder what had become of Douglas.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p20\" class=\"\">In 1975 I attended the stake conference of Brother Warner’s stake and held a priesthood leadership meeting early on Sunday morning. I spoke of the Church discipline system and the need to labor earnestly and lovingly to rescue any who had strayed. Gill Warner raised his hand and outlined the story of Douglas. He concluded by posing a question to me: “Do I have any responsibility to work with Douglas to help bring him back to Church membership?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p21\" class=\"\">Gill reminded me later that my response to his question was direct and given without hesitation. I said, “As his former bishop and one who knew and loved him, I would think you would wish to do all you could to bring him back.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p22\" class=\"\">Unbeknownst to Gill Warner, Douglas’s mother had, the previous week, fasted and prayed that a man would be raised up to help save her son. Gill discovered this when, following the meeting, he felt prompted to call her to report his determination to be of help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p23\" class=\"\">Gill began his odyssey of redemption. Douglas was contacted by him. Old times, happy times, were remembered. Testimony was expressed, love was conveyed, and confidence instilled. The pace was excruciatingly slow. Discouragement frequently entered the scene; but step-by-step Douglas made headway. At long last prayers were answered, efforts rewarded, and victory attained. Douglas was approved for baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p24\" class=\"\">The baptismal date was set, family members gathered, and former bishop Gill Warner flew to the city where Douglas lived and performed the ordinance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p25\" class=\"\">Bishop Warner, through the love of his heart and with a sense of responsibility to a former priest in the Aaronic Priesthood—even the quorum over which he presided—went to the rescue, that not one would be lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p26\" class=\"\">There may be others, but I have personally known three bishops who, when they presided over their wards, there were in the priests quorum 48 or more young men, or in other words, a full scripturally defined quorum of priests. These three bishops were Alvin R. Dyer, Joseph B. Wirthlin, and Alfred B. Smith. Were they overwhelmed by their task? Not at all. Through their diligent efforts and with the help of caring parents and the blessings of the Lord, these bishops guided each member of their respective priests quorum—almost without exception—to the ordination of elder in the Melchizedek Priesthood, service in the mission field, and marriage in the temple of the Lord. While Brother Dyer and Brother Smith have gone to their eternal reward, Elder Joseph B. Wirthlin, a member of the Quorum of the Twelve Apostles, is present with us tonight. Elder Wirthlin, your service and leadership with these young men, now grown older, will never be forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p27\" class=\"\">As a 12-year-old boy, I had the privilege to serve as the secretary of my deacons quorum. I recall with joy the many assignments we members of that quorum had the opportunity to fill. Passing the sacred sacrament, collecting the monthly fast offerings, and looking after one another come readily to mind. The most frightening one, however, happened at the leadership session of our ward conference. The member of our stake presidency presiding was William F. Perschon. He called on a number of the ward officers to speak. Then, without the slightest warning, President Perschon stood and said, “We will now hear from Thomas S. Monson, secretary of the deacons quorum, to give us an accounting of his service and bear his testimony.” I don’t recall a thing I said, but I have never forgotten the experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p28\" class=\"\">Brethren, remember the Apostle Peter’s admonition, “Be ready always to give an answer to every man that asketh you a reason of the hope that is in you.”<sup class=\"noteMarker\"><a href=\"#footnote6-21911_000_022\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2203)\">1 Pet. 3:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p29\" class=\"\">During World War II, as a teenager I was privileged to serve as president of the teachers quorum. I was asked to learn and then apply the counsel from the Doctrine and Covenants, section 107, verse 86 [<span class=\"citation\" id=\"124729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124729)\">D&amp;C 107:86<\/a><\/span>]: “The duty of the president over the office of the teachers is to preside over … the teachers, and to sit in council with them, teaching them the duties of their office, as given in the covenants.” I tried my best to live up to this defined duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p30\" class=\"\">In that quorum was a young man, Fritz Hoerold. He was short in stature but tall on courage. Soon after Fritz turned 17, he enlisted in the United States Navy and was off to training. He then found himself on a large battleship in a number of those bloody engagements in the Pacific. His ship was severely damaged, and many sailors were killed or wounded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p31\" class=\"\">Fritz returned home on leave following such an engagement and came back to our teachers quorum. The quorum adviser invited him to speak to us. My, he looked resplendent in his Navy blues with appropriate war ribbons attached. I remember that I asked Fritz to tell us any thoughts he had for our benefit. After all, we were about the same age. With a wry smile, he responded, “Don’t volunteer for anything!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p32\" class=\"\">I didn’t see Fritz again from that time when we were 17 until, a few years ago, I read a magazine article concerning those same battles at sea. I wondered if Fritz Hoerold were even still alive and if so, if he lived somewhere in Salt Lake City. Through a telephone call I found him and sent the magazine to him. He and his wife expressed to me their thanks. Having learned that Fritz had not as yet been ordained an elder and hence had never been to the temple, I wrote a letter encouraging him to qualify for the blessings of the temple. On two occasions we happened to see one another at restaurants. His dear wife, Joyce, always urged me, “Keep working with this man of mine.” His daughters voiced their approval of their mother’s urging. I kept up my encouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p33\" class=\"\">Just a few weeks ago, I saw in the newspaper obituary columns that Joyce, Fritz’s wife, had passed away. How I wished that I had been more successful with my private project to get Fritz to the temple. I noted the time and place of Sister Hoerold’s funeral service, rescheduled other appointments, and went to the service. Immediately upon seeing me, Fritz made a beeline to my side. We both shed a few tears. He asked me to be the final speaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p34\" class=\"\">When I arose to speak, I looked at Fritz and his family and said, “Fritz, I am here today as the president of the teachers quorum of which you and I were once members.” I proffered how he and his family could become a “forever family” through temple ordinances—ordinances at which I pledged to officiate when that time came.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p35\" class=\"\">I concluded my remarks, choking back the tears of emotion, by saying to Fritz in the hearing and view of his family and all in attendance, “Fritz, my dear friend and fellow sailor, you have courage, you have determination. You put your life on the line for your country in a time of peril. Now, Fritz, you must heed the call of the bos’n’s whistle: ‘All aboard—anchors aweigh’—for your journey to exaltation. Joyce is there waiting for you. I know your dear children and grandchildren are praying for you. Fritz, as your teachers quorum president of long ago, I will strive with all my heart and soul to make certain you don’t miss the ship that will carry you and your loved ones to celestial glory.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p36\" class=\"\">I gave to him a Navy salute. Fritz stood and returned the salute.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/duty-calls.p37\" class=\"\">Brethren, may each of us be obedient to the easily remembered couplet: “Do your duty, that is best. Leave unto the Lord the rest.” For this I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21911_000_022\"><a name=\"-21911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21911_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11197)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_022\"><a name=\"-21911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21911_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1359)\">1 Ne. 3:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_022\"><a name=\"-21911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21911_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11158)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_022\"><a name=\"-21911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21911_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11079)\">D&amp;C 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_022\"><a name=\"-21911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21911_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News Semiweekly,<\/span> 6 Aug. 1878, 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_022\"><a name=\"-21911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21911_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2203)\">1 Pet. 3:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}