{"ID":6595, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Now Is the Time\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we live so that when that final summons is heard, we may have no serious regrets, no unfinished business.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21911_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p5\" class=\"\">As I stand before you this morning, my thoughts return to the time of my youth when in Sunday School we often sang the lovely hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Welcome, welcome, Sabbath morning;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now we rest from ev’ry care.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Welcome, welcome, is thy dawning,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Holy Sabbath, day of prayer.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote1-21911_000_024\">1<\/a>\n\t   <span class=\"footnote\">[Robert B. Baird, “Welcome, Welcome, Sabbath Morning,” <span class=\"emphasis\">Hymns,<\/span> no. 280.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p10\" class=\"\">This Sabbath day I pray for an interest in your faith and prayers as I respond to the invitation to address you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p11\" class=\"\">All of us have been dramatically affected by the tragic events of that fateful day, September 11, 2001. Suddenly, without warning, devastating destruction left death in its wake and snuffed out the lives of enormous numbers of men, women, and children. Evaporated were well-laid plans for pleasant futures. Substituted, therefore, were tears of sorrow and cries of pain from wounded souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p12\" class=\"\">Countless are the reports we have heard during the past three and a half weeks of those who were touched in some way—either directly or indirectly—by the events of that day. I should like to share with you the comments of a Church member, Rebecca Sindar, who was on a flight from Salt Lake City to Dallas on the morning of Tuesday, September 11. The flight was interrupted, as were all flights in the air at the time of the tragedies, and the plane grounded in Amarillo, Texas. Sister Sindar reports: “We all left the plane and found televisions in the airport, where we crowded around to see the broadcast of what had happened. People were lined up to call loved ones to assure them we were safely on the ground. I shall always remember the 12 or so missionaries who were on their way to the mission field on our flight. They made phone calls, and then we saw them huddled in a circle in a corner of the airport, kneeling in prayer together. How I wish I could have captured that moment to share with the mothers and fathers of those sweet young men as they saw the need for prayer right away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p13\" class=\"\">My brothers and sisters, death eventually comes to all mankind. It comes to the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey, and often it hushes the laughter of little children. Death is one fact that no one can escape or deny.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p14\" class=\"\">Frequently death comes as an intruder. It is an enemy that suddenly appears in the midst of life’s feast, putting out its lights and gaiety. Death lays its heavy hand upon those dear to us and at times leaves us baffled and wondering. In certain situations, as in great suffering and illness, death comes as an angel of mercy. But for the most part, we think of it as the enemy of human happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p15\" class=\"\">The darkness of death can ever be dispelled by the light of revealed truth. “I am the resurrection, and the life,” spoke the Master. “He that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die.”<sup class=\"noteMarker\"><a href=\"#footnote2-21911_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26961)\">John 11:25–26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p16\" class=\"\">This reassurance—yes, even holy confirmation—of life beyond the grave could well provide the peace promised by the Savior when He assured His disciples: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.”<sup class=\"noteMarker\"><a href=\"#footnote3-21911_000_024\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26976)\">John 14:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p17\" class=\"\">Out of the darkness and the horror of Calvary came the voice of the Lamb, saying, “Father, into thy hands I commend my spirit.”<sup class=\"noteMarker\"><a href=\"#footnote4-21911_000_024\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"31027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31027)\">Luke 23:46<\/a><\/span>.]<\/span><\/sup> And the dark was no longer dark, for He was with His Father. He had come from God, and to Him He had returned. So also those who walk with God in this earthly pilgrimage know from blessed experience that He will not abandon His children who trust in Him. In the night of death, His presence will be “better than [a] light and safer than a known way.”<sup class=\"noteMarker\"><a href=\"#footnote5-21911_000_024\">5<\/a>\n       <span class=\"footnote\">[Minnie Louise Haskins, “The Gate of the Year,” in <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> ed. James Dalton Morrison (1948), 92.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p18\" class=\"\">Saul, on the road to Damascus, had a vision of the risen, exalted Christ. Later, as Paul, defender of truth and fearless missionary in the service of the Master, he bore witness of the risen Lord as he declared to the Saints at Corinth: “Christ died for our sins according to the scriptures;<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p19\" class=\"\">“… He was buried, and … he rose again the third day according to the scriptures:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p20\" class=\"\">“… He was seen of Cephas, then of the twelve:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p21\" class=\"\">“After that, he was seen of above five hundred brethren at once. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p22\" class=\"\">“After that, he was seen of James; then of all the apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p23\" class=\"\">“And last of all he was seen of me.”<sup class=\"noteMarker\"><a href=\"#footnote6-21911_000_024\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"58\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(58)\">1 Cor. 15:3–8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p24\" class=\"\">In our dispensation this same testimony was spoken boldly by the Prophet Joseph Smith, as he and Sidney Rigdon testified:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p25\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p26\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p27\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.”<sup class=\"noteMarker\"><a href=\"#footnote7-21911_000_024\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11143)\">D&amp;C 76:22–24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p28\" class=\"\">This is the knowledge that sustains. This is the truth that comforts. This is the assurance that guides those bowed down with grief out of the shadows and into the light. It is available to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p29\" class=\"\">How fragile life, how certain death. We do not know when we will be required to leave this mortal existence. And so I ask, “What are we doing with today?” If we live only for tomorrow, we’ll have a lot of empty yesterdays today. Have we been guilty of declaring, “I’ve been thinking about making some course corrections in my life. I plan to take the first step—tomorrow”? With such thinking, tomorrow is forever. Such tomorrows rarely come unless we do something about them today. As the familiar hymn teaches:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There are chances for work all around just now,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Opportunities right in our way.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Do not let them pass by, saying, “Sometime I’ll try,”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But go and do something today.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote8-21911_000_024\">8<\/a>\n\t   <span class=\"footnote\">[Will L. Thompson, “Have I Done Any Good?” <span class=\"emphasis\">Hymns,<\/span> no. 223.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p35\" class=\"\">Let us ask ourselves the questions: “Have I done any good in the world today? Have I helped anyone in need?” What a formula for happiness! What a prescription for contentment, for inner peace—to have inspired gratitude in another human being.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p36\" class=\"\">Our opportunities to give of ourselves are indeed limitless, but they are also perishable. There are hearts to gladden. There are kind words to say. There are gifts to be given. There are deeds to be done. There are souls to be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p37\" class=\"\">As we remember that “when ye are in the service of your fellow beings ye are only in the service of your God,”<sup class=\"noteMarker\"><a href=\"#footnote9-21911_000_024\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40060)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup> we will not find ourselves in the unenviable position of Jacob Marley’s ghost, who spoke to Ebenezer Scrooge in Dickens’ immortal <span class=\"emphasis\">A Christmas Carol.<\/span> Marley spoke sadly of opportunities lost. Said he: “Not to know that any Christian spirit working kindly in its little sphere, whatever it may be, will find its mortal life too short for its vast means of usefulness. Not to know that no space of regret can make amends for one life’s opportunities misused! Yet such was I. Oh! such was I!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p38\" class=\"\">Marley added: “Why did I walk through crowds of fellow-beings with my eyes turned down, and never raise them to that blessed Star which led the Wise Men to a poor abode? Were there no poor homes to which its light would have conducted <span class=\"emphasis\">me!<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p39\" class=\"\">Fortunately, as we know, Ebenezer Scrooge changed his life for the better. I love his line, “I am not the man I was.”<sup class=\"noteMarker\"><a href=\"#footnote10-21911_000_024\">10<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Works of Charles Dickens<\/span> (1982), 543, 581.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p40\" class=\"\">Why is the story <span class=\"emphasis\">A Christmas Carol<\/span> so popular? Why is it ever new? I personally feel it is inspired of God. It brings out the best within human nature. It gives hope. It motivates change. We can turn from the paths which would lead us down and, with a song in our hearts, follow a star and walk toward the light. We can quicken our step, bolster our courage, and bask in the sunlight of truth. We can hear more clearly the laughter of little children. We can dry the tear of the weeping. We can comfort the dying by sharing the promise of eternal life. If we lift one weary hand which hangs down, if we bring peace to one struggling soul, if we give as did the Master, we can—by showing the way—become a guiding star for some lost mariner.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p41\" class=\"\">Because life is fragile and death inevitable, we must make the most of each day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p42\" class=\"\">There are many ways in which we can misuse our opportunities. Some time ago I read a tender story written by Louise Dickinson Rich which vividly illustrates this truth. She wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p43\" class=\"\">“My grandmother had an enemy named Mrs. Wilcox. Grandma and Mrs. Wilcox moved, as brides, into next-door houses on the main street of the tiny town in which they were to live out their lives. I don’t know what started the war between them—and I don’t think that by the time I came along, over thirty years later, they themselves remembered what started it. This was no polite sparring match; this was total war. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p44\" class=\"\">“Nothing in town escaped repercussion. The 300-year-old church, which had lived through the Revolution, the Civil War, and the Spanish-American War, almost went down when Grandma and Mrs. Wilcox fought the Battle of the Ladies’ Aid. Grandma won that engagement, but it was a hollow victory. Mrs. Wilcox, since she couldn’t be president, resigned in a huff. What’s the fun of running a thing if you can’t force your enemy to eat crow? Mrs. Wilcox won the Battle of the Public Library by getting her niece, Gertrude, appointed librarian instead of Aunt Phyllis. The day Gertrude took over was the day Grandma stopped reading library books. They became ‘filthy germy things’ overnight. The Battle of the High School was a draw. The principal got a better job and left before Mrs. Wilcox succeeded in having him ousted or Grandma in having him given life tenure of office.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p45\" class=\"\">“When as children we visited my grandmother, part of the fun was making faces at Mrs. Wilcox’s grandchildren. One banner day we put a snake into the Wilcox rain barrel. My grandmother made token protests, but we sensed tacit sympathy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p46\" class=\"\">“Don’t think for a minute that this was a one-sided campaign. Mrs. Wilcox had grandchildren, too. Grandma didn’t get off scot free. Never a windy washday went by that the clothesline didn’t mysteriously break, with the clothes falling in the dirt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p47\" class=\"\">“I don’t know how Grandma could have borne her troubles so long if it hadn’t been for the household page of her daily Boston newspaper. This household page was a wonderful institution. Besides the usual cooking hints and cleaning advice, it had a department composed of letters from readers to each other. The idea was that if you had a problem—or even only some steam to blow off—you wrote a letter to the paper, signing some fancy name like Arbutus. That was Grandma’s pen name. Then some of the other ladies who had the same problem wrote back and told you what they had done about it, signing themselves One Who Knows or Xanthippe or whatever. Very often, the problem disposed of, you kept on for years writing to each other through the column of the paper, telling each other about your children and your canning and your new dining-room suite. That’s what happened to Grandma. She and a woman called Sea Gull corresponded for a quarter of a century. Sea Gull was Grandma’s true friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p48\" class=\"\">“When I was about sixteen, Mrs. Wilcox died. In a small town, no matter how much you have hated your next-door neighbor, it is only common decency to run over and see what practical service you can do the bereaved. Grandma, neat in a percale apron to show that she meant what she said about being put to work, crossed the lawn to the Wilcox house, where the Wilcox daughters set her to cleaning the already-immaculate front parlor for the funeral. And there on the parlor table in the place of honor was a huge scrapbook; and in the scrapbook, pasted neatly in parallel columns were Grandma’s letters to Sea Gull over the years and Sea Gull’s letters to her. Though neither woman had known it, Grandma’s worst enemy had been her [very] best friend. That was the only time I remember seeing my grandmother cry. I didn’t know then exactly what she was crying about, but I do now. She was crying for all the wasted years which could never be salvaged.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/now-is-the-time.p49\" class=\"\">My brothers and sisters, may we resolve from this day forward to fill our hearts with love. May we go the extra mile to include in our lives any who are lonely or downhearted or who are suffering in any way. May we “[cheer] up the sad and [make] someone feel glad.”<sup class=\"noteMarker\"><a href=\"#footnote11-21911_000_024\">11<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 223.]<\/span><\/sup> May we live so that when that final summons is heard, we may have no serious regrets, no unfinished business, but will be able to say with the Apostle Paul, “I have fought a good fight, I have finished my course, I have kept the faith.”<sup class=\"noteMarker\"><a href=\"#footnote12-21911_000_024\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5075)\">2 Tim. 4:7<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21911_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Robert B. Baird, “Welcome, Welcome, Sabbath Morning,” <span class=\"emphasis\">Hymns,<\/span> no. 280.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21911_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26961)\">John 11:25–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21911_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26976)\">John 14:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21911_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"31027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31027)\">Luke 23:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21911_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Minnie Louise Haskins, “The Gate of the Year,” in <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> ed. James Dalton Morrison (1948), 92.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21911_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"58\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(58)\">1 Cor. 15:3–8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21911_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11143)\">D&amp;C 76:22–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21911_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Will L. Thompson, “Have I Done Any Good?” <span class=\"emphasis\">Hymns,<\/span> no. 223.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21911_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40060)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21911_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Works of Charles Dickens<\/span> (1982), 543, 581.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21911_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 223.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_024\"><a name=\"-21911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21911_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5075)\">2 Tim. 4:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}