{"ID":6598, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Fear Not: For They That Be with Us Are More”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p2\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We are not alone in this sacred trust of parenting, loving, and leading. There is no greater joy. It is worth every sacrifice.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p4\" class=\"\">As parents and leaders of youth, it might be easy to lose our faith and wring our hands with worry for them and the world they are living in.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p5\" class=\"\">Our circumstances today are not without precedence or hope. When Enoch was the prophet, the heavens wept because of the wickedness of the world (see <span class=\"citation\" id=\"38856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38856)\">Moses 7:28–37<\/a><\/span>). There is no doubt the heavens are weeping today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p6\" class=\"\">Elisha the prophet was surrounded by the whole Syrian army determined to kill him. He reassured his worried and only companion, who was busy counting Syrian heads, that when we are on the Lord’s side, regardless of numbers or worldly power, we are in the majority. I testify that the consoling words of Elisha to his young friend are still true today: “They that be with us are more than they that be with them” (<span class=\"citation\" id=\"3163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3163)\">2 Kgs. 6:16<\/a><\/span>). The Lord will surround and protect our young people with chariots of fire, as He did for Elisha, in the form of parents, grandparents, aunts, uncles, neighbors, leaders, and friends who will vigorously love them and lead them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p7\" class=\"\">The past four years I have been immersed in the work of Young Women. As we cross the world visiting with them, we learn to some degree about their hopes and dreams and fears and disappointments. I echo President Hinckley’s words: this is “the best generation the Church has ever had” (<span class=\"emphasis\">Church News,<\/span> 15 Feb. 1997, 3). As a whole, these young people are valiantly and energetically taking a stand for goodness and decency.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p8\" class=\"\">Strong and good as they are, our young people need our help. And help is available: The Young Women Personal Progress program, the Aaronic Priesthood Duty to God, the <span class=\"emphasis\">Guidebook for Parents and Leaders of Youth,<\/span> and the revised <span class=\"emphasis\">For the Strength of Youth<\/span> will help parents and leaders be actively and directly involved in holding back the sliding scale of morality. Our youth want more than landlords. They want people who will love them and lead them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p9\" class=\"\">A vital part of that loving is listening. I know what listening really is, because I have had the blessed experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p10\" class=\"\">I used to farm with my dad. I didn’t always enjoy it, but when lunchtime came we’d sit in the shade of the tall poplar trees, eat our lunch, and talk. My dad didn’t use this as a golden teaching moment to lay down the law and straighten out his daughter. We just talked—about anything and everything.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p11\" class=\"\">This was the time I could ask questions. I felt so safe I could even ask questions that might provoke him. I remember asking him, “Why did you embarrass me in front of my friends last week when I had stayed out too late and you came and got me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p12\" class=\"\">His answer leads to another aspect of love. He wasn’t being arbitrary. There were certain standards of behavior I was expected to live. He said, “Having you out late worried me. Above all, I want you safe.” I realized his love for me was stronger than his desire for sleep or the inconvenience of getting dressed and driving down the road looking for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p13\" class=\"\">Whether it is a hayfield or other casual places, those times together can fill the reservoir for other times that may not be as idyllic and serene. Relationships stay intact with this kind of investment—in spite of hard doctrine and correction—or maybe because of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p14\" class=\"\">Love is listening when <span class=\"emphasis\">they<\/span> are ready to talk—midnight, 6 <span class=\"small\">A.M.<\/span> on their way to seminary, or when you’re busy with your urgencies. Have you seen the Church spot on television showing a darkened bedroom? The door opens, and in walks a little girl with a book under her arm. She goes over to where her dad is sound asleep and asks, “Daddy, will you read me a story?” The dad doesn’t open his eyes; he just mumbles in his sleep, “Oh, honey, Daddy is so tired. Ask Mommy.” The little girl patters over to where her mother is sleeping and asks, “Mommy, can Daddy read me a story?” You see the dad’s eyes pop open, and the next picture shows all three of them together, and Dad is reading a story.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p15\" class=\"\">Loving may come naturally, but leading is a polished skill that maybe we don’t take seriously enough. We lead by example more strongly than any other way. That is a heavy burden for parents and leaders of youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p16\" class=\"\">Can our young people tell by the way we live and talk and pray that we love the Lord? Do they know that their Father in Heaven is a God of love by the way they feel when they are with us? Can they feel secure that we will not be moved by every wind of doctrine or the craftiness of social pressure and worldly acceptance? (see <span class=\"citation\" id=\"21570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21570)\">Eph. 4:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p17\" class=\"\">If we are going to lead in righteousness, there can’t be any question where we stand. Small uncertainties on our part can produce large uncertainties in our youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p18\" class=\"\">I wonder sometimes if we as mothers are the ones who make our children feel the pressure to be popular and accepted. Educating our desires so our standards are the Lord’s standards sends a clear message that in the Lord’s kingdom there are no double standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p19\" class=\"\">Following President Hinckley’s talk to the youth last November, a young woman reported to her mother that her Young Women leader had removed her second set of earrings. These scrutinizing young people notice. They notice how short your shorts are or if you had to tuck and pin to wear that blouse; they notice what you wear (or don’t wear) when you are working in your yard; they notice which line you are standing in at the movie theater.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p20\" class=\"\">We have made covenants with the Lord, and leading often tests the level of our commitment to those covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p21\" class=\"\">A young mother said, “It takes an enormous amount of time and energy to be a good parent. It is easier to let my children fall asleep in front of the television while I pick up the house and then put them to bed than it is to read the scriptures to them, have prayers and stories, and tuck them in. But they look forward to this evening ritual, and I know this investment, even when I’m too tired to move, will pay eternal dividends.” Consistent leading helps youth make wise choices, and our trust in them increases.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p22\" class=\"\">I remember when I was about 16 years old overhearing Mom talking to Dad. She was concerned about some choices I was making. I was not guilty of any sin more serious than the immaturity of youth, but Mom was worried. What Dad said seared into my heart. “Don’t worry,” he said to Mom. “I trust Sharon, and I know she’ll do the right thing.” Those hours in the hayfield paid off then and there. From that moment on I was bound to those loving, trusting parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p23\" class=\"\">One of the greatest tests for parents and leaders is to love the one who seems to be unlovable. This is tough duty. It stretches the heartstrings and wrenches the soul. When heartbroken parents pray for help, the help often comes in the form of angel aunts or uncles, grandmas or grandpas, good friends, and leaders surrounding our loved one. They can reinforce our very message that may put our child on the track we’ve been praying for.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p24\" class=\"\">Loving wisely and leading purposefully will help stem the tide of wickedness as we prepare the next generation for the exhilarating delights of parenthood. We never forget the joys of our 12-year-old when he first passes the sacrament or hearing the sacramental prayer given in the voice of our son. How do you explain the feeling of hearing your daughter bear her testimony of the Savior or watching her receive her Young Womanhood medallion?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p25\" class=\"\">We catch a glimpse of heaven when we are in the temple with our child who is kneeling across the altar with a worthy companion. They are prepared to start a life together of promise and accomplishments that we have helped to nurture. This is harvest time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/fear-not-for-they-that-be-with-us-are-more.p26\" class=\"\">I close with my testimony that we are not alone in this sacred trust of parenting, loving, and leading. There is no greater joy. It is worth every sacrifice, every inconvenient minute, every ounce of patience, personal discipline, and endurance. “If God be for us, who can be against us?” (<span class=\"citation\" id=\"42629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42629)\">Rom. 8:31<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}