{"ID":66, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What We Are Fighting For<\/p>\n<p class=\"gcspeaker\">Elder Richard R. Lyman<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard R. Lyman, <i>Conference Report<\/i>, April 1943, pp. 82-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLong years ago Abraham Lincoln said that \". . . our fathers brought forth on this continent, a\nnew nation, conceived in liberty, and dedicated to the proposition that all men are created\nequal. Now,\" said he, \"we are engaged in a great Civil War, testing whether that nation or any\nnation so conceived and so dedicated can long endure. . . .\"\n<\/p><p>\nTO ENDURE FOREVER\n<\/p><p>\nToday we are engaged in a greater war, a war that covers the whole earth. We are fighting on\nbattlefields around the world for the sacred purpose of demonstrating that, God being our\nhelper, not only one nation, our nation, but that any and all nations \". . . conceived in liberty,\nand dedicated to the proposition that all men are created equal . . .\" shall not only endure\nlong, but shall endure forever. That is the great cause and blessing for which we are fighting\ntoday. And using again the language of the immortal Lincoln, we have resolved that those\nheroes of the other world war who gave their lives and those of this war who make the\nsupreme sacrifice \". . . shall not have died in vain. . . .\" We have resolved that \"under God\"\nthe whole world \". . . shall have a new birth of freedom. and that government of the people,\nby the people, for the people, shall not perish from the earth. . . .\"\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; BETTER DEAD THAN A SLAVE\n<\/p><p>\nHenry Van Dyke says:\n<\/p><p>\nOh, better to be dead<br \/>\nWith a face turned toward the sky,<br \/>\nThan live beneath a slavish dread<br \/>\nAnd serve a giant lie.\n<\/p><p>\nStand up, stand up, my heart, and strive<br \/>\nFor the things most dear to thee!<br \/>\nWhy should we care to be alive<br \/>\nUnless the world is free?\n<\/p><p>\nGIANT ROBBER'S WORLD-WIDE WAR\n<\/p><p>\nWhat he wrote then concerning the other world war and our flag applies to this world war\nand to our flag with even greater accuracy and force:\n<\/p><p>\nO fiercer than all wars before<br \/>\nThat raged on land or sea,<br \/>\nThe Giant Robber's world-wide war<br \/>\nFor the things that shall not be!<br \/>\nThy sister banners hold the line;<br \/>\nTo thee, dear flag, they call;<br \/>\nAnd thou hast joined them with the sign&mdash;<br \/>\nThe heavenly sign, the victor sign&mdash;<br \/>\nOf the stars that never fall.<br \/><br \/>\nAll hail to thee, New Glory!<br \/>\nWe follow thee unfurled<br \/>\nTo write the larger story<br \/>\nOf the Freedom of the World.\n<\/p><p>\nTHE WHOLE WORLD FREE\n<\/p><p>\nOn the very day the other war was ended, November 11, 1918, he wrote:<br \/><br \/>\nOh, welcome home in Heaven's peace, dear spirits of the dead!<br \/>\nAnd welcome home ye living sons America hath bred!<br \/>\nThe lords of war are beaten down, your glorious task is done;<br \/>\nYou fought to make the whole world free, and the victory is won.\n<\/p><p>\nHow unfortunate that that thrilling and glorious achievement, thus so dearly and so\ndramatically stated, did not actually become a reality.\n<\/p><p>\nA TEMPLE AND THE CENTER OF PEACE\n<\/p><p>\nWhen President Grant was in Europe a few years ago, the mayor of Geneva, Switzerland,\ntook him and as many others of his party as the mayor's car would carry (seven as I\nremember it) and showed the members of that party the flowers, the parks, the mountain\nscenery, the loveliness of Lake Geneva, and many other of the attractions in and about that\nfamous city, that great center of peace. President Grant the next day expressed the thought\nthat somewhere among the hills surrounding that city, in that land of freedom and democracy,\nit would be fitting indeed for the Church of Jesus Christ to build a temple.\n<\/p><p>\nOUR ALL UPON THE ALTAR\n<\/p><p>\nThe mayor later also took the party through the historic municipal and national buildings of\nGeneva and showed to us, the members of the party, the many and impressive historic\ndocuments and other treasures which the people of Switzerland hold dear as we hold dear the\noriginal copies of the Constitution of the United States and our Declaration of Independence.\nSome twenty-one or twenty-two nations are held together in Switzerland by their love of\nindependence and liberty much as our forty-eight states are held together. The elimination of\nwar, that is, the preservation and maintenance of peace, is the principal aim of the officials\nand people of that great city and that little but great republic, Switzerland. They are\nendeavoring to secure for mankind in all the world that great blessing of peace and good will\nwhich Christ came so long ago to bring, that blessing for which all good Christian people\naround the whole world are so fervently praying during these terrible and trying times. It is\nfor this great cause that the United Nations including our own beloved country are now\nunselfishly putting their all upon the altar of war. By force we have had thrust upon us this\ngreat conflict and, spurred on by our love of liberty, we, the United Nations, are making\ngigantic efforts to win. \n<\/p><p>\nWILL WIN COURAGEOUSLY\n<\/p><p>\nThe motto of our country is \"In God we trust,\" and throughout our land we sing&mdash;\n<\/p><p>\nLong may our land be bright with freedom's holy light;\nProtect us by Thy might, Great God, our King.\n<\/p><p>\nWith faith in God the Eternal Father to whom nothing is impossible, we have carried into this\nmighty and unparalleled struggle \"the only flag in all the world that has never known defeat.\"\nGod helping us we shall not only win, but however great the cost in tears, in blood, in human\nlife, or in economic treasure, we shall win courageously.\n<\/p><p>\nAnd when peace finally comes and the war is ended, the following words of Van Dyke found\nin his poem entitled \"Golden Stars,\" will apply as appropriately no doubt as they did when\nthey were read for the first time at the Memorial Service held at Princeton University,\nDecember 15, 1918, just four days after the Armistice was signed. He said:\n<\/p><p>\nBut many a lad we hold<br \/>\nDear in our heart of hearts<br \/>\nIs missing from the home-returning host.<br \/>\nAh, say not they are lost,<br \/>\nFor they have found and given their life<br \/>\nIn sacrificial strife:<br \/>\nTheir service stars have changed from blue to gold!\n<\/p><p>\nONE TEAR, ONE WORD OF GRIEF\n<\/p><p>\nListen to his expressions concerning the courage, the determination, and the daring of the\nmothers of these whose stars have changed from blue to gold:<br \/><br \/>\nO happy warriors, forgive the tear<br \/>\nFalling from eyes that miss you;<br \/>\nForgive the word of grief from mother-lips<br \/>\nThat ne'er on earth shall kiss you;<br \/>\nHear only what our hearts would have you hear&mdash;<br \/>\nGlory and praise and gratitude and pride<br \/>\nFrom the dear country in whose cause you died.<br \/>\nNow you have run your race and won your prize,<br \/>\nOld age shall never burden you, the fears<br \/>\nAnd conflicts that beset our lingering years<br \/>\nShall never vex your souls in Paradise.<br \/>\nImmortal, young, and crowned with victory,<br \/>\nFrom life's long battle you have found release.<br \/>\nAnd He who died for all on Calvary<br \/>\nHas welcomed you, brave soldiers of the cross,<br \/>\n&nbsp; &nbsp; &nbsp;       Into eternal peace.\n<\/p><p>\nCome, let us gird our loins and lift our load,<br \/>\nCompanions who are left on life's rough road,<br \/>\nAnd bravely take the way that we must tread<br \/>\nTo keep true faith with our beloved dead.<br \/>\nTo conquer war they dared their lives to give,<br \/>\nTo safeguard peace our hearts must learn to live.<br \/>\nHelp us, dear God, our forward faith to hold!<br \/>\nWe want a better world than that of old.<br \/>\nLead us on paths of high endeavor,<br \/>\nToiling upward, climbing ever,<br \/>\nReady to suffer for the right,<br \/>\nUntil at last we gain a loftier height,<br \/>\nMore worthy to behold<br \/>\nOur guiding stars, our hero-stars of gold.\n<\/p><p>\nTO THEE NOTHING IMPOSSIBLE\n<\/p><p>\nThis struggle is like that great war of long ago which was fought in heaven. And the cause\nfor which we fight is the same, that is, liberty and freedom, the right of choice, for all the \nsons and all the daughters of God. However great the cost, this struggle must go on until we\nare victorious. These are trying days, terrible times. The agony on the part of the mothers\nand of the young wives of those soldiers who may be called upon to give their lives on the\nfield of honor is not unlike the agony of the Master Himself in the garden of Gethsemane. It\nwas under the trying conditions then surrounding Him that He exclaimed, \". . . Father, all\nthings are possible unto thee; take away this cup from me\"\n(<span class=\"citation\" id=\"32972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32972)\">Mark 14:36<\/a><\/span>). Three times\nHe repeated this the most earnest, prayerful appeal that ever fell from His divine lips. The\nsituation was so serious that \". . . his sweat was as it were great drops of blood falling down\nto the ground.\" The load He had to bear was so heavy that \". . . there appeared an angel unto\nhim from heaven, strengthening him\"\n(<span class=\"citation\" id=\"31112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31112)\">Luke 22:43-44<\/a><\/span>).\n<\/p><p>\nPRAYER OF JESUS NOT ANSWERED\n<\/p><p>\nAnd was this His most earnest prayer answered? It was not. Then came the sublimest moment\nof His most remarkable life when He added, \". . . nevertheless, not my will, but thine, be\ndone\" (<span class=\"citation\" id=\"31110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31110)\">Luke 22:42<\/a><\/span>).\nThus, by enduring that great agony, the Savior took upon Himself the\nsins of all men that all men on condition of repentance might come unto Him.\n<\/p><p>\nFATHER, THY WILL BE DONE\n<\/p><p>\nAnd so with us. We, the United Nations, have put our hands to the plow\n(<span class=\"citation\" id=\"31106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31106)\">Luke 9:62<\/a><\/span>), and this contest, on\na world of battlefields, unparalleled as it is in magnitude and extent, we will win, however\ngreat the cost. And being followers of Jesus, the Son of God, and members of His Church,\nthe Church of Jesus Christ of Latter-day Saints, let us do as He did at the time of His great\nagony, that is, appeal to our Heavenly Father in great earnestness and humility for the lives of\nour loved ones to be spared and for their bodies to be unharmed. But back of these earnest\nand humble prayerful appeals, let us, as best we can, be courageous and Christ-like. Back of\nall these appeals may we have, in some degree, that spirit Christ so gloriously exhibited\nduring that sublimest moment of His life when to His most earnest prayerful appeal He added,\n\". . . nevertheless, not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31111)\">Luke 22:42<\/a><\/span>). Thus courageously and\nChrist-like, may we plunge with all our might into this greatest of all world wars, and by the\npower of God may we deserve to win, and by that same power may victory be ours with the\nleast possible loss of blood, and the fewest possible number of tears, and of heartaches, I\nhumbly pray.\n<\/p>\n<\/div>\n<\/div>"}