{"ID":660, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And This Is My Gospel...\"<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1953, pp. 23-27<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn President McKay's address this morning he told of a picture that hung in the Huntsville\nmeetinghouse, a picture of President John Taylor under which were the words, \"Where the\nkingdom of God is not, there is nothing.\" That statement encourages me to talk about\nsomething about which I have been thinking for a long time. If the Lord is willing and I\nmight have his Spirit, I would like to speak about a subject which I will introduce by quoting\na question asked by a missionary, and a statement from a great thinker. The missionary asked,\n\"Since the restored Church claims that it is necessary to have the same organization that\nexisted in the primitive church, particularly Twelve Apostles, how then can we claim that the\nkingdom of God and the gospel were upon the earth before the time of the Savior when they\nhad no Apostles?\"\n<\/p><p>\nThe statement which I wish to read is from Napoleon I, while he was in exile in 1817. It\nreads as follows: \"I could believe in a religion if it existed from the beginning of time, but\nwhen I consider Socrates, Plato, and Mohammed, I no longer believe.\"\n<\/p><p>\nThere are those who believe that the kingdom of God was not established until after the\nadvent of the Savior and that the gospel of Jesus Christ was not upon the earth until the time\nof his advent.\n<\/p><p>\nAs I have thought of that question of the missionary about the organization of the Church,\nand about Napoleon's statement, three questions have formulated themselves in my thinking:\nThe first, How old is the kingdom of God and the gospel upon the earth? The second, What\nare the essentials of a gospel dispensation in the world? And third, What officers are\nnecessary in an organization to constitute the Church and kingdom of God? I realize that to\nanswer those questions fully would take much more time than is allotted to me, so I shall\ncomment only briefly and make a few observations in answer to these questions.\n<\/p><p>\nIn the Lord's revelation to Abraham he spoke of the purpose in sending spirits upon the earth,\nto \". . . prove them herewith, to see if they will do all things whatsoever the\nLord their God shall command them\"\n(<span class=\"citation\" id=\"7196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7196)\">Abr. 3:25<\/a><\/span>),\nwith a promise that if they would keep\ntheir second estate they should have glory added upon their heads forever and forever.\n<\/p><p>\nIn the first chapter of the writings of John, the nature of that glory spoken of in the revelation\nto Abraham is implied. John said,\n<\/p><p>\nBut as many as received him, to them gave he power to become the sons of God...\n(<span class=\"citation\" id=\"27539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27539)\">John 1:12<\/a><\/span>).\n<\/p><p>\nIn a modern revelation that same statement is repeated with slight variation and then clarified,\nin these words: \n<\/p><p>\nBut to as many as received me, gave I power to become my sons...\n<\/p><p>\nAnd verily, verily, I say unto you, he that receiveth my gospel receiveth me; and he that\nreceiveth not my gospel receiveth not me.\n<\/p><p>\nAnd then the Lord proceeds to define the fundamental principles of the gospel in these words:\n<\/p><p>\nAnd this is my gospel&mdash;repentance and baptism by water, and then cometh the baptism of\nfire and the Holy Ghost, even the Comforter, which showeth all things, and teacheth the\npeaceable things of the kingdom\n(<span class=\"citation\" id=\"13110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13110)\">D&amp;C 39:4-6<\/a><\/span>).\n<\/p><p>\nThe gospel plan, as these scriptures would indicate, was laid in the heavens before the earth\nwas organized and spirits were placed upon it.\n<\/p><p>\nThat this gospel and the essentials of salvation have been upon the earth in every dispensation\nfrom the time of Adam, there can be no doubt. In an early revelation to Moses, which we\nhave contained in the Pearl of Great Price, the Lord, speaking to Adam, said this: \n<\/p><p>\nIf thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy\ntransgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who\nis full of grace and truth which is Jesus Christ, the only name which shall be given under\nheaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the\nHoly Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you.\n<\/p><p>\nThen there follows an account of the baptism of Adam, and this declaration by a voice\nspeaking out of heaven to Adam: \n<\/p><p>\nBehold, thou art one in me, a son of God; and thus may all become my sons\n(<span class=\"citation\" id=\"39048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39048)\">Moses 6:52,68<\/a><\/span>).\n<\/p><p>\nIn writing to the Galatians, the Apostle Paul said,\n<\/p><p>\nAnd the scripture, foreseeing that God would justify the heathen through faith, preached\nbefore the gospel unto Abraham, saying, In thee shall all nations be blessed\n(<span class=\"citation\" id=\"23237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23237)\">Gal. 3:8<\/a><\/span>).\n<\/p><p>\nHe was speaking of the ordinance of baptism in Moses' day when he wrote these words to the\nCorinthians: \n<\/p><p>\n. . . how that all our fathers were under the cloud, and all passed through the sea; \n<\/p><p>\nAnd were all baptized unto Moses...\n(<span class=\"citation\" id=\"229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(229)\">1 Cor. 10:1-2<\/a><\/span>).\n<\/p><p>\nAnd then of the children of Israel under the leadership of Moses, Paul again wrote to the\nHebrews, and said,\n<\/p><p>\nFor unto us was the gospel preached, as well as unto them: but the word preached did not\nprofit them, not being mixed with faith in them that heard it\n(<span class=\"citation\" id=\"24248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24248)\">Heb. 4:2<\/a><\/span>).\n<\/p><p>\nAll of these statements thus recorded in the Bible have been confirmed by modern revelation.\n<\/p><p>\nJust as in the dispensations of Adam, Abraham, and Moses were those fundamental teachings\ngiven and those fundamental ordinances of the gospel administered, so we hear the Savior\nspeaking to Nicodemus,\n<\/p><p>\nExcept a man be born of water and of the Spirit, he cannot enter into the kingdom of God\n(<span class=\"citation\" id=\"27542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27542)\">John 3:5<\/a><\/span>).\n<\/p><p>\nTo suppose that God would initiate ordinances on which salvation would be conditioned, and\nthen allow four thousand years to pass without any authority or any\norganization to administer those ordinances, is untenable to the thinking man. A thinking man\nwould have to conclude with Napoleon, \"Unless a religion existed from the beginning, I\ncannot believe.\"\n<\/p><p>\nNow for just a moment, let's take a hasty look at the Church organizations that have existed\nin each of these dispensations from the beginning. To Adam was given \". . . dominion . . .\nover every living thing that moveth upon the earth\"\n(<span class=\"citation\" id=\"23598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23598)\">Gen. 1:28<\/a><\/span>). The government in his\ntime was patriarchal, the priesthood ruled. Men holding the priesthood ruled by direct\nrevelation and commandment. In Enoch's time likewise, his government was patriarchal. Zion,\nthe City of Holiness, was established, and Enoch gave a perfect economic law, known to us as\nthe Order of Enoch (<span class=\"citation\" id=\"13138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13138)\">D&amp;C 76:57<\/a><\/span>).\nThere was likewise a similar government from Noah to Abraham, as we\nare informed by modern revelation in these words,\n<\/p><p>\nThe order of this priesthood was confirmed to be handed down from father to son, and rightly\nbelongs to the literal descendants of the chosen seed, to whom the promises were made\n(<span class=\"citation\" id=\"13169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13169)\">D&amp;C 107:40<\/a><\/span>).\n<\/p><p>\nFrom Moses to the Prophet Samuel, Israel was governed by judges, who were from among\nthe people. And then you will recall, because they were \"peculiar\"\n(<span class=\"citation\" id=\"2248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2248)\">1 Pet. 2:9<\/a><\/span>) in that type of government,\nthey sought for a king, to be like other peoples\n(<span class=\"citation\" id=\"2506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2506)\">1 Sam. 8:5-22<\/a><\/span>); a king to rule over them in secular matters,\nwhile a prophet would continue to guide in spiritual affairs. You will recall that Saul was then\nchosen, followed by David, and by Solomon, and then the division of the children of Israel\ninto the kingdom of Judah and the kingdom of Israel under Rehoboam and Jeroboam.\n<\/p><p>\nWith the advent of Jesus, the Jews were in a state of apostasy, and you will recall he chose\ntwelve men to be his special witnesses, and to one of these twelve, Peter, he gave the keys to\nthe kingdom of God (<span class=\"citation\" id=\"34576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34576)\">Matt. 16:18-19<\/a><\/span>).\nThe significance of that commission of the keys of the kingdom to Peter\nis better understood in the words of a revelation given to us by the Prophet Joseph Smith,\nwhen the Lord said this, speaking of the Prophet Joseph,\n<\/p><p>\nUnto whom I have given the keys of the kingdom, which belong always unto the Presidency\nof the High Priesthood (<span class=\"citation\" id=\"13143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13143)\">D&amp;C 81:2<\/a><\/span>).\n<\/p><p>\nIn other words, Peter, holding the keys of the kingdom, was as much the president of the\nHigh Priesthood in his day as Joseph Smith and his successors, to whom also these \"keys\"\nwere given in our day, are the presidents of the High Priesthood, and the earthly heads of the\nChurch and kingdom of God on the earth.\n<\/p><p>\nThe Apostle Paul describing the Church organization in his day said,\n<\/p><p>\nAnd God hath set some in the church, first apostles, secondarily prophets . . . after that . . .\nhelps, governments . . . etc. (<span class=\"citation\" id=\"233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(233)\">1 Cor. 12:28<\/a><\/span>).\n<\/p><p>\nBut in all of these Church offices we are told again in the revelations\n<\/p><p>\n. . . there is never but one on the earth at a time on whom this power and the keys of this\npriesthood are conferred . . . (<span class=\"citation\" id=\"13189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13189)\">D&amp;C 132:7<\/a><\/span>).\n<\/p><p>\nWe are living today in the Dispensation of the Fulness of Times, and we were given a\nstatement, inspired by the Lord, to the Prophet Joseph Smith in these words, which make\nsome explanation of what the Dispensation of the Fulness of Times contemplated. He said,\n<\/p><p>\n. . . for it is necessary in the ushering in of the dispensation of the fulness of times, which\ndispensation is now beginning to usher in, that a whole and complete and perfect union, and\nwelding together of dispensations, and keys, and powers, and glories should . . . be revealed\nfrom the days of Adam, even to the present time. And not only this, but those things which\nnever have been revealed from the foundation of the world . . . shall be revealed . . . in this,\nthe dispensation of the fulness of times...\n(<span class=\"citation\" id=\"13182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13182)\">D&amp;C 128:18<\/a><\/span>).\n<\/p><p>\nThe Apostle Peter spoke of that, in referring to this same Dispensation of the\nFulness of Times, when he said there would be a\n<\/p><p>\n. . . restitution of all things, which God hath spoken by the mouth of all his holy prophets\nsince the world began (<span class=\"citation\" id=\"7683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7683)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\nIt seems clear then that were the Church organization today to be devoid of that which Jesus\ngave, therefore, in the way of organization, this dispensation would fail by that same token to\nbe an established kingdom of God upon the earth in the Dispensation of the Fulness of Times\nin which was to be restored \"all things.\" Undoubtedly the organization the Master gave was to\nbe the pattern of organization more perfected than in the past dispensations. There is evidence\nof this in the fact that after he had left the people here following his resurrection, he went to\nthe Nephites, and there again he chose twelve disciples\n(<span class=\"citation\" id=\"5522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5522)\">3 Ne. 12:1<\/a><\/span>), whom he set up to govern his Church\nand that part of the kingdom here on this continent among the Nephites.\n<\/p><p>\nWe might then ask, what is the kingdom of God? And again we are not left without an\nanswer, for the Lord replied, \"The keys of the kingdom of God are committed unto man on\nthe earth....\" Where there are the keys to the kingdom, there is the Church of Jesus Christ,\nand it is the stone which was cut out of the mountain without hands, as told in Daniel's\ninterpretation of the dream, which was to roll forth and smite the image and break it in pieces\nand to roll on until it should fill the whole earth\n(<span class=\"citation\" id=\"13129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13129)\">D&amp;C 65:2<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith makes this definition of the kingdom of God: \n<\/p><p>\nSome say that the kingdom of God was not set up upon the earth until the day of Pentecost,\nand that John did not preach the baptism of repentance for the remission of sins, but I say to\nyou in the name of the Lord that the kingdom of God was set up upon the earth in the days\nof Adam to the present time. Whenever there has been a righteous man on the earth unto\nwhom God revealed His word and gave power and authority to administer in His name, and\nwhere there is a priest of God . . . to administer in the ordinances of the gospel, and officiate\nin the priesthood of God, there is the kingdom of God . . . Where there is a prophet, a priest, or\na righteous man unto whom God gives His oracles, there is the kingdom of God; and where\nthe oracles of God are not, there the kingdom of God is not.\n(<i>Teachings of the Prophet Joseph Smith<\/i>, pp. 271-272.)\n<\/p><p>\nThis is but another way of saying what the picture in Huntsville declared as related by\nPresident McKay, \"Where the kingdom of God is not there is nothing.\"\n<\/p><p>\nJust as the Master said in his day, the kingdom of God cometh not by observation\n(<span class=\"citation\" id=\"31338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31338)\">Luke 17:20<\/a><\/span>), meaning\nthat there would be no outward signs or no political changes, so today, it is now among us, as\nit has been in every dispensation of the gospel since the days of Adam.\n<\/p><p>\nAnother statement was made by the prophets of the New Testament which to me has some\nsignificance. They are quoted as having said that \". . . the kingdom of God is within you\"\n(<span class=\"citation\" id=\"31339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31339)\">Luke 17:21<\/a><\/span>).\nA more correct translation probably would have said, \"The kingdom of God is\namong you or in your midst,\" but as I thought of that other statement, \"The kingdom of God\nis within you,\" I recalled an experience that we had with a group of students from Brigham\nYoung University, who were gracious enough to come under the leadership of President\nWilkinson to a little group over in the Lion House, and there sixteen, representing sixteen\nforeign countries, were asked to stand and tell how they came to know about the gospel and\naccept it, why they were at Brigham Young University, and to bear their testimonies. It was a\nmost intensely interesting evening. We heard from young men and women from Mexico,\nArgentina, Brazil, the Scandinavian countries, France, and England. The story was the same.\nWhen they began to relate how they came to find the gospel, it was this: They were\nyearning for truth. They were seeking for it. They were not satisfied, and in the\nmidst of their search, someone came to them with the truths of the gospel. They prayed about\nit and sought the Lord intensely, intently, with all their hearts, and came to receive a divine\ntestimony by which they knew that this the gospel of Jesus Christ. One woman said, \"I had\nbeen studying the gospel, and this night I came to a meeting and I heard them sing, \"Joseph\nSmith's First Prayer,\" which gave in song the story of the first vision, and before they had\nfinished that song, into my heart the Spirit bore testimony that this is the Church and kingdom\nof God. So within the heart of everyone, every honest seeker after truth, if he has the desire\nto know, and studies with real intent and faith in the Lord Jesus Christ, the kingdom of God\nmay be within him, or in other words, the power to receive it is his.\n<\/p><p>\nI bear you my humble witness that this is the Church and kingdom of God in the earth. This\nis the Dispensation of the Fulness of Times. Except for the fact that it is but a continuation of\nthe same gospel, the same fundamental principles, the same authority which has existed from\nthe beginning of time, we would have to say with Napoleon I,\n<\/p><p>\nExcept you can prove to me that this religion has been from the beginning, I will not believe.\n<\/p><p>\nGod help us to take this message out to the world and convince them of the power of the\ngospel and the power which is within them to receive the kingdom of God while it is yet day,\nI pray humbly in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}