{"ID":6603, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The First and Great Commandment”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p2\" class=\"\">Elder Robert F. Orton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Given the purpose of our existence, if we do not love God and neighbor, whatever else we do will be of little eternal consequence.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1385.jpg\" alt=\"Elder Robert F. Orton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p4\" class=\"\">The attention of people around the world has been drawn, during the past four weeks, to the willful, intentional, and destructive acts of terrorism and hatred.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p5\" class=\"\">Hatred is the antithesis of love. Lucifer is its chief proponent and perpetrator and has been since his approach to the plan of salvation was rejected by the Father. It was he who influenced Judas to deliver Jesus to the chief priests for 30 pieces of silver [see <span class=\"citation\" id=\"33637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33637)\">Matt. 26:14–16<\/a><\/span>]. It is he, the enemy of all righteousness and the father of contention, who, “as a roaring lion, walketh about, seeking whom he may devour” (<span class=\"citation\" id=\"2205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2205)\">1 Pet. 5:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p6\" class=\"\">On the other hand, it was that same Jesus whom Judas delivered to the chief priests who said, “Love your enemies, … and pray for them who despitefully use you and persecute you” (<span class=\"citation\" id=\"5377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5377)\">3 Ne. 12:44<\/a><\/span>; see also <span class=\"citation\" id=\"33592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33592)\">Matt. 5:44<\/a><\/span>). And it was He who pleaded for the soldiers who crucified Him, saying, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"31025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31025)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p7\" class=\"\">I thought for many years that love was an attribute. But it is more. It is a commandment. In His dialogue with the lawyer, a Pharisee, Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p8\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p9\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p10\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p11\" class=\"\">“On these two commandments hang all the law and the prophets” (<span class=\"citation\" id=\"33623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33623)\">Matt. 22:37–40<\/a><\/span>; see also <span class=\"citation\" id=\"23211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23211)\">Gal. 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p12\" class=\"\">President Hinckley has said that “love is like the Polar Star. In a changing world, it is a constant. It is the very essence of the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p13\" class=\"\">“Without love … there is little else to commend the gospel to us as a way of life” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> [1997], 319, 317). The Apostle John said that “God is love” (<span class=\"citation\" id=\"1000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1000)\">1 Jn. 4:8<\/a><\/span>). Thus, on Him, as the embodiment of love, hang all the law and the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p14\" class=\"\">The Apostle Paul taught that faith, which is the first principle of the gospel, works by love (see <span class=\"citation\" id=\"23209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23209)\">Gal. 5:6<\/a><\/span>). What a valuable doctrine to understand! Love is the driving force behind faith. Just as a fire at home on a cold winter night makes it warm, so love of God and neighbor gives us faith, with which anything is possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p15\" class=\"\">Most of us profess to love God. The challenge, I have observed, is loving our neighbor. The term <span class=\"emphasis\">neighbor<\/span> includes family, people with whom we work, those whom we see in geographical proximity to our home and at church, and even the enemy, though we do not condone what the latter does. If we do not love all of these, our brothers and sisters, can we truly say that we love God? The Apostle John declared “that he who loveth God love his brother also” [<span class=\"citation\" id=\"1003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1003)\">1 Jn. 4:21<\/a><\/span>], and added, “If a man say, I love God, and hateth his brother, he is a liar” (<span class=\"citation\" id=\"1002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1002)\">1 Jn. 4:20<\/a><\/span>). Love of God and neighbor must therefore be inseparably connected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p16\" class=\"\">Our eternal progression leans heavily on the degree to which we love. Webster defines <span class=\"emphasis\">love<\/span> as the “unselfish, loyal and benevolent concern for the good of another; an affection based on admiration, benevolence or common interests” (<span class=\"emphasis\">Longman Webster English College Dictionary,<\/span> overseas edition). And Moroni treats as synonymous the terms “pure love of Christ” and “charity” (see <span class=\"citation\" id=\"38151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38151)\">Moro. 7:47<\/a><\/span>). We can best demonstrate our love to God by keeping His commandments. And we can show our love to God and neighbor by charitable acts of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p17\" class=\"\">Permit me two illustrations. In the Transylvanian Alps of Romania, a man, with his wife and two children, was baptized into the Church. He became the leader of his branch; however, due to economic and family pressures, he became inactive for a time. Upon his return to activity, he reported that as he had stepped out of the water at the time of his baptism, someone whispered in his ear, “I love you.” No one had ever told him that before. His recollection of that expression of love, and the loving and charitable acts and expressions of members of his branch, brought him back.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p18\" class=\"\">Several years ago, a young man became involved in the ways of the world. For a time, his parents had no influence on him. Two high priests who were neighbors and members of his ward but who had no specific calling to serve him, together with an uncle and others, put their arms around and befriended him. They nursed him back into activity and encouraged him to prepare for a mission. They told him that they loved him and demonstrated that love by their conduct towards him. This changed the young man’s life. It takes an abundance of love and a cooperative effort to raise a child.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p19\" class=\"\">“No one can assist in this work [unless] he shall be humble and full of love” (<span class=\"citation\" id=\"11073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11073)\">D&amp;C 12:8<\/a><\/span>). “By love serve one another” (<span class=\"citation\" id=\"23210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23210)\">Gal. 5:13<\/a><\/span>). Just as service is a natural consequence of love, so is love a natural consequence of service. Husbands, serve your wives. Wives, serve your husbands. Husbands and wives, serve your children. And to all we say, serve God and neighbor. As we do so, we will come to love the object of our devotion and thus be obedient to the first and great commandment of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p20\" class=\"\">Following His Resurrection in Jerusalem, Jesus appeared to the Nephites in the Americas. After teaching about baptism, He warned against anger and contention, saying, “And there shall be no disputations among you. … For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another” (<span class=\"citation\" id=\"5374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5374)\">3 Ne. 11:22, 29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p21\" class=\"\">Brothers and sisters, if we are obedient to the commandment of love, there will be no disputations, contention, nor hatred between nor among us. We will not speak ill of one another but will treat each other with kindness and respect, realizing that each of us is a child of God. There will be no Nephites, Lamanites, nor other “ites” among us, and every man, woman, and child will deal justly one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p22\" class=\"\">Early one morning in Bucharest, as I jogged through Cismigiu Park, I observed an old tree which was struggling to give new branches—to give new life. The symbol of life is to give. We give so much to family and friends and to community and Church that at times we, as the old tree, may think that life is too difficult—that constantly giving is a burden too heavy to bear. We may think that it would be easier to give up and to do only that which the natural man does. But we should not and will not quit. Why? Because we must continue to give, just like Christ and the old tree gave. As we give just a little bit, let us think of Him who gave His life that we might live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p23\" class=\"\">Jesus, near the end of His mortal life, revisited the doctrine of love when He instructed His adherents that as He had loved them, so they also should love one another. “By this shall all men know that ye are my disciples, if ye have love one to another” (<span class=\"citation\" id=\"26968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26968)\">John 13:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p24\" class=\"\">I conclude that, given the purpose of our existence, if we do not love God and neighbor, whatever else we do will be of little eternal consequence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-first-and-great-commandment.p25\" class=\"\">I testify of the divinity of Christ and the reality of His mission to bring to pass the immortality and eternal life of man. That we might love as He loved and continues to love, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}