{"ID":6604, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Actions Determine Our Character\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p2\" class=\"\">Elder Wayne S. Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">In most encounters we can determine the kind of experience we are going to have by how we respond.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1387.jpg\" alt=\"Elder Wayne S. Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p4\" class=\"\">Many years ago, while on vacation with my family, I had an experience that taught me a great lesson. On a Saturday, my wife and I decided to take the children for a drive and to do some shopping. During the drive the children fell asleep, and not wanting to wake them, I volunteered to stay in the car while my wife ran into the store.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p5\" class=\"\">While waiting, I glanced at the car parked in front of me. It was full of children, and they were looking at me. My eyes caught the eyes of a small boy, six or seven years old. As our eyes met, he immediately stuck his tongue out at me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p6\" class=\"\">My first reaction was to stick my tongue out at him. I thought, <span class=\"emphasis\">What have I done to deserve this?<\/span> Fortunately, before I reacted, I remembered a principle taught in general conference the week before by Elder Marvin J. Ashton (see Conference Report, Oct. 1970, 36–38; or <span class=\"emphasis\">Improvement Era,<\/span> Dec. 1970, 59–60). He taught how important it was to act instead of react to the events around us. So I waved at the little boy. He stuck his tongue out at me again. I smiled and waved again. This time he waved back.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p7\" class=\"\">Soon he was joined in his enthusiastic waving by a little brother and sister. I responded by waving this way and that until my arm became tired. Then I rested it on the steering wheel and continued with every creative wave I could muster, all the time hoping their parents would quickly return or that my wife would soon come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p8\" class=\"\">The parents finally did come, and as they pulled away, my newfound friends continued to wave for as long as I could see them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p9\" class=\"\">That was a simple experience, but it demonstrated that in most encounters we can <span class=\"emphasis\">determine<\/span> the kind of experience we are going to have by how we respond. I was grateful that I chose to act in a friendly way rather than react to my young friend’s childish behavior. In doing so I avoided the negative feelings I would have felt had I followed my natural instinct.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p10\" class=\"\">In His instructions to the Nephites, the Savior taught, “Therefore, all things whatsoever ye would that men should do to you, do ye even so to them” (<span class=\"citation\" id=\"5379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5379)\">3 Ne. 14:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p11\" class=\"\">Imagine the effect it would have in the world if everyone practiced this Golden Rule. But to do so seems contrary to human nature. King Benjamin declared that “the natural man is an enemy to God,” and will remain such until he “yields to the enticings of the Holy Spirit, and putteth off the natural man” and learns to be “submissive, meek, humble, patient, [and] full of love” (<span class=\"citation\" id=\"40072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40072)\">Mosiah 3:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p12\" class=\"\">In today’s fast-paced world there seems to be a greater tendency for people to act aggressively toward each other. Some are quick to take offense and respond angrily to real or imagined affronts, and we’ve all experienced or heard reports of road rage or other examples of rude, insensitive behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p13\" class=\"\">Unfortunately, some of this spills over into our homes, creating friction and tension among family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p14\" class=\"\">It may seem natural to react to a situation by giving back what is given to us. But it doesn’t have to be that way. Reflecting on his horrendous wartime experiences, Viktor Frankl recalled: “We who lived in concentration camps can remember the men who walked through the huts comforting others, giving away their last piece of bread. They may have been few in number, but they offer sufficient proof that everything can be taken from a man but one thing: the last of the human freedoms—<span class=\"emphasis\">to choose one’s attitude in any given set of circumstances,<\/span> to choose one’s own way” (<span class=\"emphasis\">Man’s Search for Meaning<\/span> [1985], 86; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p15\" class=\"\">That is noble behavior and a high expectation, but Jesus expects no less of us. “Love your enemies,” He said, “bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you” (<span class=\"citation\" id=\"33593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33593)\">Matt. 5:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p16\" class=\"\">A favorite hymn reinforces this teaching:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">School thy feelings, O my brother;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Train thy warm, impulsive soul.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Do not its emotions smother,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But let wisdom’s voice control.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p21\" class=\"\">(“School Thy Feelings,” <span class=\"emphasis\">Hymns, <\/span>no. 336)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p22\" class=\"\">The decisions we make and the way we behave are what ultimately shape our character. Charles A. Hall aptly described that process in these lines: “We sow our thoughts, and we reap our actions; we sow our actions, and we reap our habits; we sow our habits, and we reap our characters; we sow our characters, and we reap our destiny” (quoted in <span class=\"emphasis\">The Home Book of Quotations,<\/span> sel. Burton Stevenson [1934], 845).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p23\" class=\"\">It is in the home that our behavior is most significant. It is the place where our actions have the greatest impact, for good or ill. Sometimes we are so much “at home” that we no longer guard our words. We forget simple civility. If we are not on guard, we can fall into the habit of criticizing one another, losing our tempers, or behaving selfishly. Because they love us, our spouses and children may be quick to forgive, but they often carry away in silence unseen injuries and unspoken heartache.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p24\" class=\"\">There are too many homes where children fear their parents or where wives fear their husbands. Our leaders have reminded us that “fathers are to preside over their families in love and righteousness,” and warned “that individuals who … abuse spouse or offspring … will one day stand accountable before God” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102). The adversary knows that if he can foster an atmosphere of contention, conflict, and fear in the home, the Spirit is grieved, and the cords that ought to bind the family are weakened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p25\" class=\"\">The resurrected Lord Himself declared, “For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another” (<span class=\"citation\" id=\"5375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5375)\">3 Ne. 11:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p26\" class=\"\">When we feel anger or contention in our homes, we should immediately recognize what power has taken control of our lives and what Satan is endeavoring to accomplish. Solomon provided us this wise formula: “A soft answer turneth away wrath: but grievous words stir up anger” (<span class=\"citation\" id=\"41363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41363)\">Prov. 15:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p27\" class=\"\">Our home should ideally be a refuge where each member feels safe, secure, loved, and insulated from harsh criticism and contention that we so often encounter in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p28\" class=\"\">Christ set a perfect example of maintaining emotional control in every setting. Appearing before Caiaphas and Pilate, He was buffeted, slapped, spat upon, and mocked by His tormentors (see <span class=\"citation\" id=\"33636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33636)\">Matt. 26<\/a><\/span>; <span class=\"citation\" id=\"31024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31024)\">Luke 23<\/a><\/span>). The great irony was that they demeaned their Creator, whose suffering was undertaken out of love for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p29\" class=\"\">In the face of this unjust abuse, Jesus maintained His composure, refusing to act unkindly. Even on the cross, in the midst of that unspeakable agony, His plea was, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"31026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31026)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p30\" class=\"\">He expects the same of us. To those who would follow Him, He said, “By this shall all men know that ye are my disciples, if ye have love one to another” (<span class=\"citation\" id=\"26969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26969)\">John 13:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p31\" class=\"\">May we evidence our discipleship by strengthening our homes in kind and loving ways. May we remember that “a soft answer turneth away wrath” and strive through our relationships and encounters to shape a character that will meet with the Savior’s approval.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/our-actions-determine-our-character.p32\" class=\"\">Jesus Christ is the perfect example. He is our Savior and our Redeemer. I testify of Him! We are led by a living prophet today. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}