{"ID":6605, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Beware of Murmuring\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p2\" class=\"\">Elder H. Ross Workman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Obedience is essential to realize the blessings of the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:b07.jpg\" alt=\"Elder H. Ross Workman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p4\" class=\"\">As young missionaries, my companion and I testified that God speaks through prophets today. One man asked, “So what did your prophet say this week?” Struggling to remember the prophet’s message in the most recent <span class=\"emphasis\">Improvement Era,<\/span> the relevant Church magazine at the time, I came to a special understanding of the importance of knowing and obeying the teachings of the living prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p5\" class=\"\">Today I hope to persuade you to follow the living prophets and to warn of a deception the adversary has devised to prevent you from following them. The scriptures refer to that deception as “murmuring.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p6\" class=\"\">The Savior taught a parable to warn us of the treacherous path to disobedience through “murmuring.” In the parable, we learn of a nobleman who had a choice spot of land. He told his servants to plant 12 olive trees and build a tower overlooking the olive grove. The purpose for the tower was to permit a watchman perched upon the tower to warn of the coming of the enemy. Thus, the olive grove could be protected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p7\" class=\"\">The servants did not build the tower. The enemy came and broke down the olive trees. The disobedience of the servants left a catastrophe in the olive grove (see <span class=\"citation\" id=\"11188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11188)\">D&amp;C 101:43–62<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p8\" class=\"\">Why did the servants fail to build the tower? The seeds of the disaster were planted by murmuring.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p9\" class=\"\">According to the Lord’s parable, murmuring consists of three steps, each leading to the next in a descending path to disobedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p10\" class=\"\">First, the servants began to question. They felt to exercise their own judgment upon the instruction given by their master. “What need hath my lord of this tower, seeing this is a time of peace?” they said (<span class=\"citation\" id=\"11189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11189)\">D&amp;C 101:48<\/a><\/span>). They questioned first in their own minds and then planted questions in the minds of others. Questioning came first.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p11\" class=\"\">Second, they began to rationalize and excuse themselves from doing what they had been instructed to do. They said: “Might not this money be given to the exchangers? For there is no need of these things” (<span class=\"citation\" id=\"11190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11190)\">D&amp;C 101:49<\/a><\/span>). Thus, they made an excuse for disobedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p12\" class=\"\">The third step inevitably follows: slothfulness in following the commandment of the Master. The parable says, “They became very slothful, and they hearkened not unto the commandments of their lord” (<span class=\"citation\" id=\"11191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11191)\">D&amp;C 101:50<\/a><\/span>). Thus, the stage was set for disaster.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p13\" class=\"\">God has blessed His children with prophets to instruct them in His ways and prepare them for eternal life. The ways of God are not easily understood by man. “For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord” (<span class=\"citation\" id=\"24950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24950)\">Isa. 55:8<\/a><\/span>). Obedience is essential to realize the blessings of the Lord, even if the purpose of the commandment is not understood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p14\" class=\"\">The adversary whispers the deceptive invitation to murmur to thus destroy the power that comes from obedience. The pattern of murmuring can be seen clearly in the following account of the children of Israel:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p15\" class=\"\">The Lord promised the children of Israel that He would send an angel to drive out the Canaanites, that Israel might inherit a land of milk and honey (see <span class=\"citation\" id=\"22486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22486)\">Ex. 33:1–3<\/a><\/span>). When Israel reached the borders of Canaan, Moses sent spies into the countryside, and when they returned they reported that the armies of Canaan were strong and ventured the opinion that Canaan was stronger than Israel. Then began the murmuring.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p16\" class=\"\">They questioned the commandment given through Moses, their living prophet. They spread their questioning to others. How could Israel defeat the giants of Canaan when the children of Israel saw themselves, by comparison, as grasshoppers? (see <span class=\"citation\" id=\"41079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41079)\">Num. 13:31–33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p17\" class=\"\">The questioning turned to rationalization and excuses. They claimed to fear for their wives and children. “It would have been better for us in Egypt!” they declared (see <span class=\"citation\" id=\"41080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41080)\">Num. 14:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p18\" class=\"\">The murmuring became disobedience when Israel sought to appoint a captain who would lead them back to Egypt (see <span class=\"citation\" id=\"41081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41081)\">Num. 14:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p19\" class=\"\">They simply refused to follow the living prophet. For their murmuring, the Lord relieved the children of Israel of the promised blessing that He would destroy the Canaanites and give them their promised land. Instead, He sent Israel into the wilderness to wander for 40 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p20\" class=\"\">The familiar pattern of murmuring is again seen in the family of Lehi.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p21\" class=\"\">When the prophet Lehi sent his sons to Jerusalem to obtain the plates of brass, they met much opposition. First, Laman was ejected from the house of Laban for merely asking for the plates. After the sons of Lehi offered to pay for the plates with gold and silver, Laban sought their lives and confiscated their property. The brothers huddled in the cavity of a rock to assess the situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p22\" class=\"\">Laman and Lemuel murmured. It began, as always, with questioning: “How is it possible that the Lord will deliver Laban into our hands?” they said (<span class=\"citation\" id=\"1360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1360)\">1 Ne. 3:31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p23\" class=\"\">Next, the excuses: “Behold, he is a mighty man, and he can command fifty, yea, even he can slay fifty; then why not us?” (<span class=\"citation\" id=\"1361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1361)\">1 Ne. 3:31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p24\" class=\"\">Finally, they were slothful. Filled with anger, resentment, and excuses, Laman and Lemuel waited by the walls of Jerusalem while the faithful Nephi accomplished the work of the Lord (see <span class=\"citation\" id=\"1363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1363)\">1 Ne. 4:3–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p25\" class=\"\">The Lord has spoken against this attitude in our day: “But he that doeth not anything until he is commanded, and receiveth a commandment with doubtful heart, and keepeth it with slothfulness, the same is damned” (<span class=\"citation\" id=\"11125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11125)\">D&amp;C 58:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p26\" class=\"\">We have sustained by uplifted hand our living prophets. We rejoice in the privilege of hearing the revealed word of God in our day from our living prophets. What do we do when we hear them? Do we follow the instructions of our living prophets with exactness, or do we murmur?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p27\" class=\"\">Is it easier in our own age to follow a living prophet than it was in the days of Moses or Nephi? Would those who murmured against Moses and Nephi not also murmur today? The same questions can be asked in reverse. Those who murmur today would also have murmured as did Laman and Lemuel or the children of Israel against the prophet of their day with the same disastrous consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p28\" class=\"\">The simplest of instructions may reveal the tendency to murmur. I attended a meeting once when the presiding authority invited members of the congregation to come forward in the meeting room. A few stirred. Most did not. Why not?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p29\" class=\"\">I feel sure there were those who questioned why they should leave their comfortable position. “Why should I?” That question was, no doubt, followed promptly by an excuse or rationalization as to why it should not matter whether the seat was changed or not. I believe there followed some irritation that the presiding authority should make such a request. The last step, obvious to all who observed, was slothfulness in responding. Few moved. Was that a small thing? Yes. But it reflected a deeper, more profound lack of willingness to obey. It reflected a spirit of disobedience. That is not a small thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p30\" class=\"\">I was recently in a Church meeting in West Africa when a priesthood leader invited the brethren to come forward and occupy the first three rows of the chapel. Every man immediately stood and moved his seat according to instruction. A small thing? Yes. But it reflected a willingness to obey. That is not a small thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p31\" class=\"\">I invite you to focus on the commandment from living prophets that bothers you the most. Do you question whether the commandment is applicable to you? Do you find ready excuses why you cannot now comply with the commandment? Do you feel frustrated or irritated with those who remind you of the commandment? Are you slothful in keeping it? Beware of the deception of the adversary. Beware of murmuring.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p32\" class=\"\">A fortunate parent experiences that special joy that comes with the willing obedience of his child. Is it not the same with God?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p33\" class=\"\">I can understand in some small part how joyful the Lord must be when His servants obey without murmuring. Recently, my dear wife and I participated in a meeting during which our responsibilities were to be explained. We had no idea, at that time, what our assignment would be or where we would be serving. I was privately advised that we would be called to serve in West Africa. I was surprised and delighted with the assignment, but there passed through my mind the thoughts that would inevitably arise in the mind of my companion of almost 39 years. How would she receive this assignment? I knew she would agree to go. In all our years together, she has never refused a call from the Lord. But what would be the feelings of her heart?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p34\" class=\"\">As I sat next to her, she discerned in my eyes that I knew our assignment. She said, “Well, where is it?” I simply said, “Africa.” Her eyes brightened, and she said with cheerful heart, “Isn’t that great!” My joy was full.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/beware-of-murmuring.p35\" class=\"\">So also must our Father in Heaven feel joy when we follow the living prophets with willing hearts. I testify Jesus the Christ lives. He speaks to prophets in our day. May we follow our living prophets without murmuring, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}