{"ID":6606, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of a Strong Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Your personal security and happiness depend upon the strength of your testimony, for it will guide your actions in times of trial or uncertainty.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">21911_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p4\" class=\"\">In this uncertain world, there are some things that never change: the perfect love of our Heavenly Father for each of us; the assurance that He is there and will always hear us; the existence of absolute, unchanging truths; the fact that there is a plan of happiness; the assurance that success in life is attained through faith in Jesus Christ and obedience to His teachings because of the redemptive power of His Atonement; the certainty of life after death; the reality that our condition there is set by how we live here. Whether one does or does not accept these truths does not alter their reality. They are the fundamental building blocks of a living testimony. A strong testimony is the unshakable foundation of a secure, meaningful life where peace, confidence, happiness, and love can flourish. It is anchored in a conviction that an all-knowing God is in command of His work. He will not fail. He will keep His promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p5\" class=\"\">A strong testimony is the sustaining power of a successful life. It is centered in an understanding of the divine attributes of God our Father, Jesus Christ, and the Holy Ghost. It is secured by a willing reliance upon Them. A powerful testimony is grounded in the personal assurance that the Holy Ghost can guide and inspire our daily acts for good.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p6\" class=\"\">A testimony is fortified by spiritual impressions that confirm the validity of a teaching, of a righteous act, or of a warning of pending danger. Often such guidance is accompanied by powerful emotions that make it difficult to speak and bring tears to the eyes. But a testimony is not emotion. It is the very essence of character woven from threads born of countless correct decisions. These choices are made with trusting faith in things that are believed and, at least initially, are not seen.<sup class=\"noteMarker\"><a href=\"#footnote1-21911_000_035\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"22123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22123)\">Ether 12:6<\/a><\/span>; <span class=\"citation\" id=\"24183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24183)\">Heb. 11:1<\/a><\/span>.]<\/span><\/sup> A strong testimony gives peace, comfort, and assurance. It generates the conviction that as the teachings of the Savior are consistently obeyed, life will be beautiful, the future secure, and there will be capacity to overcome the challenges that cross our path. A testimony grows from understanding truth, distilled from prayer and the pondering of scriptural doctrine. It is nurtured by living those truths in faith and the secure confidence that the promised results will be obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p7\" class=\"\">A strong testimony has sustained prophets throughout the ages and fortified them to act with courage and determination in times of difficulty. A powerful testimony can do the same for you. As you fortify your own personal testimony, you will have power to make correct choices so that you can stand unwaveringly against the pressures of an increasingly vicious world. Your personal security and happiness depend upon the strength of your testimony, for it will guide your actions in times of trial or uncertainty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p8\" class=\"\">Honestly evaluate your personal life. How strong is your own testimony? Is it truly a sustaining power in your life, or is it more a hope that what you have learned is true? Is it more than a vague belief that worthwhile concepts and patterns of life seem to be reasonable and logical? Such mental assent will not help when you face the serious challenges that will inevitably come to you. Does your testimony guide you to correct decisions? To do so, fundamental truths must become part of the very fiber of your character. They must be an essential part of your being, more treasured than life itself. If an honest assessment of your own testimony confirms that it is not as strong as it should be, how can it be strengthened?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p9\" class=\"\">Your testimony will be fortified as you exercise faith in Jesus Christ, in His teachings, and in His limitless power to accomplish what He has promised.<sup class=\"noteMarker\"><a href=\"#footnote2-21911_000_035\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8630)\">Alma 26:22<\/a><\/span>; <span class=\"citation\" id=\"11058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11058)\">D&amp;C 3:1–10<\/a><\/span>; <span class=\"citation\" id=\"11152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11152)\">D&amp;C 82:10<\/a><\/span>.]<\/span><\/sup> The key words are “exercise faith.” True faith has enormous power, but there are principles that must be followed to unleash that power. Moroni taught, “Faith is things which are hoped for and not seen; wherefore, dispute not because ye see not, for ye receive no witness until <span class=\"emphasis\">after the trial of your faith.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote3-21911_000_035\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22124)\">Ether 12:6<\/a><\/span>; emphasis added.]<\/span><\/sup> That means you must practice the truth or principle you have faith in. As you live it consistently, there will come a witness of its truthfulness through the power of the Holy Ghost. It is often a feeling of peace. It could be a stirring within you. It might be evidenced by opening doors to other truths. As you patiently look for a confirmation, it will come. Recognize that the Lord will give you the capacity to understand and prove through personal experience the truthfulness of His teachings. He will confirm the certainty that His laws will produce the promised results when obeyed willingly and consistently.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p10\" class=\"\">A powerful testimony distills from quiet moments of prayer and pondering as you recognize the impressions that will accompany such effort. Humble, trusting prayer brings consolation, solace, comfort, direction, and peace the unworthy can never know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p11\" class=\"\">Some truths regarding prayer may help you. The Lord will hear your prayers in time of need. He will invariably answer them. However, His answers will generally not come while you are on your knees praying, even when you may plead for an immediate response. There is a pattern that must be followed. You are asked to look for an answer to your prayers, then confirm that it is correct.<sup class=\"noteMarker\"><a href=\"#footnote4-21911_000_035\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11065)\">D&amp;C 6:23, 36<\/a><\/span>; <span class=\"citation\" id=\"11067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11067)\">D&amp;C 8:2–3, 10<\/a><\/span>; <span class=\"citation\" id=\"11069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11069)\">D&amp;C 9:9<\/a><\/span>.]<\/span><\/sup> Obey His counsel to “study it out in your mind.”<sup class=\"noteMarker\"><a href=\"#footnote5-21911_000_035\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11068)\">D&amp;C 9:8<\/a><\/span>.]<\/span><\/sup> Often you will think of a solution. Then seek confirmation that your answer is right. This help can come from prayer and from pondering the scriptures, at times by the intervention of others,<sup class=\"noteMarker\"><a href=\"#footnote6-21911_000_035\">6<\/a>\n       <span class=\"footnote\">[See Spencer W. Kimball, <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 252.]<\/span><\/sup> or from your own capacity, through the guidance of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p12\" class=\"\">At times the Lord will want you to proceed with trust before you receive a confirming answer. His answer generally comes as packets of help. As each piece is followed in faith, it will unite with others to give you the whole answer. This pattern requires the exercise of faith. While sometimes very hard, it results in significant personal growth. At times the Lord will give you an answer before you ask. This occurs when you are unaware of a danger or may be doing the wrong thing, trusting that it is correct.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p13\" class=\"\">Alma showed how fasting and prayer can strengthen your testimony. He stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p14\" class=\"\">“I testify unto you that I do know that these things whereof I have spoken are true. And how do ye suppose that I know of their surety?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p15\" class=\"\">“… Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote7-21911_000_035\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8596)\">Alma 5:45–46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p16\" class=\"\">President Romney taught of the testimony-strengthening power of scriptures with this personal example:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p17\" class=\"\">“I urge you to get acquainted with [the Book of Mormon]. Read it to your children; they are not too young to understand it. I remember reading it with one of my lads when he was very young. … I lay in the lower bunk and he in the upper bunk. We were each reading aloud alternate paragraphs of those last three marvelous chapters of Second Nephi. I heard his voice breaking and thought he had a cold. … As we finished he said … , ‘Daddy, do you ever cry when you read the Book of Mormon?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p18\" class=\"\">“‘Yes, Son, … sometimes the Spirit of the Lord so witnesses to my soul that the Book of Mormon is true that I do cry.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p19\" class=\"\">“‘Well,’ he said, ‘that is what happened to me tonight.’”<sup class=\"noteMarker\"><a href=\"#footnote8-21911_000_035\">8<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1949, 41.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p20\" class=\"\">Your testimony will be made strong through willing obedience to the law of tithing and by fast offerings, and the Lord will bless you richly for it. As your testimony is fortified, Satan will try harder to tempt you. Resist his efforts. You will become stronger and his influence on you weaker.<sup class=\"noteMarker\"><a href=\"#footnote9-21911_000_035\">9<\/a>\n       <span class=\"footnote\">[See David O. McKay, “Let Virtue Garnish Thy Thoughts,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 28.]<\/span><\/sup> Satan’s increasing influence in the world is allowed to provide an atmosphere in which to prove ourselves. While he causes havoc today, Satan’s final destiny was fixed by Jesus Christ through His Atonement and Resurrection. The devil will not triumph.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p21\" class=\"\">Even now, he must operate within bounds set by the Lord. He cannot take away any blessing that has been earned. He cannot alter character that has been woven from righteous decisions. He has no power to destroy the eternal bonds forged in a holy temple between a husband, wife, and children. He cannot quench true faith. He cannot take away your testimony. Yes, these things can be lost by succumbing to his temptations. But he has no power in and of himself to destroy them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p22\" class=\"\">These and the other truths are certainties. However, your conviction of their reality must come from your own understanding of truth, from your own application of divine law and your willingness to seek the confirming witness of the Spirit. Your testimony may begin from acknowledgment that the teachings of the Lord seem reasonable. But it must grow from practicing those laws. Then your own experience will attest to their validity and yield the results promised. That confirmation will not all come at once. A strong testimony comes line upon line, precept upon precept. It requires faith, time, consistent obedience, and a willingness to sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p23\" class=\"\">A strong testimony cannot be built upon a weak foundation. Therefore, don’t pretend you believe something when you are not sure of it. Seek to receive a ratifying witness. Wrestle in mighty prayer, living righteously, and ask for a spiritual confirmation. The beauty of the teachings of the Lord is that they are true and that you can confirm them for yourself. Hone your spiritual susceptibility by being constantly alert to the guidance that will come through the still, small voice of the Spirit. Let your Father in Heaven know of your feelings, your needs, your concerns, your hopes and aspirations. Speak to Him with total confidence, knowing that He will hear and respond. Then patiently go forth in your life doing those things you know are correct, walking with confidence born of faith and righteousness, patiently waiting for the response that will come in the manner and at the time the Lord considers most appropriate.<sup class=\"noteMarker\"><a href=\"#footnote10-21911_000_035\">10<\/a>\n       <span class=\"footnote\">[See David O. McKay, “The Times Call for Courageous Youth and True Manhood,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 117.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p24\" class=\"\">Why was Joseph Smith able to do that which was beyond his personal capacity? It was because of his powerful testimony. That led to his obedience, his faith in the Master, and his unwavering determination to do His will. I testify that as your testimony grows in strength, when needed and earned, you can enjoy inspiration to know what to do and when necessary, divine power or capacity to accomplish it.<sup class=\"noteMarker\"><a href=\"#footnote11-21911_000_035\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11117)\">D&amp;C 43:16<\/a><\/span>.]<\/span><\/sup> Joseph Smith perfected his ability to follow the guidance of the Lord by practiced personal discipline. He did not let his own desires, convenience, or the persuasions of men interfere with that compliance. Follow his example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p25\" class=\"\">For enduring peace and security, at some time in life, in quiet moments of reflection, you must come to know with a surety that there is a God in heaven who loves you, that He is in control and will help you. That conviction is the core of strong testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p26\" class=\"\">In a few moments President Gordon B. Hinckley will give the closing conference message. This morning we heard him, as the prophet of the Lord, give sober yet reassuring counsel regarding the challenges we face. He asked that we humbly pray to our Father in Heaven for guidance and strength in combating evil. Our security is in Him and His Beloved Son, Jesus Christ. I know that the Savior loves you. He will confirm your efforts to strengthen your testimony so that it becomes a consummate power for good in your life, a power that will sustain you in every time of need and give you peace and assurance in these times of uncertainty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/the-power-of-a-strong-testimony.p27\" class=\"\">As one of His Apostles authorized to bear witness of Him, I solemnly testify that I know that the Savior lives, that He is a resurrected, glorified personage of perfect love. He is our hope, our Mediator, our Redeemer. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21911_000_035\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"22123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22123)\">Ether 12:6<\/a><\/span>; <span class=\"citation\" id=\"24183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24183)\">Heb. 11:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21911_000_035\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8630)\">Alma 26:22<\/a><\/span>; <span class=\"citation\" id=\"11058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11058)\">D&amp;C 3:1–10<\/a><\/span>; <span class=\"citation\" id=\"11152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11152)\">D&amp;C 82:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21911_000_035\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22124)\">Ether 12:6<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21911_000_035\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11065)\">D&amp;C 6:23, 36<\/a><\/span>; <span class=\"citation\" id=\"11067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11067)\">D&amp;C 8:2–3, 10<\/a><\/span>; <span class=\"citation\" id=\"11069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11069)\">D&amp;C 9:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21911_000_035\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11068)\">D&amp;C 9:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21911_000_035\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Spencer W. Kimball, <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 252.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21911_000_035\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8596)\">Alma 5:45–46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21911_000_035\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1949, 41.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21911_000_035\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See David O. McKay, “Let Virtue Garnish Thy Thoughts,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 28.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21911_000_035\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See David O. McKay, “The Times Call for Courageous Youth and True Manhood,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 117.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_035\"><a name=\"-21911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21911_000_035\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11117)\">D&amp;C 43:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}