{"ID":6609, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stand Firm\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p3\" class=\"\">Virginia U. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Let us never forget that we are building a foundation for and with our family upon the rock of our Redeemer.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21911_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1383.jpg\" alt=\"Virginia U. Jensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p5\" class=\"\">My youngest daughter and her husband spent several years earnestly seeking the best medical direction and the latest scientific assistance to have a baby. They fasted, they prayed, they hoped.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p6\" class=\"\">At last the long-desired result was achieved, and she is expecting their first child. Recently, the doctor scheduled an intensive examination to determine the soundness of the pregnancy. My daughter approached the exam with much anxiety. As the appointed day drew near, she found that her husband could not accompany her, and she asked if I would go with her. She said, “Mom, after all we’ve been through, if anything is wrong, I am going to need someone with me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p7\" class=\"\">I was delighted to get a preview peek at someone I am going to love and treasure through eternity. I wanted to reassure her that everything was all right, but in my heart I too worried.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p8\" class=\"\">After the doctor reviewed the technician’s video, he came in to discuss the findings with us. His first words were, “I wish every baby could look this perfect!” I could hardly contain myself. As we got to our car, I could not hold back my feelings any longer and I began to cry. So many feelings just came spilling out. I wept, wishing every expectant mother could hear those words. I cried for every woman who wanted to have a baby but couldn’t. Tears flowed for all the women who want children but have not found a husband. Finally, I shed tears of gratitude with an overwhelming desire that our family will provide a home worthy of this baby.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p9\" class=\"\">The English poet Wordsworth captured some of my feelings about this grandchild and home when he reminded us that:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Our birth is but a sleep and a forgetting … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> … trailing clouds of glory do we come<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From God, who is our home.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p13\" class=\"\">(William Wordsworth, “Ode: Intimations of Immortality from Recollections of Early Childhood”)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p14\" class=\"\">Our homes here are sacred because of their connection to our Heavenly Father and our heavenly home. My experience with my daughter brought into clear focus once again the priority and vital importance of home and family. It also reminded me that as women with natural tendencies to love, nurture, and teach, we are called to protect and bless all who comprise our family. As He sends babies to this earth, the Lord needs us, whatever our circumstance may be, to stand strong and unwavering and to continue to create homes that are a fortress against a rising tide of evil. It is our charge to be the defenders of the home and family wherever we may find ourselves on this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p15\" class=\"\">“With all my heart I believe that the best place to prepare for … eternal life is in the home,” said President David O. McKay (“Blueprint for Family Living,” <span class=\"emphasis\">Improvement Era,<\/span> Apr. 1963, 252). But how do we raise righteous children in a world which increasingly resembles Sodom and Gomorrah?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p16\" class=\"\">President Howard W. Hunter retold this historic story that helps me answer that question.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p17\" class=\"\">The final and decisive battle of the Napoleonic Wars was fought on June 18, 1815, near Brussels, Belgium, in the village of Waterloo. What is now known as the Battle of Waterloo ranks as a great turning point in modern history and brought about drastic changes in political boundaries and the power balance in Europe. At a critical moment in this great battle between the forces of the French emperor, Napoleon, and the allied forces under the command of the British general Arthur Wellesley, better known as the Duke of Wellington, an anxious officer dashed into the office of the duke with the message that unless the troops were immediately withdrawn, they must yield before the larger French army.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p18\" class=\"\">The duke ordered, “Stand firm!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p19\" class=\"\">“But we shall all perish,” replied the officer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p20\" class=\"\">“Stand firm!” again was the answer of the duke.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p21\" class=\"\">(See Howard W. Hunter, <span class=\"emphasis\">That We Might Have Joy<\/span> [1994], 148).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p22\" class=\"\">“Stand firm!” was the duke’s order; victory was the result. In these two words of direction—stand firm—I take courage and counsel. Today, sisters, we are engaged in a fierce battle for the minds, hearts, and even the souls of our children, grandchildren, and other family members. But in this fight we have much more powerful weaponry and armor than did the Duke of Wellington’s troops. For we have available to us the strength that comes from faith in the Lord Jesus Christ and the power of the gospel’s ordinances. To be victorious we must arm ourselves with faith in the Lord Jesus Christ and stand firm in our convictions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p23\" class=\"\">In the Book of Mormon we read of the Lamanites “who were converted unto the true faith; and they would not depart from it, for they were firm, and steadfast, and immovable, willing with all diligence to keep the commandments of the Lord” (<span class=\"citation\" id=\"5367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5367)\">3 Ne. 6:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p24\" class=\"\">Your strong and unwavering faith in and knowledge of the gospel of Jesus Christ and His plan for you and your family will be a great protection against conflicting viewpoints and evil influences. Your obedience and faithfulness to eternal covenants and commandments can bring peace and, yes, even happiness amid the chaos of this world. Armed with faith, you can stand firm and you can create a home worthy of Heavenly Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p25\" class=\"\">Once while I was traveling in an area plagued by violence and social unrest, a sensitive priesthood leader perceived my fear and shared with me a few words that brought comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p26\" class=\"\">When he was a boy, his mother, finding herself suddenly single and destitute, drew strength from the following words she read in an old book:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p27\" class=\"\">“I said to the man who stood at the gate of the year, ‘Give me a light that I may tread safely into the unknown.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p28\" class=\"\">“And he replied:<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p29\" class=\"\">“‘Go out into the darkness and put your hand into the Hand of God. That shall be to you better than light and safer than a known way’” (Minnie Louise Haskins, in <span class=\"emphasis\">The Oxford Dictionary of Quotations,<\/span> 4th ed., ed. Angela Partington [1996], 328).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p30\" class=\"\">My friend’s mother rebuilt her life and created a firm foundation by following this admonition. I too was sustained in my time of concern by pressing forward into the unknown, armed with the knowledge that the Lord’s companionship was better than any mortal protection.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p31\" class=\"\">To stand firm we must know in the core of our souls that the Lord will be our support if we stand firmly planted on the rock of our Redeemer. This idea is fervently expressed in the fifth chapter of Helaman. “And now, … remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down … because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall” (<span class=\"citation\" id=\"24630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24630)\">Hel. 5:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p32\" class=\"\">Sisters, the Lord’s promises are sure. He has given His life for our salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p33\" class=\"\">To maintain a firm stance for ourselves and help others stand firm, the message of the restored gospel must be firmly planted in our hearts and taught in our homes. In your own homes, give your children and loved ones the spiritual armor they will need as they leave you each day and venture away from the safe fortress of your home. Teach your loved ones how to draw upon the powers of heaven through fasting and prayer. Teach them that keeping the Sabbath day holy will insulate them from the world. Teach them to be obedient. Teach them to seek God’s approval, not man’s. Teach them that the only route back to our heavenly home is by loving and following the Savior and by making and keeping sacred covenants and commandments. The truths of the gospel and knowledge of the plan of salvation are weapons your family members can use for victory over Satan’s evil forces.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p34\" class=\"\">In our roles as wives, mothers, grandmothers, sisters, and aunts, we must stand firm as role models. Because we love them, we want to give our family members a strong, righteous pattern to follow. In everything we do and say, in how we dress, in how we spend our time, in all the choices we make, we demonstrate what we believe, and that becomes their pattern to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p35\" class=\"\">Lucy Mack Smith, mother of the Prophet Joseph Smith, recorded in her history that in the spring of 1803 she and her husband were much concerned about religion. She writes of her own search for truth, “I retired to a grove not far distant, where I prayed to the Lord … that the true gospel might be presented” (<span class=\"emphasis\">History of Joseph Smith,<\/span> ed. Preston Nibley [1958], 43). Does that sound familiar?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p36\" class=\"\">Seventeen years later, in the spring of 1820, the Prophet Joseph Smith, in search of truth, “came to the determination to ‘ask of God.’” So “I retired to the woods to make the attempt” (<span class=\"citation\" id=\"30165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30165)\">JS—H 1:13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p37\" class=\"\">Is it a coincidence that both mother and son chose a grove of trees as the place to ask God to reveal truth to them? Joseph’s prayer blessed the entire world through the Restoration of the gospel of Jesus Christ. The righteous example set by a woman who stands firm in faith blesses countless others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p38\" class=\"\">As much as I love being a wife and mother, I acknowledge it isn’t always easy. I can appreciate the feelings expressed by a grade-school girl when my friend, her teacher, asked the class to write letters to God. Sharon said, “Dear God, I bet it’s very hard for you to love everyone in the world. There are only five people in my family, and I just can’t do it.” In like manner, I’m certain my family members could tell you it’s not always easy for them to love me. However, I agree with Elder Loren C. Dunn, who said, “There can be nothing more precious or enduring than the family” (“Our Precious Families,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1974, 9). In spite of how difficult family life can be at times, the work we do in our families is of the utmost importance. When you are discouraged and things in your family are not going the way you wanted them to, stand firm with faith and say like another young schoolgirl in her letter to God, “Dear God, I’m doing the very best I can.” Don’t allow the difficulties inherent in family life to unduly discourage you or to impact the love which we can share in families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p39\" class=\"\">Let us arm ourselves with faith and stand firm in our convictions. Let us never forget that we are building a foundation for and with our family upon the rock of our Redeemer. Let us put our hand into God’s hand. With the Lord’s help we can build homes that are a righteous fortress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/stand-firm.p40\" class=\"\">May the Lord bless you in your efforts to stand firm in defense of home and family is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}