{"ID":661, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Not for the Idler<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1953, pp. 27-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my beloved brethren and sisters: I feel\nvery humble this afternoon in standing before you and in occupying this position. I sincerely\npray that you will have a prayer in your heart for me, and I humbly pray that the Lord will\nsustain me. There is a very beautiful,  sweet spirit here; there was this morning. We recognize\nthat spirit as the sweet Spirit of our Father in heaven.\n<\/p><p>\nAs members of the Church of Jesus Christ of Latter-day Saints, we have a great\nresponsibility, we have an individual responsibility. Membership in the Church is not for the\nidler, nor for one who would seek an easy way to salvation. However, it should not difficult\nfor us to keep the commandments of the Lord if we have a desire in our hearts to do so and\nif we are willing to make the effort. True, we must form good habits of righteous living, and\ngood habits are just as easy and in fact easier to form than are bad habits. It should not be too\ndifficult for us to be truthful and honest and prayerful and to meet our obligations honestly.\n<\/p><p>\nYes, we have the right to choose which way we want to go. Thereby we develop our own\nstrength of character. However, if we do only the things required of us, we may not gain full\ndevelopment. To do right only because we are forced to do so, rather than because we have a\ndesire to do so, does not contribute to proper development of character; for the Lord, speaking\nto us in the Doctrine and Covenants, Section 58, Verses 26 to 29, says: \n<\/p><p>\nFor behold, it is not meet that I should command in all things; for he that is compelled in all\nthings, the same is a slothful and not a wise servant; wherefore he receiveth no reward.\n<\/p><p>\nVerily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness; \n<\/p><p>\nFor the power is in them, wherein they are agents unto themselves. And inasmuch\nas men do good they shall in nowise lose their reward.\n<\/p><p>\nBut he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned\n(<span class=\"citation\" id=\"13120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13120)\">D&amp;C 58:26-29<\/a><\/span>).\n<\/p><p>\nProbably our first and greatest responsibility is to see that we ourselves live righteously and\nwell. When a man fails in life, the cause is sometimes within himself. We are often destroyed\nfrom within as well as from forces without. Wrongdoing destroys our morale and makes us an\neasy victim to outward forces that would also weaken us spiritually; and spirituality is as\nessential to a man's soul as vitamins are to his body.\n<\/p><p>\nUnless we can banish indifference, conquer indolence, renounce injustice, overcome\nintemperance, expel intolerance, and abolish ingratitude from our souls, we may not be good\nrepresentative members of the Church, for has not the Psalmist said: \"Except the Lord build\nthe house, they labour in vain that build it\"\n(<span class=\"citation\" id=\"41779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41779)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nLet us for a moment consider indifference. Indifference can bring great tragedy into our souls,\nwhether it be indifference to the laws of the land or indifference to the laws of God or\nindifference to the rights and privileges of each other. When we break the laws of the land,\nthere is a penalty. When we break the laws of God, there is likewise a penalty, and when we\nshow indifference to each other, somebody suffers.\n<\/p><p>\nConsider desecration of the Sabbath day. Surely our Father in heaven must have felt that this\nwas important when he gave us the commandment concerning the Sabbath day, for he said to\nus beginning in Exodus 20:8, and if we could only think of this when we break the Sabbath\nday, I think we would be more careful about it: \n<\/p><p>\nRemember the sabbath day, to keep it holy.\n<\/p><p>\nSix days shalt thou labour, and do all thy work: \n<\/p><p>\nBut the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work,\nthou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor\nthe stranger that is within thy gates: \n<\/p><p>\nFor in six days the Lord made heaven and earth, the sea, and all that in them is, and rested\nthe seventh day: wherefore the Lord blessed the sabbath day, and hallowed it\n(<span class=\"citation\" id=\"22637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22637)\">Ex. 20:8-11<\/a><\/span>).\n<\/p><p>\nTo so many people, Sunday is now spoken of as a holiday, not a \"holy day\"\n(<span class=\"citation\" id=\"13123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13123)\">D&amp;C 59:9<\/a><\/span>). Let us consider\nthis before we break the Sabbath day.\n<\/p><p>\nNow there are many ways of being truthful. We may not exactly tell a lie, but if we fail to\nraise our voices to set a situation right when we could, aren't we as guilty as the one who\nfails to tell all the truth? Indifference is one way to start one on the road to sorrow.\n<\/p><p>\nIndolence is another destroying characteristic. One of the greatest factors in building character\nis work and our attitude toward that work. I remember hearing President Clark one day say to\nsome of us, \"I am grateful for the blessings of work.\" Personally I consider it a challenge. I\nconsider it a cure for heartache and discouragement. If we can accomplish something\nworthwhile as we go about our day's work, we can retire at night feeling that our day has been\nwell spent.\n<\/p><p>\nWhen Brigham Young led the Saints into this, the Salt Lake Valley, he knew that there were\nsome among them who would not assume their rightful responsibility, and he knew that it\nwould take the combined efforts of all if they were to survive and be at all successful. He\nimpressed upon them the need to work in order to eat. The Lord has told us in Genesis 3:19:\n\"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23601)\">Gen. 3:19<\/a><\/span>).\nI believe it is our individual responsibility\nto work hard, and I am including work and service in the Church.\n<\/p><p>\nInjustice is another great evil. Perhaps as Latter-day Saints we must be concerned with the\njustice and welfare of all people, because the membership of this Church is made up of people\nfrom all nations, your grandparents and mine from foreign countries, united\nin a common cause, that of bringing salvation to the souls of men.\n<\/p><p>\nIn our different walks of life we must be careful not to put our own personal above the\nwelfare of the group.  This would be unjust. In public life we have seen people who consider\nthe effect of every act, first how will it affect myself, and how will it affect the other people\nlater?\n<\/p><p>\nSelfishness is one of the greatest causes of injustice. Few there are of us who fault in\nourselves&mdash;meanness of spirit, pettiness of disposition. Few of us will admit to befriending a\nman because he is right, rather than because of his importance. How often have we heard\nparents tell their children, \"I wish you wouldn't associate with our neighbor's children\nbecause they are not of our own social status.\" These are injustices, but they are prevalent us\ntoday. We must renounce injustice if we would grow spiritually.\n<\/p><p>\nWe should try to overcome intemperance because it is self-defeating, devastating to character,\nand paralyzing to one's own progress. We have seen men in prominent places of our\ncommunities bring sorrow and disgrace upon themselves and their families because they failed\nto curb an appetite.\n<\/p><p>\nA few months ago it was my privilege to cross the country on a train, and there I met a\nhigh-ranking army officer, and we visited for many hours. Among other things he told me\nthat the increase in nervous disorders in the army, brought about largely by alcohol and other\nthings, was very disturbing and alarming. He indicated that it was the most self-defeating\nfactor that the army had to contend with, and he told me that one-third of the of the hospitals\nof this country were occupied by patients with nervous disorders, largely brought about by the\nuse of alcohol and other drugs, and that it would be very alarming to the country if we knew\nthe true status.\n<\/p><p>\nIntolerance is another self-destroying evil. If it isn't banished out of our character, it may\nreflect on the Church as well as on ourselves, because brotherhood, like charity, begins at\nhome. If we would be tolerant, we must obey the first and great commandment; we must love\nthe Lord our God with all our heart, might, mind and strength, and then we must love our\nneighbor as ourselves.\n<\/p><p>\nBrotherhood and the love of mankind must be resident in our hearts, on our streets, in our\ntowns. Otherwise we may not have it in our own hearts. We largely judge others by\nourselves. If we are intolerant of others, we can expect the same treatment ourselves. The\ninner strength of the Church reveals itself to a great extent in our way of treating others.\n<\/p><p>\nNow probably the greatest sin of all is the sin of ingratitude, but we, favored of all our\nFather's children, should fill our hearts with gratitude for the magnitude of the power of the\ngospel and the blessings that he has brought to us. The resources by which we advance are\nthe real qualities of character that we possess. We must show gratitude for our blessings. We\ncan be judged more by what we love than by what we own.\n<\/p><p>\nOur greatest blessings as a people are spiritual, not material. The older I become, the more I\nam convinced that there are not many things of very much importance which do not belong to\nthe spiritual. There are the things that are important, and then there are the other things.\n<\/p><p>\nNothing can contribute so much to our own growth as being home-loving, God-fearing,\nfreedom-earning, temperate men and women.\n<\/p><p>\nMay we as individuals consider our own responsibility in the Church and try to become better\nLatter-day Saints. Each of us could perhaps make one or two adjustments in our own lives\nthat would make us better Latter-day Saints.\n<\/p><p>\nI feel good in this work because it is the work of the Lord. I love the people; you have been\nwonderful to me as I go to you from stake to stake. And I am grateful for the opportunity of\npartaking of your spirit and of hearing your testimonies. Your kindnesses and\ncourtesies to all the brethren are appreciated. We feel a closeness and warmth through our\nassociation with you.\n<\/p><p>\nPersonally I am unable to express my gratitude for my association with these fine men. I have\ngreat love and respect and admiration for each one of them. I am particularly grateful for my\nclose association with Bishop Joseph L. Wirthlin and Bishop Carl Buehner. I love these men.\nYes, we talk together, and we pray together. When one has sorrow, we all have sorrow. I am\ngrateful for my association with all of my brethren of the General Authorities. As I get to\nknow them, I would class it as the greatest experience in my life to be with them and partake\nof their spirit and their advice and counsel, because they are prophets of God. Do you regard\nthese brethren as you would the Apostles of old? In Doctrine and Covenants, Section 68,\nVerse 4, may we remember this: \n<\/p><p>\nAnd whatsoever they [our leaders] shall speak when moved upon by the Holy Ghost shall be\nscripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the\nLord, shall be the voice of the Lord, and the power of God unto salvation\n(<span class=\"citation\" id=\"13131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13131)\">D&amp;C 68:4<\/a><\/span>).\n<\/p><p>\nNow I think as a people we should keep that in mind when these brethren give us advice and\ncounsel. Talk about love that abideth in the heart of men, I know of no people in the world\nthat has the example to follow as does this people in the President of the Church. Talk about\nlove and beauty. I am sure we could do well to try and emulate that spirit and that love, and\nthat is the same love that the Savior exemplified when he was here upon the earth.\n<\/p><p>\nThis is a sweet work. It couldn't be anything else because it is the work of our Father in\nheaven among the children of men. I have had some experiences in school work as a teacher\nfor seventeen years, as superintendent of schools, as an athletic coach, and I had some\nsatisfaction in it, and I am grateful for those experiences, but they are not like this work.\nThere isn't anything like it in the world, and I would plead with every man and woman and\nboy and girl in the Church to have some activity, to be rendering some service in the Church.\nWhile I have been associated with this work, I am sure that I have been the greatest\nbenefactor. It has been sweet and uplifting to me. From the bottom of my heart I want to\nthank the Lord for his kindnesses to me. I know what it is to be humble I believe, and I know\nwhen I go to the Lord in the proper spirit that my prayers are answered. I know the Spirit of\nthe Lord is understandable. I know that the Spirit of the Lord may be to us ever prevalent if\nwe ourselves keep in tune with his Spirit. May the Lord bless us and give us the power to\nhelp each other be happy. May he give us true comfort and genuine friendship and may he\nbless us that we may fulfil the measure of our creation here upon the earth that when our time\ncomes to leave mortality we may leave without feeling sorry for the way that we have treated\neach other. Let us give each other those flowers and those praises and those kind words now,\nhere, while we are alive to enjoy them.\n<\/p><p>\nI would plead with my friends and associates who are members of the Church to affiliate\nyourselves with all the activities of the Church. Then you will know what great blessings are\nand you will know what happiness is, and the Lord will bless you, and I would plead with\nand encourage my friends who are not members of the Church that they will consider\nseriously baptism into the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nMay God bless us that we may be true Latter-day Saints, that we may be humble and\nprayerful, that we may render that sweet service which the Lord expects of us, and receive the\nblessings that he has in store for us, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}