{"ID":6610, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Are We Not All Mothers?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p3\" class=\"\">Sheri L. Dew<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Motherhood is more than bearing children. … It is the essence of who we are as women.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">21911_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:137f.jpg\" alt=\"Sheri L. Dew\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p5\" class=\"\">This summer four teenage nieces and I shared a tense Sunday evening when we set out walking from a downtown hotel in a city we were visiting to a nearby chapel where I was to speak. I had made that walk many times, but that evening we suddenly found ourselves engulfed by an enormous mob of drunken parade-goers. It was no place for four teenage girls, or their aunt, I might add. But with the streets closed to traffic, we had no choice but to keep walking. Over the din, I shouted to the girls, “Stay right with me.” As we maneuvered through the crush of humanity, the only thing on my mind was my nieces’ safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p6\" class=\"\">Thankfully, we finally made it to the chapel. But for one unnerving hour, I better understood how mothers who forgo their own safety to protect a child must feel. My siblings had entrusted me with their daughters, whom I love, and I would have done anything to lead them to safety. Likewise, our Father has entrusted us as women with His children, and He has asked us to love them and help lead them safely past the dangers of mortality back home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p7\" class=\"\"><span class=\"emphasis\">Loving<\/span> and <span class=\"emphasis\">leading<\/span>—these words summarize not only the all-consuming work of the Father and the Son, but the essence of our labor, for our work is to help the Lord with His work. How, then, may we as Latter-day women of God best help the Lord with His work?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p8\" class=\"\">Prophets have repeatedly answered this question, as did the First Presidency six decades ago when they called motherhood “the highest, holiest service … assumed by mankind.”<sup class=\"noteMarker\"><a href=\"#footnote1-21911_000_039\">1<\/a>\n       <span class=\"footnote\">[“The Message of the First Presidency to the Church,” <span class=\"emphasis\">Improvement Era,<\/span> Nov. 1942, 761.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p9\" class=\"\">Have you ever wondered why prophets have taught the doctrine of motherhood—and it <span class=\"emphasis\">is<\/span> doctrine—again and again? I have. I have thought long and hard about the work of women of God. And I have wrestled with what the doctrine of motherhood means for <span class=\"emphasis\">all<\/span> of us. This issue has driven me to my knees, to the scriptures, and to the temple—all of which teach an ennobling doctrine regarding our most crucial role as women. It is a doctrine about which we must be clear if we hope to stand “steadfast and immovable”<sup class=\"noteMarker\"><a href=\"#footnote2-21911_000_039\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40097)\">Mosiah 5:15<\/a><\/span>.]<\/span><\/sup> regarding the issues that swirl around our gender. For Satan has declared war on motherhood. He knows that those who rock the cradle can rock his earthly empire. And he knows that without righteous mothers loving and leading the next generation, the kingdom of God will fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p10\" class=\"\">When we understand the magnitude of motherhood, it becomes clear why prophets have been so protective of woman’s most sacred role. While <span class=\"emphasis\">we<\/span> tend to equate motherhood solely with maternity, in the Lord’s language, the word <span class=\"emphasis\">mother<\/span> has layers of meaning. Of all the words they could have chosen to define her role and her essence, both God the Father and Adam called Eve “the mother of all living”<sup class=\"noteMarker\"><a href=\"#footnote3-21911_000_039\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38841)\">Moses 4:26<\/a><\/span>.]<\/span><\/sup>—and they did so <span class=\"emphasis\">before<\/span> she ever bore a child. Like Eve, our motherhood began before we were born. Just as worthy men were foreordained to hold the priesthood in mortality,<sup class=\"noteMarker\"><a href=\"#footnote4-21911_000_039\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8617)\">Alma 13:2–4, 7–8<\/a><\/span>.]<\/span><\/sup> righteous women were endowed premortally with the privilege of motherhood.<sup class=\"noteMarker\"><a href=\"#footnote5-21911_000_039\">5<\/a>\n       <span class=\"footnote\">[See Spencer W. Kimball, “The Role of Righteous Women,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1979, 102.]<\/span><\/sup> Motherhood is more than bearing children, though it is certainly that. It is the essence of who we are as women. It defines our very identity, our divine stature and nature, and the unique traits our Father gave us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p11\" class=\"\">President Gordon B. Hinckley stated that “God planted within women something divine.”<sup class=\"noteMarker\"><a href=\"#footnote6-21911_000_039\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 387.]<\/span><\/sup> That something is the gift and the gifts of motherhood. Elder Matthew Cowley taught that “men have to have something given to them [in mortality] to make them saviors of men, but not mothers, not women. [They] are born with an inherent right, an inherent authority, to be the saviors of human souls … and the regenerating force in the lives of God’s children.”<sup class=\"noteMarker\"><a href=\"#footnote7-21911_000_039\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Matthew Cowley Speaks<\/span> (1954), 109.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p12\" class=\"\">Motherhood is not what was left over after our Father blessed His sons with priesthood ordination. It was the most ennobling endowment He could give His daughters, a sacred trust that gave women an unparalleled role in helping His children keep their second estate. As President J. Reuben Clark Jr. declared, motherhood is “as divinely called, as eternally important in its place as the Priesthood itself.”<sup class=\"noteMarker\"><a href=\"#footnote8-21911_000_039\">8<\/a>\n       <span class=\"footnote\">[“Our Wives and Our Mothers in the Eternal Plan,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1946, 801.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p13\" class=\"\">Nevertheless, the subject of motherhood is a very tender one, for it evokes some of our greatest joys and heartaches. This has been so from the beginning. Eve was “glad” after the Fall, realizing she otherwise “never should have had seed.”<sup class=\"noteMarker\"><a href=\"#footnote9-21911_000_039\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38844)\">Moses 5:11<\/a><\/span>.]<\/span><\/sup> And yet, imagine her anguish over Cain and Abel. Some mothers experience pain because of the children they have borne; others feel pain because they do not bear children here. About this Elder John A. Widtsoe was explicit: “Women who through no fault of their own cannot exercise the gift of motherhood directly, may do so vicariously.”<sup class=\"noteMarker\"><a href=\"#footnote10-21911_000_039\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Priesthood and Church Government,<\/span> comp. John A. Widtsoe (1939), 85.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p14\" class=\"\">For reasons known to the Lord, some women are required to wait to have children. This delay is not easy for any righteous woman. But the Lord’s timetable for each of us does not negate our nature. Some of us, then, must simply find other ways to mother. And all around us are those who need to be loved and led.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p15\" class=\"\">Eve set the pattern. In addition to bearing children, she mothered all of mankind when she made the most courageous decision any woman has ever made and with Adam opened the way for us to progress. She set an example of womanhood for men to respect and women to follow, modeling the characteristics with which we as women have been endowed: heroic faith, a keen sensitivity to the Spirit, an abhorrence of evil, and complete selflessness. Like the Savior, “who for the joy that was set before him endured the cross,”<sup class=\"noteMarker\"><a href=\"#footnote11-21911_000_039\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24185)\">Heb. 12:2<\/a><\/span>.]<\/span><\/sup> Eve, for the joy of helping initiate the human family, endured the Fall. She loved us enough to help lead us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p16\" class=\"\">As daughters of our Heavenly Father, and as daughters of Eve, we are all mothers and we have always been mothers. And we each have the responsibility to love and help lead the rising generation. How will our young women learn to live as women of God unless they see what women of God look like, meaning what we wear, watch, and read; how we fill our time and our minds; how we face temptation and uncertainty; where we find true joy; and why modesty and femininity are hallmarks of righteous women? How will our young men learn to value women of God if we don’t show them the virtue of our virtues?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p17\" class=\"\">Every one of us has an overarching obligation to model righteous womanhood because our youth may not see it anywhere else. Every sister in Relief Society, which is the most significant community of women on this side of the veil, is responsible to help our young women make a joyful transition into Relief Society. This means our friendship with them must begin long before they turn 18. Every one of us can mother someone—beginning, of course, with the children in our own families but extending far beyond. Every one of us can show by word and by deed that the work of women in the Lord’s kingdom is magnificent and holy. I repeat: <span class=\"emphasis\">We are all mothers in Israel,<\/span> and our calling is to love and help lead the rising generation through the dangerous streets of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p18\" class=\"\">Few of us will reach our potential without the nurturing of both the mother who bore us and the mothers who bear with us. I was thrilled recently to see one of my youth leaders for the first time in years. As a teenager who had absolutely no self-confidence, I always sidled up to this woman because she would put her arm around me and say, “You are just the best girl!” She loved me, so I let her lead me. How many young men and women are desperate for <span class=\"emphasis\">your<\/span> love and leadership? Do we fully realize that our influence as mothers in Israel is irreplaceable and eternal?<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p19\" class=\"\">When I was growing up, it was not uncommon for Mother to wake me in the middle of the night and say, “Sheri, take your pillow and go downstairs.” I knew what that meant. It meant a tornado was coming, and I was instantly afraid. But then Mother would say, “Sheri, everything will be OK.” Her words always calmed me. Today, decades later, when life seems overwhelming or frightening, I call Mother and wait for her to say, “Everything will be OK.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p20\" class=\"\">Recent horrifying events in the United States have underscored the fact that we live in a world of uncertainty. Never has there been a greater need for righteous mothers—mothers who bless their children with a sense of safety, security, and confidence about the future, mothers who teach their children where to find peace and truth and that the power of Jesus Christ is always stronger than the power of the adversary. Every time we build the faith or reinforce the nobility of a young woman or man, every time we love or lead anyone even one small step along the path, we are true to our endowment and calling as mothers and in the process we build the kingdom of God. No woman who understands the gospel would ever think that any other work is more important or would ever say, “I am <span class=\"emphasis\">just<\/span> a mother,” for mothers heal the souls of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p21\" class=\"\">Look around. Who needs you and your influence? If we really want to make a difference, it will happen as we mother those we have borne and those we are willing to bear with. If we will stay right with our youth—meaning, if we will <span class=\"emphasis\">love<\/span> them—in most cases they will stay right with us—meaning, they will let us <span class=\"emphasis\">lead<\/span> them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p22\" class=\"\">As mothers in Israel, we are the Lord’s secret weapon. Our influence comes from a divine endowment that has been in place from the beginning. In the premortal world, when our Father described our role, I wonder if we didn’t stand in wide-eyed wonder that He would bless us with a sacred trust so central to His plan and that He would endow us with gifts so vital to the loving and leading of His children. I wonder if we shouted for joy<sup class=\"noteMarker\"><a href=\"#footnote12-21911_000_039\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"26623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26623)\">Job 38:7<\/a><\/span>.]<\/span><\/sup> at least in part because of the ennobling stature He gave us in His kingdom. The world won’t tell you that, but the Spirit will.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p23\" class=\"\">We just can’t let the Lord down. And if the day comes when we are the only women on earth who find nobility and divinity in motherhood, so be it. For <span class=\"emphasis\">mother<\/span> is the word that will define a righteous woman made perfect in the highest degree of the celestial kingdom, a woman who has qualified for eternal increase in posterity, wisdom, joy, and influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2001\/11\/are-we-not-all-mothers.p24\" class=\"\">I know, I absolutely know, that these doctrines about our divine role are true, and that when understood they bring peace and purpose to all women. My dear sisters, whom I love more than I know how to express, will you rise to the challenge of being mothers in these perilous times, though doing so may test the last ounce of your endurance and courage and faith? Will you stand steadfast and immovable as a mother in Israel and a woman of God? Our Father and His Only Begotten Son have given us a sacred stewardship and a holy crown in their kingdom. May we rejoice in it. And may we be worthy of Their trust. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-21911_000_039\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Message of the First Presidency to the Church,” <span class=\"emphasis\">Improvement Era,<\/span> Nov. 1942, 761.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-21911_000_039\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40097)\">Mosiah 5:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-21911_000_039\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38841)\">Moses 4:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-21911_000_039\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8617)\">Alma 13:2–4, 7–8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-21911_000_039\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See Spencer W. Kimball, “The Role of Righteous Women,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1979, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-21911_000_039\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 387.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-21911_000_039\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Matthew Cowley Speaks<\/span> (1954), 109.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-21911_000_039\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“Our Wives and Our Mothers in the Eternal Plan,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1946, 801.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-21911_000_039\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38844)\">Moses 5:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-21911_000_039\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Priesthood and Church Government,<\/span> comp. John A. Widtsoe (1939), 85.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-21911_000_039\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24185)\">Heb. 12:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-21911_000_039\"><a name=\"-21911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-21911_000_039\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"26623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26623)\">Job 38:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}