{"ID":662, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Don't Procrastinate Temple Marriage<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1953, pp. 31-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely seek an interest in your faith and prayers in my behalf. I feel that I could say amen\nto all that has been said thus far in this conference. I am sure that I can say amen to all that\nshall be said.\n<\/p><p>\nThere has been a question come to me is the thought that I would like express here today. A\nquestion was put to me recently, which I have heard many times, and I am sure many of you\nhave heard the same question. A young lady asked, \"What difference does make whether I go\nto the temple to be married now, or whether I wait a few years after we are married, and go\nto the temple? Are not they just the same?\" These questions come always from those who are\nmembers of the Church and who should know and understand the blessings and purpose of\ntemple marriage.\n<\/p><p>\nWhen I asked, \"Why not go to the temple at first?\" I got the usual stock answer, \"Oh, I intend\nto go to the temple but not now, later. I am young and I have plenty of time.\" I recall a\nfriend of mine who had somewhat the same attitude. They wanted to wait a few years, and\nthey have waited. They have waited twenty-four years now. They have two grown children, a\nson and a daughter. None of the family are active in the Church any more. Their interests lie\nin a more worldly direction.\n<\/p><p>\nAnother man told me of his experience. He was married in California. They intended to go to\nthe temple.\n<\/p><p>\nThey made several trips to Salt Lake City. Never was it quite convenient enough to go to the\ntemple, even though they did make many trips to Salt Lake City. Eventually his wife lost\ninterest in the Church and in Church activity. He lost interest in attending his meetings, then\nsoon his wife lost interest in him and eventually left him, and as a result he lost his wife and\nchildren. He has since returned to Church activity, and he testified to me that if he had made\nthe effort to go to the temple, he knew he would not have lost his wife and children. I am\nsure there are many other such experiences which could be related and of which you know.\nThose who so procrastinate surely do not fully understand what celestial marriage means to\nthem. They must act on faith. A full knowledge of such things comes only from faithful\nobedience. To those who marry in the temple, the Lord has made this promise: \n<\/p><p>\n. . . Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the\nnext resurrection; and shall inherit the thrones, kingdoms, principalities, and powers,\ndominions, all heights and depths . . . it shall be done unto them in all things whatsoever my\nservant hath put upon them, in time, and through all eternity; and shall be of full force when\nthey are out of the world; and they shall pass by the angels, and the gods, which are set there,\nto their exaltation and glory in all things, as hath been sealed upon their heads, which glory\nshall be a fulness and a continuation of the seeds forever and ever.\n<\/p><p>\nThen shall they be gods, because they have no end; therefore shall they be from everlasting to\neverlasting, because they continue; then shall they be above all, because all things are subject\nunto them. Then shall they be gods, because they have all power, and the angels are subject\nunto them.\n<\/p><p>\nVerily, verily, I say unto you, except ye abide my law ye cannot attain to this glory\n(<span class=\"citation\" id=\"13196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13196)\">D&amp;C 132:19-21<\/a><\/span>).\n<\/p><p>\nHow can a person understand that promise and take such a chance? So to procrastinate is the\ngreatest gamble on earth. You gamble with death. Each day spent is a day closer to death and\nthe day of judgment. A man is judged by the knowledge given him. Where much is given,\nmuch is expected. To those who have been given the knowledge and the opportunity of\ntemple marriage and then procrastinate, they are gambling the eternal blessings of godhood\nfor a few earthly pleasures. There just isn't any sympathy for a man who knows he has had\nhis chance and has deliberately forfeited it. The Lord referred to such people in his parable of\nthe ten virgins; the five who were wise and kept oil in their lamps and the five foolish who\nprocrastinated until it was too late, and they were therefore shut out of the kingdom\n(<span class=\"citation\" id=\"34601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34601)\">Matt. 25:1-13<\/a><\/span>). The\nauthor of the following poem is anonymous, but surely it was written about many of us: \n<\/p><p>\nI'll go where you want me to go, dear Lord;<br \/> \nReal service is what I desire.<br \/>\nI'll say what you want me to say,<br \/>\nBut don't ask me to join the choir.\n<\/p><p>\nI'll say what you want me to say, dear Lord,<br \/>\nI like to see things come to pass; <br \/>\nBut don't ask me to teach anywhere; <br \/>\nI would much rather stay in my class.\n<\/p><p>\nI'll give what you want me to give, dear Lord<br \/>\nI yearn for the kingdom to thrive.<br \/>\nI'll give you some pennies and nickels,<br \/>\nBut don't ask me to pay a full tithe.\n<\/p><p>\nI'll read what you want me to read, dear Lord,<br \/>\nIf genealogy is not implied.<br \/>\nI never did like to search books<br \/>\nFor the names of people who've died.\n<\/p><p>\nI'll give what you want me to give, dear Lord,<br \/>\nAnd I'm sure I'll not begrudge it,<br \/>\nBut I haven't the money to spare<br \/>\nTo pay on welfare or budget.\n<\/p><p>\nYes, I'll go where you want me to go, dear Lord,<br \/>\nI'll serve you with all my might,<br \/>\nBut don't ask me to go to the temple<br \/>\nBecause I'm much too busy each night.\n<\/p><p>\nThe Lord is with all those who try to do his will. The greatest blessings come from\nobedience. When we demonstrate obedience, the Lord is bound to bestow upon us his\nblessings. Let us help each other; teach our neighbors. We cannot effectively teach what we\ndo not practice. Seek the Lord in prayer, and he will strengthen your faith and give you\ncourage to do. If you desire the blessings of the Lord and seek them in prayer, with faithful\nobedience, he will open the way for you to do his will and receive those blessings which are\nfor your good.\n<\/p><p>\nI pray the blessings of the Lord to be upon all of us, that as each step in the gospel comes to\nus we will have the power to accept it with obedience, and by obedience receive the blessings\nof the Lord, that we may even receive blessings of exaltation and eternal life. These blessings\nI ask from the Lord in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}