{"ID":663, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Atonement of the Savior<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1953, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters and friends: I have in my pocket a wonderful talk, one I have\nbeen three months preparing. I find it necessary, however, to deprive you of the great pleasure\nof hearing it at this time because it has already been given. President McKay gave half of it,\nand Bishop Wirthlin and Brother Lee used most of my scriptures. I am very happy, however,\nto be in harmony with them.\n<\/p><p>\nI pray the Lord to be with me now while I address myself to another subject, one that has\nbeen going through my mind this afternoon. I need your prayers and want you to think these\nfew remarks through with me.\n<\/p><p>\nThe subject to which I refer is the atonement of the Savior, and surely there could be no more\nappropriate theme upon which this meeting could close. The atonement of the Master is the\ncentral point of world history. Without it, the whole purpose for the creation of earth and our\nliving upon it would fail.\n<\/p><p>\nFrom the scriptures, we learn that\nfrom the very beginning of the world there has been among the Lord's people those who have\nunderstood the gospel, a ceremony pointing to the atonement of the Redeemer. When Adam\nand Eve were driven from the Garden of Eden the Lord told them to build an altar and offer\nsacrifice. This they did, and they did it without knowing the reason therefore. I wish every one\nof Adam's posterity had the faith of their first earthly father, the faith to do what the Lord\ntells him to do without first having to have an explanation as to why he should do it. But to\ncontinue with our theme: \n<\/p><p>\nAnd after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer\nsacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded\nme.\n<\/p><p>\nAnd then the angel spake, saying: This thing is a similitude of the sacrifice of the Only\nBegotten of the Father, which is full of grace and truth\n(<span class=\"citation\" id=\"39036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39036)\">Moses 5:6-7<\/a><\/span>).\n<\/p><p>\nThe angel told Adam other things some of them Brother Lee talked about.\nHe told him that in the Meridian of time the Redeemer would come into the world, and that\nuntil he should come God's people were to offer blood sacrifices frequently. This they were\nto do to point their minds forward to the day when the Redeemer would come and be sacrificed\nfor the sins of the whole world. Then the angel taught Adam the gospel and told him to\nrepent and be baptized (<span class=\"citation\" id=\"39047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39047)\">Moses 6:52<\/a><\/span>),\nas quoted here this afternoon by Brother Lee.\n<\/p><p>\nFrom the days of Adam to the days of Jesus Christ, every people who understood the gospel\noffered blood sacrifices, using animals or birds without blemish. This they did in\ncontemplation of the great event which was to take place in the Meridian of Time.\n<\/p><p>\nWhen Jesus was about to go through that terrible suffering incident to the atonement, he took\nhis disciples with him to the Passover. As they sat in an upper chamber, Jesus broke bread\nand blessed it, and gave of it to his Apostles, telling them that this they should do often in\nremembrance of his body which was soon to be wounded on the cross for them, and for you\nand for me. Then he took wine, blessed it, and gave of it to them, telling them to do this\noften in remembrance of his blood which was to be spilled for them\n(<span class=\"citation\" id=\"31342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31342)\">Luke 22:19-20<\/a><\/span>).\n<\/p><p>\nJesus then went into the Garden of Gethsemane. There he suffered most. He suffered greatly\non the cross, of course, but other men had died by crucifixion; in fact, a man hung on either\nside of him as he died on the cross. But no man, nor set of men, nor all men put together,\never suffered what the Redeemer suffered in the garden. He went there to pray and suffer.\nOne of the New Testament writers says that it \". . . was as it were drops of blood falling\ndown to the ground\" (<span class=\"citation\" id=\"31346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31346)\">Luke 22:44<\/a><\/span>).\n<\/p><p>\nIn this dispensation the Lord, calling upon the people to repent, tells them that unless they\nrepent they must suffer even as he suffered. He describes suffering in these words: \n<\/p><p>\nWhich suffering caused myself, even God, the greatest of all, to tremble because of pain, and\nto bleed at every pore, and to suffer both body and spirit&mdash;and would that I might not drink\nthe bitter cup, and shrink&mdash;\n<\/p><p>\nNevertheless, glory be to the Father, and I partook and finished my preparations unto the\nchildren of men (<span class=\"citation\" id=\"13094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13094)\">D&amp;C 19:18-19<\/a><\/span>).\n<\/p><p>\nNow, my brethren and sisters, I cannot here discuss with you in detail what the atonement of\nthe Savior means to us. But without it, no man or woman would ever be resurrected. From\nAdam's time to the time of Jesus, men died&mdash;millions of them. The hills and vales were full\nof their remains. But not a single one of them ever came out of the grave as a resurrected\nperson until that glorious morning when Jesus was resurrected. Without his victory over death,\nthey never would have come out of their graves, worlds without end. It took the atonement of\nJesus Christ to reunite the bodies and spirits of men in the resurrection. And so all the world,\nbelievers and non-believers, are indebted to the Redeemer for their certain resurrection,\nbecause the resurrection will be as wide as was the fall, which brought death to every man.\n<\/p><p>\nThere is another phase of the atonement which makes me love the Savior even more, and fills\nmy soul with gratitude beyond expression. It is that in addition to atoning for Adam's\ntransgression, thereby bringing about the resurrection, the Savior by his suffering paid the\ndebt for my personal sins. He paid the debt for your personal sins and for the personal sins of\nevery living soul that ever dwelt upon the earth or that ever will dwell in mortality upon the\nearth. But this he did conditionally. The benefits of this suffering for our individual\ntransgressions will not come to us unconditionally in the same sense that the resurrection will\ncome regardless of what we do. If we partake of the blessings of the atonement as far as our\nindividual transgressions are concerned, we must obey the law.\n<\/p><p>\nAnd it is perfectly just that we are required to obey it because through the\nfall of Adam, man's free agency was preserved. We had nothing to do with death's coming\ninto the world; death came as a consequence of Adam's fall\n(<span class=\"citation\" id=\"238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(238)\">1 Cor. 15:21-22<\/a><\/span>). But we have everything to do\nwith our own acts. When we commit sin, we are estranged from God and rendered unfit to\nenter into his presence. No unclean thing can enter into his presence\n(<span class=\"citation\" id=\"39049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39049)\">Moses 6:57<\/a><\/span>). We cannot of ourselves,\nno matter how we may try, rid ourselves of the stain which is upon us as a result of our own\ntransgressions. That stain must be washed away by the blood of the Redeemer, and he has set\nup the way by which that stain may be removed. That way is the gospel of Jesus Christ. The\ngospel requires us to believe in the Redeemer, accept his atonement, repent of our sins, be\nbaptized by immersion for the remission of our sins, receive the gift of the Holy Ghost by the\nlaying on of hands, and continue faithfully to observe, or do the best we can to observe, the\nprinciples of the gospel all the days of our lives.\n<\/p><p>\nWe have in the Church an ordinance which I have explained. It is the sacrament. The Lord\nhas commanded us to partake of the sacrament regularly. Members of his Church are by him\ndirected to go on the Sabbath day to the sacrament meeting, and there partake of the\nsacrament. And what are we to do when we partake of the sacrament? We are to think of all\nthese things above mentioned, and many more. If I can remember one of the prayers, I will\nconclude with it. This is what we go to the sacrament meeting for; this is what we ought to\ndo when we are there. Think about it: \n<\/p><p>\nO God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and\nsanctify this bread to the souls of all those who partake of it, that they may eat in\nremembrance of the body of thy Son . . .\n<\/p><p>\nWhat we ought to do when we partake of the sacrament is think of the Redeemer&mdash;of his\nwounded body as we partake of the bread, and of his spilt blood when we partake of the\nwater.\n<\/p><p>\n. . . and witness unto thee, O God, the Eternal Father . . .\n<\/p><p>\nA witness is a testimony. We ought, silently, to testify to our Father&mdash;\n<\/p><p>\n. . . that they are willing to take upon them the name of thy Son, and always remember him\nand keep his commandments which he has given them . . .\n<\/p><p>\nAnd to what end?\n<\/p><p>\n. . . that they may always have his Spirit to be with them\n(<span class=\"citation\" id=\"13096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13096)\">D&amp;C 20:77<\/a><\/span>).\n<\/p><p>\nGod help us to renew our covenants every week in this manner, and remember the redemption\nwrought for us by our great Redeemer, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}