{"ID":664, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Testimonies&mdash;The Strength of the Church<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1953, pp. 33-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters, I want to join with President McKay in expressing appreciation for the\nvery fine singing to which we have listened today. I have often thought that we take for\ngranted the singing and the uplift which come to us from our choirs, and yet we know that\nsinging is an essential part of worship and that we can get nearer to God when we hear these\nsongs of Zion than we can in any other way. I wish all of you could have heard the two\nchoirs who rendered the music in the Oahu (Hawaii) Stake of Zion a week ago last\nSunday&mdash;one in the morning and one in the evening service. Everyone present was thrilled as the choirs\nsang their selections. I have heard choirs sing in all parts of the world, and I am here to\ntestify that our choirs and other musical groups are improving every year, and I sincerely\nhope that this improvement will continue throughout the Church in the stakes, wards, and\nmissions. For one, I thank the leaders for their devotion and for the effort they put forth to\ninstruct our singers.\n<\/p><p>\nI want to say a word about the testimony which comes to each one of us who is active in the\nChurch. A testimony is a precious gift from God. I have often said that the testimony we\npossess, you and I, is in reality the strength of the Church.\n<\/p><p>\nNot very long ago, a man who was investigating the Church and its doctrines came to me\nwith this statement, \"I have discovered the genius of Mormonism.\"\n<\/p><p>\nI was interested, of course, and said to him, \"What is it, pray?\"\n<\/p><p>\nHe answered, \"It is your machinery for doing religious work.\" Seeing I was not particularly\nimpressed, he turned to me and said, \"You don't believe it, do you?\"\n<\/p><p>\n\"No, I don't believe it,\" I replied, and without further comment he left.\n<\/p><p>\nSeveral weeks passed before the man returned. This time his spirit and attitude were\naltogether different. Upon entering my office he said, \"I have read the Book of Mormon from\ncover to cover.\"\n<\/p><p>\n\"Well, brother, what's the verdict?\" I asked.\n<\/p><p>\nTo my surprise and amazement he replied, \"It is true.\"\n<\/p><p>\n\"Do you mean to say you believe the Book of Mormon is true?\"\n<\/p><p>\n\"Indeed, I do,\" he replied, \"and I believe Joseph Smith was a prophet of God, and I believe\nyou Mormons,\" as he called us, \"have the restored gospel of Jesus Christ.\"\n<\/p><p>\nOf course, I was very happy. But I asked him another question: \"Do you still believe that the\ngenius of Mormonism is its superb organization?\"\n<\/p><p>\nHe answered, \"No, never. There is something back of that organization or it would not\nfunction.\" He further said, \"The thing that is back of it is the individual testimony of all the\nMormons.\"\n<\/p><p>\nI am sure he analyzed the situation correctly, for he proceeded to tell me, \"If it had not been\nfor the well-founded faith of the Pioneers, they would never have made the trek across the\nprairies to the Rocky Mountains.\" He further said, \"If it were not for these convictions, your\nmissionary system would collapse, and soon you would have no missionaries to send into the\nworld. Your fiscal system would crumble similarly, for people don't pay tithing unless they\nhave a testimony.\"\n<\/p><p>\nSo I believe it is our paramount duty today and always to safeguard our testimonies and to\nlive so that we will never lose them. That may seem like a big order, but I am sure it is\nGod's will. May he help us to appreciate our responsibilities in this respect and may he help\nus to safeguard our God-given testimonies.\n<\/p><p>\nI recall that Jesus, when he talked to Nicodemus, bore his testimony when he\nsaid,\n<\/p><p>\nVerily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and\nye receive not our witness.\n<\/p><p>\nIf I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of\nheavenly things? (<span class=\"citation\" id=\"27543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27543)\">John 3:11-12<\/a><\/span>).\n<\/p><p>\nThe testimony which Peter gave to the Savior will live as long as men and women believe in\nGod. \"Thou art the Christ, the Son of the living God,\" and the Savior's answer will similarly\nlive \"Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but\nmy Father which is in heaven\" (see\n(<span class=\"citation\" id=\"34573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34573)\">Matt. 16:16-17<\/a><\/span>).\nThere, my brethren and sisters, you\nhave the very keystone, the source and explanation of the testimonies which are the strength\nof the Church.\n<\/p><p>\n\". . . I know whom I have believed\"\n(<span class=\"citation\" id=\"5117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5117)\">2 Tim. 1:12<\/a><\/span>)\nsaid Paul, the Apostle, after a long life of\ntrial and persecution. Paul knew, for he had lived in accordance with the gospel of Jesus\nChrist. And finally, said Joseph Smith and Sidney Rigdon,\n<\/p><p>\n. . . he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father\n(<span class=\"citation\" id=\"13135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13135)\">D&amp;C 76:22-23<\/a><\/span>).\n<\/p><p>\nThere is no argument against testimonies like these, my brethren and sisters. May we be\nblessed abundantly in our endeavors to serve the Lord and preserve in our lives the truths of\nthe restored gospel, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}