{"ID":6651, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p2\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is in what we believe, there is in what we teach, counsel, commandments, even warnings that we are to protect, to love, to care for, and to “teach [children] to walk in the ways of truth.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p4\" class=\"\">Many years ago in Cuzco, high in the Andes Mountains of Peru, Elder A. Theodore Tuttle and I held a sacrament meeting in a long, narrow room with a door that opened onto the street. It was night and it was very cold.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p5\" class=\"\">While Elder Tuttle spoke, a little boy, perhaps six years old, appeared in the doorway. He was naked except for a ragged shirt that went about to his knees.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p6\" class=\"\">On our left was a small table with a plate of bread for the sacrament. This ragged street orphan saw the bread and inched slowly along the wall toward it. He was almost to the table when a woman on the aisle saw him. With a stern toss of her head, she banished him out into the night. I groaned within myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p7\" class=\"\">Later the boy returned. He crept along the wall, glancing from the bread to me. He was near the point where the woman would see him again. I held out my arms, and he came running to me. I held him on my lap.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p8\" class=\"\">Then, as something symbolic, I set him in Elder Tuttle’s chair. After the closing prayer, much to my sorrow, he darted out into the night.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p9\" class=\"\">When I returned home, I told President Spencer W. Kimball about him. He was deeply moved and spoke of it in a conference talk. He told others of it and said to me more than once, “That experience has far greater meaning than you have yet come to know.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p10\" class=\"\">I have never forgotten that little street orphan. Many times in South America I have looked for him in the faces of the people. When he comes back into my mind, others come with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p11\" class=\"\">After World War II on a cold night in a train station in southern Japan, I heard a tap on the train window. There stood a boy wearing the same ragged shirt, a rag tied about a swollen jaw, his head covered with scabies. He held a rusty tin can and a spoon, the symbol of an orphan beggar. As I struggled to open the door to give him money, the train pulled out. I will never forget that hungry little boy standing in the cold, holding up his empty tin can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p12\" class=\"\">There was a sick little first grader in a hospital at a government Indian school with a fever and running nose. I opened a package from his mother, hundreds of miles away on the reservation. Wrapped in a cardboard box with an auto parts label, which no doubt she got from the trading post, were some Navajo fry bread and pieces of mutton—a Christmas present for her little boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p13\" class=\"\">On the news recently, I saw that long, familiar line of refugees. With them, as usual, were the children carrying children. One child was perched atop a massive bundle carried by her mother. As they pushed slowly and silently by, she looked into the camera. That sober little black face and those big black eyes seemed to ask, “Why?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p14\" class=\"\">Children are the past, the present, and the future all blended into one. They are consummately precious. Every time a child is born, the world is renewed in innocence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p15\" class=\"\">I constantly think about and pray for the children and youth and their parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p16\" class=\"\">Recently, I attended a sacrament meeting given by children with special needs. Each was disabled in hearing or sight or mental development. Beside each was a teenager assigned as a companion. They sang and played music for us. Facing us on the front row was a young girl who stood and signed to those behind us who could not hear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p17\" class=\"\">Jenny gave a brief testimony. Then her parents each spoke. They told of the utter agony they had known when they learned that their child would never have a normal life. They told of the endless, everyday trials that followed. When others would stare or laugh, Jenny’s brothers put an arm protectively around her. The mother then told us of the love and absolute joy Jenny brought to the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p18\" class=\"\">Those parents have learned that “after much tribulation, … cometh the blessing” (<span class=\"citation\" id=\"11389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11389)\">D&amp;C 103:12<\/a><\/span>). I saw them bound together by adversity and refined into pure gold—true Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p19\" class=\"\">They told us Jenny adopts fathers. So when I shook hands with her, I said, “I’m a grandpa.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p20\" class=\"\">She looked up at me and said, “Well, I can see why!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p21\" class=\"\">There is nothing in the scriptures, there is nothing in what we publish, there is nothing in what we believe or teach that gives license to parents or anyone else to neglect or abuse or molest our own or anyone else’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p22\" class=\"\">There is in the scriptures, there is in what we publish, there is in what we believe, there is in what we teach, counsel, commandments, even warnings that we are to protect, to love, to care for, and to “teach [children] to walk in the ways of truth” (<span class=\"citation\" id=\"40137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40137)\">Mosiah 4:15<\/a><\/span>). To betray them is utterly unthinkable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p23\" class=\"\">Among the strongest warnings and the severest penalties in the revelations are those relating to little children. Jesus said, “But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea” (<span class=\"citation\" id=\"33692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33692)\">Matt. 18:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p24\" class=\"\">In the days of the prophet Mormon, some who did not understand that little children are “blameless before God” (<span class=\"citation\" id=\"40131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40131)\">Mosiah 3:21<\/a><\/span>) and are “alive in Christ” (<span class=\"citation\" id=\"38188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38188)\">Moro. 8:12<\/a><\/span>) wanted to baptize little children. Mormon said they “[denied] the mercies of Christ, and [set] at naught the atonement of him and the power of his redemption” (<span class=\"citation\" id=\"38191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38191)\">Moro. 8:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p25\" class=\"\">Mormon sternly rebuked them, saying: “He that supposeth that little children need baptism is in the gall of bitterness and in the bonds of iniquity; for he hath neither faith, hope, nor charity; wherefore, should he be cut off while in the thought, he must go down to hell. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p26\" class=\"\">“Behold, I speak with boldness, having authority from God” (<span class=\"citation\" id=\"38189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38189)\">Moro. 8:14, 16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p27\" class=\"\">Only when a child reaches that age of accountability, set by the Lord at eight years of age (see <span class=\"citation\" id=\"11328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11328)\">D&amp;C 68:27<\/a><\/span>), is their baptism essential. Before that age, they are innocent.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p28\" class=\"\">Children should not be ignored or neglected. They absolutely must not be abused or molested. Children must not be abandoned or estranged by divorce. Parents are responsible to provide for their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p29\" class=\"\">The Lord said, “All children have claim upon their parents for their maintenance until they are of age” (<span class=\"citation\" id=\"11345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11345)\">D&amp;C 83:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p30\" class=\"\">We are to look after their physical, their spiritual, and their emotional needs. The Book of Mormon teaches, “Ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness” (<span class=\"citation\" id=\"40135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40135)\">Mosiah 4:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p31\" class=\"\">Nothing compares with a father who is responsible and in turn teaches his children responsibility. Nothing compares with a mother who is present with them to comfort them and give them assurance. Love, protection, and tenderness are all of consummate worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p32\" class=\"\">The Lord said, “I have commanded you to bring up your children in light and truth” (<span class=\"citation\" id=\"11377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11377)\">D&amp;C 93:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p33\" class=\"\">All too often, a parent is left alone to raise children. The Lord has a way of strengthening that parent to meet alone what should be the responsibility of two parents. For either parent to deliberately abandon their children is a very grievous mistake.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p34\" class=\"\">I think often of another boy. We met him at a seminary graduation in a remote city in Argentina. He was well clothed and well nourished.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p35\" class=\"\">The students came down the aisle up to the stand. There were three rather high steps. He could not make the first step because his legs were too short. He was a dwarf.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p36\" class=\"\">It was then we noticed marching behind him two stalwart young men who stepped forward, one on either side, and lifted him gracefully to the podium. When the service was over, they lifted him down again and then marched out with him. They were his friends and watched over him. This boy could not reach the first step without being lifted up by his friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p37\" class=\"\">Those who come into the Church come as children spiritually. They need someone—some friend—to lift them up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p38\" class=\"\">If we design the steps after baptism to fit only those who have long, strong legs, we ignore what the Lord said in the revelations. The prophets have told us that we “ought to be teachers, [and teach that] which be the first principles of the oracles of God; [for they are] such as have need of milk, and not of strong meat. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p39\" class=\"\">“… Strong meat belongeth to them that are of full age, even those who by reason of use have their senses exercised to discern both good and evil” (<span class=\"citation\" id=\"24187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24187)\">Heb. 5:12, 14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p40\" class=\"\">The Apostle Paul wrote, “I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able” (<span class=\"citation\" id=\"66\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(66)\">1 Cor. 3:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p41\" class=\"\">In a revelation given in 1830, just before the Church was organized, the Lord cautioned, “They cannot bear meat now, but milk they must receive; wherefore, they must not know these things, lest they perish” (<span class=\"citation\" id=\"11270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11270)\">D&amp;C 19:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p42\" class=\"\">We must be careful lest we make that first step too high or design it for those with strong, long legs and leave the others without some friend to lift them up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p43\" class=\"\">When some disciples rebuked those who brought little children, “Jesus said, Suffer little children, [<span class=\"emphasis\">suffer<\/span> means to permit] and forbid them not, to come unto me: for of such is the kingdom of heaven” (<span class=\"citation\" id=\"33695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33695)\">Matt. 19:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p44\" class=\"\">When His disciples asked what kind of men they ought to be, Jesus set a little child in their midst (see <span class=\"citation\" id=\"33691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33691)\">Matt. 18:2–3<\/a><\/span>). Except we “become as a little child, [we] can in nowise inherit the kingdom of God” (<span class=\"citation\" id=\"5401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5401)\">3 Ne. 11:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p45\" class=\"\">A deep concern for children and their parents is in my mind and heart and soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p46\" class=\"\">Over the years, I have wondered what President Kimball meant when he reminded me of that street orphan in Cuzco and repeated, “That experience has far greater meaning than you have yet come to know.” One day he added, “You held a nation on your lap.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p47\" class=\"\">Now in my 78th year, I understand what President Kimball was seeing; I know what he meant. That boy in Cuzco and the one in Japan and the other children about the world profoundly influence what I think and how I feel and what I pray for most earnestly. I constantly think of little children and their parents who struggle to raise them in ever more perilous times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p48\" class=\"\">Like my Brethren, I have traveled all over the world. Like my Brethren, I have held positions of trust in education, in business, in government, and in the Church. I have written books, and, like them, have received honors, degrees, certificates, plaques. Such honors come with the territory and are undeserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p49\" class=\"\">Assessing the value of those things, the one thing I treasure more than any of them—more than all of them put together—the thing of most value to me is how our sons and daughters and their husbands and wives treat their children and how, in turn, our grandchildren treat their little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p50\" class=\"\">When it comes to understanding our relationship with our Heavenly Father, the things my wife and I have learned as parents and grandparents that are of most worth knowing, we have learned from our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p51\" class=\"\">This blessing has come to me as a gift from my wife. The Lord said of such women, “[A wife is given to a man] to multiply and replenish the earth, according to my commandment, and to fulfil the promise which was given by my Father before the foundation of the world, and for their exaltation in the eternal worlds, that they may bear the souls of men; for herein is the work of my Father continued, that he may be glorified” (<span class=\"citation\" id=\"11455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11455)\">D&amp;C 132:63<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p52\" class=\"\">With women such as this to be the mothers of children, we see why the Lord revealed “that great things may be required at the hand of their fathers” (<span class=\"citation\" id=\"11278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11278)\">D&amp;C 29:48<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/children.p53\" class=\"\">I bear witness that the gospel is true, and the power of it is to bless little children. I pray earnestly that the children and youth and their parents will receive the gift of the Holy Ghost, that it will be a guide and a protection to them, that it will bear in their hearts the testimony that Jesus is the Christ, the Son of God, the Only Begotten of the Father. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}