{"ID":6654, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Follow Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Those who, in faith, leave their nets and follow the Savior will experience happiness beyond their ability to comprehend.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p4\" class=\"\">They were fishermen before they heard the call. Casting their nets into the Sea of Galilee, Peter and Andrew stopped as Jesus of Nazareth approached, looked into their eyes, and spoke the simple words, “Follow me.” Matthew writes that the two fishermen “straightway left their nets, and followed him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p5\" class=\"\">Then the Son of Man approached two other fishermen who were in a ship with their father, mending their nets. Jesus called to them, “and [James and John] immediately left the ship and their father, and followed [the Lord].”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_006\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"33652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33652)\">Matt. 4:18–22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p6\" class=\"\">Have you ever wondered what it must have been like to have lived in the days of the Savior? If you had been there, would you have heeded His call “Follow me”?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p7\" class=\"\">Perhaps a more realistic question might be, “If the Savior were to call you today, would you be just as willing to leave your nets and follow Him?” I am confident that many would.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p8\" class=\"\">But for some, it may not be such an easy decision. Some have discovered that nets, by their very nature, are sometimes not so easy to leave.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p9\" class=\"\">Nets come in many sizes and shapes. The nets that Peter, Andrew, James, and John left were tangible objects—tools that helped them earn a living.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p10\" class=\"\">We sometimes think of these four men as modest fishermen who did not sacrifice much when they left their nets to follow the Savior. To the contrary, as Elder James E. Talmage, in <span class=\"emphasis\">Jesus the Christ,<\/span> points out, Peter, Andrew, James, and John were partners in a prosperous business. They “owned their boats and gave employment to other men.” According to Elder Talmage, Simon Peter “was well to do in a material way; and when he once spoke of having left all to follow Jesus, the Lord did not deny that Peter’s sacrifice of temporal possessions was … great.”<sup class=\"noteMarker\"><a href=\"#footnote2-22905_000_006\">2<\/a>\n       <span class=\"footnote\">[(1916), 218.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p11\" class=\"\">Later, the net of wealth entrapped a rich young man who claimed that he had obeyed all the commandments from his youth. When he asked the Savior what else he should do to have eternal life, the Master said, “If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.” When the young man heard that, “he went away sorrowful: for he had great possessions.”<sup class=\"noteMarker\"><a href=\"#footnote3-22905_000_006\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33700)\">Matt. 19:21–22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p12\" class=\"\">Nets are generally defined as devices for capturing something. In a more narrow but more important sense, we might define a net as anything that entices or prevents us from following the call of Jesus Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p13\" class=\"\">Nets in this context can be our work, our hobbies, our pleasures, and, above all else, our temptations and sins. In short, a net can be anything that pulls us away from our relationship with our Heavenly Father or from His restored Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p14\" class=\"\">Let me give you a modern example. A computer can be a useful and indispensable tool. But if we allow it to devour our time with vain, unproductive, and sometimes destructive pursuits, it becomes an entangling net.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p15\" class=\"\">Many of us enjoy watching athletic contests, but if we can recite the statistics of our favorite players and at the same time forget birthdays or anniversaries, neglect our families, or ignore the opportunity to render acts of Christlike service, then athletics may also be an entangling net.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p16\" class=\"\">Since the days of Adam, mankind has, by the sweat of his brow, earned his daily bread. But when our work consumes us to the point where the spiritual dimensions of life are neglected, work can also be an entangling net.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p17\" class=\"\">Some have been ensnared in the net of excessive debt. The net of interest holds them fast, requiring them to sell their time and energies to meet the demands of creditors. They surrender their freedom, becoming slaves to their own extravagance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p18\" class=\"\">It is impossible to list the many nets that can ensnare us and keep us from following the Savior. But if we are sincere in our desire to follow Him, we must straightway leave the world’s entangling nets and follow Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p19\" class=\"\">I do not know of another period in the history of the world that has been so filled with such a variety of entangling nets. Our lives are so easily filled with appointments, meetings, and tasks. It is so easy to get caught in a multitude of nets that sometimes even a suggestion of breaking free of them can be threatening and even frightening to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p20\" class=\"\">Sometimes we feel that the busier we are, the more important we are—as though our busyness defines our worth. Brothers and sisters, we can spend a lifetime whirling about at a feverish pace, checking off list after list of things that in the end really don’t matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p21\" class=\"\">That we do a lot may not be so important. That we focus the energy of our minds, our hearts, and our souls on those things of eternal significance—that is essential.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p22\" class=\"\">As the clatter and clamor of life bustle about us, we hear shouting to “come here” and to “go there.” In the midst of the noise and seductive voices that compete for our time and interest, a solitary figure stands on the shores of the Sea of Galilee, calling quietly to us, “Follow me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p23\" class=\"\">We can easily get our lives out of balance. I remember a few years that were particularly challenging for me. Our family had grown to seven children. I had served as a counselor in the bishopric and was then given the sacred call as bishop of our ward. I was striving to manage our business that required long hours each day. I pay tribute to my wonderful wife, who always made it possible for me to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p24\" class=\"\">There was simply too much to do in the time available. Instead of sacrificing things of significance, I decided I’d get up earlier, take care of my business, then spend the time required to be a good father and husband and a faithful member of the Church. It wasn’t easy. There were mornings when the alarm clock went off that I cracked open an eyelid and glared at it, daring it to keep ringing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p25\" class=\"\">Nevertheless, the Lord was merciful and helped me to find the energy and time to do all I had committed to do. Although it was difficult, I have never regretted making the choice to heed the Savior’s call and follow Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p26\" class=\"\">Think of the debt we owe to Him. Jesus is “the resurrection, and the life: he that believeth in [Him], though he were dead, yet shall he live.”<sup class=\"noteMarker\"><a href=\"#footnote4-22905_000_006\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27004)\">John 11:25<\/a><\/span>.]<\/span><\/sup> There are those who have great wealth, yet they would give their all to add just a few additional years, months, or even days to their mortal lives. What should we be willing to give for eternal life?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p27\" class=\"\">There are those who would give all they have to experience peace. “Come unto me, all ye that labour and are heavy laden,” the Savior taught, “and I will give you rest.”<sup class=\"noteMarker\"><a href=\"#footnote5-22905_000_006\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33683)\">Matt. 11:28<\/a><\/span>.]<\/span><\/sup> But it is not merely peace that the Savior promises to those who keep His commandments and endure to the end, but eternal life, “which gift is the greatest of all the gifts of God.”<sup class=\"noteMarker\"><a href=\"#footnote6-22905_000_006\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11259)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p28\" class=\"\">Because of the Savior, we will live forever. Immortality means that we will never die. But eternal life means to live forever in exalted spheres in companionship with those we cherish, encompassed about by profound love, exquisite joy, and glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p29\" class=\"\">No amount of money can purchase this exalted state. Eternal life is a gift from a loving Heavenly Father, offered freely and liberally to all who heed the call of the Man of Galilee.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p30\" class=\"\">Unfortunately, many are too entangled in their nets to heed the call. The Savior explained that, “Ye believe not, because ye are not of my sheep. … My sheep hear my voice, and I know them, and they follow me.”<sup class=\"noteMarker\"><a href=\"#footnote7-22905_000_006\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27003)\">John 10:26–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p31\" class=\"\">How do we follow the Savior? By exercising faith. By believing in Him. By believing in our Heavenly Father. By believing that God speaks to man on earth today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p32\" class=\"\">We follow the Savior by repenting of our sins—by experiencing sorrow because of them and forsaking them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p33\" class=\"\">We follow the Savior by entering the waters of baptism and receiving a remission of our sins, by receiving the gift of the Holy Ghost and allowing that influence to inspire, instruct, guide, and comfort us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p34\" class=\"\">How do we follow the Savior? By obeying Him. He and our Heavenly Father have given us commandments—not to punish or torment us, but to help us come to a fulness of joy, both in this life and for the eternities to come, worlds without end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p35\" class=\"\">In contrast, when we cling to our sins, our pleasures, and sometimes even our perceived obligations; resist the influence of the Holy Ghost; and put aside the words of the prophets; we then stand at the shore of our <span class=\"emphasis\">own<\/span> Galilee, nets tightly entangling us. We find ourselves unable to leave them behind and follow the living Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p36\" class=\"\">But the Shepherd calls to each of us today. Will we recognize the voice of the Son of God? Will we follow Him?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p37\" class=\"\">May I extend a word of caution? There are those who feel that if we follow the Savior, our lives will be free from worry, pain, and fear. This is not so! The Savior Himself was described as a man of sorrows.<sup class=\"noteMarker\"><a href=\"#footnote8-22905_000_006\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"24964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24964)\">Isa. 53:3<\/a><\/span>; <span class=\"citation\" id=\"40145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40145)\">Mosiah 14:3<\/a><\/span>.]<\/span><\/sup> Those early disciples who followed the Christ experienced great persecution and trials. The Prophet Joseph Smith was no exception. Nor were the other early Saints of this last dispensation. And it is no different today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p38\" class=\"\">I have had the opportunity to speak with a woman who heard the call of the Savior when she was 18. Her father, who was a high official in another church, became angry with her and forbade her from being baptized. He let her know that if she became a member of The Church of Jesus Christ of Latter-day Saints, she would be ostracized from the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p39\" class=\"\">Even though the sacrifice was great, this young woman heeded the call of the Savior and entered the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p40\" class=\"\">Her father could not accept her decision, however, and tried to force her into abandoning her new faith. He and his wife reviled her for her decision to become a member of the Church and demanded that she recant and forsake her new religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p41\" class=\"\">Even through the rage, the bitterness, and the indignity, her faith remained strong. She endured the verbal and emotional abuse, knowing she had heard the call of the Savior and she would follow Him, whatever the consequence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p42\" class=\"\">Eventually this young woman managed to find a safe haven, a place of refuge with a kind member family far away from the threats and unkindness of her father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p43\" class=\"\">She met a faithful young man, and the two of them were married in the temple, receiving the choice blessings that accompany a temple marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p44\" class=\"\">Today she stands among the multitude of those who have sacrificed so much to follow the call of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p45\" class=\"\">Yes, I do not suggest that the road will be easy. But I will give you my witness that those who, in faith, leave their nets and follow the Savior will experience happiness beyond their ability to comprehend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p46\" class=\"\">As I meet the wonderful members of this Church—both young and old—I am encouraged and filled with gratitude for the faithfulness of those who have heard the call of the Savior and have followed Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p47\" class=\"\">For example, a steelworker follows the Savior. Day after day, over a period of more than three decades, he pulled out his scriptures to read during lunch break as his coworkers chided him. The 70-year-old widow confined to her wheelchair—who, to everyone who visits, cheers their spirits and never fails to tell them of how fortunate she is—follows the Savior. The child who seeks through prayer to commune with the Master of the universe follows the Savior. The wealthy member who gives so generously to the Church and his fellowmen follows the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p48\" class=\"\">As Jesus the Christ stood on the shores of the Sea of Galilee 2,000 years ago, so stands He today, issuing the same call He gave to those faithful fishermen and now to all who will hear His voice: “Follow me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p49\" class=\"\">We have nets that must be tended and nets that must be mended. But when the Master of ocean, earth, and sky calls to us, “Follow me,” we should leave the entangling, worldly nets behind and follow His footsteps.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p50\" class=\"\">My brothers and sisters, I proclaim with joyful voice that the gospel is restored once again! The heavens opened to the Prophet Joseph Smith, and he saw and conversed with God the Father and His Son, Jesus Christ. Under divine direction and tutelage from celestial beings, eternal truths are restored once again to man!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p51\" class=\"\">In our day another great prophet lives, who daily adds his witness to these hallowed truths. President Gordon B. Hinckley stands in his sacred office as the mouthpiece of our Lord and Savior Jesus Christ. At his side stand his noble counselors. In addition, he has the sustaining support of the Quorum of the Twelve Apostles, the Quorums of the Seventy, and the millions of members throughout the world who assist him, each adding his voice to proclaim the glorious Restoration of the gospel that is once again restored unto man!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p52\" class=\"\">Jesus the Christ is “the way, the truth, and the life: no [one] cometh unto the Father, but by [Him].”<sup class=\"noteMarker\"><a href=\"#footnote9-22905_000_006\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27012)\">John 14:6<\/a><\/span>.]<\/span><\/sup> As a special witness of Him, I testify to you this day that the time will come when every man, woman, and child will look into the Savior’s loving eyes. On that day, we will know with a surety the worth of our decision to straightway follow Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/follow-me.p53\" class=\"\">That each of us may hear the call of the Master and straightway leave our entangling nets and joyfully follow Him is my earnest prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"33652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33652)\">Matt. 4:18–22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22905_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>(1916), 218.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22905_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33700)\">Matt. 19:21–22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22905_000_006\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27004)\">John 11:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22905_000_006\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33683)\">Matt. 11:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22905_000_006\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11259)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22905_000_006\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27003)\">John 10:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22905_000_006\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"24964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24964)\">Isa. 53:3<\/a><\/span>; <span class=\"citation\" id=\"40145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40145)\">Mosiah 14:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_006\"><a name=\"-22905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22905_000_006\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27012)\">John 14:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}