{"ID":6655, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hidden Wedges\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let’s not pass to future generations the grievances, the anger of our time. Let’s remove any hidden wedges that can do nothing but destroy.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p4\" class=\"\">In April 1966, at the Church’s annual general conference, Elder Spencer W. Kimball gave a memorable address. He quoted an account written by Samuel T. Whitman entitled “Forgotten Wedges.” Today I, too, have chosen to quote from Samuel T. Whitman, followed by examples from my own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p5\" class=\"\">Whitman wrote: “The ice storm [that winter] wasn’t generally destructive. True, a few wires came down, and there was a sudden jump in accidents along the highway. … Normally, the big walnut tree could easily have borne the weight that formed on its spreading limbs. It was the iron wedge in its heart that caused the damage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p6\" class=\"\">“The story of the iron wedge began years ago when the white-haired farmer [who now inhabited the property on which it stood] was a lad on his father’s homestead. The sawmill had then only recently been moved from the valley, and the settlers were still finding tools and odd pieces of equipment scattered about. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p7\" class=\"\">“On this particular day, it was a faller’s wedge—wide, flat, and heavy, a foot or more long, and splayed from mighty poundings [—which the lad found] … in the south pasture. [A faller’s wedge, used to help fell a tree, is inserted in a cut made by a saw and then struck with a sledge hammer to widen the cut.] … Because he was already late for dinner, the lad laid the wedge … between the limbs of the young walnut tree his father had planted near the front gate. He would take the wedge to the shed right after dinner, or sometime when he was going that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p8\" class=\"\">“He truly meant to, but he never did. [The wedge] was there between the limbs, a little tight, when he attained his manhood. It was there, now firmly gripped, when he married and took over his father’s farm. It was half grown over on the day the threshing crew ate dinner under the tree. … Grown in and healed over, the wedge was still in the tree the winter the ice storm came.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p9\" class=\"\">“In the chill silence of that wintry night … one of the three major limbs split away from the trunk and crashed to the ground. This so unbalanced the remainder of the top that it, too, split apart and went down. When the storm was over, not a twig of the once-proud tree remained.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p10\" class=\"\">“Early the next morning, the farmer went out to mourn his loss. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p11\" class=\"\">“Then, his eyes caught sight of something in the splintered ruin. ‘The wedge,’ he muttered reproachfully. ‘The wedge I found in the south pasture.’ A glance told him why the tree had fallen. Growing, edge-up in the trunk, the wedge had prevented the limb fibers from knitting together as they should.”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_007\">1<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1966, 70.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p12\" class=\"\">My dear brothers and sisters, there are hidden wedges in the lives of many whom we know—yes, perhaps in our own families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p13\" class=\"\">Let me share with you the account of a lifelong friend, now departed from mortality. His name was Leonard. He was not a member of the Church, although his wife and children were. His wife served as a Primary president; his son served an honorable mission. His daughter and his son married companions in solemn ceremonies and had families of their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p14\" class=\"\">Everyone who knew Leonard liked him, as did I. He supported his wife and children in their Church assignments. He attended many Church-sponsored events with them. He lived a good and a clean life, even a life of service and kindness. His family, and indeed many others, wondered why Leonard had gone through mortality without the blessings the gospel brings to its members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p15\" class=\"\">In Leonard’s advanced years, his health declined. Eventually he was hospitalized, and life was ebbing away. In what turned out to be my last conversation with Leonard, he said, “Tom, I’ve known you since you were a boy. I feel persuaded to explain to you why I have never joined the Church.” He then related an experience of his parents which took place many, many years before. Reluctantly, the family had reached a point where they felt it was necessary to sell their farm, and an offer had been received. Then a neighboring farmer asked that the farm be sold to him instead—although at a lesser price—adding, “We’ve been such close friends. This way, if I own the property, I’ll be able to watch over it.” At length Leonard’s parents agreed, and the farm was sold. The buyer—even the neighbor—held a responsible position in the Church, and the trust this implied helped to persuade the family to sell to him, even though they did not realize as much money from the sale as they would have if they had sold to the first interested buyer. Not long after the sale was made, the neighbor sold both his own farm and the farm acquired from Leonard’s family in a combined parcel which maximized the value and hence the selling price. The long-asked question of why Leonard had never joined the Church had been answered. He always felt that his family had been deceived by the neighbor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p16\" class=\"\">He confided to me following our conversation that he felt a great burden had at last been lifted as he prepared to meet his Maker. The tragedy is that a hidden wedge had kept Leonard from soaring to greater heights.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p17\" class=\"\">I am acquainted with a family which came to America from Germany. The English language was difficult for them. They had but little by way of means, but each was blessed with the will to work and with a love of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p18\" class=\"\">Their third child was born, lived but two months, and then died. Father was a cabinetmaker and fashioned a beautiful casket for the body of his precious child. The day of the funeral was gloomy, thus reflecting the sadness they felt in their loss. As the family walked to the chapel, with Father carrying the tiny casket, a small number of friends had gathered. However, the chapel door was locked. The busy bishop had forgotten the funeral. Attempts to reach him were futile. Not knowing what to do, the father placed the casket under his arm and, with his family beside him, carried it home, walking in a drenching rain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p19\" class=\"\">If the family were of a lesser character, they could have blamed the bishop and harbored ill feelings. When the bishop discovered the tragedy, he visited the family and apologized. With the hurt still evident in his expression, but with tears in his eyes, the father accepted the apology, and the two embraced in a spirit of understanding. No hidden wedge was left to cause further feelings of anger. Love and acceptance prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p20\" class=\"\">The spirit must be freed from tethers so strong and feelings never put to rest, so that the lift of life may give buoyancy to the soul. In many families, there are hurt feelings and a reluctance to forgive. It doesn’t really matter what the issue was. It cannot and should not be left to injure. Blame keeps wounds open. Only forgiveness heals. George Herbert, an early 17th-century poet, wrote these lines: “He that cannot forgive others breaks the bridge over which he himself must pass if he would ever reach heaven, for everyone has need of forgiveness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p21\" class=\"\">Beautiful are the words of the Savior as He was about to die upon the cruel cross. Said He, “Father, forgive them; for they know not what they do.”<sup class=\"noteMarker\"><a href=\"#footnote2-22905_000_007\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"31057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31057)\">Luke 23:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p22\" class=\"\">There are some who have difficulty forgiving themselves and who dwell on all of their perceived shortcomings. I quite like the account of a religious leader who went to the side of a woman who lay dying, attempting to comfort her—but to no avail. “I am lost,” she said. “I’ve ruined my life and every life around me. There is no hope for me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p23\" class=\"\">The man noticed a framed picture of a lovely girl on the dresser. “Who is this?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p24\" class=\"\">The woman brightened. “She is my daughter, the one beautiful thing in my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p25\" class=\"\">“And would you help her if she were in trouble or had made a mistake? Would you forgive her? Would you still love her?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p26\" class=\"\">“Of course I would!” cried the woman. “I would do anything for her. Why do you ask such a question?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p27\" class=\"\">“Because I want you to know,” said the man, “that figuratively speaking, Heavenly Father has a picture of you on His dresser. He loves you and will help you. Call upon Him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p28\" class=\"\">A hidden wedge to her happiness had been removed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p29\" class=\"\">In a day of danger or a time of trial, such knowledge, such hope, such understanding will bring comfort to the troubled mind and grieving heart. The entire message of the New Testament breathes a spirit of awakening to the human soul. Shadows of despair are dispelled by rays of hope, sorrow yields to joy, and the feeling of being lost in the crowd of life vanishes with the certain knowledge that our Heavenly Father is mindful of each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p30\" class=\"\">The Savior provided assurance of this truth when He taught that even a sparrow shall not fall to the ground unnoticed by our Father. He then concluded the beautiful thought by saying, “Fear ye not therefore, ye are of more value than many sparrows.”<sup class=\"noteMarker\"><a href=\"#footnote3-22905_000_007\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33678)\">Matt. 10:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p31\" class=\"\">Some time ago I read the following Associated Press dispatch, which appeared in the newspaper. An elderly man disclosed at the funeral of his brother, with whom he had shared, from early manhood, a small, one-room cabin near Canisteo, New York, that following a quarrel, they had divided the room in half with a chalk line and neither had crossed the line or spoken a word to the other since that day—62 years before. What a powerful and destructive hidden wedge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p32\" class=\"\">As Alexander Pope wrote, “To err is human; to forgive, divine.”<sup class=\"noteMarker\"><a href=\"#footnote4-22905_000_007\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">An Essay on Criticism<\/span> (1711), part 2, line 525.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p33\" class=\"\">Sometimes we can take offense so easily. On other occasions we are too stubborn to accept a sincere apology. Who will subordinate ego, pride, and hurt—then step forward with, “I am truly sorry! Let’s be as we once were: friends. Let’s not pass to future generations the grievances, the anger of our time.” Let’s remove any hidden wedges that can do nothing but destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p34\" class=\"\">Where do hidden wedges originate? Some come from unresolved disputes, which lead to ill feelings, followed by remorse and regret. Others find their beginnings in disappointments, jealousies, arguments, and imagined hurts. We must solve them—lay them to rest and not leave them to canker, fester, and ultimately destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p35\" class=\"\">A lovely lady of more than 90 years visited with me one day and unexpectedly recounted several regrets. She mentioned that many years earlier a neighboring farmer, with whom she and her husband had occasionally disagreed, asked if he could take a shortcut across her property to reach his own acreage. She paused in her narrative and, with a tremor in her voice, said, “Tommy, I didn’t let him cross our property but required him to take the long way around—even on foot—to reach his property. I was wrong and I regret it. He’s gone now, but oh, I wish I could say to him, ‘I’m so sorry.’ How I wish I had a second chance.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p36\" class=\"\">As I listened to her, the words written by John Greenleaf Whittier came into my mind: “Of all sad words of tongue or pen, \/ The saddest are these: ‘It might have been!’”<sup class=\"noteMarker\"><a href=\"#footnote5-22905_000_007\">5<\/a>\n       <span class=\"footnote\">[“Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of Whittier<\/span> (1892), 48.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p37\" class=\"\">From 3 Nephi in the Book of Mormon comes this inspired counsel: “There shall be no disputations among you. … For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another. Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.”<sup class=\"noteMarker\"><a href=\"#footnote6-22905_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5400)\">3 Ne. 11:28–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p38\" class=\"\">Let me conclude with an account of two men who are heroes to me. Their acts of courage were not performed on a national scale, but rather in a peaceful valley known as Midway, Utah.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p39\" class=\"\">Long years ago, Roy Kohler and Grant Remund served together in Church capacities. They were the best of friends. They were tillers of the soil and dairymen. Then a misunderstanding arose which became somewhat of a rift between them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p40\" class=\"\">Later, when Roy Kohler became grievously ill with cancer and had but a limited time to live, my wife Frances and I visited Roy and his wife, and I gave him a blessing. As we talked afterward, Brother Kohler said, “Let me tell you about one of the sweetest experiences I have had during my life.” He then recounted to me his misunderstanding with Grant Remund and the ensuing estrangement. His comment was, “We were sort of on the outs with each other.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p41\" class=\"\">“Then,” continued Roy, “I had just put up our hay for the winter to come, when one night, as a result of spontaneous combustion, the hay caught fire, burning the hay, the barn, and everything in it right to the ground. I was devastated,” said Roy. “I didn’t know what in the world I would do. The night was dark, except for the dying embers of the fire. Then I saw coming toward me from the road, in the direction of Grant Remund’s place, the lights of tractors and heavy equipment. As the ‘rescue party’ turned in our drive and met me amidst my tears, Grant said, ‘Roy, you’ve got quite a mess to clean up. My boys and I are here. Let’s get to it.’” Together they plunged to the task at hand. Gone forever was the hidden wedge which had separated them for a short time. They worked throughout the night and into the next day, with many others in the community joining in.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p42\" class=\"\">Roy Kohler has passed away, and Grant Remund is getting older. Their sons have served together in the same ward bishopric. I truly treasure the friendship of these two wonderful families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p43\" class=\"\">May we ever be exemplary in our homes and faithful in keeping all of the commandments, that we may harbor no hidden wedges but rather remember the Savior’s admonition: “By this shall all men know that ye are my disciples, if ye have love one to another.”<sup class=\"noteMarker\"><a href=\"#footnote7-22905_000_007\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27011)\">John 13:35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/hidden-wedges.p44\" class=\"\">This is my plea and my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1966, 70.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22905_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"31057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31057)\">Luke 23:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22905_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33678)\">Matt. 10:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22905_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">An Essay on Criticism<\/span> (1711), part 2, line 525.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22905_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of Whittier<\/span> (1892), 48.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22905_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5400)\">3 Ne. 11:28–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_007\"><a name=\"-22905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22905_000_007\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27011)\">John 13:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}