{"ID":6660, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Gospel in Our Lives\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">He has given us His Atonement, His gospel, and His Church, a sacred combination that gives us the assurance of immortality and the opportunity for eternal life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p4\" class=\"\">Some years ago I enjoyed a newspaper cartoon that showed a clergyman in conversation with a hippie-dressed couple astride a motorcycle. “We <span class=\"emphasis\">are<\/span> church goers,” one was saying to the clergyman. “We’ve been going for years … we just haven’t got there yet.”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_015\">1<\/a>\n       <span class=\"footnote\">[Calvin Grondahl, [Ogden, Utah] <span class=\"emphasis\">Standard-Examiner,<\/span> 26 May 1990.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p5\" class=\"\">Many of our extended family and friends haven’t yet gotten to church either. They may attend sporadically, but they are not yet enjoying the full blessings of Church participation and service. Others may attend regularly, but refrain from commitments and from seeking the personal spiritual rebirth that comes from yielding our hearts to God. Both kinds are missing some unique blessings in this life. And both are in jeopardy of missing the most glorious blessings in the life to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p6\" class=\"\">Paul taught that the Lord gave prophets and apostles for “the perfecting of the saints, … the work of the ministry, … [and] the edifying of the body of Christ” (<span class=\"citation\" id=\"21582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21582)\">Eph. 4:12<\/a><\/span>). Persons who are not fully participating in The Church of Jesus Christ of Latter-day Saints and also seeking a personal spiritual conversion are missing out on experiences that are essential under the divinely established great plan of happiness. The teachings and the work of the Church are essential to bring to pass the eternal life of man (see <span class=\"citation\" id=\"38864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38864)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p7\" class=\"\">I pray that many within the sound of my voice will have a spiritual witness of the importance of the Church’s mission to edify and exalt the children of God. I pray especially that some who are not yet enjoying the blessings of full Church participation and commitment will seek and obtain that witness and act upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p8\" class=\"\">About a decade ago, while I was at a stake conference in the United States, I was introduced to a member who had not participated in the Church for many years. “Why should I return to Church activity?” this member asked me. Considering all the Savior has done for us, I replied it should be easy to offer something in service to Him and our fellowmen. My questioner considered that idea for a moment and then voiced this astonishing reply: “What’s He done for me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p9\" class=\"\">This astonishing answer moved me to ponder what people expect to receive from Jesus Christ, from His gospel, and from participating in His Church. I thought of some others who said they stopped going to Church because the Church was “not meeting their needs.” Which needs could they be expecting the Church to meet? If persons are simply seeking a satisfying social experience, they might be disappointed in a particular ward or branch and seek other associations. There are satisfying social experiences in many organizations. If they are simply seeking help to learn the gospel, they could pursue that goal through available literature. But are these the principal purposes of the Church? Is this all we are to receive from the gospel of Jesus Christ?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p10\" class=\"\">Someone has said that what we get depends on what we seek. Persons who attend Church solely in order to <span class=\"emphasis\">get<\/span> something of a temporal nature may be disappointed. The Apostle Paul wrote disparagingly of persons who “serve not our Lord Jesus Christ, but their own belly” (<span class=\"citation\" id=\"42645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42645)\">Rom. 16:18<\/a><\/span>). Persons who attend Church in order to <span class=\"emphasis\">give<\/span> to their fellowmen and <span class=\"emphasis\">serve<\/span> the Lord will rarely be disappointed. The Savior promised that “he that loseth his life for my sake shall find it” (<span class=\"citation\" id=\"33679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33679)\">Matt. 10:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p11\" class=\"\">The Church gives us opportunities to serve the Lord and our fellowmen. If given in the right way and for the right reasons, that service will reward us beyond anything we have given. Millions serve unselfishly and effectively as officers or teachers in Church organizations, and those who do experience the conversion described by the prophet who pleaded with us to “come unto Christ, and be perfected in him” (<span class=\"citation\" id=\"38195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38195)\">Moro. 10:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p12\" class=\"\">Throughout my life I have been blessed by my membership and participation in The Church of Jesus Christ of Latter-day Saints. It is impossible to describe all the ways the Church has blessed my life and the lives of those I love. But I will give a few examples, in the hope that this will add personal persuasion to the principles described.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p13\" class=\"\">Attendance at Church each week provides the opportunity to partake of the sacrament, as the Lord has commanded us (see <span class=\"citation\" id=\"11311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11311)\">D&amp;C 59:9<\/a><\/span>). If we act with the right preparation and attitude, partaking of the sacrament renews the cleansing effect of our baptism and qualifies us for the promise that we will always have His Spirit to be with us. A mission of that Spirit, the Holy Ghost, is to testify of the Father and the Son and to lead us into truth (see <span class=\"citation\" id=\"27018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27018)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"3391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3391)\">2 Ne. 31:18<\/a><\/span>). Testimony and truth, which are essential to our personal conversion, are the choice harvest of this weekly renewing of our covenants. In the day-to-day decisions of my life and in my personal spiritual growth, I have enjoyed the fulfillment of that promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p14\" class=\"\">I am sorry when any Latter-day Saint does not understand the precious blessing that comes to those who keep the commandment to offer up their sacraments upon each Sabbath day. What is there in life—on the lakes or streams, in places of commercial recreation, or at home reading the Sunday paper—that can provide anything comparable to these blessings? No recreational pleasure can equal the cleansing renewal and the spiritual guidance and growth God has promised those who faithfully partake of the sacrament and honor Him each Sabbath day. I give thanks for the fulfillment of those promises in my life and affirm their availability to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p15\" class=\"\">As I came to the age of accountability and understood and experienced the effect of personal sin, the teachings of the gospel of Jesus Christ gave me the peace and courage to go forward in the knowledge that my sins could be forgiven and that there is always hope and the possibility of mercy for those who fall short.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p16\" class=\"\">As I experienced the death of loved ones, including my father, my mother, and my wife, the comforting revelations of the Holy Ghost gave me the strength to carry on. The Spirit affirms that there is purpose in mortal adversities and gives assurance of the resurrection and the reality of family relationships sealed for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p17\" class=\"\">Throughout my life I have been blessed by the doctrine and teachings of the gospel of Jesus Christ. As taught in the scriptures and by the leaders and teachers of this Church, the gospel has been a light to my path and the impetus for my temporal and spiritual progress. As Brigham Young taught, the gospel laws “teach men to be truthful, honest, chaste, sober, industrious, frugal and to love and practice every good word and work, … they elevate and ennoble man, [and] if fully obeyed, [they] bring health and strength to the body, clearness to the perceptions, power to the reasoning faculties as well as salvation to the soul.”<sup class=\"noteMarker\"><a href=\"#footnote2-22905_000_015\">2<\/a>\n       <span class=\"footnote\">[Letter to the editor of the <span class=\"emphasis\">Religio-Philosophical Journal,<\/span> 7 Jan. 1869, quoted in Jed Woodworth, “Brigham Young and the Mission of Mormonism,” <span class=\"emphasis\">Brigham Young University Studies<\/span> 40, no. 2 (2001):11.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p18\" class=\"\">Among many blessings I have received from gospel teachings are those promised for keeping the Word of Wisdom. For me these have included health and knowledge and the capacity to “run and not be weary, and … walk and not faint,” and the fulfillment of the promise that “the destroying angel shall pass by them, as the children of Israel, and not slay them” (<span class=\"citation\" id=\"11367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11367)\">D&amp;C 89:18–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p19\" class=\"\">The gospel teaches us to pay our tithes and offerings and assures us of blessings when we do. I testify of the fulfillment of these promises in my life. I have seen the windows of heaven open in my behalf to bestow blessings unnumbered. Among these is the capacity to see the relative unimportance of the property, pride, prominence, and power of this world, in the context of eternity. How grateful I am for the focus and peace that come from a gospel-based understanding of the purpose of life and its relationship to eternity!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p20\" class=\"\">From my earliest years and through schooling and marriage to middle age and beyond, the Church has provided me personal associations with the finest people in the world. Teachers and classmates in Sunday School and Primary, in scouting and other youth activities, in quorum and ward and stake activities have given me the finest possible role models and friends. Of course, our Church does not have a monopoly on good people, but we have a remarkable concentration of them. My associations in the organizations of The Church of Jesus Christ of Latter-day Saints have given me the basis to recognize, appreciate, and enlarge my associations with people of quality in other churches and organizations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p21\" class=\"\">Because my father died before I was eight years old, I had early cause to wonder about the purposes of the Lord in depriving me of a relationship other boys enjoyed and took for granted. As with so many other mortal challenges, the perspective of the gospel of Jesus Christ filled that void. How grateful I am that my brother and sister and I were raised by a widowed mother who used her faith and our parents’ temple marriage to make our departed father a daily presence in our lives. We never had cause to feel that we were without a father. We had a father, but he was away for a season. There are few things more important in this life than knowing your place in mortality and your potential in eternity. Marriages sealed for eternity in a temple of the Lord provide that possibility for every child and for every adult.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p22\" class=\"\">Over the years, my active participation in the Church has provided me access to the counsel and inspiration of the leaders of the Church on things I should do as a husband and father and leader in my family. Again and again, in stake and general conferences, in priesthood quorums, and in Sunday School classes, I have been taught and inspired by wonderful and experienced fathers, mothers, and grandparents. I have sought to follow those teachings to improve my participation in those associations that will persist for eternity. To cite only one example, I have been taught the power of a priesthood blessing—not just a blessing of healing, but a blessing of comfort and guidance that a father holding the Melchizedek Priesthood is privileged to give to members of his family. Learning and applying that principle has favored me and my loved ones with the sweetness and closeness that can only come from sensing the significance of the priesthood of God in an eternal family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p23\" class=\"\">I am also grateful for the warnings of the scriptures and Church leaders on things to avoid. By following that counsel I have been able to avoid pitfalls that might otherwise have trapped and enslaved me. Alcohol, tobacco, drugs, pornography, and gambling are but a few examples of dangerous substances and addictive practices we have been warned to avoid. I appeal to all—especially to young people—to hear and heed the words of the men and women God has called as your leaders and teachers. You will be blessed if you refrain from setting your own wisdom or desires ahead of the commandments of your Creator and the warnings of His servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p24\" class=\"\">The scriptures tell us to take upon us the “whole armor” of God that we “may be able to withstand the evil day.” They promise that the “breastplate of righteousness” and “the shield of faith” will “quench all the fiery darts of the wicked” (<span class=\"citation\" id=\"11277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11277)\">D&amp;C 27:15–17<\/a><\/span>). I urge you to obey those teachings and lay claim on those blessings. They include the personal spiritual conversion—the “mighty change … in our hearts” (<span class=\"citation\" id=\"40141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40141)\">Mosiah 5:2<\/a><\/span>)—that helps us become what our Heavenly Father desires us to become.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p25\" class=\"\">The leaders of this Church say, as the Savior said: “My doctrine is not mine, but his that sent me. If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself” (<span class=\"citation\" id=\"26997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26997)\">John 7:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p26\" class=\"\">Your leaders also say, along with King Benjamin: “I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness” (<span class=\"citation\" id=\"40122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40122)\">Mosiah 2:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p27\" class=\"\">In modern revelation the Lord has declared, “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise” (<span class=\"citation\" id=\"11340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11340)\">D&amp;C 82:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-gospel-in-our-lives.p28\" class=\"\">What has our Savior done for us? He has given us His Atonement, His gospel, and His Church, a sacred combination that gives us the assurance of immortality and the opportunity for eternal life. I testify that this is true, and I testify of God the Father, the author of the plan, and of His Son Jesus Christ, the Atoning One who has made it all possible, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_015\"><a name=\"-22905_000_015\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_015\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Calvin Grondahl, [Ogden, Utah] <span class=\"emphasis\">Standard-Examiner,<\/span> 26 May 1990.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_015\"><a name=\"-22905_000_015\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22905_000_015\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter to the editor of the <span class=\"emphasis\">Religio-Philosophical Journal,<\/span> 7 Jan. 1869, quoted in Jed Woodworth, “Brigham Young and the Mission of Mormonism,” <span class=\"emphasis\">Brigham Young University Studies<\/span> 40, no. 2 (2001):11.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}