{"ID":6662, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Becoming Men in Whom the Spirit of God Is\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord is bound by solemn covenant to bless our lives according to our faithfulness. Only He can turn us into men in whom the Spirit of God, namely the Holy Ghost, is.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">22905_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p5\" class=\"\">I want to address my remarks tonight to you great young men who bear the holy Aaronic Priesthood. What a special blessing it is to bear the priesthood of God, which can only multiply our powers, abilities, and discernment. To illustrate the blessings received from this privilege, I would like to speak about two men of God, both of whom carried the name of Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p6\" class=\"\">My father had a unique experience when he was the age of a priest. There were no high schools where he lived, and he wanted an education. He received permission from his father to leave the farm and seek his education elsewhere, but he had to make it on his own. Arriving in Salt Lake City, he heard of an employment position being offered in the home of President Joseph F. Smith. He was hired to care for the prophet’s two cows. In our family home evenings we would want Dad to relate experiences about his early life of living in the home of the prophet. We would hear him make reports like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p7\" class=\"\">Sister Smith instructed my father in his duties, explaining that the cows “were aristocrats, and you must treat them well. You are to keep them so clean and train them so well that if I should ever at any time conclude to move them into the parlor, they would be clean enough to enter.” Dad said he understood milking but not laundering cows.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p8\" class=\"\">Before milking each morning and night, they were thoroughly washed and dried with hot water, soap, and towels prepared for that purpose. They were fed the best of hay and milked at exactly the same hour twice a day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p9\" class=\"\">In addition to his duties with the Smith family and their “aristocratic” cows, my father was asked on occasion to do some housework. He would tell us stories like this: “One frosty morning I washed the steps leading to the official residence of the President of the Church. It nearly led to his downfall, for I let the water freeze before drying. Then I had to take boiling water and thaw the ice and take towels to dry the stones. The steps were nearly clean, but my classmates were passing on their way to school before the job was completed. It was a humbling experience.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p10\" class=\"\">By telling these stories, I don’t want to leave you with the impression that my father was a male twin to Cinderella. The Smith family took this poor farm boy from Idaho into their home while he finished high school and attended the University of Utah. They included him in their family activities, around the dinner table, and at family prayer. My father shared with us his witness that the prophet Joseph F. Smith was truly a man of God: “When I kneeled with the prophet, in family prayer, and listened to his earnest supplications for the blessings of the Lord upon his family and their flocks and their herds, I realized that those same humiliating cows were the subject of his blessings, my feet were brought solidly to earth. … Most great men I have known have been deflated by intimate contact. Not so with the prophet Joseph F. Smith. Every common everyday act added inches to his greatness. To me he was prophet even while washing his hands or untying his shoes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p11\" class=\"\">The lessons learned taught us a great appreciation and love for a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p12\" class=\"\">My father’s description of the prophet Joseph F. Smith reminds me of the Pharaoh’s statement about Joseph of Egypt: “Can we find such a one as this is, a man in whom the Spirit of God is?” (<span class=\"citation\" id=\"23440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23440)\">Gen. 41:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p13\" class=\"\">My father’s stories tell us about President Smith, his family, and his cows, and they also reveal how times have changed since the early 20th century. I don’t think my father ever imagined our modern-day computers that sit on small desks and have speeds measured in gigahertz, storage measured in gigabytes. I also don’t think he ever imagined the evils that Satan can do with these same marvelous technologies. Through his evil ways, Satan has been able to spread many new, infectious viruses. These viruses will inflict great damage on our spirits if we do not have powerful ways of defending against them. This causes me to think of the greatest antivirus program of all—that is the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p14\" class=\"\">About this gift, President Joseph F. Smith said: “‘The gift of the Holy Ghost,’ is a special blessing sealed upon baptized repentant believers in Jesus Christ, and is ‘an abiding witness.’ The spirit of God may be enjoyed as a temporary influence by which divine light and power come to mankind for special purposes and occasions. But the gift of the Holy Ghost, which was received by the apostles on the day of Pentecost, and is bestowed in confirmation, is a permanent witness and higher endowment” (in James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. [1965–75], 5:4).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p15\" class=\"\">It is important that your families assist you in learning about the gospel of our Lord and Savior. Then, all of us must rely on the gift of the Holy Ghost to guide us in discerning right from wrong. This is where the example of Joseph of Egypt helps instruct each of us. He was a man who relied on the Spirit of the Lord so completely that even a man who was blinded by the practice of idolatry, namely Pharaoh, recognized his unusual countenance and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p16\" class=\"\">Let us try tonight to see what great messages we can gain from a study of great leaders we find in the scriptures. Joseph Fielding Smith instructed us in his <span class=\"emphasis\">Answers to Gospel Questions:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p17\" class=\"\">“There is ample evidence that boys were called and ordained in ancient times. In antediluvian times, when the lives of men were greatly prolonged, some were called to act at comparatively tender years. Enoch was but twenty-five when he was ordained by Adam; … and Noah received the priesthood when he was but ten years of age [see <span class=\"citation\" id=\"11398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11398)\">D&amp;C 107:48, 52<\/a><\/span>]. How old Joseph, son of Israel, was when he received the priesthood is not recorded; but it must have been when he was very young. He was sold by his brethren when he was only seventeen, and he must have had the priesthood before that time, for he exercised it in the land of Egypt [see <span class=\"citation\" id=\"23430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23430)\">Gen. 37:2<\/a><\/span>; <span class=\"citation\" id=\"23437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23437)\">Gen. 40:8–19<\/a><\/span>; <span class=\"citation\" id=\"23439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23439)\">Gen. 41:14–36<\/a><\/span>]” (comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 2:9).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p18\" class=\"\">Turning to the book of Genesis in the Old Testament, we find the story of Joseph. Joseph was a member of a family that had 11 brothers—10 of them were older than he. His father seemed to favor him more than the others. He made Joseph a coat of many colors, let him remain at home, and instructed him occasionally to go out and check up on his brothers who were tending the flocks. Joseph also had dreams that seemed to put him in a place of authority ahead of his brothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p19\" class=\"\">One day when Joseph was checking up on his brothers as they tended the flocks, they decided they’d had about enough of Joseph and wanted to do away with him. An opportunity came to sell Joseph as a slave to a company of Ishmeelites traveling on their way to Egypt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p20\" class=\"\">Suddenly, Joseph found himself in a strange land with strange customs, a strange religion, and worst of all, being sold as a slave. Joseph presented himself so well and so ably that he was purchased by “Potiphar, an officer of Pharaoh and captain of the guard” (<span class=\"citation\" id=\"23432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23432)\">Gen. 37:36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p21\" class=\"\">“And the Lord was with Joseph, [and he carried a spirit with him that helped as he became] a prosperous man; and he was in the house of his master the Egyptian.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p22\" class=\"\">“And his master saw that the Lord was with him, and that the Lord made all that he did to prosper in his hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p23\" class=\"\">“And Joseph found grace in his sight, and he served him: and [Potiphar] made him overseer over his house, and all that he had he put into his hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p24\" class=\"\">“And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian’s house for Joseph’s sake; and the blessing of the Lord was upon all that he had in the house, and in the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p25\" class=\"\">“And he left all that he had in Joseph’s hand; and he knew not ought he had, save the bread which he did eat. And Joseph was a goodly person, and well favoured” (<span class=\"citation\" id=\"23433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23433)\">Gen. 39:2–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p26\" class=\"\">One day as Joseph was working in the house, he found himself in a difficult position. Potiphar’s wife made unwanted approaches to him. Joseph immediately knew that he was in the wrong place. We have him saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p27\" class=\"\">“There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God? …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p28\" class=\"\">“And she caught him by his garment, saying, Lie with me: and he left his garment in her hand, and fled, and got him out” (<span class=\"citation\" id=\"23434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23434)\">Gen. 39:9, 12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p29\" class=\"\">We learn a great lesson from Joseph. When he was presented with a temptation, he immediately separated himself from even the appearance of evil. All of us have events in our lives which find us in challenging situations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p30\" class=\"\">When we are confronted with that which is evil and degrading—whether it be the wrong kind of music, a television program, or the Internet which places us in the wrong environment—how strengthening it is to remember the story of Joseph: “And [he] fled, and got him out” (<span class=\"citation\" id=\"23435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23435)\">Gen. 39:12<\/a><\/span>). He removed himself from the temptation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p31\" class=\"\">Even making the right choices did not free Joseph from the challenges he faced in life. When Potiphar returned to his home, his wife complained to her husband that Joseph had mocked her. Potiphar was so upset that he “took him, and put him into the prison, a place where the king’s prisoners were bound: and he was there in the prison.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p32\" class=\"\">“[And again] the Lord was with Joseph, and shewed him mercy, and [He] gave him favour in the sight of the keeper of the prison.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p33\" class=\"\">“[Soon] the keeper of the prison committed to Joseph’s hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it” (<span class=\"citation\" id=\"23436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23436)\">Gen. 39:20–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p34\" class=\"\">But the Lord was with Joseph, and an opportunity was again presented to him while he served in prison. Two of the Pharaoh’s servants were also cast into prison. Each of them had a dream which Joseph was able to interpret. One of them was to lose his life in prison; the other would again in three days return to his position as chief butler for the Pharaoh. Both dreams came to pass. The butler returned to his high position with the Pharaoh and forgot all about Joseph until two years had passed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p35\" class=\"\">Then the Pharaoh had a dream. No one could interpret his dream. The butler finally remembered Joseph. He told the Pharaoh about Joseph’s ability to interpret dreams. “Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon: and he shaved himself, and changed his raiment, and came in unto Pharaoh” (<span class=\"citation\" id=\"23438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23438)\">Gen. 41:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p36\" class=\"\">Joseph was able to interpret the Pharaoh’s dream. The Pharaoh, being so impressed, made Joseph one of his servants. Again the Lord was with Joseph. Soon Joseph rose to a position of being second to the Pharaoh in all the land of Egypt. There was something special that distinguished Joseph from all the other servants. Pharaoh remarked what made Joseph different from all of the others when he said, “Can we find such a one as this is, a man in whom the Spirit of God is?” (<span class=\"citation\" id=\"23441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23441)\">Gen. 41:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p37\" class=\"\">You will notice in each situation in which Joseph found himself that the Lord was with him. It was easy to recognize the special spirit in him because of the way he lived and heeded the voice of the Lord to direct him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p38\" class=\"\">That same recognition will surely be with each of us as we are led and directed by His Holy Spirit. Listen to the still, small voice when you are faced with a time of decision. It will surely be a strong warning voice to tell you to turn off the wrong kind of music, to flee from the degrading television programs, or to get out of a Web page that will only bring evil thoughts into your mind. The Holy Spirit will let you know when you are in forbidden territory.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p39\" class=\"\">I promise you, if you will heed the voice of warning of the Holy Ghost and will follow His direction, you will be blessed with the ministering of angels, which will add wisdom, knowledge, power, and glory to your life. Remember, the Lord is bound by solemn covenant to bless our lives according to our faithfulness. Only He can turn us into men in whom the Spirit of God, namely the Holy Ghost, is.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/becoming-men-in-whom-the-spirit-of-god-is.p40\" class=\"\">What a blessing it is to bear the Lord’s holy priesthood and have that power and strength within us. May the Lord inspire and direct us to study the stories of great prophets who have walked the earth. May we glean from their lives that which will draw us closer to our Maker and help us enjoy the blessings and fruits that come from the gospel of our Lord and Savior. May we be so inspired to follow His path is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}