{"ID":6665, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            It Can’t Happen to Me\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Your future may not hold fame or fortune, but it can be something far more lasting and fulfilling. Remember that what we do in life echoes in eternity.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p4\" class=\"\">My beloved brethren of the priesthood of God, the responsibility of speaking to you tonight is overwhelming. I have prayed for inspiration and guidance, and I seek your understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p5\" class=\"\">One of the great myths in life is when men think they are invincible. Too many think that they are men of steel, strong enough to withstand any temptation. They delude themselves into thinking, “It cannot happen to me.” Borrowing a thought from Bertrand Russell, “We are all like the turkey who wakes up [Thanksgiving] morning expecting lunch as usual. Things can go wrong at any time.”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Oxford Companion to Philosophy,<\/span> ed. Ted Honderich (1995), 610.]<\/span><\/sup> Brethren, it <span class=\"emphasis\">can<\/span> happen to any of us at any time. So much of our course in life is influenced by forces we only partly perceive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p6\" class=\"\">President Charles W. Penrose used to tell the story of an officer on the <span class=\"emphasis\">Titanic<\/span> who stated that there was no fear of “God, man or devil,” because the <span class=\"emphasis\">Titanic<\/span> was built so solidly that it could readily withstand collision with other ships or contact with any other force, including icebergs.<sup class=\"noteMarker\"><a href=\"#footnote2-22905_000_020\">2<\/a>\n       <span class=\"footnote\">[See Joseph Fielding Smith, <span class=\"emphasis\">Church History and Modern Revelation,<\/span> 2 vols. (1953), 1:25.]<\/span><\/sup> The <span class=\"emphasis\">Titanic<\/span> was in fact three football fields in length, 12 stories high, and built of the finest steel. On that fateful night of April 14, 1912, other ships warned of ice ahead. Yet the <span class=\"emphasis\">Titanic<\/span> continued to increase her speed, cutting through the cold Atlantic Ocean. By the time the lookouts sighted the iceberg, it was too late. The <span class=\"emphasis\">Titanic<\/span> could not turn out of its way in time, and the iceberg scraped along the starboard side of the ship, creating a series of punctures. Two hours and 40 minutes later the brand-new <span class=\"emphasis\">Titanic<\/span> sank to the bottom of the ocean. Over 1,500 people were drowned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p7\" class=\"\">Usually one-eighth of an iceberg is above the waterline. The ice in the cold core is very compact, and keeps seven-eighths of the iceberg under water. As it was when the <span class=\"emphasis\">Titanic<\/span> encountered the iceberg, so it is with us. We can often only see part of the danger that lies ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p8\" class=\"\">History is full of examples of men who were gifted and able but who, in a moment of weakness, threw away their promising lives. King David is a tragic example. As a youth he was handsome, brave, and full of faith. He slew the frightening giant, Goliath. He became king. He had everything a man could desire. Yet when he saw Bathsheba, he wanted her even though she was another man’s wife. He had her husband, Uriah the Hittite, sent to the front of the hottest battle so that he would be killed. Uriah died in battle, and David married Bathsheba. As a consequence of this evil deed, David lost his spiritual inheritance.<sup class=\"noteMarker\"><a href=\"#footnote3-22905_000_020\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11452)\">D&amp;C 132:39<\/a><\/span>.]<\/span><\/sup> For all the good David accomplished, much of it was negated because he allowed himself to succumb to a serious personal flaw.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p9\" class=\"\">I once heard a man tell his sons, “I can drive closer to the edge than you because I have had more experience than you.” He thought he was in control, but he was really in denial. “The trouble with using experience as a guide is that the final exam often comes first and then the lesson.”<sup class=\"noteMarker\"><a href=\"#footnote4-22905_000_020\">4<\/a>\n       <span class=\"footnote\">[Author unknown, quoted in <span class=\"emphasis\">1,911 Best Things Anybody Ever Said,<\/span> comp. Robert Byrne (1988), 386.]<\/span><\/sup> Some people think their age and experience make them better able to withstand temptation. This is a falsehood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p10\" class=\"\">I remember hearing President J. Reuben Clark Jr. tell of the time when one of his children was going out on a date. He asked them to come home at a certain hour. “Chafing under that constant, urgent reminder, the [teenager] said, ‘Daddy, what is the matter, don’t you trust me?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p11\" class=\"\">“His answer must have shocked her as he said, ‘No, my [child], I don’t trust you. I don’t even trust myself.’”<sup class=\"noteMarker\"><a href=\"#footnote5-22905_000_020\">5<\/a>\n       <span class=\"footnote\">[As quoted by Harold B. Lee, <span class=\"emphasis\">The Teachings of Harold B. Lee, <\/span>ed. Clyde J. Williams (1996), 629.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p12\" class=\"\">So that some things “can’t happen to us,” I suggest we learn from President Spencer W. Kimball’s counsel: “Develop discipline of self so that, more and more, you do not have to decide and redecide what you will do when you are confronted with the same temptation time and time again. You need only to decide some things once. How great a blessing it is to be free of agonizing over and over again regarding a temptation. To do such is time-consuming and very risky.”<sup class=\"noteMarker\"><a href=\"#footnote6-22905_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">President Kimball Speaks Out<\/span> (1981), 94.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p13\" class=\"\">Someone may rationalize by thinking, “Just one fix of drugs won’t hurt me.” That may sound harmless, but please know how powerful drugs are. I quote from a user: “There is no controlling drugs. It controls you. The first time, you usually feel nothing. That’s when it grabs you.”<sup class=\"noteMarker\"><a href=\"#footnote7-22905_000_020\">7<\/a>\n       <span class=\"footnote\">[Guillermo D. Jalil, “Teen Addiction,” in <span class=\"emphasis\">Street-Wise Drug Prevention: A Realistic Approach to Prevent and Intervene in Adolescent Drug Use<\/span> (1996), Internet, www.nodrugs.com.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p14\" class=\"\">“Just one cigarette—just to see how it feels.” But beware of the danger lurking here. Nicotine is highly addictive.<sup class=\"noteMarker\"><a href=\"#footnote8-22905_000_020\">8<\/a>\n       <span class=\"footnote\">[See U.S. Department of Education, “Growing Up Drug Free: A Parent’s Guide to Prevention, Part 2,” <span class=\"emphasis\">KidSourceOnline,<\/span> www.kidsource.com.]<\/span><\/sup> As few as four cigarettes may be enough to set someone on a path to becoming a regular smoker.<sup class=\"noteMarker\"><a href=\"#footnote9-22905_000_020\">9<\/a>\n       <span class=\"footnote\">[See Janet Brigham, “Tobacco: Quitting for Good,” <span class=\"emphasis\">Ensign,<\/span> Feb. 2002, 52.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p15\" class=\"\">“Just one can of beer.” We do not know our potential for alcohol addiction, but one drink usually leads to another. It is much better never to take the first drink. Then you know you won’t be led to more.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p16\" class=\"\">“The purchase of just one lottery ticket.” This is more subtle than other addictions. You may not think gambling is an addiction because it is not a substance taken into the body, but as someone recently wrote, “Those who gamble risk more than just money. Their lives and families are at stake too.”<sup class=\"noteMarker\"><a href=\"#footnote10-22905_000_020\">10<\/a>\n       <span class=\"footnote\">[Shanna Ghaznavi, “Don’t Bet Your Life,” <span class=\"emphasis\">New Era,<\/span> Feb. 2002, 26.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p17\" class=\"\">“Just one peek into a pornographic site on the Internet, or a quick look at a centerfold in a racy magazine.” That sounds so harmless, but what we see is so much harder to get rid of than what we take into our bodies. Many hardened criminals admit they got their start in crime by viewing obscene pictures.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p18\" class=\"\">Some may say that inappropriate entertainment now and again is OK. However, this so often desensitizes us to violence, improper sexual relations, vulgarity, taking the Lord’s name in vain, and other associated evils.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p19\" class=\"\">I have spoken at some length about things you <span class=\"emphasis\">don’t<\/span> want to happen to you. Now let’s consider some of the good things that you <span class=\"emphasis\">do<\/span> want to happen to you. If you are willing to pay the price for success, good things, even great things, <span class=\"emphasis\">can<\/span> happen to you, even beyond your fondest dreams and expectations! Often we do not have even a glimpse of our potential for happiness and accomplishment in this life and in eternity because, as the Apostle Paul said, “Now we see through a glass, darkly.”<sup class=\"noteMarker\"><a href=\"#footnote11-22905_000_020\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"73\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(73)\">1 Cor. 13:12<\/a><\/span>.]<\/span><\/sup> But the lens can be lightened and become crystal clear through the influence of the Holy Ghost. The Savior promised us that the Comforter, which is the Holy Ghost, will “teach you all things, and bring all things to your remembrance,”<sup class=\"noteMarker\"><a href=\"#footnote12-22905_000_020\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27019)\">John 14:26<\/a><\/span>.]<\/span><\/sup> and “guide you into all truth.”<sup class=\"noteMarker\"><a href=\"#footnote13-22905_000_020\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27029)\">John 16:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p20\" class=\"\">We must recognize that our natural gifts and abilities are limited, but when augmented by inspiration and guidance of the Holy Ghost, our potential increases manyfold. You need help from a power beyond your own to do something extraordinarily useful. You young men can have opportunities and receive blessings beyond your wildest dreams and expectations. Your future may not hold fame or fortune, but it can be something far more lasting and fulfilling. Remember that what we do in life echoes in eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p21\" class=\"\">Some of you young men may not yet have a strong testimony of the divine origin of this Church like your parents have. You may wish you could be more sure that Joseph Smith actually saw in vision God the Father and His Son, Jesus Christ, and that the Book of Mormon was truly translated from golden plates. You may have some lingering doubts about the law of tithing, the law of chastity, or the Word of Wisdom. This is not unusual for some young men your age. Your faith may not have been fully tested. You may not yet have had to defend your beliefs or lifestyle. I assure you that great things can happen to you. You can receive an unwavering testimony that this is the Church of Jesus Christ and that through Joseph Smith the gospel has been restored to the earth in its fulness. But that testimony may not come until your faith has been tried.<sup class=\"noteMarker\"><a href=\"#footnote14-22905_000_020\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"22128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22128)\">Ether 12:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p22\" class=\"\">Many years ago two General Authorities called a very young man to be a new stake president. In his response, the new stake president said he would give total devotion to his calling and would not ask any of the members of his stake to be more devoted than he. Then he bore his testimony that he believed the gospel with all his heart and proposed to live it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p23\" class=\"\">Later at lunch one of the General Authorities asked this new stake president whether he knew absolutely that this gospel is true. He answered that he did not. The senior Apostle said to his fellow Apostle, “He knows it just as well as you do. The only thing that he <span class=\"emphasis\">does not know<\/span> is that he <span class=\"emphasis\">does know<\/span> it. It will be but a short time until he does know it. … You do not need to worry.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p24\" class=\"\">A short time later, the new stake president testified that following a spiritual experience, “I shed tears of gratitude to the Lord for the abiding, perfect, and absolute testimony that came into my life of the divinity of this work.”<sup class=\"noteMarker\"><a href=\"#footnote15-22905_000_020\">15<\/a>\n       <span class=\"footnote\">[Heber J. Grant, <span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1941), 192–93.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p25\" class=\"\">Many of us do not have a full awareness of what we really know. Even though we have been taught the gospel, we may not be fully aware of what the Lord has put in our “inward parts” and written in our hearts.<sup class=\"noteMarker\"><a href=\"#footnote16-22905_000_020\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"26441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26441)\">Jer. 31:33<\/a><\/span>.]<\/span><\/sup> As young men of the covenant, you are heirs to great promises. You have the opportunity to become more than “hewers of wood and drawers of water.”<sup class=\"noteMarker\"><a href=\"#footnote17-22905_000_020\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30017)\">Josh. 9:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p26\" class=\"\">I do not claim to have an absolute understanding of all of the principles of the gospel, but I have come to know with certainty the divinity and authority of this Church. This came to me gradually, line upon line and precept upon precept. I now <span class=\"emphasis\">know<\/span> that I <span class=\"emphasis\">know, <\/span>just as you can come to <span class=\"emphasis\">know<\/span> that you <span class=\"emphasis\">know.<\/span> It can happen to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p27\" class=\"\">Knowledge comes through faith. In our day and time we must come to know the truthfulness of what was on the golden plates without seeing them. They are not available for us to see and handle as they were for the Three Witnesses and for the Eight Witnesses. Some of those who actually saw and handled the golden plates did not remain faithful to the Church. Seeing an angel would be a great experience, but it is far greater to come to a knowledge of the divinity of the Savior through faith and the witness of the Spirit.<sup class=\"noteMarker\"><a href=\"#footnote18-22905_000_020\">18<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"27037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27037)\">John 20:29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p28\" class=\"\">You can also come to <span class=\"emphasis\">know<\/span> what you <span class=\"emphasis\">knew<\/span> as a valiant son of God in the premortal existence. It can happen to you. But it won’t just happen automatically. You will have to exercise faith. The only way to acquire spiritual knowledge and keep it burning brightly is to be humble, prayerful, and to strive diligently to keep all of the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p29\" class=\"\">At the opening ceremonies of the recently concluded 2002 Olympic Winter Games in Salt Lake City, the Mormon Tabernacle Choir and the Utah Symphony Orchestra performed a majestic musical piece written by John Williams especially as the official musical theme of the games. It was entitled “Call of the Champions.” Tonight I wish to make a call to the champions. The stirring first words of this piece are <span class=\"emphasis\">citius<\/span> (swifter), <span class=\"emphasis\">altius<\/span> (higher), and <span class=\"emphasis\">fortius<\/span> (stronger), which have been the official Olympic motto since 1924.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p30\" class=\"\">Brethren of the priesthood, we live in a marvelous time. Never in the history of the Church have we had more witnesses of the truthfulness of this holy work. We have our detractors and critics, as we have always had. But never has the Church climbed higher, moved swifter, or been stronger to accomplish its mission. Now is the time for all of us to reach upward and move onward. In God’s work we too must be swifter, working with greater urgency; higher, striving for lofty spiritual goals; and stronger, relying on God’s strength. It can happen to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/it-cant-happen-to-me.p31\" class=\"\">The sure way to have life’s joys and blessings come to you is to follow our living prophet, President Gordon B. Hinckley. So much good has come to us from our past prophets, but it is President Hinckley’s voice we need to hear today, his counsel we need to follow so that the best things can happen to us. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Oxford Companion to Philosophy,<\/span> ed. Ted Honderich (1995), 610.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22905_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Joseph Fielding Smith, <span class=\"emphasis\">Church History and Modern Revelation,<\/span> 2 vols. (1953), 1:25.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22905_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11452)\">D&amp;C 132:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22905_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Author unknown, quoted in <span class=\"emphasis\">1,911 Best Things Anybody Ever Said,<\/span> comp. Robert Byrne (1988), 386.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22905_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted by Harold B. Lee, <span class=\"emphasis\">The Teachings of Harold B. Lee, <\/span>ed. Clyde J. Williams (1996), 629.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22905_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">President Kimball Speaks Out<\/span> (1981), 94.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22905_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Guillermo D. Jalil, “Teen Addiction,” in <span class=\"emphasis\">Street-Wise Drug Prevention: A Realistic Approach to Prevent and Intervene in Adolescent Drug Use<\/span> (1996), Internet, www.nodrugs.com.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22905_000_020\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See U.S. Department of Education, “Growing Up Drug Free: A Parent’s Guide to Prevention, Part 2,” <span class=\"emphasis\">KidSourceOnline,<\/span> www.kidsource.com.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22905_000_020\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Janet Brigham, “Tobacco: Quitting for Good,” <span class=\"emphasis\">Ensign,<\/span> Feb. 2002, 52.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22905_000_020\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Shanna Ghaznavi, “Don’t Bet Your Life,” <span class=\"emphasis\">New Era,<\/span> Feb. 2002, 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-22905_000_020\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"73\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(73)\">1 Cor. 13:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-22905_000_020\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27019)\">John 14:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-22905_000_020\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27029)\">John 16:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-22905_000_020\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"22128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22128)\">Ether 12:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-22905_000_020\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>Heber J. Grant, <span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1941), 192–93.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-22905_000_020\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"26441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26441)\">Jer. 31:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-22905_000_020\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30017)\">Josh. 9:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_020\"><a name=\"-22905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-22905_000_020\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"27037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27037)\">John 20:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}