{"ID":6666, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            They Pray and They Go\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us, as a mighty body of priesthood, be doers of the word, and not hearers only. Let us pray, then let us go and do.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p4\" class=\"\">My brethren, I am honored by the privilege to speak to you this evening. What a joy to see this magnificent Conference Center filled to its capacity with those young and old who hold the priesthood of God. To realize that similar throngs are assembled throughout the world brings to me an overwhelming sense of responsibility. I pray that the inspiration of the Lord will guide my thoughts and inspire my words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p5\" class=\"\">Many years ago, on an assignment to Tahiti, I was talking to our mission president, President Raymond Baudin, about the Tahitian people. They are known as some of the greatest seafaring people in all the world. Brother Baudin, who speaks French and Tahitian but little English, was trying to describe to me the secret of the success of the Tahitian sea captains. He said, “They are amazing. The weather may be terrible, the vessels may be leaky, there may be no navigational aids except their inner feelings and the stars in the heavens, but they pray and they go.” He repeated that phrase three times. There is a lesson in that statement. We need to pray, and then we need to act. Both are important.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p6\" class=\"\">The promise from the book of Proverbs gives us courage:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p7\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_021\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41366)\">Prov. 3:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p8\" class=\"\">We need but to turn to the account found in 1 Kings to appreciate anew the principle that when we follow the counsel of the Lord, when we pray and then go, the outcome benefits all. There we read that a most severe drought had gripped the land. Famine followed. Elijah the prophet received from the Lord what to him must have been an amazing instruction: “Get thee to Zarephath … : behold, I have commanded a widow woman there to sustain thee.” When he had found the widow, Elijah declared, “Fetch me, I pray thee, a little water in a vessel, that I may drink.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p9\" class=\"\">“And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p10\" class=\"\">Her response described her desperate situation as she explained that she was preparing a final and scanty meal for her son and for herself, and then they would die.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p11\" class=\"\">How implausible to her must have been Elijah’s response: “Fear not; go and do as thou hast said: but make me thereof a little cake first, and bring it unto me, and after make for thee and for thy son.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p12\" class=\"\">“For thus saith the Lord God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day that the Lord sendeth rain upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p13\" class=\"\">“And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p14\" class=\"\">“And the barrel of meal wasted not, neither did the cruse of oil fail.”<sup class=\"noteMarker\"><a href=\"#footnote2-22905_000_021\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1174)\">1 Kgs. 17:9–11, 13–16<\/a><\/span>; see also <span class=\"citation\" id=\"1176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1176)\">1 Kgs. 17:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p15\" class=\"\">If I were to ask you which of all the passages in the Book of Mormon is the most widely read, I venture it would be the account found in 1 Nephi concerning Nephi, his brothers, his father, and the command to obtain from Laban the plates of brass. Perhaps this is because most of us, from time to time, pledge to again read the Book of Mormon. Usually we begin with 1 Nephi. In reality, the passages found therein portray beautifully the need to pray and then to go and do. Said Nephi, “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.”<sup class=\"noteMarker\"><a href=\"#footnote3-22905_000_021\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1390)\">1 Ne. 3:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p16\" class=\"\">We remember the commandment. We remember the response. We remember the outcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p17\" class=\"\">In our day and our time, there are many examples concerning the experiences of those who pray and then go and do. I share with you a touching account of a fine family that lived in the beautiful city of Perth, Australia. In 1957, four months before the dedication of the New Zealand temple, Donald Cummings, the father, was the president of the member district in Perth. He and his wife and family were determined to attend the dedication of the temple, although they were of very modest financial means. They began to pray, to work, and to save. They sold their only car and gathered together every penny they could, but a week before their scheduled departure, they were still 200 pounds short. Through two unexpected gifts of 100 pounds each, they met their goal just in time. Because Brother Cummings couldn’t get time off work for the trip, he decided to quit his job.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p18\" class=\"\">They traveled by train across the vast Australian continent, arriving at Sydney, where they joined other members also traveling to New Zealand. Brother Cummings and his family were among the first Australians to be baptized for the dead in the New Zealand temple. They were among the first ones to be endowed in the New Zealand temple from far-off Perth, Australia. They prayed, they prepared, and then they went.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p19\" class=\"\">When the Cummings family returned to Perth, Brother Cummings obtained a new and better job. He was still serving as district president nine years later when it was my privilege to call him as the first president of the Perth Australia Stake.<sup class=\"noteMarker\"><a href=\"#footnote4-22905_000_021\">4<\/a>\n       <span class=\"footnote\">[See Richard J. Marshall, “Saga of Sacrifice,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1974, 66–67.]<\/span><\/sup> I think it significant that he is now the first president of the Perth Australia Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p20\" class=\"\">From the movie <span class=\"emphasis\">Shenandoah<\/span> come the spoken words which inspire: “If we don’t try, we don’t do; and if we don’t do, then why are we here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p21\" class=\"\">There are now more than 60,000 full-time missionaries serving the Lord throughout the world. Many of this vast throng are listening in tonight and viewing this priesthood session of general conference. They pray and then they go, trusting in the Lord concerning where they are sent and trusting in their mission president as to where they serve within their missions. Among the many revelations concerning their sacred callings are two passages which are favorites of mine. Both are from the Doctrine and Covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p22\" class=\"\">The first is from section 100. You will remember that Joseph Smith and Sidney Rigdon had been absent from their families for some time, and they were concerned about them. The Lord revealed unto them this assurance, which is comforting to missionaries throughout the Church: “Verily, thus saith the Lord unto you, my friends … , your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.”<sup class=\"noteMarker\"><a href=\"#footnote5-22905_000_021\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11386)\">D&amp;C 100:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p23\" class=\"\">The second is from the 84th section of the Doctrine and Covenants: “Whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote6-22905_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11356)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p24\" class=\"\">Inspiring is the missionary service rendered by Walter Krause, who lives in Prenzlau, Germany. Brother Krause, whose dedication to the Lord is legendary, is now 92 years of age. As a patriarch, he has given more than a thousand patriarchal blessings to members living throughout many parts of Europe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p25\" class=\"\">Homeless following World War II, like so many others at that time, Brother Krause and his family lived in a refugee camp in Cottbus and began to attend church there. He was immediately called to lead the Cottbus branch. Four months later, in November of 1945, the country still in ruins, district president Richard Ranglack came to Brother Krause and asked him what he would think about going on a mission. Brother Krause’s answer reflects his commitment to the Church. Said he: “I don’t have to think about it at all. If the Lord needs me, I’ll go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p26\" class=\"\">He set out on December 1, 1945, with 20 German marks in his pocket and a piece of dry bread. One of the branch members had given him a winter coat left over from a son who had fallen in the war. Another member, who was a shoemaker, gave him a pair of shoes. With these and with two shirts, two handkerchiefs, and two pairs of stockings, he left on his mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p27\" class=\"\">Once, in the middle of winter, he walked from Prenzlau to Kammin, a little village in Mecklenburg, where 46 attended the meetings which were held. He arrived long after dark that night after a six-hour march over roads, paths, and finally across plowed fields. Just before he reached the village, he came to a large, white, flat area which made for easy walking, and he soon arrived at a member’s home to stay the night.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p28\" class=\"\">The next morning the game warden knocked on the door of the member’s house, asking, “Do you have a guest?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p29\" class=\"\">“Yes,” came the reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p30\" class=\"\">The game warden continued, “Then come and take a look at his tracks.” The large, flat area on which Brother Krause had walked was actually a frozen lake, and some time earlier the warden had chopped a large hole in the middle of the lake for fishing. The wind had driven snow over the hole and covered it so that Brother Krause could not have seen his danger. His tracks went right next to the edge of the hole and straight to the house of the member, without his knowing anything about it. Weighed down by his backpack and his rubber boots, he would certainly have drowned had he gone one step further toward the hole he couldn’t see. He commented later that this event caused quite a stir in the village at the time.<sup class=\"noteMarker\"><a href=\"#footnote7-22905_000_021\">7<\/a>\n       <span class=\"footnote\">[See Garold N. Davis and Norma S. Davis, “Behind the Iron Curtain: Recollections of Latter-day Saints in East Germany, 1945–1989,”<span class=\"emphasis\"> Brigham Young University Studies<\/span> 35, no. 1 (1995): 54–55.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p31\" class=\"\">Brother Krause’s entire life has been to pray and then to go.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p32\" class=\"\">Should any of us feel inadequate or tend to doubt the ability to respond to a priesthood call to serve the Lord, let this divine truth be remembered: “With God all things are possible.”<sup class=\"noteMarker\"><a href=\"#footnote8-22905_000_021\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33702)\">Matt. 19:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p33\" class=\"\">Not long ago I learned of the passing of James Womack, the patriarch of the Shreveport Louisiana Stake. He had served long and had blessed ever so many lives. Years before, President Spencer W. Kimball shared with President Gordon B. Hinckley, Elder Bruce R. McConkie, and me an experience he had in the appointment of a patriarch for the Shreveport Louisiana Stake of the Church. President Kimball described how he interviewed, how he searched, and how he prayed, that he might learn the Lord’s will concerning the selection. For some reason, none of the suggested candidates was the man for this assignment at this particular time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p34\" class=\"\">The day wore on; the evening meetings began. Suddenly President Kimball turned to the stake president and asked him to identify a particular man seated perhaps two-thirds of the way back from the front of the chapel. The stake president replied that the individual was James Womack, whereupon President Kimball said: “He is the man the Lord has selected to be your stake patriarch. Please have him meet with me in the high council room following the meeting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p35\" class=\"\">Stake president Charles Cagle was startled, for James Womack did not wear the label of a typical man. He had sustained terrible injuries while in combat during World War II. He lost both hands and part of an arm, as well as most of his eyesight and part of his hearing. Nobody had wanted to let him into law school when he returned, yet he finished third in his class at Louisiana State University.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p36\" class=\"\">That evening as President Kimball met with Brother Womack and informed him that the Lord had designated him to be the patriarch, there was a protracted silence in the room. Then Brother Womack said: “Brother Kimball, it is my understanding that a patriarch is to place his hands on the head of the person he blesses. As you can see, I have no hands to place on the head of anyone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p37\" class=\"\">Brother Kimball, in his kind and patient manner, invited Brother Womack to stand behind the chair on which Brother Kimball was seated. He then said, “Now, Brother Womack, lean forward and see if the stumps of your arms will reach the top of my head.” To Brother Womack’s joy, they touched Brother Kimball’s head, and the exclamation came forth, “I can reach you! I can reach you!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p38\" class=\"\">“Of course you can reach me,” responded Brother Kimball. “And if you can reach me, you can reach any whom you bless. I will probably be the shortest person you will ever have seated before you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p39\" class=\"\">President Kimball reported to us that when the name of James Womack was presented to the stake conference, “the hands of the members shot heavenward in an enthusiastic vote of approval.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p40\" class=\"\">Remembered were the words of the Lord to the prophet Samuel at the time David was designated to be a future king of Israel: “Man looketh on the outward appearance, but the Lord looketh on the heart.”<sup class=\"noteMarker\"><a href=\"#footnote9-22905_000_021\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2479)\">1 Sam. 16:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p41\" class=\"\">Brethren, whatever our calling, regardless of our fears or anxieties, let us pray and then go and do, remembering the words of the Master, even the Lord Jesus Christ, who promised, “I am with you alway, even unto the end of the world.”<sup class=\"noteMarker\"><a href=\"#footnote10-22905_000_021\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33726)\">Matt. 28:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p42\" class=\"\">In the Epistle of James we are counseled, “Be ye doers of the word, and not hearers only, deceiving your own selves.”<sup class=\"noteMarker\"><a href=\"#footnote11-22905_000_021\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26033)\">James 1:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p43\" class=\"\">Let us, as a mighty body of priesthood, be doers of the word, and not hearers only. Let us pray; then let us go and do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/they-pray-and-they-go.p44\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41366)\">Prov. 3:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22905_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1174)\">1 Kgs. 17:9–11, 13–16<\/a><\/span>; see also <span class=\"citation\" id=\"1176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1176)\">1 Kgs. 17:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22905_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1390)\">1 Ne. 3:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22905_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Richard J. Marshall, “Saga of Sacrifice,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1974, 66–67.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22905_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11386)\">D&amp;C 100:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22905_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11356)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22905_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Garold N. Davis and Norma S. Davis, “Behind the Iron Curtain: Recollections of Latter-day Saints in East Germany, 1945–1989,”<span class=\"emphasis\"> Brigham Young University Studies<\/span> 35, no. 1 (1995): 54–55.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22905_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33702)\">Matt. 19:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22905_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2479)\">1 Sam. 16:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22905_000_021\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33726)\">Matt. 28:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_021\"><a name=\"-22905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-22905_000_021\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26033)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}