{"ID":6667, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Personal Worthiness to Exercise the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our behavior in public must be above reproach. Our behavior in private is even more important. It must clear the standard set by the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p4\" class=\"\">My dear brethren, I wish to speak very plainly this evening about a matter that I feel deeply concerned over. What a great pleasure and a worrisome challenge it is to speak to you. What a tremendous brotherhood we are as those who hold this precious and wonderful priesthood. It comes from God, our Eternal Father, who in this glorious dispensation has, with His Beloved Son, spoken again from the heavens. They have sent Their authorized servants to bestow this divine authority upon men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p5\" class=\"\">Personal worthiness becomes the standard of eligibility to receive and exercise this sacred power. It is of this that I wish to speak tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p6\" class=\"\">I begin by reading to you from the Doctrine and Covenants, section 121:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p7\" class=\"\">“The rights of the priesthood are inseparably connected with the powers of heaven, and … the powers of heaven cannot be controlled nor handled only upon the principles of righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p8\" class=\"\">“That they may be conferred upon us, it is true; but when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man” (<span class=\"citation\" id=\"11418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11418)\">D&amp;C 121:36–37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p9\" class=\"\">That is the unequivocal word of the Lord concerning His divine authority. What a tremendous obligation this places upon each of us. We who hold the priesthood of God must stand above the ways of the world. We must discipline ourselves. We cannot be self-righteous, but we can and must be decent, honorable men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p10\" class=\"\">Our behavior in public must be above reproach. Our behavior in private is even more important. It must clear the standard set by the Lord. We cannot indulge in sin, let alone try to cover our sins. We cannot gratify our pride. We cannot partake of the vanity of unrighteous ambition. We cannot exercise control, or dominion, or compulsion upon our wives or children, or any others in any degree of unrighteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p11\" class=\"\">If we do any of these things, the powers of heaven are withdrawn. The Spirit of the Lord is grieved. The very virtue of our priesthood is nullified. Its authority is lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p12\" class=\"\">The manner of our living, the words we speak, and our everyday behavior have a bearing upon our effectiveness as men and boys holding the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p13\" class=\"\">Our fifth article of faith states: “We believe that a man must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.” [<span class=\"citation\" id=\"6585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6585)\">A of F 1:5<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p14\" class=\"\">Even though those in authority lay hands upon our heads and we are ordained, we may through our behavior nullify and forfeit any right to exercise this divine authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p15\" class=\"\">Section 121 goes on to say: “No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p16\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile” (<span class=\"citation\" id=\"11421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11421)\">D&amp;C 121:41–42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p17\" class=\"\">Now, my brethren, those are the parameters within which this priesthood must find expression. It is not as a cloak that we put on and take off at will. It is, when exercised in righteousness, as the very tissue of our bodies, a part of us at all times and in all circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p18\" class=\"\">And so, to you young men who hold the Aaronic Priesthood, you have had conferred upon you that power which holds the keys to the ministering of angels. Think of that for a minute.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p19\" class=\"\">You cannot afford to do anything that would place a curtain between you and the ministering of angels in your behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p20\" class=\"\">You cannot be immoral in any sense. You cannot be dishonest. You cannot cheat or lie. You cannot take the name of God in vain or use filthy language and still have the right to the ministering of angels.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p21\" class=\"\">I do not want you to be self-righteous. I want you to be manly, to be vibrant and strong and happy. To those who are athletically inclined, I want you to be good athletes and strive to become champions. But in doing so, you do not have to indulge in unseemly behavior or profane or filthy language.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p22\" class=\"\">To you young men who look forward to going on missions, please do not cloud your lives with anything that would cast a doubt upon your worthiness to go forth as servants of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p23\" class=\"\">You must not, you cannot under any circumstances compromise the divine power which you carry within you as ordained ministers of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p24\" class=\"\">By way of warning, and forewarning, the First Presidency and the Quorum of the Twelve Apostles have set forth the following statement directed to you:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p25\" class=\"\">“As missionaries, you are expected to maintain the highest standards of conduct, including strict observance of the law of chastity, …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p26\" class=\"\">“… You should never be alone with anyone else, male or female, adult or child [other than your assigned companion].<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p27\" class=\"\">“Even false accusations against an innocent missionary can take many months to investigate and may result in disruption or termination of missionary service. Protect yourselves from such accusations by never being separated from your companion, even in the homes you visit” (First Presidency statement on missionary conduct, 22 Mar. 2002).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p28\" class=\"\">You need not worry about these things if you will at all times observe the rules of missionary service. If you do so, you will have a wonderful experience, and you will return in honor to those you love without taint or suspicion or regret.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p29\" class=\"\">When you return home, never forget that you are still an elder of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p30\" class=\"\">You will become involved in the search for an eternal companion. You will wish to marry in the house of the Lord. For you, there should be no alternative. Be careful, lest you destroy your eligibility to be so married. Have a wonderful time. But keep your courtship within the bounds of rigid self-discipline. The Lord has given a mandate and a promise. He has said, “Let virtue garnish thy thoughts unceasingly.” Then there follows the promise that “thy confidence [shall] wax strong in the presence of God; and … the Holy Ghost shall be thy constant companion” (<span class=\"citation\" id=\"11425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11425)\">D&amp;C 121:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p31\" class=\"\">The wife you choose will be your equal. Paul declared, “Neither is the man without the woman, neither the woman without the man, in the Lord” (<span class=\"citation\" id=\"69\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(69)\">1 Cor. 11:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p32\" class=\"\">In the marriage companionship there is neither inferiority nor superiority. The woman does not walk ahead of the man; neither does the man walk ahead of the woman. They walk side by side as a son and daughter of God on an eternal journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p33\" class=\"\">She is not your servant, your chattel, nor anything of the kind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p34\" class=\"\">How tragic and utterly disgusting a phenomenon is wife abuse. Any man in this Church who abuses his wife, who demeans her, who insults her, who exercises unrighteous dominion over her is unworthy to hold the priesthood. Though he may have been ordained, the heavens will withdraw, the Spirit of the Lord will be grieved, and it will be amen to the authority of the priesthood of that man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p35\" class=\"\">Any man who engages in this practice is unworthy to hold a temple recommend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p36\" class=\"\">I regret to say that I see too much of this ugly phenomenon. There are men who cuff their wives about, both verbally and physically. What a tragedy when a man demeans the mother of his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p37\" class=\"\">It is true that there are a few women who abuse their husbands. But I am not speaking to them tonight. I am speaking to the men of this Church, men upon whom the Almighty has bestowed His holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p38\" class=\"\">My brethren, if there be any within the sound of my voice who are guilty of such behavior, I call upon you to repent. Get on your knees and ask the Lord to forgive you. Pray to Him for the power to control your tongue and your heavy hand. Ask for the forgiveness of your wife and your children. President McKay was wont to say, “No other success can compensate for failure in the home” (quoting J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> [1924], 42; in Conference Report, Apr. 1935, 116). And President Lee said, “The most important part of the Lord’s work that you will do, is the work that you do within the walls of your own home” (Harold B. Lee, <span class=\"emphasis\">Doing the Right Things for the Right Reasons,<\/span> Brigham Young University Speeches of the Year [19 Apr. 1961], 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p39\" class=\"\">I am confident that when we stand before the bar of God, there will be little mention of how much wealth we accumulated in life or of any honors which we may have achieved. But there will be searching questions concerning our domestic relations. And I am convinced that only those who have walked through life with love and respect and appreciation for their companions and children will receive from our eternal judge the words, “Well done, thou good and faithful servant: … enter thou into the joy of thy lord” (<span class=\"citation\" id=\"33715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33715)\">Matt. 25:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p40\" class=\"\">I mention another type of abuse. It is of the elderly. I think it is not common among us. I hope it is not. I pray that it is not.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p41\" class=\"\">I believe our people, almost all of them, observe the ancient commandment, “Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee” (<span class=\"citation\" id=\"22491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22491)\">Ex. 20:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p42\" class=\"\">But how tragic it is, how absolutely revolting is abuse of the elderly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p43\" class=\"\">More and more we are living longer, thanks to the miracle of modern science and medical practice. But with old age comes a deterioration of physical capacity and sometimes mental capacity. I have said before that I have discovered that there is much of lead in the years that are called golden. I am so profoundly grateful for the love and solicitude of our children toward their mother and their father. How beautiful is the picture of a son or daughter going out of his or her way to assist with kindness and benevolence and love an aged parent.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p44\" class=\"\">Now I wish to mention another form of abuse that has been much publicized in the media. It is the sordid and evil abuse of children by adults, usually men. Such abuse is not new. There is evidence to indicate that it goes back through the ages. It is a most despicable and tragic and terrible thing. I regret to say that there has been some very limited expression of this monstrous evil among us. It is something that cannot be countenanced or tolerated. The Lord Himself said, “But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea” (<span class=\"citation\" id=\"33693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33693)\">Matt. 18:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p45\" class=\"\">That is very strong language from the Prince of Peace, the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p46\" class=\"\">I quote from our <span class=\"emphasis\">Church Handbook of Instructions:<\/span> “The Church’s position is that abuse cannot be tolerated in any form. Those who abuse … are subject to Church discipline. They should not be given Church callings and may not have a temple recommend. Even if a person who abused a child sexually or physically receives Church discipline and is later restored to full fellowship or readmitted by baptism, leaders should not call the person to any position working with children or youth unless the First Presidency authorizes removal of the annotation of the person’s membership record.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p47\" class=\"\">“In instances of abuse, the first responsibility of the Church is to help those who have been abused and to protect those who may be vulnerable to future abuse” (<span class=\"emphasis\">Book 1: Stake Presidencies and Bishoprics<\/span> [1998], 157–58).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p48\" class=\"\">For a long period now we have worked on this problem. We have urged bishops, stake presidents, and others to reach out to victims, to comfort them, to strengthen them, to let them know that what happened was wrong, that the experience was not their fault, and that it need never happen again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p49\" class=\"\">We have issued publications, established a telephone line where Church officers may receive counsel in handling cases, and offered professional help through LDS Family Services.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p50\" class=\"\">These acts are often criminal in their nature. They are punishable under the law. Professional counselors, including lawyers and social workers, are available on this help line to advise bishops and stake presidents concerning their obligations in these circumstances. Those in other nations should call their respective Area Presidents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p51\" class=\"\">Now the work of the Church is a work of salvation. I want to emphasize that. It is a work of saving souls. We desire to help both the victim and the offender. Our hearts reach out to the victim, and we must act to assist him or her. Our hearts reach out to the offender, but we cannot tolerate the sin of which he may be guilty. Where there has been offense, there is a penalty. The process of the civil law will work its way. And the ecclesiastical process will work its way, often resulting in excommunication. This is both a delicate and a serious matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p52\" class=\"\">Nevertheless, we recognize, and must always recognize, that when the penalty has been paid and the demands of justice have been met, there will be a helpful and kindly hand reaching out to assist. There may be continuing restrictions, but there will also be kindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p53\" class=\"\">Now brethren, I suppose that I have sounded negative as I have spoken to you this evening. I do not wish to. But I do wish to raise a warning voice to the priesthood of this Church throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p54\" class=\"\">God has bestowed upon us a gift most precious and wonderful. It carries with it the authority to govern the Church, to administer in its affairs, to speak with authority in the name of the Lord Jesus Christ, to act as His dedicated servants, to bless the sick, to bless our families and many others. It serves as a guide by which to live our lives. In its fulness, its authority reaches beyond the veil of death into the eternities that lie ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p55\" class=\"\">There is nothing else to compare with it in all this world. Safeguard it, cherish it, love it, live worthy of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/personal-worthiness-to-exercise-the-priesthood.p56\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (<span class=\"citation\" id=\"33659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33659)\">Matt. 5:16<\/a><\/span>), is my humble prayer as I leave my blessing upon you and extend my love, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}