{"ID":6668, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lifeline of Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Each of us has problems that we cannot solve and weaknesses that we cannot conquer without reaching out through prayer to a higher source of strength.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">22905_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p5\" class=\"\">This morning I bear witness of the importance of prayer. Access to our Creator through our Savior is surely one of the great privileges and blessings of our lives. I have learned from countless personal experiences that great is the power of prayer. No earthly authority can separate us from direct access to our Creator. There can never be a mechanical or electronic failure when we pray. There is no limit on the number of times or how long we can pray each day. There is no quota of how many needs we wish to pray for in each prayer. We do not need to go through secretaries or make an appointment to reach the throne of grace. He is reachable at any time and any place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p6\" class=\"\">When God placed man on the earth, prayer became the lifeline between mankind and God. Thus, in Adam’s generation, men began “to call upon the name of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23408)\">Gen. 4:26<\/a><\/span>.]<\/span><\/sup> Through all generations since that time, prayer has filled a very important human need. Each of us has problems that we cannot solve and weaknesses that we cannot conquer without reaching out through prayer to a higher source of strength. That source is the God of heaven to whom we pray in the name of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote2-22905_000_023\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3399)\">2 Ne. 32:9<\/a><\/span>; <span class=\"citation\" id=\"5416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5416)\">3 Ne. 20:31<\/a><\/span>.]<\/span><\/sup> As we pray we should think of our Father in Heaven as possessing all knowledge, understanding, love, and compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p7\" class=\"\">What is a prayer? The Savior gave us an example in the Lord’s Prayer when He prayed: “Our Father which art in heaven, Hallowed be thy name.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p8\" class=\"\">“Thy kingdom come. Thy will be done in earth, as it is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p9\" class=\"\">“Give us this day our daily bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p10\" class=\"\">“And forgive us our debts, as we forgive our debtors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p11\" class=\"\">“And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.”<sup class=\"noteMarker\"><a href=\"#footnote3-22905_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33670)\">Matt. 6:9–13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p12\" class=\"\">First, prayer is a humble acknowledgment that God is our Father and that the Lord Jesus Christ is our Savior and Redeemer. Second, it is a sincere confession of sin and transgression and a request for forgiveness. Third, it is recognition that we need help beyond our own ability. Fourth, it is an opportunity to express thanksgiving and gratitude to our Creator. It is important that we frequently say: “We thank Thee … , “ “We acknowledge before Thee … ,” “We are grateful unto Thee …” Fifth, it is a privilege to ask Deity for specific blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p13\" class=\"\">Many prayers are spoken while we are on our knees. The Savior knelt as He prayed to the Father in the Garden of Gethsemane.<sup class=\"noteMarker\"><a href=\"#footnote4-22905_000_023\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"31052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31052)\">Luke 22:41<\/a><\/span>.]<\/span><\/sup> But silent prayers of the heart also reach to heaven. We sing, “Prayer is the soul’s sincere desire, Uttered or unexpressed.”<sup class=\"noteMarker\"><a href=\"#footnote5-22905_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 145.]<\/span><\/sup> Sincere prayers come from the heart. Indeed, sincerity requires that we draw from the earnest feelings of our hearts when we pray rather than using vain repetitions or pretentious affectations such as those condemned by the Savior in the parable of the Pharisee and the publican.<sup class=\"noteMarker\"><a href=\"#footnote6-22905_000_023\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"31050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31050)\">Luke 18:10–14<\/a><\/span>.]<\/span><\/sup> Our prayers then truly become the “song of the heart” and “a prayer,”<sup class=\"noteMarker\"><a href=\"#footnote7-22905_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11275)\">D&amp;C 25:12<\/a><\/span>.]<\/span><\/sup> not only reaching God but touching the hearts of others as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p14\" class=\"\">Jeremiah counsels us to pray with all our heart and soul.<sup class=\"noteMarker\"><a href=\"#footnote8-22905_000_023\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"26440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26440)\">Jer. 29:13<\/a><\/span>.]<\/span><\/sup> Enos recounted how his soul had hungered and that he had prayed all the day long.<sup class=\"noteMarker\"><a href=\"#footnote9-22905_000_023\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21469)\">Enos 1:4<\/a><\/span>.]<\/span><\/sup> Prayers vary in their intensity. Even the Savior “prayed more earnestly” in His hour of agony.<sup class=\"noteMarker\"><a href=\"#footnote10-22905_000_023\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"31055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31055)\">Luke 22:44<\/a><\/span>.]<\/span><\/sup> Some are simple expressions of appreciation and requests for a continuation of blessings on our loved ones and us. However, in times of great personal hurt or need, more may be required than mere asking. The Lord said, “You have supposed that I would give it unto you, when you took no thought save it was to ask me.”<sup class=\"noteMarker\"><a href=\"#footnote11-22905_000_023\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11255)\">D&amp;C 9:7<\/a><\/span>.]<\/span><\/sup> Blessings sought through prayer sometimes require work, effort, and diligence on our part.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p15\" class=\"\">For example, at times fasting is appropriate as a strong evidence of our sincerity. As Alma testified to the people of Zarahemla: “I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote12-22905_000_023\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8699)\">Alma 5:46<\/a><\/span>.]<\/span><\/sup> When we fast we humble our souls,<sup class=\"noteMarker\"><a href=\"#footnote13-22905_000_023\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"41704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41704)\">Ps. 35:13<\/a><\/span>.]<\/span><\/sup> which brings us more in tune with God and His holy purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p16\" class=\"\">We are privileged to pray daily for the small and great concerns in our lives. Consider the words of Amulek, who admonished us to pray in our fields over our flocks; in our houses over our households, morning, midday, and evening; to pray against the power of our enemies and the devil; to cry unto Him over our crops; to pour out our souls in secret and in the wilderness. When we are not crying directly unto God, we should let our hearts be drawn out in prayer unto Him continually.<sup class=\"noteMarker\"><a href=\"#footnote14-22905_000_023\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8725)\">Alma 34:20–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p17\" class=\"\">Amulek’s counsel in our day might be the heartfelt prayer of a wife: “Bless Jason and keep him safe as he serves our country in this time of war.” The prayer of a mother: “Please bless dear Jane that she will make the right choices.” The prayer of a father: “Heavenly Father, bless Johnny in his missionary labors, that doors will be opened for him, and that he’ll find the honest in heart.” The lisping, basic prayer of a child, “that I won’t be naughty today,” or “that everybody will have plenty to eat,” or “that Mommy will get well soon.” These are sublime prayers that resound in the eternal mansions above. God knows our needs better than we can state them,<sup class=\"noteMarker\"><a href=\"#footnote15-22905_000_023\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"33669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33669)\">Matt. 6:8<\/a><\/span>.]<\/span><\/sup> but He wants us to approach Him in faith to ask for blessings, safety, and comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p18\" class=\"\">I have mentioned before an experience I had in the military in World War II. I hasten to say I was not a hero. But I did my duty. I endured and survived. I was assigned to a British liberty ship sailing from San Francisco to Suez. I was on that ship for 83 consecutive days except for a brief stop in Auckland, New Zealand. I was the only member of our faith on board. On Sundays I would go alone to the bow of the ship with my little set of servicemen’s scriptures and songbook. Amid the howling of the wind, I would read the scriptures, pray, and sing all by myself. I did not try to bargain with the Lord, but I did pray fervently that if I could survive the war and go home to my wife and family, I would earnestly try to remain true to the sacred covenants I had made at baptism, to the oath and covenant of the priesthood, and to my temple vows.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p19\" class=\"\">As part of our tour of duty, our little cargo ship was ordered to tow a large, burned-out oil tanker into Auckland, New Zealand. The tanker had no power and was wallowing helplessly in the ocean. Although we never saw them, we knew enemy submarines were lurking near us. While we were pulling that ship, we were caught in a violent storm, which we later learned sank many vessels. Because of the load we were pulling, we did not have enough power to go into the giant waves head on, and our ship was thrown from side to side in the trough of the pounding seas. It would creak and groan and roll from side to side, almost capsizing on every roll. Of course I prayed, as I imagine others did. In time the storm moved away from us. I am grateful for the sustaining influence and comfort my prayers gave me then and since in other times of peril.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p20\" class=\"\">The Savior told us, “Pray in your families unto the Father, always in my name, that your wives and your children may be blessed.”<sup class=\"noteMarker\"><a href=\"#footnote16-22905_000_023\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5411)\">3 Ne. 18:21<\/a><\/span>.]<\/span><\/sup> In our day, the Church urges us to have family prayer every night and every morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p21\" class=\"\">I once heard of a Primary teacher who asked a little boy if he said his prayers every night.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p22\" class=\"\">“Yes,” he replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p23\" class=\"\">“And do you always say them in the morning, too?” the Primary teacher asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p24\" class=\"\">“No,” the boy replied. “I ain’t scared in the daytime.”<sup class=\"noteMarker\"><a href=\"#footnote17-22905_000_023\">17<\/a>\n       <span class=\"footnote\">[Adapted from Tal D. Bonham, <span class=\"emphasis\">The Treasury of Clean Church Jokes,<\/span> as quoted in Cal and Rose Samra, eds., <span class=\"emphasis\">Holy Humor <\/span>(1997), 23.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p25\" class=\"\">Fear of the dark should not be our only motivation to pray—morning or night.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p26\" class=\"\">Family prayer is a powerful and sustaining influence. During the dark days of World War II, a 500-pound bomb fell outside the little home of Brother Patey, a young father in Liverpool, England, but the bomb did not go off. His wife had died, so he was rearing his five children alone. He gathered them together at this very anxious time for family prayer. They “all prayed … earnestly and when they had finished praying, the children said: ‘Daddy, we will be all right. We will be all right in our home tonight.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p27\" class=\"\">“And so they went to bed, imagine, with that terrific bomb lying just outside the door half submerged in the ground. If it had gone off it would have destroyed probably forty or fifty houses and killed two or three hundred people. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p28\" class=\"\">“The next morning the … whole neighborhood was removed for forty-eight hours and the bomb was finally taken away. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p29\" class=\"\">“On the way back Brother Patey asked the foreman of the A. R. P. Squad: ‘Well, what did you find?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p30\" class=\"\">“‘Mr. Patey, we got at the bomb outside of your door and found it ready to explode at any moment. There was nothing wrong with it. We are puzzled why it did not go off.’”<sup class=\"noteMarker\"><a href=\"#footnote18-22905_000_023\">18<\/a>\n       <span class=\"footnote\">[Andre K. Anastasiou, in Conference Report, Oct. 1946, 26.]<\/span><\/sup> Miraculous things happen when families pray together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p31\" class=\"\">The Savior counseled that we should pray for those who “despitefully use” us.<sup class=\"noteMarker\"><a href=\"#footnote19-22905_000_023\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33665)\">Matt. 5:44<\/a><\/span>.]<\/span><\/sup> This principle is often overlooked in our prayers. The Prophet Joseph Smith understood it clearly. His petitions were fervent, his motives pure, and the blessings of heaven regular.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p32\" class=\"\">Daniel Tyler, an associate of the Prophet, recalled an important occasion: “At the time William Smith and others rebelled against the Prophet [at Kirtland], … I attended a meeting … where ‘Joseph’ presided. Entering the school-house a little before [the] meeting opened, and gazing upon the man of God, I perceived sadness in his countenance and tears trickling down his cheeks. … A few moments later a hymn was sung and he opened the meeting by prayer. Instead of facing the audience, however, he turned his back and bowed upon his knees, facing the wall. This, I suppose, was done to hide his sorrow and tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p33\" class=\"\">“I had heard men and women pray—especially the former—from the most ignorant, both as to letters and intellect, to the most learned and eloquent, but never until then had I heard a man address his Maker as though He was present listening as a kind father would listen to the sorrows of a dutiful child. Joseph was at that time unlearned, but that prayer, which was to a considerable extent in behalf of those who accused him of having gone astray and fallen into sin, [was] that the Lord would forgive them and open their eyes that they might see aright—that prayer, I say, to my humble mind, partook of the learning and eloquence of heaven. There was no ostentation, no raising of the voice as by enthusiasm, but a plain conversational tone, as a man would address a present friend. It appeared to me as though, in case the vail were taken away, I could see the Lord standing facing His humblest of all servants I had ever seen. … It was the crowning … of all the prayers I ever heard.”<sup class=\"noteMarker\"><a href=\"#footnote20-22905_000_023\">20<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Juvenile Instructor,<\/span> Feb. 1892, 127–28.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p34\" class=\"\">As the hour of the Savior’s death and Resurrection drew near, He offered His great Intercessory Prayer. After commending His Apostles to the Father and praying for them, He then prayed for all those who would believe on Him through their word, and pleaded with the Father for all of us. He prayed that we could all be one as He is one with the Father and that the world would believe that He was sent by the Father.<sup class=\"noteMarker\"><a href=\"#footnote21-22905_000_023\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27035)\">John 17:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p35\" class=\"\">No more poignant prayer was ever uttered than that given by the Savior in the Garden of Gethsemane. He withdrew from His Apostles, knelt, and prayed, “Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.”<sup class=\"noteMarker\"><a href=\"#footnote22-22905_000_023\">22<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"31053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31053)\">Luke 22:42<\/a><\/span>.]<\/span><\/sup> An important element of all of our prayers might well be to follow the pattern of that prayer in Gethsemane: “not my will, but thine, be done.” By this, then, we acknowledge our devotion and submission to the overriding purposes of the Lord in our lives. As He said, “If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.”<sup class=\"noteMarker\"><a href=\"#footnote23-22905_000_023\">23<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27025)\">John 15:7<\/a><\/span>.]<\/span><\/sup> What a glorious day it will be for each of us when we pray with confidence that “if we ask anything according to his will, he heareth us.”<sup class=\"noteMarker\"><a href=\"#footnote24-22905_000_023\">24<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1011)\">1 Jn. 5:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-lifeline-of-prayer.p36\" class=\"\">I sincerely hope that as we say our daily prayers we remember to ask the Lord’s blessings to continue to abide with our beloved leader, President Gordon B. Hinckley. No one fully knows, not even his counselors, how heavy his burdens are and how great his responsibility is. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23408)\">Gen. 4:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22905_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3399)\">2 Ne. 32:9<\/a><\/span>; <span class=\"citation\" id=\"5416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5416)\">3 Ne. 20:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22905_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33670)\">Matt. 6:9–13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22905_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"31052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31052)\">Luke 22:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22905_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 145.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22905_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"31050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31050)\">Luke 18:10–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22905_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11275)\">D&amp;C 25:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22905_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"26440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26440)\">Jer. 29:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22905_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21469)\">Enos 1:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22905_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"31055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31055)\">Luke 22:44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-22905_000_023\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11255)\">D&amp;C 9:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-22905_000_023\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8699)\">Alma 5:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-22905_000_023\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"41704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41704)\">Ps. 35:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-22905_000_023\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8725)\">Alma 34:20–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-22905_000_023\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"33669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33669)\">Matt. 6:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-22905_000_023\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5411)\">3 Ne. 18:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-22905_000_023\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from Tal D. Bonham, <span class=\"emphasis\">The Treasury of Clean Church Jokes,<\/span> as quoted in Cal and Rose Samra, eds., <span class=\"emphasis\">Holy Humor <\/span>(1997), 23.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-22905_000_023\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>Andre K. Anastasiou, in Conference Report, Oct. 1946, 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-22905_000_023\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33665)\">Matt. 5:44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-22905_000_023\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Juvenile Instructor,<\/span> Feb. 1892, 127–28.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-22905_000_023\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27035)\">John 17:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-22905_000_023\">22.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"31053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31053)\">Luke 22:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-22905_000_023\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27025)\">John 15:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22905_000_023\"><a name=\"-22905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote24-22905_000_023\">24.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1011)\">1 Jn. 5:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}