{"ID":6670, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            For Thy Good\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Out of our adversity we might seek our greatest triumphs, and the day may well come that from our challenges we will understand the familiar words “for thy good.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p4\" class=\"\">Some time ago I received an anonymous letter from a heartbroken mother expressing her suffering and pain for a son who had committed grievous transgressions, badly hurting innocent loved ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p5\" class=\"\">Since her anonymous letter to me, and feeling her despair, I have had a great desire to express my love to her and others in similar circumstances in an attempt to give some comfort and hope to those who are anonymously and privately carrying heavy burdens, often known only to them and a loving Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p6\" class=\"\">I know, Sister Anonymous, that what I say will only be a reminder, but still another testimony to what you already know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p7\" class=\"\">When the Prophet Joseph Smith, suffering what had to be one of his darkest moments while confined to the dungeon called Liberty Jail, cried out, “O God, where art thou?” (<span class=\"citation\" id=\"11412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11412)\">D&amp;C 121:1<\/a><\/span>), the Lord comforted him with these words: “Know thou, my son, that all these things shall give thee experience, and shall be for thy good” (<span class=\"citation\" id=\"11427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11427)\">D&amp;C 122:7<\/a><\/span>). How difficult it is and painfully foreign it may seem to find the good out of our personal tragedy and suffering. How inconsistent the words “for thy good” may seem.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p8\" class=\"\">However, an understanding of Christ’s plan of redemption helps put it all into perspective. In our preexistent state our Father in Heaven presented His plan for mortality, which Alma described as the “plan of happiness” (<span class=\"citation\" id=\"8746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8746)\">Alma 42:8<\/a><\/span>). I believe we all understood that by coming to earth, we would be exposed to all of the experiences of earth life, including the not-so-pleasant trials of pain, suffering, hopelessness, sin, and death. There would be opposition and adversity. And if that was all we knew about the plan, I doubt if any of us would have embraced it, rejoicing, “That’s what I have always wanted—pain, suffering, hopelessness, sin, and death.” But it all came into focus, and it became acceptable, even desirable, when an Elder Brother stepped forward and offered that He would go down and make it all right. Out of pain and suffering He would bring peace. Out of hopelessness He would bring hope. Out of transgression He would bring repentance and forgiveness. Out of death He would bring the resurrection of lives. And with that explanation and most generous offer, each and every one of us concluded, “I can do that. That is a risk worth taking.” And so we chose.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p9\" class=\"\">The unfathomable extent of Christ’s mercy and His Atonement are explained by Amulek in the 34th chapter of Alma in the Book of Mormon. Amulek explains that there must be a “great and last sacrifice” (<span class=\"citation\" id=\"8724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8724)\">Alma 34:10<\/a><\/span>). And then he clarifies that this cannot be a sacrifice of beast or fowl similar to those already known to man. It had to be a sacrifice of a God—Jesus Christ. For this must be an infinite and eternal sacrifice. And so the sacrifice was made, and by faith we find ourselves traveling this journey we call mortality. As a result, our hearts are saddened with the unexplained loss of a child, or the supposed untimely illness or disability of a loved one. Single parents struggle to provide financial security and the reassuring influences of the gospel in their home. And maybe most difficult of all is the pain experienced of helplessly watching the suffering of a loved one because of sin and transgression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p10\" class=\"\">There are few of us, if any, who don’t walk the refiner’s fire of adversity and despair, sometimes known to others but for many quietly hidden and privately endured. Most of the heartache, pain, and suffering we would not choose today. But we did choose. We chose when we could see the complete plan. We chose when we had a clear vision of the Savior’s rescue of us. And if our faith and understanding were as clear today as it was when we first made that choice, I believe we would choose again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p11\" class=\"\">Therefore, perhaps the challenge is to have the kind of faith during the hard times that we exercised when we first chose. The kind of faith that turns questioning and even anger into acknowledging the power, blessings, and hope that can come only from Him who is the source of all power, blessings, and hope. The kind of faith that brings the knowledge and assurances that all that we experience is part of the gospel plan and that for the righteous, all that appears wrong will eventually be made right. The peace and understanding to endure with dignity and clarity of purpose can be the sweet reward. This kind of faith can help us to see the good, even when life’s path seems to be layered only with thorns, thistles, and craggy rocks.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p12\" class=\"\">When Jesus and His disciples passed a man who was blind since his birth, His disciples queried, “Master, who did sin, this man, or his parents, that he was born blind?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p13\" class=\"\">“Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him” (<span class=\"citation\" id=\"27000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27000)\">John 9:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p14\" class=\"\">I do not believe our Father in Heaven causes the tragedies and heartbreak in our lives. But as the “works of God” were made manifest in the healing of a blind man, so also the way we face our personal trials may manifest the “works of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p15\" class=\"\">From our sorrow we might seek out the sweetness and the good that is often associated with and peculiar to our challenge. We can seek out those memorable moments that are frequently hidden by the pain and agony. We can find peace in extending ourselves to others, using our own experiences to provide hope and comfort. And we can always remember with great solemnity and gratitude Him who suffered most to make it all right for us. And by so doing we can be strengthened to bear our burdens in peace. And then, the “works of God” might be manifest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p16\" class=\"\">In speaking of Christ’s Atonement, I like the dictionary’s definition of <span class=\"emphasis\">infinite<\/span> and <span class=\"emphasis\">eternal <\/span>because I believe it explains exactly what God meant. <span class=\"emphasis\">Infinite:<\/span> “Having no boundaries or limits.” And the definition of <span class=\"emphasis\">eternal:<\/span> “Being without beginning or end” (<span class=\"emphasis\">The American Heritage Dictionary of the English Language,<\/span> 4th ed. [2000], “infinite,” “eternal,” 898, 611).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p17\" class=\"\">Do you see, Sister Anonymous? That means the Atonement was for you in your suffering. It is personal, as He is intimately acquainted with your trials and sorrows, for He has already suffered them. It means there can always be a new beginning for every one of us—even a son who has committed serious transgressions. It means as we move ahead through life’s trials and tribulations, shackled with feelings of hopelessness, we focus not on where we have been but where we are going. We focus not on what has been but what can be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p18\" class=\"\">Admittedly, most of us would rather learn the hard lessons of life in the secure comfort of a Sunday School class or in the radiant warmth of a fireplace during a family home evening. But, may I point out, it was from the cold, dark corners of Liberty Jail that came some of the most beautiful, comforting scriptures given to man, concluding with the words, “All these things shall give thee experience, and shall be for thy good.” Likewise, out of our adversity we might seek our greatest triumphs, and the day may well come that from our challenges we will understand the familiar words “for thy good.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p19\" class=\"\">From the scriptures we learn that when the Savior went into the Garden of Gethsemane to pay the ultimate price for our transgressions and our suffering, He bled from every pore (see <span class=\"citation\" id=\"11264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11264)\">D&amp;C 19<\/a><\/span>). I believe, Sister Anonymous, that in His excruciating pain, He bled a drop of blood for you. He bled a drop for your son, and He bled a drop for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/for-thy-good.p20\" class=\"\">I believe in prayer. I believe in faith. I believe in repentance. I believe in the power of the Redemption. And yes, Sister Anonymous, I believe in you. And so does a loving Father in Heaven. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}