{"ID":6671, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Language of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p2\" class=\"\">Gayle M. Clegg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p\" class=\"\">Second Counselor in the Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gayle-m-clegg-10.jpg\" alt=\"Gayle M. Clegg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Every child needs regular reports affirming, “You are known. You are valued. You have potential. You are good.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p4\" class=\"\">When I was a young mother, my husband and I found ourselves taking our five children under the age of eight to live in South America. Although none of us spoke the language, my six-year-old had the greatest difficulty learning a new language. We decided to put her in preschool with four-year-olds, even though she should be starting first grade. Our hope was that interaction with younger children would be less intimidating to her and might facilitate her ability to communicate in Portuguese.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p5\" class=\"\">But the reality for my daughter was that she was as foreign to the children as they were to her. Each day was a struggle, and I anguished for her every morning as I walked her to school and then waited for her to return, dejected, at the end of the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p6\" class=\"\">One day, some children were particularly unkind to her. A few even threw rocks and bullied her, laughing rudely at recess. She was scared and hurt and decided she couldn’t go back into class. Sitting alone while the playground emptied, she remembered what we had taught her about loneliness. She remembered that Heavenly Father is always close to His children and she could speak to Him at any time, not just before bedtime. He would understand the language of her heart. In a corner of the playground, she bowed her head and said a prayer. She didn’t know what to pray for, so she asked that her father and mother could be with her to protect her. While returning to the classroom, a Primary song came into her mind.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I often go walking in meadows of clover,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And I gather armfuls of blossoms of blue.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I gather the blossoms the whole meadow over;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dear mother, all flowers remind me of you.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p11\" class=\"\">(“I Often Go Walking,” <span class=\"emphasis\">Children’s Songbook,<\/span> 202)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p12\" class=\"\">As she opened her eyes, she noticed one little flower growing between the cracks of the cement. She picked it up and put it into her pocket. Her troubles with the other children did not disappear, but she walked back into the school feeling that her parents were with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p13\" class=\"\">Each of us, like my six-year-old daughter, have felt lost or alienated in a foreign land. Perhaps your foreign land was learning the language of algebra or chemistry. Maybe you thought you had come to a foreign shore when you joined the Church, even if you joined in your native country. Put yourself in the place of a new convert. Words like <span class=\"emphasis\">calling, Presiding Bishopric,<\/span> even <span class=\"emphasis\">General Authority<\/span> require a glossary entry.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p14\" class=\"\">What about our missionaries who have understood and responded to the promptings of the Holy Spirit that the Church is true, but then have the challenge of learning both the gospel and a foreign language at the same time? I marvel to think of their courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p15\" class=\"\">Our lives are filled with many instances of the frustration of learning a foreign tongue. Nevertheless, there is one language that is universal. But “dear mother, all flowers remind me of you” spoke to the heart of a young girl. A Primary song and a wildflower were the familiar language of an answered prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p16\" class=\"\">After Jesus had been teaching for some time at the temple in Bountiful, He perceived the people might not have understood all the words He spoke. He asked them to go to their homes and ponder and pray with their families and prepare for Him to come the next day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p17\" class=\"\">But when “he cast his eyes round about again on the multitude, [he] beheld they were in tears, and did look steadfastly upon him as if they would ask him to tarry a little longer with them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p18\" class=\"\">“He took their little children, one by one, and blessed them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p19\" class=\"\">“And he spake unto the multitude, and said unto them: Behold your little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p20\" class=\"\">“And as they looked … they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, … and the angels did minister unto them” (<span class=\"citation\" id=\"5408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5408)\">3 Ne. 17:5, 21, 23–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p21\" class=\"\">To “encircle” with the fire of our testimony is a language all of us must learn to speak and understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p22\" class=\"\">The first lesson taught to every child in the world attending Primary is “I Am a Child of God.” Children as young as 18 months might be pointing to themselves acting out this finger play:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Heavenly Father knows me<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And what I like to do.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He knows my name and where I live.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I know He loves me, too.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p27\" class=\"\">(“Heavenly Father Knows Me,” in <span class=\"emphasis\">Primary 1: I Am a Child of God<\/span> [1994], 2)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p28\" class=\"\">When I was teaching sixth grade a number of years ago, a 14-year-old boy dressed in gang attire was marched into my classroom. He was two years older and four years larger than the other 30 students. Quickly I discovered Brian did not read, had not attended school with any regularity, and had lived with a variety of guardians in a number of cities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p29\" class=\"\">Report card time was coming up, and I came to school on my day off to finish recording the children’s work and mark the report cards. As I entered the classroom to gather up the records, I could see Brian had the class in an upheaval. I suggested to my grateful coteacher that I would take Brian with me. With some first-grade primers filled with pictures, we headed to the library, talking a little football on the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p30\" class=\"\">We settled ourselves at a table where I was marking report cards. I asked him if he had ever had a report card.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p31\" class=\"\">He shook his head and said, “No.” I asked if he would like a report card.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p32\" class=\"\">He looked directly at me. “Only if it said I was a good boy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p33\" class=\"\">I made out a special card for him, emphasizing his strengths. I wrote his full name on it and his ability to include everyone and make people laugh. I specifically mentioned his love of sports. It was not a traditional report card but seemed to please him. Not too long after that, Brian disappeared from our school, and the last I heard of him, he was living in another state. I hoped he had my report card saying that he was a good boy in his pocket, wherever he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p34\" class=\"\">Someday we will all be given final report cards. Maybe we will be graded on how well we have reported each other’s goodness. Every child needs regular reports affirming, “You are known. You are valued. You have potential. You are good.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p35\" class=\"\">I love the stories of pioneer children. We always hear about their parents walking to the Salt Lake Valley. But in the words of a Primary song:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whenever I think about pioneers,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I think of brave women and men.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I like to remember that children came, too;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I would like to have been a child then.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p40\" class=\"\">(“Whenever I Think about Pioneers,” <span class=\"emphasis\">Children’s Songbook,<\/span> 222)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p41\" class=\"\">Susan Madsen tells the story of Agnes Caldwell in the Willie Handcart Company. They were caught in heavy storms and suffered terrible hunger and cold. Relief wagons came to deliver food and blankets, but there were not enough wagons to carry all the people. Even after rescue, the majority of the people still had to trudge on many more miles to the safety of the valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p42\" class=\"\">Little nine-year-old Agnes was too weary to walk any farther. The driver took notice of her determination to keep up with the wagon and asked if she would like a ride. She tells in her own words what happened next:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p43\" class=\"\">“At this he reached over, taking my hand, clucking to his horses to make me run, with legs that … could run no farther. On we went, to what to me seemed miles. What went through my head at that time was that he was the meanest man that ever lived or that I had ever heard of. … Just at what seemed the breaking point, he stopped [and pulled me into the wagon]. Taking a blanket, he wrapped me up … warm and comfortable. Here I had time to change my mind, as I surely did, knowing full well by doing this he saved me from freezing when taken into the wagon” (in <span class=\"emphasis\">I Walked to Zion<\/span> [1994], 59).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p44\" class=\"\">The driver of that relief wagon made the little girl run as far and as fast as she could to push blood back into her frozen feet and legs. He saved her legs, possibly her life, by letting her help herself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p45\" class=\"\">Our children today have journeys as terrible and taxing as the westward migration. They are faced with every calamity along the trail. We need to build their backs to bear their burdens and legs for dancing under starry skies. Sometimes we must run to keep up with our children’s faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p46\" class=\"\">Another time in 3 Nephi when Christ was blessing the disciples, “his countenance did smile upon them, and the light of his countenance did shine upon them” (<span class=\"citation\" id=\"5415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5415)\">3 Ne. 19:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p47\" class=\"\">A smiling countenance says you are good. Children are trying to be like Jesus. They want to be like someone who smiles. They want to be with someone who responds to them joyfully.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p48\" class=\"\">President Hinckley has said: “Children need sunlight. They need happiness. They need love and nurture” (“Save the Children,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 54).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p49\" class=\"\">This should be the language of gospel instruction to our children. Whatever your mother tongue, learn to teach and speak in the language of heartfelt prayers and joyful testimony so that angels, earthly and heavenly, can encircle and minister to us. We need gospel mentors who speak the language of praise and friendship. We need to give regular spiritual report cards that affirm our goodness in each other’s eyes. It is a blessing to allow children to run as far as they can under their own power, to build strength for their own testimonies, and we should smile upon them and wrap them in the blanket of our affection throughout the great journey in the universal language of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-language-of-love.p50\" class=\"\">I give thanks for the great blessing to “behold [our] little ones.” I like to remember that children come, too, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}