{"ID":6676, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Some Basic Teachings from the History of Joseph Smith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p2\" class=\"\">Elder Carlos H. Amado<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carlos-h-amado-10.jpg\" alt=\"Carlos H. Amado\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Conversion is a personal and spiritual process. Every individual must examine these principles for himself.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p4\" class=\"\">The history of Joseph Smith was written to share the story of the Restoration of the Church in these latter days. The essence of the story is a demonstration of trust in the promises of the Lord, and a source of joy and certainty for all those who believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p5\" class=\"\">I have been able to read it many times and in different circumstances. It impressed me as a child; it was a guide and source of strength when I was a teenager; I shared it with courage and enthusiasm as a young missionary; and even now it continues to fill me with astonishment and a deep sense of gratitude. Since Joseph Smith first recorded it, it remains as a blessing and a gift of faith, a legacy, for the sincere believer; it is an open invitation for those who look for the truth, and a permanent challenge to the unbeliever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p6\" class=\"\">For those who are not yet members of the Church, I suggest you read the testimony of Joseph Smith with an open mind and real intent. You will feel his sincerity, and you will discover the establishment of the Church, restored in a miraculous way!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p7\" class=\"\">Although there is ample spiritual content to this fascinating story, I will limit my remarks to sharing five principles which, just as they did for the Prophet, will help you to come to know God.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Principle 1: Have a sincere desire to know the truth.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p9\" class=\"\">Joseph Smith had an intense desire to know God and to do His will. You can develop that same desire, and God Himself can lead you to the truth. When you recognize that truth, do all that you can to live your life in accordance with it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Principle 2: Learn the importance of reading the scriptures.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p11\" class=\"\">Joseph Smith knew them because he studied them. He said: “I was one day reading the Epistle of James, first chapter and fifth verse, which reads: <span class=\"emphasis\">If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him<\/span>” (<span class=\"citation\" id=\"30172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30172)\">JS—H 1:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p12\" class=\"\">During his short ministry, Joseph Smith also received many other important revelations which were the result of reading the scriptures. You need to study them in order to come to know God, who is the source of all truth.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Principle 3: Learn the value of prayer.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p14\" class=\"\">The young Joseph said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p15\" class=\"\">“At length I came to the conclusion that I must either remain in darkness and confusion, or else I must do as James directs, that is, ask of God. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p16\" class=\"\">“… It was the first time in my life that I had made such an attempt, for amidst all my anxieties I had never as yet made the attempt to pray vocally.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p17\" class=\"\">“… I kneeled down and began to offer up the desires of my heart to God. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p18\" class=\"\">“… I had found the testimony of James to be true—that a man who lacked wisdom might ask of God, and obtain, and not be upbraided” (<span class=\"citation\" id=\"30173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30173)\">JS—H 1:13–15, 26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p19\" class=\"\">Our Heavenly Father, as a perfect father, knows all your spiritual and material needs and wants to bless you, which is why He has given you the commandment to seek Him and ask Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p20\" class=\"\">Joseph came to know the truth because he prayed. In our time, millions of members of this Church also testify of the reality of the Restoration because, following that counsel, they asked the Lord with faith. You have the same right to receive an answer to your prayers because <span class=\"emphasis\">a testimony is a gift that God gives only to those who ask with real intent. <\/span>Try it, and the promise will be fulfilled.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Principle 4: Discover the blessing of meditation.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p22\" class=\"\">Joseph Smith meditated often; he thought, analyzed, compared; he tried to find answers to what he read in the scriptures. He said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p23\" class=\"\">“During this time of great excitement my mind was called up to serious reflection and great uneasiness. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p24\" class=\"\">“… I often said to myself: … Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it? …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p25\" class=\"\">“Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again” (<span class=\"citation\" id=\"30171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30171)\">JS—H 1:8, 10, 12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p26\" class=\"\">To meditate about eternal truths is to think and to ask ourselves, over and over: “How can I know?” “How have others come to know?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p27\" class=\"\">How can you come to a knowledge of these things? Please meditate about it seriously.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Principle 5: Experience the joy of going to church.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p29\" class=\"\">In his desire to know the truth, Joseph Smith went to various denominations in his community. About his experience with God the Father and His Son Jesus Christ, he described clearly the instructions he received about other churches:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p30\" class=\"\">“I asked the Personages who stood above me in the light, which of all the sects was right (for at this time it had never entered into my heart that all were wrong)—and which I should join. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p31\" class=\"\">“… It was not my duty to join with any of them, but to continue as I was until further directed” (<span class=\"citation\" id=\"30176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30176)\">JS—H 1:18, 26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p32\" class=\"\">All of us need to come to know the kingdom of God on earth and to receive a testimony of its truth. We go to church to feel the Spirit, learn His doctrine, renew our covenants, and receive the ordinances of salvation and exaltation to return to the presence of God with our families. You are cordially invited to come to church and see for yourself all these things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p33\" class=\"\">Conversion is a personal and spiritual process. Every individual must examine these principles for himself. It is not enough to make a halfhearted attempt, accompanied by doubts, fear, or lack of trust. God promises us, because of His mercy, that He will answer our petitions in accordance with our sincerity. Only those who seek with real intent will receive their answer, as a gift from God, through the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p34\" class=\"\">The Holy Ghost is also called the Comforter and the Witness. To Him we owe our knowledge and our testimony that Christ is the Son of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p35\" class=\"\">After you are baptized, if you remain worthy and faithful to your covenants, you will have the constant guidance of the Holy Ghost, through whisperings, impressions, feelings, dreams, and warnings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p36\" class=\"\">History and the scriptures tell us of people who heard, talked with, or in some other way had concrete evidence of the existence of God and His plan for our salvation. Nevertheless, many of them did not remain true to their convictions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p37\" class=\"\">We learn from this that it is not what we learn through our physical senses but that which comes under the influence of the Holy Ghost which allows us to understand God’s purposes and to follow Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p38\" class=\"\">When someone has learned these basic principles and ceases to practice them, he loses the light and guide which helps him to understand God and His prophets. The outward sign we see is that they separate themselves, become less active, or even contend against the Church. The inward sign is that they have ceased to practice one or more of these five things:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>They no longer have a sincere desire to know all the truth.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>They no longer read the scriptures.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>They no longer pray.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>They no longer meditate about eternal truths.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t<p>They no longer go to church.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p44\" class=\"\">It is wonderful that in a time of great religious confusion, while not yet 15 years old, in the midst of opposition and even persecution, Joseph Smith patiently and diligently demonstrated obedience and showed us the simple but effective way to draw closer to God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p45\" class=\"\">This process requires that we learn, precept upon precept, a little here and a little there, until we develop faith and clear understanding of our divine potential (see <span class=\"citation\" id=\"3383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3383)\">2 Ne. 28:30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p46\" class=\"\">It is our responsibility to strengthen, day by day, the impressions that we feel through the Spirit, by applying these five principles.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/some-basic-teachings-from-the-history-of-joseph-smith.p47\" class=\"\">It is my prayer that we may do this, constantly, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}