{"ID":6678, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Feel the Love of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p2\" class=\"\">Bonnie D. Parkin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/bonnie-d-parkin-10.jpg\" alt=\"Bonnie D. Parkin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If I could have one thing happen for every woman in this Church, it would be that they would feel the love of the Lord in their lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p4\" class=\"\">Brothers and sisters, there is a saying: “Welcome the opportunity that takes you beyond your ordinary self if you would grow.” And I’m sure I’m going to grow. May I express our thanks to Sister Smoot, Sister Dew, and Sister Jensen for the great service they’ve given to all of us as members of the Church. I express my gratitude to my counselors, Kathy and Anne, for their willingness to serve. They are women of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p5\" class=\"\">I am so grateful this day for my mother and father, for the teachings they gave me, for their love, for teaching me to work. I do know how to work. I am grateful for my husband. Jim is a wonderful companion. I love him, and I’m grateful for his support. He’s a man of integrity. I’m grateful for sons and for their wives, who have helped them become better men. I’m grateful for grandchildren. The other evening we drove down to the home of one of our sons to tell him about this calling. They had their children tucked in bed. I said to Brett and Angie, “I’ve been called to be the general Relief Society president.” And Brett said, “You? The president of the Relief Society for the whole Church?” Aren’t your children wonderful? He said what I have been feeling for the past few weeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p6\" class=\"\">Yesterday when we arrived home, I had a fax from our son David and his wife, Jennifer, in Belgium. David said, “Mother, I know you can do it. You may not remember, but you used to have a scripture on the fridge that said, ‘As for me and my house, we will serve the Lord’ (<span class=\"citation\" id=\"30018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30018)\">Josh. 24:15<\/a><\/span>).” He said, “I was in and out of the fridge a lot, and I knew that you and Dad meant that.” I’m so grateful for our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p7\" class=\"\">I’m grateful to the women of the Church who have mentored me, who have loved me, who have taught me, who have believed in me. I’m grateful for the missionaries in the England London South Mission, for their goodness, for the way they keep their covenants. I’m grateful for the British Saints who loved me and helped me be part of that great land.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p8\" class=\"\">Now, brothers and sisters, I do not know why I was called, but I do know that I was called. I pledge to you my love, my support, and I ask that you be patient as I learn.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p9\" class=\"\">I invite the young adult women of the Church, wherever you are, to look at Relief Society and know that you are needed there, that we love you, that together we can have a grand time. Please come and be with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p10\" class=\"\">As Wallace Stegner wrote of the Mormons, “Their women were incredible.”<sup class=\"noteMarker\"><a href=\"#footnote1-22905_000_033\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Gathering of Zion: The Story of the Mormon Trail<\/span> (1964), 13.]<\/span><\/sup> And they are today! I know that the Lord loves the women of the Church. If I could have one thing happen for every woman in this Church, it would be that they would feel the love of the Lord in their lives daily. I have felt the love of the Lord in my life, and I am so thankful for that. I’m thankful for the peace that I have felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p11\" class=\"\">I testify of my Savior Jesus Christ. I know He lives. I have felt His love; I have felt His forgiveness. I think of a sister missionary as she departed the mission. In her final testimony she said, “I came on a mission to let Heavenly Father know I loved Him, to express appreciation to Him, and to pay Him back,” and she said, “I’m leaving more in His debt than I ever was before I came.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/feel-the-love-of-the-lord.p12\" class=\"\">I give testimony of the power of a prophet of God, President Gordon B. Hinckley, and I’m thankful for him and for his love and for all prophets who have had confidence in me. I testify of these things in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22905_000_033\"><a name=\"-22905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22905_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Gathering of Zion: The Story of the Mormon Trail<\/span> (1964), 13.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}