{"ID":6679, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Opportunity to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p2\" class=\"\">Elder Gerald N. Lund<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:edf.jpg\" alt=\"Elder Gerald N. Lund\"\/><div class=\"kicker\" id=\"\">I know how deeply He loves us and how perfectly compelling His love is for us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p4\" class=\"\">After 34 years in the Church Educational System, my wife and I decided about three years ago to retire and set our feet on some different paths in life. At that point we began to make plans. We changed our residence to be closer to children and grandchildren. I began to develop what I thought were some wonderful projects. Some were absolutely brilliant, I thought. And then one of those pivotal moments in life happened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p5\" class=\"\">It was our privilege at that time to be living across the street from Elder F. Enzio Busche, now an emeritus Seventy, and his wife. One day Elder Busche taught our high priests quorum, and he cited a scripture in the book of Alma where Alma longs to have the voice of an angel. Then Alma immediately repents of those feelings, and in verse four makes a remarkable statement. He suggests that we have to be careful what we desire, for the Lord grants unto us the desires of our heart. And then came what was to me almost a stunning statement: “Whether they be unto salvation or unto destruction.” God will grant unto us, according to our will, the things which we desire (see <span class=\"citation\" id=\"8715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8715)\">Alma 29:1–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p6\" class=\"\">I went home that day—and it’s not that I felt any of my desires were wrong—but in that moment I realized that those desires were <span class=\"emphasis\">mine.<\/span> That day I began to try to let the Lord know that what I’d like to do is fulfill <span class=\"emphasis\">His<\/span> desires. Even then, I thought I really meant it, but I came to know that that’s an easy thing to say and a difficult thing to do. As Elder Maxwell said yesterday, only when we truly yield our hearts to God can He begin to accelerate the purification and the sanctification and the perfecting process (see <span class=\"citation\" id=\"24639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24639)\">Hel. 3:35<\/a><\/span>). We have found in the three years that have come since that time that the Lord has set our feet on different paths than we expected, and this one is the latest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p7\" class=\"\">Just the other day, after President Hinckley called my wife and me, I was reading in the book of Deuteronomy and found a verse in the 12th chapter that came to mean a lot to me. It’s put in the form of a commandment. The Lord says, “Thou shalt rejoice before the Lord thy God in all that thou puttest thine hands unto” (<span class=\"citation\" id=\"21194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21194)\">Deut. 12:18<\/a><\/span>). We are grateful for this privilege to rejoice in the Lord at this new opportunity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p8\" class=\"\">Since starting on those paths, we have come to learn how truly merciful God is, how deeply He loves us, and how perfectly compelling His love is for us. When I was 16 years old and not smart enough to know very much at all, the Spirit touched my heart and I realized the significance of the woman that you marry. Starting at that time I began to pray that the Lord would find for me the woman who would be my eternal companion. Those prayers were answered, and all that we now enjoy in our family with children and grandchildren is largely responsible to her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p9\" class=\"\">I’ve come to know that Jesus is our Christ, that His and the Father’s mercies are infinite and never ending, even when we’re not deserving. I’ve always loved the Prophet Joseph Smith, but it was my privilege to spend about 10 years in an intensive and extensive study of his life, of his writings, of his teachings, and of those who knew and loved him, and I came to know that here is a prophet of prophets, one who was worthy to bring about the Restoration of this last great dispensation. And I’ve come to know with great power that those keys that he restored have continued unbroken to this day and now reside in our living prophet, even Gordon B. Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/the-opportunity-to-serve.p10\" class=\"\">Again, we rejoice in this opportunity to serve. We are deeply humbled and greatly honored, and I leave that testimony with you in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}