{"ID":6683, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Standing in Holy Places\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p3\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Standing in holy places is all about being in good company, whether you are alone or with others.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">22905_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p5\" class=\"\">It was Thursday night, Mom and Dad’s regular night to work at the Cardston temple. I was in my teens, like you young women. My grandmother, who was living with us, was away, so I would be home alone. As they left, Dad hugged me and said, “Now, Sharon, be in good company.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p6\" class=\"\">I thought, “What is he thinking? Doesn’t he know I’ll be here by myself?” And then I realized—that is exactly what he was thinking.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p7\" class=\"\">Standing in holy places is all about being in good company, whether you are alone or with others. It’s being where the Holy Ghost is our companion—alone or in a crowd. When we determine within ourselves that we will control our thoughts and our actions and be the best we can possibly be, the best of life will come to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p8\" class=\"\">A holy place is where we feel safe, secure, loved, and comforted. That’s how it was in our heavenly home. Standing in holy places and being in good company bring feelings of how it must have been in that home we left behind, the home that seems so far away at times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p9\" class=\"\">Two and a half years after the Church was organized, the Lord warned Joseph Smith of wars and famines and plagues that would come because of wickedness. Then He told us how to be safe in such a world: “Stand ye in holy places, and be not moved, until the day of the Lord come” (<span class=\"citation\" id=\"11358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11358)\">D&amp;C 87:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p10\" class=\"\">In holy places we are protected from the almost overwhelming commotion of the world. Angels can be our companions and support (see <span class=\"citation\" id=\"124728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124728)\">D&amp;C 84:88<\/a><\/span>). The great prophet Moroni was surrounded by wickedness and the Lamanites waiting to kill anything in their path. He was alone in hiding for almost 20 years. Imagine that kind of loneliness! Yet his exquisite testimony and counsel in the last few chapters of the Book of Mormon tell us he was in the company of angels and the Holy Ghost. He was not alone. The Holy Ghost can take away the gnawing, aching feeling of loneliness or isolation or rejection and fill us with peace. He is called the Comforter—and He is that!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p11\" class=\"\">It is possible the loneliest times are when we are surrounded by people, even friends, who are making wrong choices, and we have to stand alone. There are some places it would not be safe for you to go even to help someone in need. The Lord said to stand in holy places. There are places where the Spirit would never be. You know where those places are. Stay away from them. Do not encourage a curiosity that ought to be stopped. Pay attention to what you are feeling so you will know when you are feeling unsure or uneasy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p12\" class=\"\">Heather told us about a time she had been invited to a party with the “popular” people of the school. As she walked in the door, the music that was blasting through the house hit her spirit. She felt sick inside. Then friends started disappearing into darkened rooms. Heather said: “At the party I soon realized I had to make a choice: either these people or my standards. I couldn’t have both. I knew I did not want the words I was hearing or the movie scenes to contaminate my thoughts, no matter how popular these people were. I knew I did not belong there. As I was waiting for my mother to come and get me, I looked out the window in the darkened night, and there shining on the hill like a beacon was the temple. It was like the Lord was reassuring me that I was doing the right thing” (used by permission; name has been changed).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p13\" class=\"\">Standing in holy places helps us to become holy, but that is an acquired virtue that takes practice. Practice listening to the Spirit and being obedient. Practice being morally pure. Practice being reverent about sacred things. The Lord has told us to come unto Him and He can make us holy (see <span class=\"citation\" id=\"11315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11315)\">D&amp;C 60:7<\/a><\/span>). Let Him envelop you in love and forgiveness and peace. Regardless of what is going on around you, you can practice creating an environment of your own, filled with the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p14\" class=\"\">Instead of asking someone else how short or tight or bare or revealing your clothes can be, <span class=\"emphasis\">you<\/span> are responsible and you ask yourself, “What can I wear? How should I look and act so the Holy Ghost can be with me and Heavenly Father can bless me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p15\" class=\"\">It is difficult to train your desires to want goodness and beauty when the opposite confronts you constantly and appears to be so much more enticing and fun and popular.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p16\" class=\"\">When you were baptized, you made covenants to keep the commandments. Those covenants and the blessing of always having the Spirit of the Lord with you are renewed each time you worthily partake of the sacrament. It will strengthen you in the face of temptation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p17\" class=\"\">Our daughter brought treats to sacrament meeting to pacify her three little boys. As the sacred emblems of bread were passed down our row, Jake, then three, whispered in my ear: “Tell them we don’t need that bread. We brought our own treats.” To a three-year-old, all he saw was pieces of bread, and he thought he had something better. Identifying what is holy and educating our desires for that is vital to our happiness. A magnificent sunset or star-studded sky, a rose dripping with dew, or a baby kitten—all remind us once more that the things of God are holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p18\" class=\"\">Holy places can be wherever you are—alone, in a crowd, with strangers, with friends. The road to Jericho was treacherous and formidable. Thieves infiltrated the bushes and trees waiting to ambush any traveler. It took a kind and courageous Samaritan to change that road from a haunted place to a holy place. There are things you can do to bring holiness to ordinary places: when you spend an afternoon with small children so a tired mother can rest, when you do the dishes for your brother even though it’s his turn, when you clean house for an elderly friend—these things bring feelings of selflessness and sacrifice and holiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p19\" class=\"\">There will be times when the Spirit will whisper that you can make the place where you are better. The Russian town of Omsk in Siberia appeared to me to be rather cold and barren until I heard a group of young women and young men singing “How Great Thou Art” (<span class=\"emphasis\">Hymns,<\/span> no. 86) in their native language. Suddenly the whole world—or at least our world—became warm and loving and joyful, a holy place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p20\" class=\"\">There is a great wealth of intelligence and guidance and safety available to you through regular, thoughtful prayer and scripture study. This keeps your minds firm and steadfast in holy places as you walk the halls at school or shop for clothing or surf the Internet. President James E. Faust said, “I believe reading the scriptures is the best washing machine for unclean or uncontrolled thoughts” (“The Power of Self-Mastery,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 44).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p21\" class=\"\">Holiness is quiet and gentle, easily missed if we aren’t paying attention. The resurrected Lord walked to Emmaus with two men who were so caught up in the events of His Crucifixion and Resurrection that they did not know it was the Lord Himself who was their walking companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p22\" class=\"\">Years ago I was singing Handel’s <span class=\"emphasis\">Messiah<\/span> with a group of people from different faiths. Even though our beliefs were different, we were all singing about the same Messiah, our own personal Savior. I had sung this oratorio many times, but during one particular practice, the Spirit told me that I was not only singing notes, I was singing my testimony: “Surely, he hath borne our griefs, and carried our sorrows” (<span class=\"citation\" id=\"24966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24966)\">Isa. 53:4<\/a><\/span>). I knew with all my soul that He had done that for me. For a moment the 300 other voices became a whisper and I felt like I was all alone with the Lord. I felt His love and reassurance that He had carried the griefs and the sorrows of my teenage heart, and through my obedience, He would continue to walk with me for the rest of my life. To feel that blessing and comfort and complete love from the Lord is worth any price.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p23\" class=\"\">Once you understand what holy places are, then you know where to be. It may take sacrifice of our worldly tastes or popularity. It may require humility and forgiveness or complete repentance. It does require “clean hands, and a pure heart” (<span class=\"citation\" id=\"41699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41699)\">Ps. 24:4<\/a><\/span>). Do whatever you have to do to be able to stand in holy places and be not moved, to stand for truth and righteousness, regardless of shallow enticements and evils and designs of conspiring people (see <span class=\"citation\" id=\"11366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11366)\">D&amp;C 89:4<\/a><\/span>) and media. In the words of President Hinckley, “Stand a little higher and let the nobility of good character shine through [your] lives” (“A Time of New Beginnings,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 88). My dear young women, invite the Lord to walk with you. Let Him be your companion all of your life, every day of your life, so you can return to that home you long for, the holiest place of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p24\" class=\"\">I close with a hymn echoing my prayer for you and for me:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More purity give me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More strength to o’ercome,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More freedom from earth-stains,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More longing for home.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More fit for the kingdom,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More used would I be,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More blessed and holy—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More, Savior, like thee.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p33\" class=\"\">(“More Holiness Give Me,” <span class=\"emphasis\">Hymns,<\/span> no. 131)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/05\/standing-in-holy-places.p34\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}