{"ID":669, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Divine Call of the Seventies<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1953, pp. 63-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I should like to express my appreciation for this excellent choir that\nhas been rendering the music of today. The singers are Germans, and we are all interested in\nthe German people. They have made a contribution to this sacred religious movement that we\nrepresent. I believe with all my heart that the German nation will come back and establish\nagain the civilization and culture that it once had. They are a great people.\n<\/p><p>\nA few days ago, two meetings of all the General Authorities of the Church were held. The\nfirst one was in the temple at Logan, and a few days later the second meeting was held in our\ntemple here in Salt Lake City. In thinking of them I realize more and more that to love and\nknow God is the highest blessedness of mankind. Temples built by the Latter-day Saints are\nhouses of prayer, of fasting, and of faith, houses of glory and order, houses of God. You\nrecall the words as found in the dedicatory prayer of the Kirtland Temple which were given\nby the Prophet Joseph Smith: \n<\/p><p>\n. . . seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best\nbooks words of wisdom, seek learning even by study and also by faith; \n<\/p><p>\nOrganize yourselves; prepare every needful thing, and establish a house, even a house of\nprayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of\norder, a house of God; \n<\/p><p>\nHave mercy, O Lord, upon all the nations of the earth; have mercy upon the rulers of our\nland; may those principles which were so honorably and nobly defended, namely, the\nConstitution of our land, by our fathers, be established forever\n(<span class=\"citation\" id=\"13171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13171)\">D&amp;C 109:7-8,54<\/a><\/span>).\n<\/p><p>\nI wonder sometimes if in reading our sacred books we enter into the thoughts of the prophets\nof God, and into their hearts. Have we as religious and moral men sought to attain the perfect\nlife by contemplation and work? So much might be said about our meetings in the\ntemples. We all felt the goodness and beauty of human life. We felt as we\nhave never felt before the hunger and labor, love and death, faith and work which operated to\nproduce these sacred buildings.\n<\/p><p>\nWhen we think of the Constitution of our land, we recall many historical statements that are\nsacred and true. First, the words of the French writer, Michelet. He had written about the\nterrible days of the French Revolution when he writes these words: \n<\/p><p>\nThe world is waiting for a faith, to march forward again to breathe and to live. But never can\nfaith have a beginning in deceit, cunning, or treaties of falsehood.\n<\/p><p>\nIt is interesting to note that according to Washington Irving, Columbus when he set foot on\nthe island of San Salvador, uttered the following prayer, which has been translated from the\nLatin: \n<\/p><p>\nO God, our Father, eternal and omnipotent, Creator of heaven and earth and sea, we glorify\nThy holy name, praise Thy majesty, whom we serve in all humility, we give unto Thy holy\nprotection this new part of the world.\n<\/p><p>\nThen we have the prayer of Pastor Robinson as he blessed the Pilgrim fathers when they left\nin the <i>Mayflower<\/i> for the New World.\n<\/p><p>\nBrethren, we are now quickly to part from one another, and whether I may ever live to see\nyour face on earth anymore, the God of Heaven only knows; but whether the Lord hath\nappointed that or not, I charge you before God and His blessed angels, that you follow me no\nfarther than you have seen me follow the Lord Jesus Christ. If God reveal anything to you, by\nany other instrument of His, be as ready to receive it, as ever you were to receive truth, by\nmy ministry; for I am fully persuaded, I am very confident that the Lord has more truth yet to\nbreak forth out of His holy word. For my part, I cannot sufficiently bewail the condition of\nthe reformed churches, who are come to a period in religion, and will go at present no further\nthan the instruments of their reformation. The Lutherans cannot be drawn to go beyond what\nLuther saw; whatever part of his will our good God has revealed to Calvin, they will rather\ndie than embrace it and the Calvinists, you see, stick fast where they were left by that great\nman of God, who yet saw not all things. This is a misery much to be lamented; for though\nthey were burning a shining light in their times, yet they penetrated not into the whole\ncounsel of God; but were they now living, would be as willing to embrace further light as that\nwhich they at first received. I beseech you to remember it as an article in your church\nCovenant. \"That you be ready to receive whatever truth shall be made known to you from the\nwritten word of God.\" But I must herewithal exhort you to take heed what you receive as\ntruth. Examine it, consider it, and compare it with other scriptures of truth, before you receive\nit; for it is not possible that the Christian world should come so lately out of thick\nanti-Christian darkness and that perfection of knowledge should break forth at once.\n<\/p><p>\nTo be called to the field as a missionary is an honor and a recognition of a person's real\nworth. It is a call to labor with undying zeal to awaken within men a faith in the living God\nand to turn to him with a repentant heart. No one can deny the force the beauty of the passion\nfor extending one's own belief and hopes to others \"for imparting to them the comfort of\none's own salvation.\" What splendor of life is that of Paul the Apostle, who no sooner was\nhis own life made over, no sooner had the faith and the hope of a new life taken possession\nof him, than he was overcome with the desire to disseminate this possession to all the world\nand to make Jew and Gentile alike see and glory in the light and splendor of the Christian\ntruth. In our day, since the restoration of the gospel, we know the hundreds, yea, thousands\nwho have gone into the remote parts of the world to preach the gospel and to turn men's\nthoughts to their God. This was even true long before there were railroads or quick and safe\nmeans of travel by sea. Missionaries left home and friends to go to far-off China and India,\nand the South Seas, to say nothing of Europe and South America. They\nfaced hardships in strange lands, and often misery for the sake of communicating the Gospel\nmessage. Many have given their lives as they bore testimony of the restored word of God.\nThe splendor of their spirits and the grandeur of their achievements are known. The stories of\ntheir experiences and accomplishments will someday become the most beautiful epics of the\nLatter-day Saints, epics that will thrill the world with their truth and beauty. Let me here\nrelate a story of the long ago: \n<\/p><p>\nIn the summer of 1857, my father, Seymour B. Young, Phillip Margetts, and David Wilcken\nwere called to England on a mission; They were all of the same age, nineteen years.\nConstructing a handcart, they made ready to leave. Their first objective was Council Bluffs,\njust across the Missouri River from Omaha. From there they would take the train for New\nYork, where they could embark on a sailing vessel for England. One night, while they were\nsitting around a wood fire on the Platte River, singing songs, and talking about the \"folks at\nhome,\" Brother Margetts began to recite some of the fine lines from the plays of Shakespeare,\namong which were the words of <i>Macbeth<\/i>: \n<\/p><p>\nTomorrow, and tomorrow, and tomorrow<br \/>\nCreeps in this petty pace from day to day<br \/>\nTo the last syllable of recorded time; <br \/>\nAnd all our yesterdays have lighted fools<br \/>\nThe way to dusty death. Out, out, brief candle!<br \/>\nLife's but a walking shadow, a poor player<br \/>\nThat struts and frets his hour upon the stage<br \/>\nAnd then is heard no more.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; (Wm. Shakespeare, Macbeth, Act V. Sc. 5.)\n<\/p><p>\n\"We sat deep in thought,\" said my father, \"for we had been listening to a sage of history, a\nman who knew Shakespeare. We slept under the stars that night, as we did for over three\nmonths. Every night we studied the words of Holy Writ, every day as we pulled the handcart\nover the trail and through the rivers, our hearts were swallowed up in a kind of glow of\nGod's love coming down as a constant stream of light.\"\n<\/p><p>\nThey were missionaries of the Lord.\n<\/p><p>\nIn the days of Queen Elizabeth of England, there were many able seamen who manned the\nlarge navy which brought England to the height of her power on the seas. Among the noted\ncommanders of the fleet was Sir Francis Drake, who sailed up the Pacific Coast as far as the\npresent state of Washington, and then went on around the world. He was the first Englishman\nto circumnavigate the earth. Standing on the deck of his ship one day, Drake said to his men: \n<\/p><p>\nMen pass away, but people abide. See that ye hold fast the heritage we leave you, yea, and\nteach your children its value, that never in the coming centuries, their hearts may fail them, or\ntheir hands grow weak. Hereto, we have been too much afraid. Henceforth, we will fear only\nGod.\n<\/p><p>\nIn this troubled world we need more and more the principle of unity amid all the marring\nelements of human life. We must in our work have a definite purpose, and before that\npurpose can be well established in our hearts, we must see it related to the very purposes of\nGod. Every quorum should have an ideal which is well defined and which invites the greatest\neffort on the part of every member to help realize that ideal. The ideal is to bring about a\nbrotherhood within the quorum, a brotherhood so lasting that nothing can break it. Certainly\nno outside power can. This brotherhood will be expressed in their thoughts and interest in one\nanother. The members touch one another by doing good, by kindness, by\nphilanthropy&mdash;something more than the mere clasp of hands and interchange of idle words. It is the delight\nof diffusing something of the spirit of gentility and graciousness. In all such expressions of\ngood-will and respect, the grace of the act depends as much on the manner of it, as on the act\nitself.\n<\/p><p>\nOne of the essential things with Jesus Christ was the training of his disciples to have faith in\nGod. \". . . ye believe in God, believe also in me\"\n(<span class=\"citation\" id=\"27555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27555)\">John 14:1<\/a><\/span>). His disciples\nwent into the world to preach the gospel. I have given you an example of missionary zeal.\nAnd now one of ancient times: Paul, the Apostle, had become one of the disciples of the\nLord. He went about preaching the gospel \"with inspired eloquence and logic.\" He went to\nAthens. They took him to the Areopagus, saying: \". . . thou bringest certain strange things to\nour ears\" (<span class=\"citation\" id=\"7698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7698)\">Acts 17:20<\/a><\/span>).\nYou read Paul's discourse for yourselves. \"It is the shortest important\nspeech ever made, excepting only Lincoln's undying Gettysburg speech address. In less than\none hundred and fifty words he put the argument for and assertion of the living God of\nsalvation and the resurrection of the dead. In doing this he even included a quotation from the\nGreek poets.\" He had planted the seed. He had aroused interest.\n<\/p><p>\nAs missionaries, we should find the good in people. We should judge all people not by their\nmistakes but by the abundance of their powers. Our work as teachers is based on love, and if\nwe have the love of our listeners, we must see to it that their merits are understood, rather\nthan their faults found out.\n<\/p><p>\nLet us keep in mind the beautiful words of the Chinese Confucius, ages before Christ: \n<\/p><p>\nThose who know the truth are not equal to those who love it; and they who love it are not\nequal to those who live it.\n<\/p><p>\nI pray that we may all come to a deeper understanding of the gospel, that we may live as God\nwould have us live. Amen.\n<\/p>\n<\/div>\n<\/div>"}