{"ID":67, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Righteousness and Gratitude<\/p>\n<p class=\"gcspeaker\">Elder George Albert Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1943, pp. 89-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI trust that I may have the benefit of your faith and prayers, that I may be led to say\nsomething that will be helpful, for I realize that the time is very precious when as many men\nare assembled as are here tonight.\n<\/p><p>\nThere are thousands of things that might be talked about, but if I am blessed by our Heavenly\nFather the few things I may speak about will be those that are given to me while I stand upon\nmy feet.\n<\/p><p>\nTHE SERIOUSNESS OF WAR\n<\/p><p>\nThe world is in a terrible condition. The references that have been made tonight and during\nthis conference to the fact that many of our young men are away, some of whom may never\ncome back, and some of our young women, too, naturally stirs in us a feeling that we want to\ndo our best&mdash;not only that we determine that we will, but that we have the strength to do it.\nAbout a month ago we checked on my relatives in the Smith family, and there were more\nthan seventy that were already enlisted, and since that time there are quite a number of others\nthat have gone. We have been told here that we have approximately twenty-five thousand\nmembers of the Church that are now at the front or are preparing to go. This is serious for us,\nand while the papers are full of the successes of the allied forces, and we are told of the\npowerful guns and bombs that are being utilized against those who are opposing us, the fact\nremains that we are involved in a terrible struggle and that the implements of war on the\nother side may be equally powerful and equally effective against us. I do not feel the\nassurance that some have due to our physical strength when I realize that only one-third of the\npeople of the world are likely to be on our side because of being Christians or believing in\nthe divine mission of Jesus Christ. Two-thirds of the world have never accepted Christianity,\nand it wouldn't take very much to swing nations that are now quiescent, if I may use that\nword, to the side of those who are seeking to destroy the liberty that mankind is enjoying.\n<\/p><p>\nFAITH OF LAMANITE YOUTHS\n<\/p><p>\nI am thinking of the experience of the Nephites, when they were having their perilous\ntroubles, and how just two thousand and sixty boys, striplings as Helaman called them, were\nbrought face to face with men of experience and training in warfare, and they went forward\nwithout any question, and when they were gathered from the battlefield, everyone of them\nhaving been wounded, after a series of battles, two hundred of them having fainted from the\nloss of blood, not one had lost his life (<span class=\"citation\" id=\"8825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8825)\">Alma 57:26-27<\/a><\/span>).\nWhen the question was asked, \"How could you do it?\nHow could you have the faith?\" those boys, like the ones that are going out now, no doubt,\neighteen years and a little older, smilingly remarked, \"We knew, our mothers knew\" (see\n<span class=\"citation\" id=\"8823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8823)\">Alma 56:47-48<\/a><\/span>;\n<span class=\"citation\" id=\"8824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8824)\">Alma 57:19-21<\/a><\/span>).\n<\/p><p>\nI think that is one of the greatest tributes that has ever been paid to motherhood&mdash;that in\ncircumstances such as they were experiencing, when they were surrounded by enemies, they\ncould train their children to have that faith in God that would carry them through and would\nbring them home without losing their lives.\n<\/p><p>\nI have been asking myself the question, \"Have the mothers of Israel been preparing their\nsons?\" Have they been teaching these boys that must represent us on the battlefield, that they\ntoo, can be preserved; that God will take care of them if they are in the line of their duty, and\nI want to say that if our mothers have, the fathers have much to be grateful for, because some\nfathers do not take much time to teach these children things like that in these days.\n<\/p><p>\nDUTY TO MOTHERS AND WIVES\n<\/p><p>\nTonight as I look at this great audience of men, more than 5,000, I realize the strength of the\nholy Priesthood; knowing that we are the representatives of divinity and that the men in this\nroom have the power that comes from God to represent Him upon the earth. I know that, and\nat the same time I realize that there is a force in the Latter-day Saint homes where our wives\nand mothers and daughters are, and when it comes to faith in God and prayer it is equal to\nanything that the men may be able to muster. I fear that sometimes we neglect them. I\nwonder tonight if the men who are here, who have come to this great conference to worship\nGod, who are here to be instructed under the influence of the spirit of the Lord&mdash;have left\nhomes, left households in which there is a family of children besides the wife. I am asking\nmyself the question, \"How many of you who are here tonight, before you came here to wait\nupon the Lord (<span class=\"citation\" id=\"25000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25000)\">Isa. 40:31<\/a><\/span>),\nput your arms around the woman who stood by your side, the mother of your\nchildren, and told her that you were grateful that she would keep the home-fires burning when\nyou couldn't be there?\" I wonder if we appreciate the daughters of God as He appreciates\nthem. Do we treasure their virtues and their faith and their devotion and their motherhood as\nour Heavenly Father does?\n<\/p><p>\nRecorded in the Book of Mormon is the statement that He took a whole race of men to task\nbecause the hearts of their wives were broken by their carelessness, and their children who\nhad grown up in their homes had lost confidence in them\n(<span class=\"citation\" id=\"25828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25828)\">Jacob 2:35<\/a><\/span>). These were the men of the Church\nthat I am talking about, and the Lord reproved them and gave them to understand that unless\nthey repented of their carelessness they need not hope for His blessings. So I want to say to\nthis group of Priesthood tonight, praying is one thing and prayers are important, but living is\nthe thing that will bring us power with our Heavenly Father. Living the gospel of Jesus Christ\nwill give us influence with our fellows among the children of men. Keeping the\ncommandments of God will give us strength and assurance that not anything else can give us.\n<\/p><p>\nI am glad that so many of the brethren can come to this conference, and I hope that when we\ngo home from the meetings that are being held here, that each of us returning to the home\nthat is so precious to us, and is all that many of us possess, that we will do so determined\nthat with the help of the Lord we will honor His daughters. We will treasure their love; we\nwill be true to them and help them to do the things that they have to do when fathers and\nhusbands and brothers are away.\n<\/p><p>\nI think that tonight there are no people in all the world who have such reason to be grateful\nas we. Realizing our privileges and opportunities I am thankful for my own experience, raised\nin a Latter-day Saint home; taught to pray at my mother's knee. My father spent years in the\nmission field; my mother eleven times offered her life to bring us into the world, and she\ngave her life day by day to train us that we might be real Latter-day Saints. And that's only\none family. I am thinking of all these families that we represent&mdash;thinking of your parents and\ngrandparents who came out of the world for the gospel's sake, who were willing to give all\nthat they possessed that you and your children and your children's children might not be\nbetrayed by the cunning craftiness of the adversary, to turn away from righteousness and\npartake of the things that our Heavenly Father has forbidden us to touch.\n<\/p><p>\nCOMMENDATION FOR TABERNACLE BROADCAST\n<\/p><p>\nThese are some of the thoughts that have been going through my mind during this great\nconference as I sat here upon the stand and listened to the voices of these servants of the Lord\nwho have been commissioned divinely by God to represent Him and who have been teaching\nus and feeding us the bread of life while we have listened to their words. I am grateful for the\ngreat Tabernacle organ and choir that broadcast from this building each Sabbath day. For\nyears they have been delighting the world with hymns of praise that our Heavenly Father has\nblessed us to enjoy, and along with it have gone sermonettes that have touched many hearts. I\nhave had many people ask who is that man who makes the announcements at the Tabernacle\nbroadcast? And I suppose Brother Evans has received hundreds of letters of commendation for\nhis contribution. What he says is brief, but it is what he thinks the Lord would have His\nservant speak on His holy day.\n<\/p><p>\nRIGHTEOUSNESS GIVES STRENGTH\n<\/p><p>\nNow, brethren, we will soon be away from here. You will go to your field of labor and I to\nmine. We will mingle with the Latter-day Saints and with those who are not members of the\nChurch, and I say to you that, if we would have influence with those that we are going to see\nwhen we leave here, we must have the power of God to witness unto them that we are what\nwe pretend to be. Being a member of the Church and holding the Priesthood will not get us\nanywhere unless we are worthy. The Lord has said that every blessing that we desire is\npredicated upon obedience to His commandments\n(<span class=\"citation\" id=\"11922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11922)\">D&amp;C 130:20-21<\/a><\/span>).\nWe may deceive our neighbors, and we\nmay deceive ourselves with the idea that we are going through all right, but unless we keep\nthe commandments of our Heavenly Father, unless we bear worthily this holy Priesthood that\nis so precious, we will not find our place in the celestial kingdom&mdash;we will not find our\nassociation and companionship with the wives and daughters who have not had the\nPriesthood, but who have measured up and have kept the commandments of God and lived\nrighteous lives.\n<\/p><p>\nThere are many men in this Church who have no male representatives. Our beloved president\nwho sits here tonight has no sons, but God has blessed him with wonderful wives and\ndaughters, and they have honored him and have held up his hands and supported him and\nsustained him. Other men on this stand have been blessed with large families who have joy in\ndoing the things that the Lord wishes them to do and bring honor and credit to the Church\nwith which they are identified. They are your brothers and sisters and mine. How grateful we\nought to be that our lot has been cast under such favorable conditions. It doesn't make any\ndifference how strong our armies, if we are outnumbered by those who do not believe in God.\nIt doesn't make any difference how powerful the engines of destruction we prepare, they\nmight be destroyed by that which may be brought against us by the enemy, but if we have the\nconfidence of our Heavenly Father, if we have His love, if we are worthy of His blessings, all\nthe armies of the world cannot destroy us, cannot break down our faith, and cannot overcome\nthe Church that is named for the Son of God\n(<span class=\"citation\" id=\"11916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11916)\">D&amp;C 115:4<\/a><\/span>).\n<\/p><p>\nRead in the nineteenth chapter of II Kings how Sennacherib the Assyrian king sought to\noverthrow Jerusalem (<span class=\"citation\" id=\"3169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3169)\">2 Kgs. 18:28-37<\/a><\/span>;\n<span class=\"citation\" id=\"3170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3170)\">2 Kgs. 19:1-37<\/a><\/span>).\nHezekiah, the king who represented Israel pleaded with the Lord for\ndeliverance while Sennacherib mocked him, saying, \"Don't think that your prayers to your\nGod can help you. Every place that I have been and taken already, they have been praying.\nYou are helpless,\" and the next morning a large part of the Assyrian army was found dead\nupon the ground, and Jerusalem had been preserved by the Lord. He is our strength, brethren,\nyour Father and mine, the Father of all; if we will only be worthy He will preserve us as He\ndid Helaman's sons (<span class=\"citation\" id=\"8826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8826)\">Alma 58:39<\/a><\/span>),\nand as He preserved Daniel from the lions\n(<span class=\"citation\" id=\"10580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10580)\">Dan. 6:20-27<\/a><\/span>),\nand the three Hebrew children from the fiery furnace\n(<span class=\"citation\" id=\"10579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10579)\">Dan. 3:20-30<\/a><\/span>),\nand six hundred thousand of the descendants of Abraham\nwhen he brought them out from Egypt under the leadership of Moses and drowned Pharaoh's\narmy in the Red Sea (<span class=\"citation\" id=\"22517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22517)\">Ex. 14:26-31<\/a><\/span>).\nHe is the God of this universe. He is the Father of us all. He is\nall-powerful and He promises us protection if we will live worthy of it. Let me read you a\nparagraph of the very first section of the D&amp;C wherein He says:\n<\/p><p>\nFor I am no respecter of persons, and will that all men shall know that the day speedily\ncometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and\nthe devil shall have power over his own dominion\n(<span class=\"citation\" id=\"11839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11839)\">D&amp;C 1:35<\/a><\/span>).\n<\/p><p>\nWhat a pitiable thing it would be if that ended there, for we can see the power of the\nadversary in the world and the destruction that is being wrought by those who are his\nemissaries; but, continuing, the Lord says:\n<\/p><p>\nAnd also the Lord shall have power over his saints, and shall reign in their midst, and shall\ncome down in judgment upon. . . the world\n(<span class=\"citation\" id=\"11841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11841)\">D&amp;C 1:36<\/a><\/span>).\n<\/p><p>\nWhat a promise, but it is all conditioned upon our righteousness, not on anything else, not\nupon our wealth nor our strength in numbers, not upon our isolation from the world, but\nupon our righteousness.\n<\/p><p>\nA TESTIMONY OF GOD'S BLESSINGS\n<\/p><p>\nIn conclusion, I want to bear my testimony to you, my brethren. First I thank the hundreds of\nyou who have made it possible for me to carry on as I have, while standing at the side of my\nassociates in the leadership of the Church to encourage our people and their neighbors to keep\nthe commandments of God, and tonight, when I think of the condition of the world and\nrealize that the only place where there is any semblance of peace is the land that we live in,\nand with the promise of God that He will be with not the members of the Church, I don't\ninterpret it that way; not the men who hold the Priesthood necessarily, I don't interpret it that\nway&mdash;He will be with His Saints who are worthy to be called Saints, and His power and\nprotection will be over them until their life's labors are completed. I know that God lives. I\nknow that Jesus is the Christ. I know that Joseph Smith was a prophet of the living God as I\nknow that I live. I know that the Priesthood that is held by you brethren is divine; that you\nare representatives of Deity and that if your lives conform to the desires of our Heavenly\nFather concerning His Priesthood, all power in heaven and earth cannot prevent you from\ngaining the blessings that God has said He would bestow upon those who keep His\ncommandments. Let us love one another. Things have been said here about kindness during\nthis conference. If there ever was a time when we needed to be kind, it is now. If there ever\nwas a time when we needed to be patient, it is now, and if we would keep one of the\ncommandments of God that He said was second to the greatest, we will love our neighbors as\nourselves (<span class=\"citation\" id=\"33857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33857)\">Matt. 22:39<\/a><\/span>).\nWhen we do that, they will not be made sorrowful because of any conduct of ours.\nI am thankful to you for your companionship. I thank my brethren of the General Authorities\nof the Church, with whom I am so closely associated, for their kindness to me. I thank our\nbeloved President, who, in his advancing years, continues to encourage us to be faithful and\nbear witness of his knowledge that God lives, that Jesus is our Savior and Joseph Smith was a\nprophet raised up by the Lord. You have heard these testimonies many times and the\ntestimonies of others who are here. You have heard the testimonies of those that have already\ngone to their reward. These are true my brethren. These testimonies are not idly spoken or\ncarelessly given. They are the truth.\n<\/p><p>\nKnowing that in the not-far-distant future the man who is talking to you now will have to\nstand before God and answer for the deeds done in the body\n(<span class=\"citation\" id=\"2999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2999)\">2 Cor. 5:10 (JST)<\/a><\/span>;\n<span class=\"citation\" id=\"8815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8815)\">Alma 5:15<\/a><\/span>)\nand the words spoken here,\nknowing that, and realizing the seriousness of misinterpreting or misrepresentation, with joy\nand gladness and with love I bear you my testimony, that the Gospel as taught by the\nLatter-day Saints is the power of God unto salvation\n(<span class=\"citation\" id=\"42655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42655)\">Rom. 1:16<\/a><\/span>). This is my witness and I bear it in the\nname of Jesus Christ our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}