{"ID":670, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Every Member a Missionary<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1953, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBlessed are they which do hunger and thirst after righteousness: for they shall be filled\n(<span class=\"citation\" id=\"34538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34538)\">Matt. 5:6<\/a><\/span>).\n<\/p><p>\nIn the opening remarks of our dear President McKay at the beginning of this conference he\nstated that he hoped our souls might be uplifted and inspired. I am sure you can bear witness\nwith me that our heavenly Father has literally blessed us, and our souls have been uplifted\nbecause we have been inspired by the word of the Lord.\n<\/p><p>\nI have noted without exception that each who has occupied this position regardless of his\ncalling in the Church, regardless of his standing in the community or the nation, before taking\nthese responsible Church positions, has invoked the blessings of our heavenly Father upon\nhim that he might be able to speak under the inspiration of the Spirit. I realize as I stand\nbefore you this afternoon that I must depend upon the inspiration of my heavenly Father\nthrough his Son, Jesus Christ, for, to teach the gospel of Jesus Christ can be done not by the\nwisdom of men, but only by the power of God.\n<\/p><p>\nMuch has been said here today and yesterday in these conference sessions regarding the\nmissionary program of the Church. I would feel most ungrateful if I did not take just a\nmoment to pay tribute to a great missionary who is absent from us today, but who was with\nus here six months ago occupying a seat on the row that I am privileged to occupy&mdash;Elder\nStayner Richards.\n<\/p><p>\nHe in very deed typified the true missionary spirit of the Church of Jesus\nChrist of Latter-day Saints, and I feel sure that he has touched the hearts of thousands in the\nBritish Isles or wherever he has labored to spread truth and righteousness, exercising his\nenergy and talent in building up the kingdom of God.\n<\/p><p>\nSo, I pay tribute to his memory today. It was my privilege to labor with him for about\nfourteen years in the Highland Stake, the stake in which I now reside.\n<\/p><p>\nGoing back a few years, a prophet of God, Brigham Young, declared: \n<\/p><p>\n. . . there is neither man or woman in this Church who is not on a mission. That mission will\nlast as long as they live, and it is to do good, to promote righteousness, to teach the principles\nof truth, and to prevail upon themselves and everybody around them to live those principles\nthat they may obtain eternal life (<i>Discourses of Brigham Young<\/i>, 1943 ed., p. 322).\n<\/p><p>\nThat is the true missionary spirit. That was the word of a prophet of God many years ago.\nThe same teaching goes forth from this pulpit today: that each individual who has\nmembership in this, the Church of Jesus Christ of Latter-day Saints, is on a mission, and that\nmission is to teach first, by example, and second, by precept, the truths of this gospel, which\nis the gospel of salvation and exaltation into the presence of our heavenly Father and his Son,\nJesus Christ.\n<\/p><p>\nI thrill as I have the privilege of touring missions and visiting in the stakes and mingling with\nthe stake missionary groups to catch the spirit of those who are specifically called to do\nmissionary work.\n<\/p><p>\nAs I toured the Western Canadian Mission just a few months ago, I heard many heartwarming\nmissionary stories. One thrilling story I should like to share with you. I would like to take\nyou with me for a moment or two to a concentration camp in France, in which are\nincarcerated two German prisoners, young men who never had become acquainted with each\nother until they were in this camp.\n<\/p><p>\nOne of them was utilizing his time to study the word of the Lord that he might hold fast to\nthe testimony which he had. This attracted the attention of the other German prisoner, who\nasked what he was so interested in. The reply came that he was reading <i>The Voice of Warning<\/i>.\nI am sure that rings a familiar note to many missionaries assembled today and who\nmight be listening on television and the radio.\n<\/p><p>\nSo, a gospel conversation ensued. Then this young man became interested and many\nconversations thereafter followed. The war was over. They were released. The one returned to\nhis locality in Germany, where he further investigated this thing he had heard in a French\nconcentration camp. Then he applied for baptism. He was baptized, and after a few months\nwas called by President Wunderlich to go on a mission for the Church. The young convert\nsaid, \"I have only twelve marks,\" but President Wunderlich, because he had the priesthood of\nGod, because he could speak with that power and authority which comes to those who are\ntruly called to serve the Lord, made a promise to that young man if he would accept the call\nand respond to it that the Lord would provide a way.\n<\/p><p>\nSo the young man, in blind faith believing, as we have heard from this pulpit today, accepted\nthe call and filled his mission. It was my privilege to interview him while he was doing stake\nmissionary work in the city of Edmonton, Canada. He had migrated from Germany and is\nnow living in Canada.\n<\/p><p>\nWe all have a zone of influence, my brothers and sisters. I should like to ask the question\nhere today, \"When did you last have a gospel conversation with someone who does not claim\nmembership in the Church?\"\n<\/p><p>\nWell, you do not have to answer it, only in your own minds. I humbly pray that the Spirit of\nthe Lord will take hold of us, that we will exercise our rightful influence to teach the\nprinciples of salvation and exaltation to our heavenly Father's children.\n<\/p><p>\nI thrill as I see someone here in the audience today who is not ashamed of the gospel of Jesus\nChrist. After having filled a mission in the Southern States for this great Church before the\nturn of the century, he decided he wanted to follow further his education in electrical\nengineering, so he selected that great University of Cornell. One Sunday each student was to\nhave the opportunity and privilege of filing past the rostrum and shaking hands with the first\npresident of Cornell, Andrew White, introducing himself and making known where he was\nfrom. When it came this young man's turn, he said \"Thomas E. Yates from Scipio, Utah.\"\nImmediately Andrew White said, \"Are you a Mormon?\"\n<\/p><p>\nBrother Yates did not flinch because he was not ashamed of the gospel of Jesus Christ\n(<span class=\"citation\" id=\"42708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42708)\">Rom. 1:16<\/a><\/span>). He\nsaid, \"Yes, sir, I am.\"\n<\/p><p>\nThen Andrew White asked for an interview the following Sunday. Brother Yates said that\nweek seemed mighty long because he realized the persecution that had been sustained by the\nmissionaries, even while he was in the Southern States.\n<\/p><p>\nBut the time passed, and he was ushered into the study of Andrew White. There it was\nrevealed to him just why he had been invited for this interview.\n<\/p><p>\nAndrew White told him, on one occasion while he was a special representative to the Russian\ngovernment he had become very friendly with Count Leo Tolstoi, the great Russian\nphilanthropist and writer. On one occasion as he called at the home of Tolstoi he was told by\nthe servant that Tolstoi was out in the fields plowing, and if he wanted to see him he would\nhave to go there which he did.\n<\/p><p>\nAs he met Tolstoi there was the usual friendly salutation, and then Tolstoi said, \"If you want\nto converse with me, you will have to come along while I finish my plowing.\"\n<\/p><p>\nThis he did, and they conversed about many things. After a discussion on religion Tolstoi said\nto Andrew White, \"But what about your American religion?\"\n<\/p><p>\nAndrew White said, \"We do not have a state church in America. People are allowed to\nworship God according to the dictates of their own conscience.\"\n<\/p><p>\nTolstoi said, \"I know all that. I know that the Catholic Church originated in Rome. I know\nthat the Lutheran Church originated in Germany, that the Episcopal Church originated in\nEngland, but I want to know something about your American religion, commonly called the\nMormon Church.\"\n<\/p><p>\nAndrew White said, \"I'll have to admit that I know very little about the Mormon people,\nother than that they are a superstitious people and that they are peculiar.\"\n<\/p><p>\nThen Tolstoi decided he would give Andrew White, great as he was, a rebuke, and so as not\nto lose the significance of this rebuke, I should like to read it to you.\n<\/p><p>\n\"Then Count Leo Tolstoi, in his honest and stern but lovable manner rebuked the ambassador:\n&lsquo;Dr. White, I am greatly surprised and disappointed that a man of your great learning and\nposition should be so ignorant on this important subject. The Mormon people teach the\nAmerican religion: their principles teach the people not only of heaven and its attendant\nglories, but how to live so that their social and economic relations with each other are placed\non a sound basis. If the people follow the teachings of this Church&mdash;nothing can stop their\nprogress&mdash;it will be limitless.\n<\/p><p>\n\"&lsquo;There have been great movements started in the past, but they have died or been modified\nbefore they reached maturity. If Mormonism is able to endure, unmodified, until it reaches the\nthird and fourth generations, it is destined to become the greatest power the world has ever\nknown.&rsquo;\"\n<\/p><p>\nI believe that, as I stand before you today and testify that this thing called Mormonism has\ncontinued down through the stream of time for 123 years, unchanged, unmodified, and that it\nis the fulness of the gospel of Jesus Christ.\n<\/p><p>\nYes, blessed are they who hunger and thirst after righteousness, and brothers and sisters, I\nbelieve that men are thirsting and hungering for righteousness in the world today.\n<\/p><p>\nIt is our great responsibility, as has been outlined here, to be the humble servants in the hands\nof the Lord in carrying this glorious message to those individuals.\n<\/p><p>\nMay God bless us with this vision, and the spirit of missionary work, as I bear witness that\nthese things are true in the name of our Savior, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}