{"ID":671, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lord's Work<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1953, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn all humility, my brothers and sisters, I approach this solemn and sacred responsibility this\nafternoon. I feel my dependence upon the Lord for his blessings and strength as I speak to\nyou.\n<\/p><p>\nWhen a scientist makes a great discovery, it is not long before some other scientist makes the\nsame discovery. The Lord has released that knowledge in the earth. It is not confined to one\nor two but to all who search for it. As the brethren of the General Authorities seek the Spirit\nfor inspiration in the preparation of conference talks, and drawing from the same Spirit, there\nis a constant theme through the talks of each, for the Spirit has influenced them in that\ndirection.\n<\/p><p>\nRecently in the solemn assembly held in the Logan Temple, President David O. McKay said,\n\"The Lord is impressing his servants to extend and intensify the work of his Church.\"\n<\/p><p>\nStake presidents and bishops, presidents of priesthood quorums, presidents and superintendents\nof auxiliaries know this statement to be true. There has been increased activity among the\nAaronic Priesthood, the senior members of that priesthood, the girls' program, the Relief\nSociety as it works with inactive women, the missionary program now at home as well as\nabroad, the great welfare program of the Church, and many other activities designed to build\nfaith and testimonies in the hearts of Latter-day Saints.\n<\/p><p>\nThe tempo and the good feeling of this upsurge in activity and devotion must inspire and find\nexpression in the lives of all Church members, not just alone in its leaders. As leaders it\nseems to me necessary that we let information go on down to the rank and file of our Church\nmembership in order that they might have and enjoy the same counsel and direction that we\nreceive. Where this condition is true, and our people understand, it wipes out any prejudice,\nresentment, or rebellion that might be in their hearts, and also they will support and work\ndiligently for the accomplishment of the Lord's great purposes in the earth.\n<\/p><p>\nThe Lord has not chosen us to fail in this work of his kingdom, but to succeed. We have no\nreason to fail. This is the Lord's work. He is inspiring and revealing unto those who have\nbeen properly called his mind and his will. This guiding force is present in the affairs of his\nkingdom today. Without this holy influence we would be groping in spiritual darkness.\n<\/p><p>\nIn all ages of the world, the divinely appointed servants of God have entreated the people to\nlove the Lord and to keep his commandments. Today is no exception in that respect. We are\ncalled to be a light to the world. The Lord has appointed us to be that light\nbecause we have the truth of the gospel of our Lord and Savior, Jesus Christ.\n<\/p><p>\nThe Savior said, \". . . A city that is set on an hill cannot be hid\"\n(<span class=\"citation\" id=\"34540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34540)\">Matt. 5:14<\/a><\/span>). Nor can we\nbe hid from the world here in the tops of the mountains, for our works and our deeds go out\nfrom this place.\n<\/p><p>\nEven from the beginning the Lord has said that the way is straight and narrow that leadeth\nunto life (<span class=\"citation\" id=\"34562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34562)\">Matt. 7:14<\/a><\/span>).\nTo the Prophet in our day those words have been repeated, and someone has wisely\nquipped, \"The reason the way is so straight and narrow is because there are so few who enter\nthat way.\" Should more enter, by yielding obedience to the laws and the commandments of\nthe gospel plan, then it would become wider, and I am sure God would be happier as a result\nof it.\n<\/p><p>\nPraise has been given in this conference to the First Presidency. With all my heart I support\nthe sentiments expressed by the brethren. It is a great privilege and joy to be associated with\nthe Presidency, to sit in their councils, and to receive their instructions. A wish of President\nMcKay's is almost a command to us who are associated with him.\n<\/p><p>\nKeeping in mind the great spiritual strength of these brethren of the First Presidency, I would\nlike to say to you, my brothers and sisters, that in President McKay we have a great and\ninspired leader. He sets a terrific pace at his age, that some of us younger men find difficult\nto follow. His hours are long. He comes early to the office. He goes late. He responds to the\nwish and the will of the people, doing all things, even beyond his physical strength to do, to\nbless the people of the Church. He sets a marvelous example of devotion, love, faith, and\ngood will.\n<\/p><p>\nIn these days of turmoil and distress, as God's chosen servant, under the inspiration of his\ndivine calling, he is pointing the way, it seems to me, with clarity and understanding to the\npeople of the Church.\n<\/p><p>\nI bear witness to you, my brothers and sisters, that God sustains him, and no one else in the\nworld today but him, because he has the holy calling of prophet, seer, and revelator,\nrepresenting the Lord upon the earth in our time. He only has the right to revelation for the\npeople of the Church, and if all people would understand that they would not be tossed about\nby those who would seek to divert their minds from the Church and its glorious principles,\nand I am sure they would be more happy and contented than they now are.\n<\/p><p>\nIt is a great and inspiring moment in our council to hear President McKay say, \"Brethren, the\nLord has spoken. His will has been done.\" It is a great moment, a thrilling moment, and you\nhave the sure feeling that what he has said or designated is true, and of God.\n<\/p><p>\nNow, President McKay does not require any defense. I do not need to say these words in\ndefense of him. His life, his works, his faith, his love and devotion are unquestioned and\nexemplary, not only to the people of this Church but also to all the world, but if the people of\nthe Church understand the calling and position of the chosen and anointed prophet of God,\nthey will be fortified against false teachers and anti-Christs, and we do have them among us.\n<\/p><p>\nWhen the brethren of Nephi did not understand the vision of their father Lehi, they came to\nNephi, their younger brother, for an explanation of that vision. He asked of them, as I would\nask of you,\n<\/p><p>\nHave ye inquired of the Lord?\n<\/p><p>\nThey said unto Nephi,\n<\/p><p>\nWe have not for the Lord maketh no such thing known unto us (see\n<span class=\"citation\" id=\"1514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1514)\">1 Ne. 15:8-9<\/a><\/span>).\n<\/p><p>\nNow my brothers and sisters, if there are any doubts in your hearts about your leaders or this\nChurch being true, again I would ask of you, \"Have ye inquired of the Lord?\" I am sure if\nyou ask sincerely and with real intent that the Lord will manifest the truth of\nit unto you. There will no longer be any doubt, for God can bear you that witness through the\nHoly Ghost, which power all of us should seek.\n<\/p><p>\nMany of the signs spoken of by the prophets to precede the second coming of Christ are now\nbeing fulfilled before us. They are easily recognizable, and they remind us of the parable of\nthe ten virgins, the five who were wise, and the five who were foolish\n(<span class=\"citation\" id=\"34602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34602)\">Matt. 25:1-13<\/a><\/span>). Those who were\nfoolish were not prepared when the bridegroom came, and as they went out to prepare\nthemselves, the doors were closed against them, and they could not gain admittance.\n<\/p><p>\nYou and I need to be prepared. We know not the day nor the hour in which the Son of Man\nshall come (<span class=\"citation\" id=\"34600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34600)\">Matt. 24:36<\/a><\/span>).\nThat day we must be prepared for.\n<\/p><p>\nAlma, as he wrote to the people of Gideon, complimenting them for their faithfulness said of\nthe Savior,\n<\/p><p>\nAnd he doth not dwell in unholy temples; neither can filthiness or anything which is unclean\nbe received into the kingdom of God; therefore I say unto you the time shall come, yea, and\nit shall be at the last day, that he who is filthy shall remain in his filthiness\n(<span class=\"citation\" id=\"8930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8930)\">Alma 7:21<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, worthiness is becoming to the Saints of the living God. The Lord in the\nDoctrine and Covenants counseled, through the Prophet, the people of his Church to \"practice\nvirtue and holiness before me\" \n(<span class=\"citation\" id=\"13107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13107)\">D&amp;C 38:24<\/a><\/span>).\nIf they would do so, walking in all worthiness before\nthe Lord, there would come great strength and power to his work among the children of men.\n<\/p><p>\nFor baptism, we expect every convert to repent truly and forsake all his sins before we\napprove receiving him into the Church of Jesus Christ. When we invite people into the\nChurch, we must be sure our lives are worthy to make attractive our invitation. I know there\nare those desiring to come into the Church who look at Church members and wonder why\nthey fail to keep the commandments when they themselves are required to do so before the\nsacred ordinance of baptism can be performed. It is an individual responsibility. Surely God\nwill hold accountable those who violate the sacred ordinances and covenants of his kingdom.\nHe requires of all who come into his Church to repent of all their sins.\n<\/p><p>\nI am wondering, my brothers and sisters, if we should not approach every sacred ordinance or\nrite of the gospel with complete worthiness. I also wonder if some of the mistakes people\nmake are not because through inactivity or unworthily participating in sacred and holy\nordinances, they do not renew nor keep their covenants, obligations, and testimonies in force.\n<\/p><p>\nWe must always see and understand the great spiritual forces that underlie the mechanics of\nall gospel ordinances. The outward appearance of these ordinances is but a symbol of their\neternal significance. This we should always realize, and again we must always keep in force\nour covenants and obligations with our God. That opportunity is afforded us as we attend the\nsacrament meetings and partake of the holy sacrament.\n<\/p><p>\nIt has been said, that a sacrament is a sacred, binding oath of allegiance to obey one's leader\nand not desert his standard. We find that true in the sacrament of the Lord's supper. The Lord\nsaid to the Nephites on this continent emphasizing the sacredness of this holy ordinance,\n<\/p><p>\n. . . ye shall not suffer anyone knowingly to partake of my flesh and blood unworthily, when\nye shall minister it (<span class=\"citation\" id=\"5526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5526)\">3 Ne. 18:28<\/a><\/span>).\n<\/p><p>\nHe goes on to say the unworthy shall be forbidden to partake, otherwise they shall eat and\ndrink damnation to their souls (<span class=\"citation\" id=\"5527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5527)\">3 Ne. 18:29<\/a><\/span>).\nThe Lord has said to us in our day, \". . . if any have\ntrespassed, let him not partake until he makes reconciliation\"\n(<span class=\"citation\" id=\"13116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13116)\">D&amp;C 46:4<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul said to the Corinthian Saints: \n<\/p><p>\nWherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily,\nshall be guilty of the body and blood of the Lord.\n<\/p><p>\nBut let a man examine himself, and so let him eat of that bread, and drink of that cup.\n<\/p><p>\nFor he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not\ndiscerning the Lord's body.\n<\/p><p>\nFor this cause many are weak and sickly among you, and many sleep\n(<span class=\"citation\" id=\"231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(231)\">1 Cor. 11:27-30<\/a><\/span>).\n<\/p><p>\nNow, my brothers and sisters, what is true of worthiness in partaking of the sacrament, it\nseems to me, applies to all the sacred ordinances of the gospel plan, and the other sacred\nprivileges available to us in this great Church of ours.\n<\/p><p>\nIt applies to advancement in the priesthood, for the receiving of our patriarchal blessings,\nattendance in holy temples for our sacred endowments and sealings. The great challenge to the\nLatter-day Saints is to live faithfully, to be worthy, to live exemplary lives, and thus obtain\nthe blessings of God, that they might accomplish the great destiny of this Church and enjoy,\nas President McKay said yesterday \"spiritual companionship with our eternal Father.\"\n<\/p><p>\nBrigham Young said, \"The man or woman who lives worthily is now in a state of salvation.\"\nThe greatest wealth that can be given us, any of us, is eternal life in the presence of God, our\nFather. There are no riches in all the world that compare to the riches of eternity that God has\nplaced in the way of us all.\n<\/p><p>\nThere are certain conditions; there are certain laws; there are certain standards and ideals; but\nif these are observed, they will lead to a state of glory and exaltation. May God help us to be\nfaithful and worthy in all things, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}