{"ID":672, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1953, pp. 74-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: My heart surely echoes that beautiful song which has just been rendered \"I Need\nThee Every Hour.\" It was the favorite song of our recent President of the Council of the\nTwelve, President George F. Richards. It was also a favorite of our beloved Albert E. Bowen\nwho is no longer with us. It brought many memories to me as I listened to this wonderful\nchorus sing that song. I have long since learned that without the help of the Lord I can do\nnothing, and I earnestly pray that he will be with me here tonight.\n<\/p><p>\nI would like to read to you two parables, one from the 15th chapter of Luke, and the other\nfrom the 101st section of the Doctrine and Covenants.\n<\/p><p>\nAnd he spake this parable unto them, saying,\n<\/p><p>\nWhat man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety\nand nine in the wilderness, and go after that which is lost, until he find it?\n<\/p><p>\nAnd when he hath found it, he layeth it on his shoulders, rejoicing.\n<\/p><p>\nAnd when he cometh home, he calleth together his friends and neighbours, saying unto them,\nRejoice with me; for I have found my sheep which was lost\n(<span class=\"citation\" id=\"31337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31337)\">Luke 15:3-6<\/a><\/span>).\n<\/p><p>\nI read this to you to remind you of the fact that the Savior expects that we will participate in\na rescue operation, if I may use that expression, a work whereby we will seek after those of\nour members who have slipped away from us, and bring them back to the fold.\n<\/p><p>\nThen he also instituted a work of prevention, and I would like to read to you\nthe beautiful parable that illustrates that great work whereby we are expected to take\npreventive measures to keep the enemy from invading our ranks.\n<\/p><p>\nA certain nobleman had a spot of land, very choice; and he said unto his servants: Go ye unto\nmy vineyard, even upon this very choice piece of land, and plant twelve olive-trees; \n<\/p><p>\nAnd set watchmen round about them, and build a tower, that one may overlook the land\nround about, to be a watchman upon the tower, that mine olive-trees may not be broken down\nwhen the enemy shall come to spoil and take unto themselves the fruit of my vineyard.\n<\/p><p>\nNow, the servants of the nobleman went and did as their Lord commanded them and planted\nthe olive-trees, and built a hedge round about, and set watchmen, and began to build a tower.\n<\/p><p>\nAnd while they were yet laying the foundation thereof, they began to say among themselves:\nAnd what need hath my lord of this tower?\n<\/p><p>\nAnd consulted for a long time, saying among themselves: What need hath my lord of this\ntower, seeing this is a time of peace?\n<\/p><p>\nMight not this money be given to the exchangers? For there is no need of these things.\n<\/p><p>\nAnd while they were at variance one with another they became very slothful and they\nhearkened not unto the commandments of their lord.\n<\/p><p>\nAnd the enemy came by night, and broke down the hedge; and the servants of the nobleman\narose and were affrighted and fled; and the enemy destroyed their works, and broke down the\nolive-trees.\n<\/p><p>\nNow, behold, the nobleman, the lord of the vineyard, called upon his servants, and said unto\nthem, Why! what is the cause of this great evil?\n<\/p><p>\nOught ye not to have done even as I commanded you, and&mdash;after ye had planted the\nvineyard, and built the hedge round about, and set watchmen upon the walls thereof&mdash;built\nthe tower also, and set a watchman upon the tower, and watched for my vineyard, and not\nhave fallen asleep, lest the enemy should come upon you?\n<\/p><p>\nAnd behold, the watchman upon the tower would have seen the enemy while he was yet afar\noff; and then ye could have made ready and kept the enemy from breaking down the hedge\nthereof, and saved my vineyard from the hands of the destroyer\n(<span class=\"citation\" id=\"13162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13162)\">D&amp;C 101:44-54<\/a><\/span>).\n<\/p><p>\nSo you see, the Lord did institute a work of prevention. He provided that we build\nfortifications to keep the enemy from within our ranks and to take preventive measures to\nsave our own. You notice, also, how disturbed the Lord was when some of the servants in the\nvineyard began to say that the work was not necessary.\n<\/p><p>\n. . . And what need hath my lord of this tower?\n<\/p><p>\nAnd consulted for a long time, saying among themselves: What need hath my lord of this\ntower, seeing this is a time of peace?\n<\/p><p>\nMight not this money be given to the exchangers? For there is no need of these things\n(<span class=\"citation\" id=\"13163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13163)\">D&amp;C 101:47-49<\/a><\/span>).\n<\/p><p>\nAnd always when the servants in the vineyard begin to say that the commandments of the\nLord of the vineyard are unnecessary, that there is no need for these things, then they become\nslothful and they hearken not unto the commandments of the Lord, their God.\n<\/p><p>\nNow, I would like to tell you a parable.\n<\/p><p>\nThe Lord of the vineyard appointed a great nobleman to supervise all the work in the\nvineyard. The nobleman was very pleased with the work of the vineyard, but he noticed that\nalthough there were many, many people in the vineyard who were busy and doing as they\nshould and keeping the commandments, some were slipping away. A work of prevention was\nnecessary. Especially was the nobleman concerned about the young people in the vineyard, so\nhe called upon certain of the servants of the vineyard, telling them to set up an Aaronic\nPriesthood program whereby the boys of teen-age could be labored with in a protective way\nto keep them from transgression and to prevent the destroyer from invading their ranks.\n<\/p><p>\nMuch good was accomplished. But in certain parts of the vineyard there were those who\nbegan to say, \"What need hath my lord of this program? This is a time of peace. Might not\nthis time be spent in other ways? There is no need of these things.\" The result was that they\nbecame slothful and some of the boys in their charge, not being cared for by the servants in\nthe vineyard, slipped away.\n<\/p><p>\nAnd then the nobleman saw that a labor should be taken up with the girls in the vineyard, and\nso he assigned a work to the young women of the Mutual Improvement Association to labor\namong the young ladies of the vineyard and requested that a member of the bishopric in each\npart of the vineyard should labor with the officers of the young Women's Mutual\nImprovement Association. Much good was accomplished and the nobleman was pleased. But\nhe also saw, however, that as was the case with the boys, so with the girls, there were some\nin certain parts of the vineyard who began to say, \"What need hath my lord of this program?\"\nAnd as they did so, some of the girls slipped away, and the destroyer led them down to\ndestruction.\n<\/p><p>\nAnd then the nobleman saw that some of the young women from rural areas were beginning\nto move into the cities, and as they came, some of them were led astray by evil people. So\nthe nobleman in his great wisdom spoke to the servants in the vineyard and invited them to\ncooperate in a program whereby the Church officers within the cities could help these girls,\nproviding, of course, the names and addresses of these girls were given to them. So the\nnobleman requested that the bishops and the other servants in the various rural areas of the\nvineyard, should send in to one of the other servants in the vineyard, Brother\nSpencer W. Kimball the names and addresses of the girls who were moving into the city to\nget away from home for one reason or another, to try their wings. When their permanent\naddresses were established, Brother Kimball, as one of the servants in the vineyard, could\nsend them to the bishops within the cities who would bring these young ladies into\nwholesome environment, rather than to allow them to slip away.\n<\/p><p>\nThere was a girl named Mary, who decided she would like to go to the city. She talked it\nover with her mother and father. The father told Mary that the bishop in their part of the\nvineyard had announced in the ward meeting that if any girls were planning on going to the\ncity, the bishop would like to have a consultation with them. So the father and the mother and\nthe young lady all went over to the home of the bishop in this part of the vineyard, and\ndiscussed their plans. The bishop arranged with them that when Mary's permanent address\nwas obtained, he would notify Brother Kimball so that Brother Kimball in turn could notify\nthe city officers of the Church who would be willing to co-operate with this young lady.\n<\/p><p>\nThe father and the mother, however, wanted to go further. They were nervous about their girl.\nThis would be the first time away from home for her. So mother and dad decided that they\nwould go into the city with Mary and help her to find a suitable place in which to live. And\nafter a day's searching they did find a lovely Latter-day Saint home in which Mary could\nenjoy the proper kind of environment. The father went home, but the mother decided she\nwould stay on a few more days. Where would Mary go to work? The mother was going to\nhelp Mary find a job and be sure that Mary found work in an environment which would be\nwholesome, and so she stayed on until the proper kind of job was found.\n<\/p><p>\nThen she decided to stay on until Sunday. Having learned from the landlady where the\nmeetinghouse was, Mary and her mother went over to the meetinghouse on Sunday and there\nlooked up the bishop of the ward and introduced themselves. The mother explained that Mary\nwas going to be in the ward, now that she was coming to the city to work and she was living\nwith such and such a family, and would appreciate it if the bishop would arrange to provide\nthe proper help for Mary in getting acquainted in the ward so that she could have wholesome\nfriends.\n<\/p><p>\nThe mother then went home. Shortly afterward the bishop in the home ward sent the word to\nBrother Kimball and Brother Kimball confirmed the arrangements with this city bishop and\nMary got along beautifully. She had good friends, safe environment, and remained active in\nthe Church.\n<\/p><p>\nThen there was a girl named Jane. Jane's parents were not quite as careful as were the parents\nof Mary, and they allowed her to come to the city all by herself. But they did arrange for her\nto go directly to the Beehive House where enquiry was made as to a place in which Jane\ncould live. For a short time she stayed at the Beehive House and the bishop of the home ward\ngot in touch with Brother Kimball's office and Brother Kimball got in touch with both the\ngirl and the bishop of the ward and satisfactory arrangements were made for her. So when she\nbegan her stay in Salt Lake City she found the right kind of friends, and the right kind of\nenvironment, and all went well with her.\n<\/p><p>\nBut then there was a girl named Helen. Helen was eighteen. She, too, wanted to leave the\nlittle country home and come in to the big city, as she spoke of it. She did not get along too\nwell with her parents. There had been some difficulties and she wanted, for one thing, to get\naway from home restraints. The bishop in that part of the vineyard knew about the situation,\nbut he was one of those who said, \"What need hath my lord of this program? Isn't Helen old\nenough to take care of herself? And if she wants to go into the city, that is\nher business. Why should I be bothering with her affairs? What need hath my lord of this\nprogram?\"\n<\/p><p>\nAnd so, without either the cooperation of the bishop of that part of the vineyard or her\nparents, Helen came into the city, all by herself. She got off the bus, checked her suitcase,\nand wandered around town that evening for a few hours. Then she found a rooming house\nwhere she inquired about a place to stay. They were willing to take her in. She went back to\nthe bus station and got her suitcase, and came over to the rooming house to stay.\n<\/p><p>\nThen she had to find a job. She was not skilled in anything but decided that at least she could\nwait on tables. The next day she began looking for a job as a waitress in a restaurant. She got\na job, and was quite thrilled with it. One of the other girls waiting on tables there seemed to\nattract her and they became good friends. Within a matter of a week this other waitress had\ninvited Helen to come and live with her in her apartment. Helen, thinking that it was\nwonderful to have a friend like that, for she was lonesome, went over to stay with her new\nfriend. This girl had a number of boyfriends. Some of them were not so young but were\nrather mature men. The two girls went out with them to have a good time, as they thought.\nOnce in a while liquor was served. Cigarettes were passed around. Helen started going out on\nher own too, and the other girl went out on her own.\n<\/p><p>\nIt was not so very long until Helen found out she was going to have a baby. She came to her\nfriend, the other waitress, in a panic, and asked her what in the world she could do. This\nother girl ridiculed her for allowing herself to get in that condition. But she did direct her to a\ndoctor who performed illegal operations. The operation was performed, but this doctor was\nnot clean. Infection set in. High fever caused Helen to toss about on her bed. The only care\nshe had now was this other waitress, and a good part of the time she was left alone. She\nbecame worse and worse and when she seemed to be in desperate condition, the waitress\nfriend got frightened and sent to Helen's home, and told her father and mother they had better\ncome and get her and take her home.\n<\/p><p>\nThey came and when they found out what the condition was they were terribly distressed.\nWhy should this have happened to their daughter? They rushed her to a hospital where expert\ncare was given to her. Her life was saved. After she had been in the hospital for quite a\nwhile, they took her home to the little country town from which she had come.\n<\/p><p>\nShe now was very much disillusioned. Her life seemed shattered. Her passing through all this\nwas so unnecessary. But some servant in the vineyard had said, \"What need hath my lord of\nthis program? There is no need. Isn't Helen old enough to take care of herself? If she moves\nto the city, that is her business. Why should I bother about her? What need hath my lord of\nthis program?\"\n<\/p><p>\nAnd because one of the servants in the vineyard was so slothful and so disinterested in this\nprogram of prevention, he had thrust upon him a work of rescue that was far more difficult\nthan the prevention ever would have been.\n<\/p><p>\nBut this servant in the vineyard, now repented. He began to do the work assigned to him, and\nthe nobleman was pleased. One day the Lord said to him and to all other faithful servants in\nthe vineyard, \"This shall be my seal and blessing upon you, a faithful and wise steward in the\nmidst of mine house, a ruler in my kingdom\"\n(<span class=\"citation\" id=\"13164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13164)\">D&amp;C 101:61<\/a><\/span>).\n<\/p><p>\nMay we have the wisdom, to accept the Lord's program as it is given to us. May we be\nwilling to undertake this work of prevention in saving our girls and our boys from the\nonslaught of the destroyer. May we be willing to be awake to our responsibilities. May we be\nwilling to follow the leadership of the great nobleman who stands at the head of the vineyard,\nI pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}