{"ID":6726, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We have been given the great power of the priesthood. It blesses us individually and provides blessings for our family.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p4\" class=\"\">The fifth article of faith states, “We believe that a man must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.”<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_004\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6586)\">A of F 1:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p5\" class=\"\">One of our most important priesthood callings, one that requires our constant attention, is in our families and our homes. Brethren, as fathers and patriarchs in our families, we are “by divine design … to preside over [our] families in love and righteousness and are … to provide the necessities of life and protection for [our] families. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p6\" class=\"\">“Husband and wife have a solemn responsibility to love and care for each other and for their children. … Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another, to observe the commandments of God and to be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_004\">2<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p7\" class=\"\">We live in a world that is crying for righteous leadership based on trustworthy principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p8\" class=\"\">In our Church, we have been taught, in our own unique way, correct principles of leadership, directed by priesthood authority. I believe few of us realize the potential of the priesthood and the blessing it is. The more we learn about holding the priesthood and understand its operation, the more we appreciate the blessings the Lord has given to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p9\" class=\"\">John Taylor once declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p10\" class=\"\">“I shall … briefly answer that [the priesthood] is the government of God, whether on the earth or in the heavens, for it is by that power, agency, or principle that all things are [upheld and] governed on the earth and in the heavens, and [it is] by that power that all things are upheld and sustained. It governs all things—it directs all things—it sustains all things—and has to do with all things that God and truth are associated with.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p11\" class=\"\">“It is the power of God delegated to intelligences in the heavens and to men on the earth. … When we arrive in the celestial kingdom of God, we shall find the most perfect order and harmony existing, because there is the perfect pattern, the most perfect order of government carried out, and when or wherever those principles have been developed in the earth, in proportion as they have spread and been acted upon, just in that proportion have they produced blessings and salvation to the human family; and when the government of God shall be more extensively adopted, and when Jesus’ prayer, that He taught His disciples is answered, and God’s kingdom comes on the earth, and His will is done here as in heaven, then, and not till then, will universal love, peace, harmony, and union prevail.”<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_004\">3<\/a>\n       <span class=\"footnote\">[“On Priesthood,” <span class=\"emphasis\">Improvement Era,<\/span> June 1935, 372.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p12\" class=\"\">The Lord gave us a vision of what the priesthood can be as He directed His Apostles, who were to carry on the work following His death. He declared to them, “Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.”<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_004\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27028)\">John 15:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p13\" class=\"\">One of the blessings received from the priesthood is having the opportunity of belonging to a quorum. A quorum of the priesthood consists of a specific group of men holding the same priesthood office, organized for the more effective advancement of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p14\" class=\"\">President Stephen L Richards at one time gave us a threefold definition of a priesthood quorum. He said a priesthood quorum is three things: “first, a class; second, a fraternity; and third, a service unit.”<sup class=\"noteMarker\"><a href=\"#footnote5-22911_000_004\">5<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1938, 118.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p15\" class=\"\">I was taught how a quorum works in these three aspects many years ago when I attended a high priests group meeting in a small community in southern Wyoming. The lesson that week was on justification and sanctification. It was evident, as the lesson began, that the teacher was well prepared to instruct his brethren. Then a question prompted a response that changed the whole course of the lesson. In response to the question, one brother commented: “I have listened with great interest to the lesson material. The thought has crossed my mind that the information presented will soon be lost if we do not find application to put the material presented into practice in our daily lives.” Then he went on to propose a course of action.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p16\" class=\"\">The night before, a citizen of the community had passed away. His wife was a member of the Church, but he had not been. This high priest had visited the widow and offered his sympathy. Leaving the home after the visit, his eyes wandered over the beautiful farm of the deceased brother. He had put so much of his life and labor into building it up. The alfalfa was ready to cut; the grain would soon be ready to harvest. How would this poor sister cope with the sudden problems now falling on her? She would need time to get herself organized for her new responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p17\" class=\"\">Then he proposed to the group that they apply the principles they had just been taught—by working with the widow to keep her farm operating until the widow and her family could find a more permanent solution. The balance of the meeting was spent in organizing the project to assist her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p18\" class=\"\">As we left the classroom, there was a good feeling among the brethren. I heard one of them remark as he passed through the doorway, “This project is just what we needed as a group to work together again.” A lesson had been taught; a brotherhood had been strengthened; a service project had been organized to assist someone in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p19\" class=\"\">Now these principles taught to us in the organization of a quorum apply not only to a quorum, but the same principles apply to the priesthood leadership in the home. We are under divine command to “bring up [our] children in light and truth.”<sup class=\"noteMarker\"><a href=\"#footnote6-22911_000_004\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11378)\">D&amp;C 93:40<\/a><\/span>.]<\/span><\/sup> If fathers do not raise their children in light and truth, then the Lord is displeased with them. This is the message:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p20\" class=\"\">“But verily I say unto you, my servant … , you have continued under … condemnation;<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p21\" class=\"\">“You have not taught your children light and truth, according to the commandments; and that wicked one hath power, as yet, over you, and this is the cause of your affliction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p22\" class=\"\">“And now a commandment I give unto you—if you will be delivered you shall set in order your own house, for there are many things that are not right in your house.”<sup class=\"noteMarker\"><a href=\"#footnote7-22911_000_004\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11380)\">D&amp;C 93:41–43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p23\" class=\"\">The Church must retain its family-based orientation. We need to teach the concept of building successive generations of members who are married in the temple and faithful. We need to teach basic doctrines and understand the relationship between personal spiritual growth and that of the family. We need to make the outcome clear: inviting members to come unto Christ and endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p24\" class=\"\">Among the first instructions given to man and woman was, “Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.”<sup class=\"noteMarker\"><a href=\"#footnote8-22911_000_004\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38869)\">Moses 3:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p25\" class=\"\">God, in His divine plan, ordained marriage to bring about His basic organizational unit—the family. One of the first principles He taught Adam and Eve was to develop a working relationship. The scripture states:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p26\" class=\"\">“And Adam and Eve, his wife, called upon the name of the Lord, and they heard the voice of the Lord from the way toward the Garden of Eden, speaking unto them, and they saw him not; for they were shut out from his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p27\" class=\"\">“And he gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flocks, for an offering unto the Lord. And Adam was obedient unto the commandments of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote9-22911_000_004\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38874)\">Moses 5:4–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p28\" class=\"\">Then the Lord instructed our first earthly parents to teach their children about obedience to His laws, “and Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.”<sup class=\"noteMarker\"><a href=\"#footnote10-22911_000_004\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38876)\">Moses 5:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p29\" class=\"\">President Spencer W. Kimball has taught us about the eternal nature of the family:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p30\" class=\"\">“The formula is simple; the ingredients are few, though there are many amplifications of each.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p31\" class=\"\">“First, there must be the proper approach toward marriage, which contemplates the selection of a spouse who reaches as nearly as possible the pinnacle of perfection in all the matters that are of importance to the individuals. Then those two parties must come to the altar in the temple realizing that they must work hard toward this successful joint living.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p32\" class=\"\">“Second, there must be great unselfishness, forgetting self and directing all of the family life and all pertaining thereunto to the good of the family, and subjugating self.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p33\" class=\"\">“Third, there must be continued courting and expressions of affection, kindness, and consideration to keep love alive and growing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p34\" class=\"\">“Fourth, there must be complete living of the commandments of the Lord as defined in the gospel of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote11-22911_000_004\">11<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Marriage and Divorce<\/span> (1976), 17–18.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p35\" class=\"\">Homes should be an anchor, a safe harbor, a place of refuge, a happy place where families dwell together, a place where children are loved. In the home, parents should teach their children the great lessons of life. Home should be the center of one’s earthly experience, where love and mutual respect are appropriately blended.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p36\" class=\"\">Second only to the importance of being eternal companions is being an earthly parent. Fathers and mothers need to consider their roles in this great responsibility. My children taught me a great lesson many years ago. Our family had moved from California to New York, where I had accepted a position with a new company. We began the process of finding a new home by looking in communities closest to the city. Gradually, however, we moved farther away from the city to find a home in a neighborhood that suited our needs. We found a beautiful home some distance from New York City. It was a one-story house nestled in the lovely deep woods of Connecticut. The final test before purchasing the home was for me to ride the commuter train into New York and check the time and see how long the commute would take. I made the trip and returned quite discouraged. The trip was one and one-half hours each way. I walked into our motel room where our family was waiting for me and presented to my children a choice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p37\" class=\"\">“You can have either this house or a father,” I said. Much to my surprise they responded, “We will take the house. You are never around much anyway.” I was devastated. What my children were telling me was true. I needed to repent fast. My children needed a father who was home more. Eventually we reached a compromise and bought a home closer to the city, with a much shorter commute. I changed my work habits to allow me to have more time with my family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p38\" class=\"\">Throughout the ages, the Lord has commanded His people to teach their children truth and righteousness. We encourage you to gather your families around you for family prayer, gospel study, for family work, and family activities. We urge you to counsel with your family members and encourage them to participate in the important decisions like planning family activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p39\" class=\"\">President Brigham Young taught, “The Priesthood … is [the] perfect order and system of government, and this alone can deliver the human family from all the evils which now afflict its members, and insure them happiness and felicity hereafter.”<sup class=\"noteMarker\"><a href=\"#footnote12-22911_000_004\">12<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 130.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p40\" class=\"\">We have been given the great power of the priesthood. It blesses us individually and provides blessings for our family; it blesses the quorums to which we belong; it blesses the congregations in which we are called to serve; and it even blesses the world in which we live. We need to learn how to righteously follow the doctrines and teachings the Lord has given to us as bearers of His holy priesthood. We are counseled:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p41\" class=\"\">“Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p42\" class=\"\">“He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand.”<sup class=\"noteMarker\"><a href=\"#footnote13-22911_000_004\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11399)\">D&amp;C 107:99–100<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-of-god.p43\" class=\"\">May the Lord bless us, as members of His Church, that we may realize what a blessing it is to have the priesthood on earth and to be able to use it for the benefit of our families and of all mankind. May we grow to understand our relationship to God our Eternal Father and the priesthood He has given to us is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_004\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6586)\">A of F 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_004\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_004\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“On Priesthood,” <span class=\"emphasis\">Improvement Era,<\/span> June 1935, 372.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_004\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27028)\">John 15:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22911_000_004\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1938, 118.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22911_000_004\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11378)\">D&amp;C 93:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22911_000_004\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11380)\">D&amp;C 93:41–43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22911_000_004\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38869)\">Moses 3:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22911_000_004\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38874)\">Moses 5:4–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22911_000_004\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38876)\">Moses 5:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-22911_000_004\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Marriage and Divorce<\/span> (1976), 17–18.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-22911_000_004\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 130.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_004\"><a name=\"-22911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-22911_000_004\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11399)\">D&amp;C 107:99–100<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}