{"ID":6727, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Global Church Blessed by the Voice of the Prophets\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p2\" class=\"\">Elder Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:ef9.jpg\" alt=\"Elder Dieter F. Uchtdorf\"\/><div class=\"kicker\" id=\"\">Let us listen to the prophets of our days as they help us to focus on the things that are central to the Creator’s plan.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p4\" class=\"\">What a joy and privilege it is to be part of this worldwide Church and be taught and uplifted by prophets, seers, and revelators! This conference is being broadcast to 68 countries and translated into 55 languages. This is truly a global Church, with members spread across the nations of the earth. We are all children of a living and loving God, our Heavenly Father. I express my love to you, my dear brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p5\" class=\"\">Just three months ago we joined under the inspired leadership of President Gordon B. Hinckley in the dedication of the rebuilt Nauvoo Temple. It brought us back to the Prophet Joseph and renewed our memories of the early Saints; their sacrifices, sorrows, and tears; but also their courage, faith, and trust in the Lord. I have no ancestors among the 19th-century pioneers. However, since the first days of my Church membership, I have felt a close kinship to those early pioneers who crossed the plains. They are my spiritual ancestry, as they are for each and every member of the Church, regardless of nationality, language, or culture. They have established not only a safe place in the West but also a spiritual foundation for the building of the kingdom of God in all the nations of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p6\" class=\"\">As the message of the restored gospel of Jesus Christ is now being embraced around the world, we are all pioneers in our own sphere and circumstance. It was in the turmoil of post–World War II Germany when my family first learned about The Church of Jesus Christ of Latter-day Saints. George Albert Smith was the President then. I was only a young child, and we had lost all material belongings twice within only seven years. We were refugees with an uncertain future. However, during those same seven years, we gained more than any amount of money could ever buy. We found a supernal refuge, a place of defense from despair—the restored gospel of Jesus Christ and His Church, led by a true and living prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p7\" class=\"\">During this time of my childhood I played in bombed-out houses and grew up with the ever-present consequences of a lost war and the awareness that my own country had inflicted terrible pain on many nations during the horrific World War II.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p8\" class=\"\">The good news that Jesus Christ has made the perfect Atonement for mankind, redeeming all from the grave and rewarding each individual according to his or her works, was the healing power which brought hope and peace back into my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p9\" class=\"\">Whatever our challenges in life may be, our burdens may become light if we not only believe in Christ, but also in His ability and His power to cleanse and console our lives, and accept His peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p10\" class=\"\">President David O. McKay was the prophet during my teenage years. I seemed to know him personally: I could feel his love, kindness, and dignity; he gave me confidence and courage in my young life. Even though I grew up thousands of miles away in Europe, I felt he trusted me, and I did not want to disappoint him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p11\" class=\"\">Another source of strength was a letter written by the Apostle Paul while he was in prison, addressed to Timothy, his most trusted assistant and friend. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p12\" class=\"\">“For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p13\" class=\"\">“Be not thou therefore ashamed of the testimony of our Lord” (<span class=\"citation\" id=\"5076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5076)\">2 Tim. 1:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p14\" class=\"\">These words from one of the ancient Apostles of our Savior rang with great importance for me in postwar times, even as they do today. Yet how many of us permit our fears to take control in this time of international tension, economical and political uncertainties, and personal challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p15\" class=\"\">God is speaking to us in a consistent voice. God will deal with all the human family equally. We might be in a large ward or a small branch, our climate or vegetation may differ, the cultural background and language might vary, and the color of our skin could be totally different. But the universal power and blessings of the restored gospel are available to all, irrespective of culture, nationality, political system, tradition, language, economic environment, or education.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p16\" class=\"\">Today, we have again apostles, seers, and revelators who are watchmen on the tower, messengers of supernal, healing truth. God speaks to us through them. They are profoundly aware of the different circumstances we members are living in. They are in this world, but not of this world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p17\" class=\"\">We have a living prophet on the face of the earth, even President Gordon B. Hinckley. He knows our challenges and fears. He has inspired answers. A year ago he taught us in his optimistic and clear way. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p18\" class=\"\">“There is no need to fear. We can have peace in our hearts and peace in our homes. We can be an influence for good in this world, every one of us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p19\" class=\"\">“… Our safety lies in repentance. Our strength comes of obedience to the commandments of God” (“The Times in Which We Live,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2001, 74; <span class=\"emphasis\">Liahona,<\/span> Jan. 2002, 86).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p20\" class=\"\">The prophets speak to us in the name of the Lord and in plainness. As the Book of Mormon confirms, “For the Lord God giveth light unto the understanding; for he speaketh unto men according to their language, unto their understanding” (<span class=\"citation\" id=\"3385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3385)\">2 Ne. 31:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p21\" class=\"\">It is our responsibility not only to listen but also to act upon His word, that we may claim the blessings of the ordinances and covenants of the restored gospel. He said, “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise” (<span class=\"citation\" id=\"11341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11341)\">D&amp;C 82:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p22\" class=\"\">There may be times when we may feel overwhelmed, hurt, or on the edge of discouragement as we are trying so hard to be perfect members of the Church. Be assured, there is balm in Gilead. Let us listen to the prophets of our days as they help us to focus on the things that are central to the Creator’s plan for the eternal destiny of His children. The Lord knows us, He loves us, He wants us to succeed, and He encourages us by saying: “And see that all … things are done in wisdom and order; for it is not requisite that [men or women] should run faster than [they have] strength. … [But] it is expedient that [they] should be diligent” (<span class=\"citation\" id=\"40138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40138)\">Mosiah 4:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p23\" class=\"\">Are we diligent in living the commandments of God, without running beyond our strength? Or are we just leisurely strolling along? Are we using our time, talents, and means wisely? Are we focused on the things which matter most? Are we following the inspired counsel of the prophets?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p24\" class=\"\">One example of great importance for humanity is strengthening our own families. The principle of family home evening was given to us in 1915. President McKay reminded parents again in 1964 that “no other success can compensate for failure in the home” (quoted from J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> [1924], 42; in Conference Report, Apr. 1964, 5). In 1995 the prophets of our day called upon all the world to strengthen the family as the fundamental unit of society. And only three years ago the First Presidency and the Quorum of the Twelve Apostles lovingly stated: “We counsel parents and children to give highest priority to family prayer, family home evening, gospel study and instruction, and wholesome family activities. However worthy and appropriate other demands or activities may be, they must not be permitted to displace the divinely appointed duties that only parents and families can adequately perform” (“News of the Church,” <span class=\"emphasis\">Ensign,<\/span> June 1999, 80; “Letter from the First Presidency,” <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-global-church-blessed-by-the-voice-of-the-prophets.p25\" class=\"\">Let us in humility and faith refresh our dedication and our commitment to follow the prophets, seers, and revelators in all diligence. Let us listen and be instructed and edified by those who hold all the keys of the kingdom. And as we attend this conference, may our hearts be changed, that there will be a great desire to do good (see <span class=\"citation\" id=\"8710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8710)\">Alma 19:33<\/a><\/span>), and that we will be pioneers in building a spiritual foundation that will establish the Church in our part of the world. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}