{"ID":6733, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            But If Not\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p2\" class=\"\">Elder Lance B. Wickman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/lance-b-wickman.jpg\" alt=\"Lance B. Wickman\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Mortality’s supreme test is to face the “why” and then let it go, trusting humbly in the Lord’s promise that “all things must come to pass in their time.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p4\" class=\"\">Some of my richest memories are associated with weekend assignments to stake conferences as I have accompanied a stake president in visits to members of his stake wrestling with life’s challenges in courage and faith, especially those who have lost a child or who are struggling valiantly in nursing a sick or crippled or handicapped child. I know from poignant personal experience that there is no night quite so dark as the loss of a child. Neither is there any day quite so long and exhausting as the relentlessness of caring for a child crippled in form or faculty. All such parents can empathize exquisitely with the father of the child afflicted with a “dumb spirit,” who, when admonished by the Savior to believe, responded in anguish of soul, “Lord, I believe; help thou mine unbelief” (see <span class=\"citation\" id=\"32943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32943)\">Mark 9:17, 23–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p5\" class=\"\">And so today I wish to speak to all who are struggling in this laboratory of applied faith that is called mortality—and in particular to those bereaved, burdened, and grieving parents who beseechingly ask, “Why?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p6\" class=\"\">First, please know that grief is the natural by-product of love. One cannot selflessly love another person and not grieve at his suffering or eventual death. The only way to avoid the grief would be to not experience the love; and it is love that gives life its richness and meaning. Hence, what a grieving parent can expect to receive from the Lord in response to earnest supplication may not necessarily be an elimination of grief so much as a sweet reassurance that, whatever his or her circumstances, one’s child is in the tender care of a loving Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p7\" class=\"\">Next, do not ever doubt the goodness of God, even if you do not know “why.” The overarching question asked by the bereaved and the burdened is simply this: <span class=\"emphasis\">Why? Why<\/span> did our daughter die, when we prayed so hard that she would live and when she received priesthood blessings? <span class=\"emphasis\">Why<\/span> are we struggling with this misfortune, when others relate miraculous healing experiences for their loved ones? These are natural questions, understandable questions. But they are also questions that usually go begging in mortality. The Lord has said simply, “My ways [are] higher than your ways, and my thoughts than your thoughts” (<span class=\"citation\" id=\"24971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24971)\">Isa. 55:9<\/a><\/span>). As the Son’s will was “swallowed up in the will of the Father” (<span class=\"citation\" id=\"40150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40150)\">Mosiah 15:7<\/a><\/span>), so must ours be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p8\" class=\"\">Still, we mortals quite naturally want to know the why. Yet, in pressing too earnestly for the answer, we may forget that mortality was designed, in a manner of speaking, as the season of unanswered questions. Mortality has a different, more narrowly defined purpose: It is a proving ground, a probationary state, a time to walk by faith, a time to prepare to meet God (see, for example, <span class=\"citation\" id=\"7146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7146)\">Abr. 3:24–25<\/a><\/span>; <span class=\"citation\" id=\"3390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3390)\">2 Ne. 31:15–16, 20<\/a><\/span>; <span class=\"citation\" id=\"8702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8702)\">Alma 12:24<\/a><\/span>; <span class=\"citation\" id=\"8745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8745)\">Alma 42:4–13<\/a><\/span>). It is in nurturing humility (see <span class=\"citation\" id=\"8717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8717)\">Alma 32:6–21<\/a><\/span>) and submissiveness (see <span class=\"citation\" id=\"40126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40126)\">Mosiah 3:19<\/a><\/span>) that we may comprehend a fulness of the intended mortal experience and put ourselves in a frame of mind and heart to receive the promptings of the Spirit. Reduced to their essence, humility and submissiveness are an expression of complete willingness to let the “why” questions go unanswered for now, or perhaps even to ask, “Why not?” It is in enduring well to the end (see <span class=\"citation\" id=\"3389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3389)\">2 Ne. 31:15–16<\/a><\/span>; <span class=\"citation\" id=\"8719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8719)\">Alma 32:15<\/a><\/span>; <span class=\"citation\" id=\"11414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11414)\">D&amp;C 121:8<\/a><\/span>) that we achieve this life’s purposes. I believe that mortality’s supreme test is to face the “why” and then let it go, trusting humbly in the Lord’s promise that “all things must come to pass in their time” (<span class=\"citation\" id=\"11319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11319)\">D&amp;C 64:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p9\" class=\"\">But the Lord has not left us comfortless or without any answers. As to the healing of the sick, He has clearly said: “And again, it shall come to pass that he that hath faith in me to be healed, <span class=\"emphasis\">and is not appointed unto death,<\/span> shall be healed” (<span class=\"citation\" id=\"11291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11291)\">D&amp;C 42:48<\/a><\/span>; emphasis added). All too often we overlook the qualifying phrase “and is not appointed unto death” (“or,” we might add, “unto sickness or handicap”). Please do not despair when fervent prayers have been offered and priesthood blessings performed and your loved one makes no improvement or even passes from mortality. Take comfort in the knowledge that you did everything you could. Such faith, fasting, and blessing could not be in vain! That your child did not recover in spite of all that was done in his behalf can and should be the basis for peace and reassurance to all who love him! <span class=\"emphasis\">The Lord—who inspires the blessings and who hears every earnest prayer—called him home nonetheless.<\/span> All the experiences of prayer, fasting, and faith may well have been more for <span class=\"emphasis\">our<\/span> benefit than for his.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p10\" class=\"\">How, then, should we approach the throne of grace as we plead earnestly for a loved one and place hands upon her head to give a blessing by priesthood authority? How do we properly exercise our faith? The Prophet Joseph Smith defined that first principle of the gospel as “faith <span class=\"emphasis\">in the Lord Jesus Christ<\/span>” (<span class=\"citation\" id=\"6584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6584)\">A of F 1:4<\/a><\/span>; emphasis added). It is that defining phrase—“in the Lord Jesus Christ”—that we sometimes forget. Too often we offer our prayer or perform our administration and then wait nervously to see whether our request will be granted, as though approval would provide needed evidence of His existence. That is not faith! Faith is, quite simply, a <span class=\"emphasis\">confidence<\/span> in the Lord. In Mormon’s words, it is “a <span class=\"emphasis\">firm mind<\/span> in every form of godliness” (<span class=\"citation\" id=\"38182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38182)\">Moro. 7:30<\/a><\/span>; emphasis added). The three Hebrew magistrates expressed trust that the Lord would deliver them from the fiery furnace, <span class=\"emphasis\">“but if not,”<\/span> they said to the king, “we [still] will not serve thy gods” (<span class=\"citation\" id=\"10571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10571)\">Dan. 3:18<\/a><\/span>; emphasis added). Significantly, not three but four men were seen in the midst of the flames, and “the form of the fourth [was] like the Son of God” (<span class=\"citation\" id=\"10572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10572)\">Dan. 3:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p11\" class=\"\">So with us. It is common in our secular world to say that “seeing is believing.” Whatever value this little maxim may have in the mundane affairs of life, it is an alien presence when we turn to the Lord in the dark hour of our extremity. The way of the Lord is best defined by a different maxim: “Believing is seeing.” Faith in the Lord is the premise, not the conclusion. We <span class=\"emphasis\">know<\/span> He lives; <span class=\"emphasis\">therefore,<\/span> we trust Him to bless us according to His divine will and wisdom. This childlike confidence in the Lord is known in scripture simply as the “sacrifice” of “a broken heart and a contrite spirit” (<span class=\"citation\" id=\"11309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11309)\">D&amp;C 59:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p12\" class=\"\">I offer this as profound conviction born in the fiery crucible of life’s experience. Our second son, Adam, entered our lives when I was far away in the jungles and rice paddies of Vietnam. I still have the joyful telegram announcing his birth. Adam was a blue-eyed, blond-haired little fellow with an impish personality. As he turned five years old, Adam eagerly looked forward to starting school. Then a common childhood illness blanketed our southern California community, and Adam contracted the disease. Aside from concern for his comfort, we were not worried. He even seemed to have a light case. Suddenly one morning he did not arise from his bed; he was in a deep coma. We rushed him to the hospital, where he was placed in intensive care. A constant cadre of devoted doctors and nurses attended him. His mother and I maintained a ceaseless vigil in the waiting room nearby.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p13\" class=\"\">I telephoned our dear stake president, a childhood friend and now a beloved colleague in the Seventy, Elder Douglas L. Callister, and asked if he would come to the hospital and join me in giving Adam a priesthood blessing. Within minutes he was there. As we entered the small, cramped space where Adam’s lifeless little body lay, his bed surrounded by a bewildering maze of monitoring devices and other medical paraphernalia, the kind doctors and nurses reverently stepped back and folded their arms. As the familiar and comforting words of a priesthood blessing were spoken in faith and earnest pleading, I was overcome by a profound sense that Someone else was present. I was overwhelmed by the thought that if I should open my eyes I would see the Savior standing there! I was not the only one in that room who felt that Spirit. We learned quite by chance some months later that one of the nurses who was present that day was so touched that she sought out the missionaries and was baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p14\" class=\"\">But notwithstanding, Adam made no improvement. He lingered between this life and the next for several more days as we pleaded with the Lord to return him to us. Finally, one morning after a fitful night, I walked alone down a deserted hospital corridor. I spoke to the Lord and told Him that we wanted our little boy to return so very much, but nevertheless what we wanted most was for His will to be done and that we—Pat and I—would accept that. Adam crossed the threshold into the eternities a short time later.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p15\" class=\"\">Frankly, we still grieve for our little boy, although the tender ministering of the Spirit and the passage of the years have softened our sadness. His small picture graces the mantel of our living room beside a more current family portrait of children and grandchildren. But Pat and I know that his path through mortality was intended by a kind Heavenly Father to be shorter and easier than ours and that he has now hurried on ahead to be a welcoming presence when we likewise eventually cross that same fateful threshold.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When through the deep waters I call thee to go,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The rivers of sorrow shall not thee o’erflow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For I will be with thee, thy troubles to bless, … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sanctify to thee thy deepest distress.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When through fiery trials thy pathway shall lie,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My grace, all sufficient, shall be thy supply.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The flame shall not hurt thee; I only design … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thy dross to consume and thy gold to refine. … <\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The soul that on Jesus hath leaned for repose<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I will not, I cannot, desert to his foes;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That soul, though all hell should endeavor to shake, … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll never, no never, no never forsake!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p28\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 85)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/but-if-not.p29\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}