{"ID":6735, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">To raise our families and serve faithfully in the Church, all without running faster than we have strength, require wisdom, judgment, divine help—and inevitably some sacrifice.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p4\" class=\"\"><span class=\"language\" xml:lang=\"spa\">Buenas tardes, hermanos y hermanas.<\/span> I bring you greetings from the wonderful members and missionaries in Latin America. As many of you know, Elder and Sister Dallin Oaks and Elder and Sister Holland have been called to serve in the Philippines and Chile Areas of the Church, respectively. If the buzz of conversation is any indication, this has proven to be of more interest to the Church than one might have supposed. Whatever your speculation, I think I am authorized to assure you that we are not going to these distant outposts as two of the Four Horsemen of the Apocalypse. For those looking for a “sign” in all this, please take it as a sign of a wonderful, growing, international Church, with members and missionaries spreading steadily across languages and continents. It is a joy to meet and serve with Latter-day Saints anywhere, near or far, at home or abroad, and we thank you for your prayers and your interest in the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p5\" class=\"\">Such service by the Twelve is, of course, not new, and I must say our generation has less challenge in going out than did our predecessors. Best of all, I have Sister Holland at my side, rather than leaving her at home to fend for herself and our children. Furthermore, I did not have to do manual labor along the way in order to earn the fare to Santiago. We flew to our destination for a few hours in a modern jet airliner rather than sailing for weeks, even months, in the steerage of a ship. I did not leave suffering with chills and fever, cholera, or consumption, although I did have a cold and one leg of our flight was delayed an hour. I have hoped these hardships would qualify me to one day face Peter and Paul, Brigham and Wilford.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p6\" class=\"\">As did many of you, I grew up on the stories of the early brethren going to Canada, England, Scandinavia, continental Europe, the Pacific Islands, Mexico, Asia, and so on. More recently I have read of Parley P. Pratt’s brief mission to Chile, where the Pratts lost and buried their infant son at Valparaíso. I have read of Elder Melvin J. Ballard, who was called to dedicate South America when that marvelous continent was still one new and rather overwhelming mission field. The service which builds a young, growing Church is not casually requested nor whimsically given. On occasion the obstacles have been great and the price sometimes very dear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p7\" class=\"\">And we speak not only of those early brethren who went out to serve, but the women who supported them—and in addition supported themselves and their children, staying at home to raise and protect families, that other portion of the Lord’s vineyard about which He is so emphatic.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p8\" class=\"\">On the day of her husband’s second departure to England, Vilate Kimball was so weak, trembling so severely with ague, that she could do nothing more than weakly shake hands with her husband when he came in tears to say good-bye. Their little David was less than four weeks old then, and only one child, four-year-old Heber Parley, was well enough to carry water for the ailing family. In the hours after her husband’s leaving, Vilate lost all strength and had to be assisted back to the confinement of her bed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p9\" class=\"\">Mary Ann Young and her children were equally ill when Brigham left on the same mission, and their financial situation was equally precarious. One heartrending description describes her crossing the Mississippi River in the bitter of winter, thinly clad and shivering with cold, clutching her infant daughter as she went, going to the tithing office in Nauvoo to ask for a few potatoes. Then, still suffering with fever, she made her way with the baby back across the forbidding river, never to write a word to her husband about such difficulties.<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_014\">1<\/a>\n       <span class=\"footnote\">[For the definitive work documenting these experiences, see James B. Allen and others, <span class=\"emphasis\">Men with a Mission: The Quorum of the Twelve Apostles in the British Isles, 1837–1841<\/span> (1992). The suffering of Vilate Kimball and Mary Ann Young is noted on pages 267–76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p10\" class=\"\">We seldom face anything like those circumstances today, though many missionaries and members still sacrifice greatly to do the work of the Lord. As blessings come and the Church matures, we all hope that service will never be so difficult as these early members found it, but as missionaries are singing this day from Oslo to Osorno and from Seattle to Cebu, we <span class=\"emphasis\">are<\/span> “called to serve.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_014\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Hymns,<\/span> no. 249.]<\/span><\/sup> To raise our families and serve faithfully in the Church, all without running faster than we have strength,<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_014\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"40139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40139)\">Mosiah 4:27<\/a><\/span>.]<\/span><\/sup> require wisdom, judgment, divine help—and inevitably some sacrifice. From Adam to the present hour, true faith in the Lord Jesus Christ has always been linked to the offering of sacrifice, our small gift to be a symbolic echo of His majestic offering.<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_014\">4<\/a>\n       <span class=\"footnote\">[This is a major doctrine too expansive for documentation here. See <span class=\"citation\" id=\"38875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38875)\">Moses 5:4–8<\/a><\/span>; <span class=\"citation\" id=\"5395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5395)\">3 Ne. 9:17–21<\/a><\/span>; <span class=\"citation\" id=\"11310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11310)\">D&amp;C 59:8–12<\/a><\/span>; <span class=\"citation\" id=\"11382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11382)\">D&amp;C 97:8–9<\/a><\/span>.]<\/span><\/sup> With his eye firmly on the Atonement of Jesus Christ, the Prophet Joseph Smith taught that a religion that does not include covenants of sacrifice cannot have the power to bring the promise of eternal life.<sup class=\"noteMarker\"><a href=\"#footnote5-22911_000_014\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Lectures on Faith<\/span> (1985), 68–69.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p11\" class=\"\">May I share just one contemporary example of both the challenge and blessings that our “calls to serve” can bring. A wonderful sister recently said to a dear friend: “I want to tell you about the moment I ceased resenting my husband’s time and sacrifice as a bishop. It had seemed uncanny how an ‘emergency’ would arise with a ward member just when he and I were about to go out to do something special together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p12\" class=\"\">“One day I poured out my frustration, and my husband agreed we should guarantee, in addition to Monday nights, one additional night a week just for us. Well, the first ‘date night’ came, and we were about to get into the car for an evening together when the telephone rang.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p13\" class=\"\">“‘This is a test,’ I smiled at him. The telephone kept ringing. ‘Remember our agreement. Remember our date. Remember me. Let the phone ring.’ In the end I wasn’t smiling.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p14\" class=\"\">“My poor husband looked trapped between me and a ringing telephone. I really did know that his highest loyalty was to me, and I knew he wanted that evening as much as I did. But he seemed paralyzed by the sound of that telephone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p15\" class=\"\">“‘I’d better at least check,’ he said with sad eyes. ‘It is probably nothing at all.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p16\" class=\"\">“‘If you do, our date is ruined,’ I cried. ‘I just know it.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p17\" class=\"\">“He squeezed my hand and said, ‘Be right back,’ and he dashed in to pick up the telephone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p18\" class=\"\">“Well, when my husband didn’t return to the car immediately, I knew what was happening. I got out of the car, went into the house, and went to bed. The next morning he spoke a quiet apology, I spoke an even quieter acceptance, and that was the end of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p19\" class=\"\">“Or so I thought. I found the event still bothering me several weeks later. I wasn’t blaming my husband, but I was disappointed nevertheless. The memory was still fresh when I came upon a woman in the ward I scarcely knew. Very hesitantly, she asked for the opportunity to talk. She then told of becoming infatuated with another man, who seemed to bring excitement into her life of drudgery, she with a husband who worked full-time and carried a full load of classes at the university. Their apartment was confining. She had small children who were often demanding, noisy, and exhausting. She said: ‘I was sorely tempted to leave what I saw as my wretched state and just go with this man. My situation was such that I felt I deserved better than what I had. My rationalization persuaded me to think I could walk away from my husband, my children, my temple covenants, and my Church and find happiness with a stranger.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p20\" class=\"\">“She said: ‘The plan was set; the time for my escape was agreed upon. Yet, as if in a last gasp of sanity, my conscience told me to call your husband, my bishop. I say “conscience,” but I know that was a spiritual prompting directly from heaven. Almost against my will, I called. The telephone rang and rang and rang. Such was the state of my mind that I actually thought, “If the bishop doesn’t answer, that will be a sign I should go through with my plan.” The phone kept ringing, and I was about to hang up and walk straight into destruction when suddenly I heard your husband’s voice. It penetrated my soul like lightning. Suddenly I heard myself sobbing, saying, “Bishop, is that you? I am in trouble. I need help.” Your husband came with help, and I am safe today because he answered that telephone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p21\" class=\"\">“‘I look back and realize I was tired and foolish and vulnerable. I love my husband and my children with all my heart. I can’t imagine the tragedy my life would be without them. These are still demanding times for our family. I know everyone has them. But we have addressed some of these issues, and things are looking brighter. They always do eventually.’ Then she said: ‘I don’t know you well, but I wish to thank you for supporting your husband in his calling. I don’t know what the cost for such service has been to you or to your children, but if on a difficult day there is a particularly personal cost, please know how eternally grateful I will be for the sacrifice people like you make to help rescue people like me.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p22\" class=\"\">Brothers and sisters, please understand that I am one who preaches emphatically a more manageable, more realistic expectation of what our bishops and other leaders can do. I especially feel that a wide range of civic, professional, and other demands which take parents, including and especially mothers, out of homes where children are being raised is among the most serious problems in contemporary society. And because I am adamant about spouses and children deserving sacred, committed time with a husband and father, nine times out of ten I would have been right alongside that wife telling her husband <span class=\"emphasis\">not<\/span> to answer that telephone. But I am as grateful in my own way as that young woman was in hers that in this instance this good man followed the prompting of the Spirit and responded to his “call”—in this case, literally—his “call to serve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p23\" class=\"\">I testify of home and family and marriage, the most precious human possessions of our lives. I testify of the need to protect and preserve them while we find time and ways to serve faithfully in the Church. In what I hope are rare moments when these seem to be in conflict, when we find an hour or a day or a night of crisis when duty and spiritual prompting require our response, in those situations I pay tribute to every wife who has ever sat alone while dinner got cold, every husband who has made his own dinner, which with him as cook was bound to be cold anyway, and every child who has ever been disappointed in a postponed camping trip or a ball game a parent unexpectedly had to miss (and that better not be very often!). I pay tribute to every mission president and his wife, their children, and every senior couple called to serve with them, and all others who for a season miss births and baptisms, weddings and funerals, family and fun experiences in response to a “call to serve.” I thank all who, in challenging circumstances across the Church, do the best they can to build the kingdom of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/called-to-serve.p24\" class=\"\">I testify of the sacrifice and service of the Lord Jesus Christ, who gave everything for us and in that spirit of giving said “follow thou me.”<sup class=\"noteMarker\"><a href=\"#footnote6-22911_000_014\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27039)\">John 21:22<\/a><\/span>.]<\/span><\/sup> “If any man serve me, let him follow me,” He said, “and where I am, there shall also my servant be: if any man serve me, him will my Father honour.”<sup class=\"noteMarker\"><a href=\"#footnote7-22911_000_014\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27005)\">John 12:26<\/a><\/span>.]<\/span><\/sup> Such service inevitably brings challenging decisions about how to balance priorities and how best to be the disciples He wishes us to be. I thank Him for His divine guidance in helping us make those decisions and for assisting us to find the right way for all concerned. I thank Him that “he has borne our griefs, and carried our sorrows”<sup class=\"noteMarker\"><a href=\"#footnote8-22911_000_014\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40146)\">Mosiah 14:4<\/a><\/span>; see also <span class=\"citation\" id=\"24967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24967)\">Isa. 53:4<\/a><\/span>.]<\/span><\/sup> and that He has called us to do some of the same for each other. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_014\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>For the definitive work documenting these experiences, see James B. Allen and others, <span class=\"emphasis\">Men with a Mission: The Quorum of the Twelve Apostles in the British Isles, 1837–1841<\/span> (1992). The suffering of Vilate Kimball and Mary Ann Young is noted on pages 267–76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_014\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Hymns,<\/span> no. 249.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_014\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"40139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40139)\">Mosiah 4:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_014\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>This is a major doctrine too expansive for documentation here. See <span class=\"citation\" id=\"38875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38875)\">Moses 5:4–8<\/a><\/span>; <span class=\"citation\" id=\"5395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5395)\">3 Ne. 9:17–21<\/a><\/span>; <span class=\"citation\" id=\"11310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11310)\">D&amp;C 59:8–12<\/a><\/span>; <span class=\"citation\" id=\"11382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11382)\">D&amp;C 97:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22911_000_014\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Lectures on Faith<\/span> (1985), 68–69.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22911_000_014\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27039)\">John 21:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22911_000_014\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27005)\">John 12:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_014\"><a name=\"-22911_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22911_000_014\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40146)\">Mosiah 14:4<\/a><\/span>; see also <span class=\"citation\" id=\"24967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24967)\">Isa. 53:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}