{"ID":6738, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Greatest Generation of Missionaries\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We call upon you, our young brethren of the Aaronic Priesthood, to rise up, to measure up, and to be fully prepared to serve the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p4\" class=\"\">In one of the most powerful and instructive stories from the Book of Mormon, the people of Ammon had covenanted never again to take up weapons for the shedding of blood. But “when they saw the danger, and the many afflictions … which the Nephites bore for them, they were moved with compassion and were desirous to take up arms in the defence of their country” (<span class=\"citation\" id=\"8753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8753)\">Alma 53:13<\/a><\/span>). Helaman and his brethren persuaded them to honor their covenant with the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p5\" class=\"\">The scriptural account doesn’t tell us who first pointed out that their sons had not made the same covenant their parents had made. I like to think that it was one of the young men who suggested the possibility that he and his peers be allowed to “take up arms, and [call] themselves Nephites.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p6\" class=\"\">“And they entered into a covenant to fight for the liberty of the Nephites, yea, to protect the land unto the laying down of their lives” (<span class=\"citation\" id=\"8754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8754)\">Alma 53:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p7\" class=\"\">This was an extraordinary task for a group of 2,000 young men, but they were extraordinary young men. According to the scriptural record: “They were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p8\" class=\"\">“Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him” (<span class=\"citation\" id=\"8757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8757)\">Alma 53:20–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p9\" class=\"\">The rest of the story tells how these young men fought valiantly against the much older and much more experienced Lamanite army. According to their leader, Helaman, “They … fought as if with the strength of God; … and with such mighty power did they fall upon the Lamanites, that they did frighten them; and for this cause did the Lamanites deliver themselves up as prisoners of war” (<span class=\"citation\" id=\"8759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8759)\">Alma 56:56<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p10\" class=\"\">Imagine that! These inexperienced young men were so spiritually and physically prepared, and so powerful, that they frightened their foes into surrendering! Although all 2,000 of the young men were wounded in battle at one time or another, not one was killed (see <span class=\"citation\" id=\"8760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8760)\">Alma 57:25<\/a><\/span>). Again quoting Helaman, “And we do justly ascribe it to the miraculous power of God, because of their exceeding faith in that which they had been taught to believe—that there was a just God, and whosoever did not doubt, that they should be preserved by his marvelous power” (<span class=\"citation\" id=\"8761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8761)\">Alma 57:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p11\" class=\"\">Brethren, today we are fighting a battle that in many ways is more perilous, more fraught with danger than the battle between the Nephites and the Lamanites. Our enemy is cunning and resourceful. We fight against Lucifer, the father of all lies, the enemy of all that is good and right and holy. Truly we live in a time of which Paul prophesied, when “men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p12\" class=\"\">“Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p13\" class=\"\">“… lovers of pleasures more than lovers of God;<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p14\" class=\"\">“Having a form of godliness, but denying the power thereof: from such turn away” (<span class=\"citation\" id=\"5080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5080)\">2 Tim. 3:2–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p15\" class=\"\">Does this sound familiar, brethren? To me it sounds like a night of prime-time television.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p16\" class=\"\">These are “perilous times.” We battle literally for the souls of men. The enemy is unforgiving and relentless. He is taking eternal prisoners at an alarming rate. And he shows no sign of letting up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p17\" class=\"\">While we are profoundly grateful for the many members of the Church who are doing great things in the battle for truth and right, I must honestly tell you it still is not enough. We need much more help. And so, as the people of Ammon looked to their sons for reinforcement in the war against the Lamanites, we look to you, my young brethren of the Aaronic Priesthood. We need you. Like Helaman’s 2,000 stripling warriors, you also are the spirit sons of God, and you too can be endowed with power to build up and defend His kingdom. We need you to make sacred covenants, just as they did. We need you to be meticulously obedient and faithful, just as they were.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p18\" class=\"\">What we need now is the greatest generation of missionaries in the history of the Church. We need worthy, qualified, spiritually energized missionaries who, like Helaman’s 2,000 stripling warriors, are “exceedingly valiant for courage, and also for strength and activity” and who are “true at all times in whatsoever thing they [are] entrusted” (<span class=\"citation\" id=\"8755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8755)\">Alma 53:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p19\" class=\"\">Listen to those words, my young brethren: <span class=\"emphasis\">valiant, courage, strength, active, true.<\/span> We don’t need spiritually weak and semicommitted young men. We don’t need you to just fill a position; we need your whole heart and soul. We need vibrant, thinking, passionate missionaries who know how to listen to and respond to the whisperings of the Holy Spirit. This isn’t a time for spiritual weaklings. We cannot send you on a mission to be reactivated, reformed, or to receive a testimony. We just don’t have time for that. We need you to be filled with “faith, hope, charity and love, with an eye single to the glory of God” (<span class=\"citation\" id=\"11251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11251)\">D&amp;C 4:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p20\" class=\"\">As an Apostle of the Lord Jesus Christ, I call upon you to begin right now—tonight—to be fully and completely worthy. Resolve and commit to yourselves and to God that from this moment forward you will strive diligently to keep your hearts, hands, and minds pure and unsullied from any kind of moral transgression. Resolve to avoid pornography as you would avoid the most insidious disease, for that is precisely what it is. Resolve to completely abstain from tobacco, alcohol, and illegal drugs. Resolve to be honest. Resolve to be good citizens and to abide by the laws of the land in which you live. Resolve that from this night forward you will never defile your body or use language that is vulgar and unbecoming to a bearer of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p21\" class=\"\">And that is not all we expect of you, my young brethren. We expect you to have an understanding and a solid testimony of the restored gospel of Jesus Christ. We expect you to work hard. We expect you to be covenant makers and covenant keepers. We expect you to be missionaries to match our glorious message.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p22\" class=\"\">Now these are high standards. We understand that, but we do not apologize for them. They reflect the Lord’s standards for you to receive the Melchizedek Priesthood, to enter the temple, to serve as missionaries, and to be righteous husbands and fathers. There’s nothing new in them, nothing you haven’t heard before. But tonight we call upon you, our young brethren of the Aaronic Priesthood, to rise up, to measure up, and to be fully prepared to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p23\" class=\"\">Many of you are already on this track, and we commend you for your worthiness and determination. For those of you who are not, let tonight be the beginning of your preparation process. If you find yourself wanting in worthiness, resolve to make the appropriate changes—beginning right now. If you think you need to talk to your father and your bishop about any sins you may have committed, don’t wait; do it now. They will help you to repent and change so you can take your place as a member of the greatest generation of missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p24\" class=\"\">Please understand this: the bar that is the standard for missionary service is being raised. The day of the “repent and go” missionary is over. You know what I’m talking about, don’t you, my young brothers? Some young men have the mistaken idea that they can be involved in sinful behavior and then repent when they’re 18 1\/2 so they can go on their mission at 19. While it is true that you can repent of sins, you may or you may not qualify to serve. It is far better to keep yourselves clean and pure and valiant by doing such simple things as:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Developing a meaningful prayer relationship with your Heavenly Father.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Keeping the Sabbath day holy.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Working and putting part of your earnings in a savings account.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Paying a full and honest tithing.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Limiting the amount of time spent playing computer games. How many kills you can make in a minute with a computer game will have zero effect on your capacity to be a good missionary.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Giving the Lord more of your time by studying the scriptures and gaining an understanding of the marvelous message of the Restoration that we have for the world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Serving others and sharing your testimony with them.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p32\" class=\"\">Now, fathers, you have a vital role in this preparation process. We know that the most profound influence on helping young men prepare for the Melchizedek Priesthood, marriage, and fatherhood is the family. If your sons understand the basic doctrines required to become a faithful father, they will surely be ready to serve as a full-time missionary. Unfortunately, far too many fathers abdicate this eternal responsibility. You may assume that the bishop and the seminary, Sunday School, and Young Men teachers and leaders are in a better position to motivate and inspire your sons than you are. That simply is not the case. While ecclesiastical leaders are important to your son’s priesthood and missionary preparation, the Church exists as a resource to you. It is not a substitute for your inspired teaching, guidance, and correction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p33\" class=\"\">Consequently, if we are “raising the bar” for your sons to serve as missionaries, that means we are also “raising the bar” for you. If we expect more of them, that means we expect more of you and your wife as well. Remember, Helaman’s 2,000 stripling warriors were faithful because “they had been taught to keep the commandments of God and to walk uprightly before him” (<span class=\"citation\" id=\"8758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8758)\">Alma 53:21<\/a><\/span>)—and that instruction came in their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p34\" class=\"\">Some fathers don’t think they have the right to ask worthiness questions of their children. They think that is the purview of the bishop alone. Fathers, not only do you have the right to know the worthiness of your children, you have the responsibility. It is your duty to know how your children are doing with regards to their spiritual well-being and progression. You need to monitor carefully the issues and concerns they share with you. Ask specific questions of your children regarding their worthiness, and refuse to settle for anything less than specific answers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p35\" class=\"\">Too often our bishops have to instruct youth to talk to their parents about problems they are having. That procedure should actually flow the other direction. Parents should be so intimately aware of what is going on in their children’s lives that they know about the problems before the bishop does. They should be counseling with their children and going with them to their bishops if that becomes necessary for complete repentance. As divinely appointed judges in Israel, the bishop and the stake president determine worthiness and resolve concerns on behalf of the Church; but, fathers, you have an eternal responsibility for the spiritual welfare of your children. Please assume your rightful place as counselor, adviser, and priesthood leader in preparing your sons to bear the Melchizedek Priesthood and to serve as missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p36\" class=\"\">Now, a word to you bishops. I realize there are many young men who don’t have a faithful father in their home. In these cases, use the resources of the Church to see that these Aaronic Priesthood holders are taught by Melchizedek Priesthood brethren who can help them to prepare for their future priesthood service. Upon you bishops and you stake presidents rests the responsibility to recommend only those young men and women whom you judge to be spiritually, physically, mentally, and emotionally prepared to face today’s realities of missionary work. Brethren, judge wisely and remember: not every young man needs to be called to serve away from his home; some may best serve under your direction as ward missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p37\" class=\"\">To those of you who are currently serving as full-time missionaries, we thank you for your service. Tonight is a good time for each of you to take a close look at your performance; and if you are not measuring up, your mission president will help you make the necessary changes to be an effective, dedicated servant of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p38\" class=\"\">Finally, to those of you who have already served, please remember that you were released from your missions but not from the Church. You spent two years as a representative of the Lord Jesus Christ. We expect you to always look and act like one of His disciples. Look the part. Act the part. Don’t follow worldly trends and fashions. You are better than that. If you have slipped, then do what is necessary to regain your spiritual balance. The rules for happiness and success after your mission are pretty much the same as they were during your mission: pray hard, work hard, and be obedient. Get busy now and find your eternal companion to enjoy life with. Serve the Lord together, and raise up the next great generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/the-greatest-generation-of-missionaries.p39\" class=\"\">My brethren, I have spoken plainly tonight. I hope you can feel the love and the concern that emanates from the First Presidency and the Quorum of the Twelve Apostles and other Church leaders as we ask you to prepare now to join us in taking the blessings of the restored gospel to all the people on the earth. Each one of you is precious, and we want you to be successful and secure in the battle for the souls of our Heavenly Father’s children. May God bless you with the courage to be “true at all times” (<span class=\"citation\" id=\"8756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8756)\">Alma 53:20<\/a><\/span>) and with the vision to realize who you are and what the Lord has for you to do, I pray in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}