{"ID":6739, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            I Believe I Can, I Knew I Could\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">While we are not all equal in experience, aptitude, and strength, … we will all be accountable for the use of the gifts and opportunities given to us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p4\" class=\"\">My dear brethren of the holy priesthood, I pray for your understanding as I speak to this vast audience tonight. As President of the Church, President Gordon B. Hinckley has accomplished an insurmountable group of tasks. Yet he was once a young Aaronic Priesthood holder like many of you. You young men of the Aaronic Priesthood are going to be the future leaders of the Church. This evening I wish to address my remarks mainly to you. You need to understand that success—both for yourself and the Church—will depend on your determination to accomplish the work of the Lord. Each of you will need to have faith and confidence to move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p5\" class=\"\">Each man and boy listening this evening has been entrusted with the greatest power on earth—the holy priesthood of God. It is the power to act righteously in the name of the Lord to build up the kingdom of God on earth. I remind you “that the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_018\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11417)\">D&amp;C 121:36<\/a><\/span>.]<\/span><\/sup> Priesthood is divine agency, and the Lord will hold us accountable for our use of this great authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p6\" class=\"\">I first heard the wonderful story of <span class=\"emphasis\">The Little Engine That Could<\/span> when I was about 10 years old. As a child, I was interested in the story because the train cars were filled with toy animals, toy clowns, jackknives, puzzles, and books as well as delicious things to eat. However, the engine that was pulling the train over the mountain broke down. The story relates that a big passenger engine came by and was asked to pull the cars over the mountain, but he wouldn’t condescend to pull the little train. Another engine came by, but he wouldn’t stoop to help the little train over the mountain because he was a freight engine. An old engine came by, but he would not help because, he said, “I am so tired. … I can not. I can not. I can not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p7\" class=\"\">Then a little blue engine came down the track, and she was asked to pull the cars over the mountain to the children on the other side. The little engine responded, “I’m not very big. … They use me only for switching in the yard. I have never been over the mountain.” But she was concerned about disappointing the children on the other side of the mountain if they didn’t get all of the goodies in the cars. So she said, “I think I can. I think I can. I think I can.” And she hooked herself to the little train. “Puff, puff, chug, chug, went the Little Blue Engine. ‘I think I can—I think I can—I think I can—I think I can—I think I can—I think I can—I think I can.’” With this attitude, the little engine reached the top of the mountain and went down the other side, saying, “I thought I could. I thought I could. I thought I could. I thought I could. I thought I could. I thought I could.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_018\">2<\/a>\n       <span class=\"footnote\">[“The Little Engine That Could,” retold by Watty Piper, from Mabel C. Bragg, <span class=\"emphasis\">The Pony Engine<\/span> (1930).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p8\" class=\"\">At times all of us are called upon to stretch ourselves and do more than we think we can. I’m reminded of President Theodore Roosevelt’s quip, “I am only an average man but, by George, I work harder at it than the average man.”<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_018\">3<\/a>\n       <span class=\"footnote\">[Evan Esar, ed., <span class=\"emphasis\">Dictionary of Humorous Quotations<\/span> (1964), 151.]<\/span><\/sup> We develop our talents first by thinking we can. We are all familiar with the parable of the talents. The Master gave one five talents, another two, and another one, “every man according to his several ability. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p9\" class=\"\">“Then he that had received the five talents went and traded with the same, and made them other five talents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p10\" class=\"\">“And likewise he that had received two, he also gained other two.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p11\" class=\"\">“But he that had received one went and digged in the earth, and hid his lord’s money.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p12\" class=\"\">After a long time the Master asked for an accounting. The one who had received five talents reported that he had gained an additional five talents and received the commendation, “Thou hast been faithful over a few things, I will make thee ruler over many things.” He that received two talents gained two other talents and also received the promise of a greater dominion. But the one who had received the one talent returned with his single talent, saying, “Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p13\" class=\"\">“And I was afraid, and went and hid thy talent in the earth.”<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_018\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33714)\">Matt. 25:15–18, 21, 24–25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p14\" class=\"\">In accounting for his stewardship, this slothful servant imputed to his master his own character flaws.<sup class=\"noteMarker\"><a href=\"#footnote5-22911_000_018\">5<\/a>\n       <span class=\"footnote\">[See James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed. (1916), 582.]<\/span><\/sup> He could have at least put the money in circulation and received interest on it instead of burying it in the ground. His talent was taken from him and given to the man who had 10 talents. Then the Lord tells us, “For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.”<sup class=\"noteMarker\"><a href=\"#footnote6-22911_000_018\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33717)\">Matt. 25:29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p15\" class=\"\">We may wonder whether it was fair to take the talent from the one who had the least and to give it to the one who had the most. From the outset, however, the Lord explains that each man had ability.<sup class=\"noteMarker\"><a href=\"#footnote7-22911_000_018\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"33713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33713)\">Matt. 25:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p16\" class=\"\">Some of us are too content with what we may already be doing. We stand back in the “eat, drink, and be merry” mode when opportunities for growth and development abound. We miss opportunities to build up the kingdom of God because we have the passive notion that someone else will take care of it. The Lord tells us that He will give more to those who are willing. They will be magnified in their efforts, like the little blue engine as it pulled the train up the mountain. But to those who say, “We have enough, from them shall be taken away even that which they have.”<sup class=\"noteMarker\"><a href=\"#footnote8-22911_000_018\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3384)\">2 Ne. 28:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p17\" class=\"\">The Lord entrusts all of His servants, including every priesthood holder, with spiritual talents. The Lord, who endows us with these talents, tells us: “I believe you can. I believe you can.” While we are not all equal in experience, aptitude, and strength, we have different opportunities to employ these spiritual gifts, and we will all be accountable for the use of the gifts and opportunities given to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p18\" class=\"\">Church history includes incidents of priesthood holders of great capacity. A few were brilliant but also erratic and unreliable and so lost the spiritual gifts and talents with which the Lord had so richly endowed them. I would like to tell you about one such.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p19\" class=\"\">Samuel Brannan led some Saints around Cape Horn on the ship <span class=\"emphasis\">Brooklyn.<\/span> They made a brief stop in Hawaii before docking at San Francisco Bay. He became convinced that the main body of the Saints should not settle in the Rocky Mountains but should go on to California. So he traveled east and encountered the first party of emigrants under the leadership of Brigham Young in Green River, Wyoming. He used all of his persuasive powers trying to convince Brigham Young to take advantage of the opportunities which he felt California offered. Brigham Young responded, “Let us go to California, and we cannot stay there over five years; but let us stay in the mountains, and we can raise our own potatoes, and eat them; and I calculate to stay here.”<sup class=\"noteMarker\"><a href=\"#footnote9-22911_000_018\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 475.]<\/span><\/sup> Brannan stayed with the main body of the Saints for a few days, but then, because he was headstrong and self-centered, in August of 1847 he headed back to California.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p20\" class=\"\">Like the big engine that wouldn’t condescend to pull the cars over the mountain, Sam Brannan was not focused on building up the kingdom of God. Instead he was directed toward business and making money. He became the first millionaire in California, with numerous business ventures and extensive land holdings. Because he had been the leader of that group of Saints, President Young asked him to account for the tithing that he had collected from the members of the Church in California, including those involved in the gold rush, but he did not do so. Nor did he use those funds to establish the Church or to help the members there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p21\" class=\"\">For a time and a season, Brannan was very successful in establishing enterprises and acquiring land for his own benefit, but eventually he fell on hard times. His family did not stay together. When he died he was alone, broken physically, spiritually, and financially. For 16 months no one claimed his body. Eventually it was placed in San Diego’s Mount Hope Cemetery. Sam Brannan accomplished much in his life, but in the end he paid a terrible price for not honoring his priesthood stewardship and having failed to follow the prophet of God.<sup class=\"noteMarker\"><a href=\"#footnote10-22911_000_018\">10<\/a>\n       <span class=\"footnote\">[See John K. Carmack, “California: What Went Right and What Went Wrong,” <span class=\"emphasis\">Nauvoo Journal,<\/span> spring 1998; Paul Bailey, “Sam Brannan and the Sad Years,” <span class=\"emphasis\">Improvement Era,<\/span> Apr. 1951, 232–34, 282–87.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p22\" class=\"\">Those of us who now hold the priesthood responsibility of this Church must follow and sustain our prophet, President Gordon B. Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p23\" class=\"\">Like the “Little Engine That Could,” we need to be on the right track and develop our talents. We must remember that the priesthood can only be used for righteous purposes. When used “in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man.”<sup class=\"noteMarker\"><a href=\"#footnote11-22911_000_018\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11419)\">D&amp;C 121:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p24\" class=\"\">To stay on the right track, we must honor and sustain those who hold the presiding priesthood keys. We are reminded that many are “called, but few are chosen.”<sup class=\"noteMarker\"><a href=\"#footnote12-22911_000_018\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11416)\">D&amp;C 121:34<\/a><\/span>.]<\/span><\/sup> When are we chosen? We are chosen by the Lord only when we have done our best to move this holy work forward through our consecrated efforts and talents. Our efforts must always be guided by the righteous principles set forth by the Lord in the 121st section of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p25\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p26\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile.”<sup class=\"noteMarker\"><a href=\"#footnote13-22911_000_018\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11422)\">D&amp;C 121:41–42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p27\" class=\"\">The priesthood is given to bless the lives of others. President David O. McKay said: “The very essence of Priesthood is eternal. As it finds expression in life it manifests power. We can conceive of the power of Priesthood as being potentially existent as an impounded reservoir of water. Such power becomes dynamic and productive of good only when the liberated force becomes active in valleys, fields, gardens and happy homes; so the principle of power is manifested only as it becomes active in the lives of men, turning their hearts and desires toward God, and prompting service to their fellow men.”<sup class=\"noteMarker\"><a href=\"#footnote14-22911_000_018\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Pathways to Happiness<\/span> (1957), 230.]<\/span><\/sup> If we aren’t serving others, then the priesthood really doesn’t benefit us because it is not a passive power. Brethren, be generous with the power of blessing which comes through the priesthood, especially to members of your own family. Remember that the Lord has said, “Whomsoever you bless I will bless.”<sup class=\"noteMarker\"><a href=\"#footnote15-22911_000_018\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11453)\">D&amp;C 132:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p28\" class=\"\">In preparing for the time when we will account to the Lord for our own personal priesthood stewardship, where will we be? Remember that “the keeper of the gate is the Holy One of Israel; and he employeth no servant there.”<sup class=\"noteMarker\"><a href=\"#footnote16-22911_000_018\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3372)\">2 Ne. 9:41<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p29\" class=\"\">I hope we will not be like the big passenger engine, too proud to accept the assignments we are given. I pray that we will not be like the person in the well-known poem who said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Father, where shall I work today?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And my love flowed warm and free.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then He pointed out a tiny spot<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And said, “Tend that for me.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I answered quickly, “Oh no; not that!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Why, no one would ever see,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No matter how well my work was done;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not that little place for me.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the word He spoke, it was not stern;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He answered me tenderly:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Ah, little one, search that heart of thine.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Art thou working for them or for me?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Nazareth was a little place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And so was Galilee.”<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote17-22911_000_018\">17<\/a>\n\t   <span class=\"footnote\">[Meade McGuire, quoted in Thomas S. Monson, “The Call of Duty,”<span class=\"emphasis\"> Ensign,<\/span> May 1986, 39.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p44\" class=\"\">I also hope that we will not be like the freight engine, unwilling to go the “extra mile” in service. The Master taught us that “whosoever shall compel thee to go a mile, go with him twain.”<sup class=\"noteMarker\"><a href=\"#footnote18-22911_000_018\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5404)\">3 Ne. 12:41<\/a><\/span>.]<\/span><\/sup> Some of the most rewarding times of our lives are those “extra mile” hours given in service when the body says it wants to relax, but our better self emerges and says, “Here am I; send me.”<sup class=\"noteMarker\"><a href=\"#footnote19-22911_000_018\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3373)\">2 Ne. 16:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p45\" class=\"\">Or, like the old engine, do we say we are too tired—or too old? I remind you that President Hinckley is 92 and still going strong!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p46\" class=\"\">I hope we can all be like the “Little Engine That Could.” It wasn’t very big, had only been used for switching cars, and had never been over a mountain, but it was willing. That little engine hooked on to the stranded train, chugged up to the top of the mountain, and puffed down the mountain, saying, “I thought I could.” Each of us must climb mountains that we have never climbed before.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/i-believe-i-can-i-knew-i-could.p47\" class=\"\">Brethren, great is our work, and heavy are our priesthood responsibilities. I hope and pray that we can go forward with this holy work humbly, prayerfully, and unitedly under the guiding Spirit of the Lord and the direction of President Gordon B. Hinckley, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11417)\">D&amp;C 121:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Little Engine That Could,” retold by Watty Piper, from Mabel C. Bragg, <span class=\"emphasis\">The Pony Engine<\/span> (1930).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Evan Esar, ed., <span class=\"emphasis\">Dictionary of Humorous Quotations<\/span> (1964), 151.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33714)\">Matt. 25:15–18, 21, 24–25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22911_000_018\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed. (1916), 582.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22911_000_018\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33717)\">Matt. 25:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22911_000_018\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"33713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33713)\">Matt. 25:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22911_000_018\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3384)\">2 Ne. 28:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22911_000_018\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 475.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22911_000_018\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See John K. Carmack, “California: What Went Right and What Went Wrong,” <span class=\"emphasis\">Nauvoo Journal,<\/span> spring 1998; Paul Bailey, “Sam Brannan and the Sad Years,” <span class=\"emphasis\">Improvement Era,<\/span> Apr. 1951, 232–34, 282–87.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-22911_000_018\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11419)\">D&amp;C 121:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-22911_000_018\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11416)\">D&amp;C 121:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-22911_000_018\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11422)\">D&amp;C 121:41–42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-22911_000_018\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Pathways to Happiness<\/span> (1957), 230.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-22911_000_018\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11453)\">D&amp;C 132:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-22911_000_018\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3372)\">2 Ne. 9:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-22911_000_018\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>Meade McGuire, quoted in Thomas S. Monson, “The Call of Duty,”<span class=\"emphasis\"> Ensign,<\/span> May 1986, 39.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-22911_000_018\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5404)\">3 Ne. 12:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_018\"><a name=\"-22911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-22911_000_018\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3373)\">2 Ne. 16:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}