{"ID":6746, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Rise to Your Call\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p2\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord will guide you by revelation just as He called you. You must ask in faith for revelation to know what you are to do.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p4\" class=\"\">Not long ago, a young man I did not know approached me in a crowded place. He said quietly but with great intensity: “Elder Eyring, I have just been called as the president of my elders quorum. What advice do you have for me?” I was sure that what he needed to know and to feel I couldn’t give him there, with the people rushing past us. And so I said, “I will give you my counsel in general conference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p5\" class=\"\">That young man is not alone in wanting help. Thousands of members of the Church across the earth are called every week to serve, many of them recent converts. The variety in their callings is great, and the variety of their previous Church experience is even greater. If you are the one who calls them, or trains them, or simply cares about them, as we all do, there are some things to know about how to help them succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p6\" class=\"\">You may think first of being sure that they get a handbook, lesson manuals, or the records they are to keep. You might even give them a list of the times and the places of the meetings they are to attend. Then you might be about to tell them how their work will be evaluated, when you will notice concern in their eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p7\" class=\"\">You see, even the newest member of the Church can sense that a call to service should be primarily a matter of the heart. It is by giving our whole hearts to the Master and keeping His commandments that we come to know Him. In time, through the power of the Atonement, our hearts are changed, and we can become like Him. So there is a better way to help those who are called than descriptions of what they are to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p8\" class=\"\">What they will need, even more than to be trained in their duties, is to see with spiritual eyes what it means to be called to serve in the restored Church of Jesus Christ. This is the kingdom of God on the earth. Because of that, it has a power beyond any other endeavor in which humans can engage. That power depends on the faith of those called to serve in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p9\" class=\"\">And so, to everyone, man or woman, girl or boy, who has been called or who will yet be, I give you my counsel. There are a few things you must come to know are true. I will try to put them in words. Only the Lord through the Holy Ghost can put them deep in your heart. Here they are:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p10\" class=\"\">First, you are called of God. The Lord knows you. He knows whom He would have serve in every position in His Church. He chose you. He has prepared a way so that He could issue your call. He restored the keys of the priesthood to Joseph Smith. Those keys have been passed down in an unbroken line to President Hinckley. Through those keys, other priesthood servants were given keys to preside in stakes and wards, in districts and branches. It was through those keys that the Lord called you. Those keys confer a right to revelation. And revelation comes in answer to prayer. The person who was inspired to recommend you for this call didn’t do it because they liked you or because they needed someone to do a particular task. They prayed and felt an answer that you were the one to be called.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p11\" class=\"\">The person who called you did not issue the call simply because he learned by interviewing you that you were worthy and willing to serve. He prayed to know the Lord’s will for you. It was prayer and revelation to those authorized of the Lord which brought you here. Your call is an example of a source of power unique to the Lord’s Church. Men and women are called of God by prophecy and by the laying on of hands by those God has authorized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p12\" class=\"\">You are called to represent the Savior. Your voice to testify becomes the same as His voice, your hands to lift the same as His hands. His work is to bless His Father’s spirit children with the opportunity to choose eternal life. So, your calling is to bless lives. That will be true even in the most ordinary tasks you are assigned and in moments when you might be doing something not apparently connected to your call. Just the way you smile or the way you offer to help someone can build their faith. And should you forget who you are, just the way you speak and the way you behave can destroy faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p13\" class=\"\">Your call has eternal consequences for others and for you. In the world to come, thousands may call your name blessed, even more than the people you serve here. They will be the ancestors and the descendants of those who chose eternal life because of something you said or did, or even what you were. If someone rejects the Savior’s invitation because you did not do all you could have done, their sorrow will be yours. You see, there are no small callings to represent the Lord. Your call carries grave responsibility. But you need not fear, because with your call come great promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p14\" class=\"\">One of those promises is the second thing you need to know. It is that the Lord will guide you by revelation just as He called you. You must ask in faith for revelation to know what you are to do. With your call comes the promise that answers will come. But that guidance will come only when the Lord is sure you will obey. To know His will you must be committed to do it. The words “Thy will be done,” written in the heart, are the window to revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p15\" class=\"\">The answer comes by the Holy Spirit. You will need that guidance often. To have the Holy Ghost as your companion you must be worthy, cleansed by the Atonement of Jesus Christ. So, your obedience to the commandments, your desire to do His will, and your asking in faith will determine how clearly the Master can guide you by answers to your prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p16\" class=\"\">Often the answers will come as you study the scriptures. They contain accounts of what the Lord did in His mortal ministry and the guidance He has given His servants. They have doctrine in them which will apply in every time and every situation. Pondering the scriptures will lead you to ask the right questions in prayer. And just as surely as the heavens were opened to Joseph Smith after he pondered the scriptures in faith, God will answer your prayers and He will lead you by the hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p17\" class=\"\">There is a third thing you need to know: Just as God called you and will guide you, He will magnify you. You will need that magnification. Your calling will surely bring opposition. You are in the Master’s service. You are His representative. Eternal lives depend on you. He faced opposition, and He said that facing opposition would be the lot of those He called. The forces arrayed against you will try not only to frustrate your work but to bring you down. The Apostle Paul described it this way: “For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world.”<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_025\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21584)\">Eph. 6:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p18\" class=\"\">There will be times when you will feel overwhelmed. One of the ways you will be attacked is with the feeling that you are inadequate. Well, you are inadequate to answer a call to represent God with only your own powers. But you have access to more than your natural capacities, and you do not work alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p19\" class=\"\">The Lord will magnify what you say and what you do in the eyes of the people you serve. He will send the Holy Ghost to manifest to them that what you spoke was true. What you say and do will carry hope and give direction to people far beyond your natural abilities and your own understanding. That miracle has been a mark of the Lord’s Church in every dispensation. It is so much a part of your call that you may begin to take it for granted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p20\" class=\"\">The day of your release will teach you a great lesson. On the day I was released as a bishop, one of the ward members came to my home afterwards and said: “I know you are no longer my bishop, but could we talk just one more time? You have always spoken words I needed and given me such good counsel. The new bishop doesn’t know me the way you do. Could we just talk one more time?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p21\" class=\"\">Reluctantly I agreed. The member sat down in a chair opposite mine. It seemed to be just as it had been in the hundreds of times I had interviewed members of the ward as a judge in Israel. The conversation began. There came the moment when counsel was needed. I waited for the ideas, the words, and the feelings to flow into my mind, as they always had.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p22\" class=\"\">Nothing came. In my heart and mind there was only silence. After a few moments, I said: “I’m sorry. I appreciate your kindness and your trust. But I’m afraid I can’t help you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p23\" class=\"\">When you are released from your calling, you will learn what I learned then. God magnifies those He calls, even in what may seem to you a small or inconspicuous service. You will have the gift of seeing your service magnified. Give thanks while that gift is yours. You will appreciate its worth more than you can imagine when it is gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p24\" class=\"\">The Lord will not only magnify the power of your efforts. He will work with you Himself. His voice to four missionaries, called through the Prophet Joseph Smith to a difficult task, gives courage to everyone He calls in His kingdom: “And I myself will go with them and be in their midst; and I am their advocate with the Father, and nothing shall prevail against them.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_025\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11279)\">D&amp;C 32:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p25\" class=\"\">Because the Savior is a resurrected and glorified being, He is not physically with every one of His servants at every moment. But He is perfectly aware of them and their circumstance and able to intervene with His power. That is why He can promise you: “Whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_025\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11357)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p26\" class=\"\">There is yet another way the Lord will magnify you in your call to His service. You will feel at some time, perhaps at many times, that you cannot do all you feel you must. The heavy weight of your responsibilities will seem too great. You will worry that you can’t spend more time with your family. You will wonder how you can find the time and the energy to meet your responsibilities beyond your family and your calling. You may feel discouragement and even guilt after you have done all you could to meet all your obligations. I have had such days and such nights. Let me tell you what I have learned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p27\" class=\"\">It is this: If I only think of my own performance, my sadness deepens. But when I remember that the Lord promised that His power would go with me, I begin to look for evidence of what He has done in the lives of the people I am to serve. I pray to see with spiritual eyes the effects of His power.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p28\" class=\"\">Then, invariably, the faces of people flood back into my memory. I remember the shine in the eyes of my child whose heart was softened, the tears of happiness on the face of a girl on the back row of a Sunday School class I was teaching, or a problem that was resolved before I had time to get to it. I know then that I have done enough for the promise made by Joseph Smith to be fulfilled once again: “Let us cheerfully do all things that lie in our power; and then may we stand still, with the utmost assurance, to see the salvation of God, and for his arm to be revealed.”<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_025\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11428)\">D&amp;C 123:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p29\" class=\"\">You can have the utmost assurance that your power will be multiplied many times by the Lord. All He asks is that you give your best effort and your whole heart. Do it cheerfully and with the prayer of faith. The Father and His Beloved Son will send the Holy Ghost as your companion to guide you. Your efforts will be magnified in the lives of the people you serve. And when you look back on what may now seem trying times of service and sacrifice, the sacrifice will have become a blessing, and you will know that you have seen the arm of God lifting those you served for Him, and lifting you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p30\" class=\"\">I know that God the Father lives. He hears and answers our prayers. Those we serve are His spirit children. This is the true Church of Jesus Christ. His is the only name through which our Father’s children may be sanctified and gain eternal life. The keys of the priesthood are exercised by the Lord’s living prophet, Gordon B. Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p31\" class=\"\">I testify that the Savior lives and leads His living Church. I know that. I am a witness for Him and of Him. He sees and appreciates your faithful service in the work to which He called you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/rise-to-your-call.p32\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_025\"><a name=\"-22911_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21584)\">Eph. 6:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_025\"><a name=\"-22911_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11279)\">D&amp;C 32:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_025\"><a name=\"-22911_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11357)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_025\"><a name=\"-22911_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11428)\">D&amp;C 123:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}