{"ID":6749, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Be Free of Heavy Burdens\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You must trust that the Savior has given His life so that you can make the required changes in your life, changes that will bring peace.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p4\" class=\"\">Many of you suffer needlessly from carrying heavy burdens because you do not open your hearts to the healing power of the Lord. May this message encourage you to feel the prompting of the Holy Ghost to make those changes that will lead you to be free of oppressive burdens. The Savior has promised, “I will … ease the burdens which are put upon your shoulders, that … you cannot feel them … ; and this will I do … that ye may know of a surety that I, the Lord God, do visit my people in their afflictions.”<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40158)\">Mosiah 24:14<\/a><\/span>.]<\/span><\/sup> I will first speak to you who suffer because of your own wrong choices, then I will give suggestions for you that anguish for what others have done to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p5\" class=\"\">Seated across from me was a despondent man, head buried in hands, sobbing from the inevitable consequences of repeated violations of the commandments of God. He anguished: “I don’t know what to do. Everything is pressing in on me. I’m tired of running. There is no peace, no happiness. When I pray, no one is listening. What’s the use?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p6\" class=\"\">I have known him for a long time. His parents and others have tried to give him guidance with little success. Because of his choices, he has become separated from the truths that would help him. He has not cultivated faith in the Master nor in the power of prayer. His decisions are centered on what could quickly satisfy his cravings. He either ignores problems or lies about them. He has manipulated the generosity of parents and friends to attempt a quick fix to challenges. He does not evaluate the consequences of today’s decisions on tomorrow’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p7\" class=\"\">As my heart sorrowed for him, I realized he does not see the world as it really is—a place of joy and happiness, of true friendships where faith in Jesus Christ and obedience to His teachings invite the Holy Ghost to prompt correct decisions. He lives in an environment dominated by the influence of Satan. He has not followed sound counsel, because in his world he cannot see how it would possibly work for him. This distorted view of life is reality to him. It was forged as he succumbed to the subtle temptations of “Go ahead. Try it. Nobody will ever know. It’s your life. Live it the way you want to. They can’t force you. You have your moral agency.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p8\" class=\"\">These promptings and the allure of the forbidden led him down a path that seemed fascinatingly attractive. He was carried on the crest of the wave of appetite and passion, oblivious to the consequences until the inevitable crushing encounter with the laws of God occurred. That produced pain, remorse, and regret. Then Satan provided other direction: “There is no way back. You might as well keep doing what you’ve been doing. It’s hopeless to try to change.” Because of his sins, he cannot see a way out of his failures. He will not see the tools needed for a new life in his current environment. His tragic, confining world has been created by the violation of eternal law, motivated by desire for a quick response.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p9\" class=\"\">Do you find yourself in a similar circumstance? Have you done things that you wish you had not done? Is it difficult for you to see any way to solve your problems? Does there seem to be an oppressive, crushing weight that’s always there no matter how you seek to shake it? Under the influence of powerful emotions or stimulants you may have periods where there seems to be relief. Yet in the quiet moments of reflection that inevitably come, you realize that your life is not what you want it to be. You may publicly complain that your friends and even the Lord have abandoned you, but in times of sober reflection you realize it is you that have abandoned them. Oh, please, decide now to find the way back to the refreshing peace and joy that can replace the fleeting pleasures of sin and the subsequent agony and emptiness. You have confirmed what the scriptures teach: “wickedness never was happiness.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8742)\">Alma 41:10<\/a><\/span>.]<\/span><\/sup> Earn enduring joy now from a clean and purposeful life.<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_028\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11342)\">D&amp;C 82:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p10\" class=\"\">I know that you can escape the controlling influence of the evil one, and the repressive chains that bind your life. That relief will require you to accept a solution that is likely foreign to your current personal experience. It will require you to exercise faith in a Father in Heaven who loves you. While you may not understand why now, you must trust that the Savior has given His life so that you can make the required changes in your life, changes that will bring peace and the illusive success that always seem beyond your reach. Believe that you can overcome the depressing environment in which you live by trusting that there is a better way. You must seek the help of others who understand and live that better way, even though you cannot see it now. This will require you to learn and obey the teachings of the Lord. Once you have fully committed yourself to that change, you will find that it is not as difficult as it now may seem.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p11\" class=\"\">The painful consequences of sin were purposely put in His plan of happiness by a compassionate Father in Heaven so that you need not follow that tragic path in life. A sinner will not only suffer in this life, but sins that have not been forgiven through true repentance will cause anguish beyond the veil.<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_028\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11265)\">D&amp;C 19:4, 15–24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p12\" class=\"\">Satan strives to convince one that sins can be hidden from others, yet it is he that causes them to be revealed in the most compromising circumstances. His objective is the enslavement of God’s children. All of his enticing, alluring temptations have as their root the destruction of the individual. In fact, each of us needs consistently to repent and obey so that the gift of the Savior will satisfy the demands of justice for even our small errors of commission or omission.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p13\" class=\"\">The Savior will take upon Himself the consequences of your sins as you repent now. If that is not done, in time you will have to suffer for them yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p14\" class=\"\">Seek out your bishop. He will show you how to repent and will help you do it. As you pray and act, you will be led to others who will support you.<sup class=\"noteMarker\"><a href=\"#footnote5-22911_000_028\">5<\/a>\n       <span class=\"footnote\">[See Harold B. Lee, <span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1974), 220–21; see also Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness<\/span> (1969), 177–90, 201–12, 339–60.]<\/span><\/sup> Repentance is a process of cleansing. It is difficult, but it has an end, a glorious end with peace and refreshing forgiveness and the miracle of a new beginning. Confession of improper acts is an important step but that is not full repentance. Your bishop will carefully explain what you must do. I will mention two aspects of repentance that bring great healing power. One is found in this declaration of the Master:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p15\" class=\"\">“For I the Lord cannot look upon sin with the least degree of allowance;<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p16\" class=\"\">“Nevertheless, he that repents and <span class=\"emphasis\">does the commandments of the Lord<\/span> shall be forgiven.”<sup class=\"noteMarker\"><a href=\"#footnote6-22911_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11246)\">D&amp;C 1:31–32<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p17\" class=\"\">That scripture emphasizes that the Lord cannot abide sin but He will forgive the repentant sinner because of His perfect love. It also teaches that not only is it important to keep a commandment you have broken, but by obeying <span class=\"emphasis\">all<\/span> of the commandments you will obtain additional power and support in the process of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p18\" class=\"\">Another vital aspect of repentance is to recognize the role of the Savior through His Atonement. Indeed, it is that very Atonement that makes repentance even possible. As you pray and ponder the role of Jesus Christ as your Savior and Redeemer, you will acquire great motivation and encouragement to help you repent. Follow this example of Alma:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p19\" class=\"\">“I was … in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p20\" class=\"\">“… I have told you this that ye may learn wisdom, that ye may learn … that there is no other way or means whereby man can be saved, only in and through Christ. Behold, he is the life and the light of the world.”<sup class=\"noteMarker\"><a href=\"#footnote7-22911_000_028\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8735)\">Alma 38:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p21\" class=\"\">You will be helped by studying the magnificent explanation of the need for repentance and how it can be obtained, as Alma counseled his wayward son, Corianton, in the Book of Mormon.<sup class=\"noteMarker\"><a href=\"#footnote8-22911_000_028\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8737)\">Alma 39<\/a><\/span>,\n                <span class=\"citation\" id=\"8738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8738)\">Alma 40<\/a><\/span>,\n                <span class=\"citation\" id=\"8739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8739)\">Alma 41<\/a><\/span>, and\n                <span class=\"citation\" id=\"8744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8744)\">Alma 42<\/a><\/span>.]<\/span><\/sup> Through trust in the plan of happiness and the capacity of the Savior to realize His promises, the darkness of sin can be swept away and the joy of a worthy life returned with the trust of loved ones, when earned the Lord’s way. Do not blame others for your mistakes. Humbly repent, for it is written, “He offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit; and unto none else can the ends of the law be answered.”<sup class=\"noteMarker\"><a href=\"#footnote9-22911_000_028\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3356)\">2 Ne. 2:7<\/a><\/span>; see also <span class=\"citation\" id=\"41703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41703)\">Ps. 34:18<\/a><\/span>.]<\/span><\/sup> Please, decide to repent, now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p22\" class=\"\">You may be carrying a heavy burden of feeling injured by another who has seriously offended you. Your response to that offense may have distorted your understanding so that you feel justified in waiting for that individual to ask forgiveness so that the pain can leave. The Savior dispelled any such thought when He commanded:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p23\" class=\"\">“Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p24\" class=\"\">“I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.”<sup class=\"noteMarker\"><a href=\"#footnote10-22911_000_028\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11316)\">D&amp;C 64:9–10<\/a><\/span>; see also <span class=\"citation\" id=\"32947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32947)\">Mark 11:25–26<\/a><\/span>; <span class=\"citation\" id=\"31038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31038)\">Luke 6:37<\/a><\/span>; <span class=\"citation\" id=\"40159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40159)\">Mosiah 26:29–32<\/a><\/span>; <span class=\"citation\" id=\"5406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5406)\">3 Ne. 13:14–15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p25\" class=\"\">Don’t carry the burden of offense any longer. Genuinely ask forgiveness of one that has offended you, even when you consider you have done no wrong. That effort will assuredly bring you peace and will likely begin the healing of serious misunderstandings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p26\" class=\"\">If you are free of serious sin yourself, don’t suffer needlessly the consequences of another’s sins. As a wife, husband, parent, or loved one, you can feel compassion for one who is in the gall of bitterness from sin. Yet you should not take upon yourself a feeling of responsibility for those acts. When you have done what is reasonable to help one you love, lay the burden at the feet of the Savior. He has invited you to do that so that you can be free from pointless worry and depression.<sup class=\"noteMarker\"><a href=\"#footnote11-22911_000_028\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"33684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33684)\">Matt. 11:28–30<\/a><\/span>.]<\/span><\/sup> As you so act, not only will you find peace but will demonstrate your faith in the power of the Savior to lift the burden of sin from a loved one through his repentance and obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p27\" class=\"\">Now to you who have been scarred by the ugly sin of abuse. Mental, physical, or sexual abuse can cause serious, enduring consequences unless healed by the Lord. They may include fear, depression, guilt, self-hatred, and a deepening lack of trust in others that becomes a barrier to healing. Your abuse results from another’s unrighteous attack on your moral agency against your will. In justice, the Lord has provided a way for you to overcome the destructive consequences of abuse. That relief can begin with the counsel of parents, priesthood leaders, and, when needed, the help of competent professionals. Yet you need not experience a lifetime of counseling. Complete healing will come through your faith in Jesus Christ and His power and capacity, through His Atonement, to heal the scars of that which is unjust and undeserved. You may find that hard to believe with your current feelings. I have witnessed how the Savior has healed aggravated cases of abuse in that way. Ponder the power of the Atonement.<sup class=\"noteMarker\"><a href=\"#footnote12-22911_000_028\">12<\/a>\n       <span class=\"footnote\">[See John Taylor, <span class=\"emphasis\">The Mediation and Atonement<\/span> (1882).]<\/span><\/sup> Pray to understand how it can heal you.<sup class=\"noteMarker\"><a href=\"#footnote13-22911_000_028\">13<\/a>\n       <span class=\"footnote\">[See Richard G. Scott, “Healing the Tragic Scars of Abuse,” <span class=\"emphasis\">Ensign,<\/span> May 1992, 31.]<\/span><\/sup> Seek the aid of your bishop so that the Lord can free you of a burden you did not originate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/to-be-free-of-heavy-burdens.p28\" class=\"\">In closing, if you have felt impressions to be free of burdens caused by yourself or others, those promptings are an invitation from the Redeemer. Act upon them now. He loves you. He gave His life that you may be free of needless burdens. He will help you do it. I know that He has the power to heal you. Begin now. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40158)\">Mosiah 24:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8742)\">Alma 41:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11342)\">D&amp;C 82:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11265)\">D&amp;C 19:4, 15–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22911_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See Harold B. Lee, <span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1974), 220–21; see also Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness<\/span> (1969), 177–90, 201–12, 339–60.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22911_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11246)\">D&amp;C 1:31–32<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22911_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8735)\">Alma 38:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22911_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8737)\">Alma 39<\/a><\/span>,\n                <span class=\"citation\" id=\"8738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8738)\">Alma 40<\/a><\/span>,\n                <span class=\"citation\" id=\"8739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8739)\">Alma 41<\/a><\/span>, and\n                <span class=\"citation\" id=\"8744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8744)\">Alma 42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22911_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3356)\">2 Ne. 2:7<\/a><\/span>; see also <span class=\"citation\" id=\"41703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41703)\">Ps. 34:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22911_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11316)\">D&amp;C 64:9–10<\/a><\/span>; see also <span class=\"citation\" id=\"32947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32947)\">Mark 11:25–26<\/a><\/span>; <span class=\"citation\" id=\"31038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31038)\">Luke 6:37<\/a><\/span>; <span class=\"citation\" id=\"40159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40159)\">Mosiah 26:29–32<\/a><\/span>; <span class=\"citation\" id=\"5406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5406)\">3 Ne. 13:14–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-22911_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"33684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33684)\">Matt. 11:28–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-22911_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See John Taylor, <span class=\"emphasis\">The Mediation and Atonement<\/span> (1882).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_028\"><a name=\"-22911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-22911_000_028\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See Richard G. Scott, “Healing the Tragic Scars of Abuse,” <span class=\"emphasis\">Ensign,<\/span> May 1992, 31.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}