{"ID":675, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1953, pp. 87-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear fellow workers: Just a few words in conclusion. I commend the appeal made by\nBrother Petersen, and once again ask that the bishops send the names to Elders Spencer\nKimball and Mark E. Petersen of those girls and boys who leave their home towns to come to\nthe centers.\n<\/p><p>\nThe Young Women's Mutual Improvement Association will help you, if you ask them to\nreport to you, they have so written to me within the week. They are prepared to report on\nevery girl in every ward in the Church. The Lord bless them and may he bless you bishops,\nin this service of saving souls.\n<\/p><p>\nEXCURSIONS\n<\/p><p>\nOne other point&mdash;when you have excursions for young people, either to the temple or\nvisiting a city, please see to it that you have registered or chartered busses, unless you come\nin your private cars. In either case be sure that the boys and girls are properly chaperoned.\n<\/p><p>\nON SOLICITING FUNDS\n<\/p><p>\nWards and branches should not solicit funds or try to raise money for their buildings in other\nplaces than under their own jurisdiction. We do not favor bidding on shovels used for\nbreaking ground for church edifices.\n<\/p><p>\nHOW TO OBTAIN A TESTIMONY\n<\/p><p>\nA few years ago a stranger sat in the gallery opposite this pulpit and listened to the testimony\nof one of the elders of the Church. He accompanied a man who had been excommunicated\nfrom the Church. As they were walking out of the grounds, the stranger said, referring to the\ntestimony of the speaker that day, \"Do you know, I would give all I possess if I knew that\nwhat that speaker said today is true.\"\n<\/p><p>\nSeveral of the brethren throughout this conference have emphasized the value of a testimony.\nBrother Sonne, particularly, laid stress upon the fact that that is the strength of the Church. It\nis. There is nothing which a man can possess in this world, which will bring more comfort,\nmore hope and faith than a testimony of the existence of a Heavenly Father who loves us, or\nof the reality of Jesus Christ, his Only Begotten Son, that those two heavenly personages\nappeared to the Prophet Joseph and established the Church of Jesus Christ, and that men are\nofficially authorized to represent Deity.\n<\/p><p>\nScientists are seeking that knowledge, some of them in vain. One of them recently declared\nthat he had failed to find it, and had lost his faith even in God, and he is recognized as one of\nthe great.\n<\/p><p>\nYou know, too, you who have read the book \"Man Does Not Stand Alone,\" how impressively\nthat great author leads the world to accept the existence of God's guidance. You who have\nheard missionaries return and bear witness that they know that this Gospel is true, will\nremember, probably, when you were boys, that you, too, would have given anything if you\ncould so testify in truth.\n<\/p><p>\nWe have hundreds, perhaps thousands of young men here with us tonight. They are eagerly\nlonging to have that testimony. Of its value, there is no question. Of its reality, too, there is\nno question in the minds of you leaders who possess an absolute knowledge of these things.\n<\/p><p>\nBut as I have listened to the testimonies, I have wondered how many of us are showing the\nboys how they may know. Are we sufficiently emphasizing the fact that they will never know\nit if they indulge in sin; they will never find it out if they live to gratify their passions and\nappetites. \"My spirit shall not always strive with man\"\n(<span class=\"citation\" id=\"23602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23602)\">Gen. 6:3<\/a><\/span>;\n<span class=\"citation\" id=\"13073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13073)\">D&amp;C 1:33<\/a><\/span>;\n<span class=\"citation\" id=\"39050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39050)\">Moses 8:17<\/a><\/span>).\nHis spirit will not dwell in unclean tabernacles. (\"The Spirit of the Lord doth not dwell in\nunholy temples\" <span class=\"citation\" id=\"24679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24679)\">Hel. 4:24<\/a><\/span>.)\nAnd you cannot have a testimony without the Spirit of God.\n<\/p><p>\nYoung men, may I just name three steps that will aid you in obtaining this priceless\npossession, and then you follow them.\n<\/p><p>\nOn the night of Gethsemane, Jesus offered a great prayer. In the introduction he said this:\n\"Father, thou hast heard me\" (<span class=\"citation\" id=\"27553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27553)\">John 11:41<\/a><\/span>),\nand he thanked the Lord for it, and then he said: \"And this is\nlife eternal, that they might know thee the only true God, and Jesus Christ whom thou hast\nsent\" (<span class=\"citation\" id=\"27568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27568)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThat is what a testimony means. To know God, and Jesus Christ, is to have life eternal, the\ngreat possession of eternal life.\n<\/p><p>\nBut the question arises&mdash;How may I know? Jesus has answered it, as he has shown the way in\nevery aspect of life. One day, when he bore testimony to his divinity, that his teachings were\nof God, the Pharisees and others around him said, \"How knoweth this man letters, having\nnever learned?\" How do we know (that was their question), that you are divine? And he gave\na simple answer: \"If any man will do his will, he shall know of the doctrine whether it be of\nGod, or whether I speak of myself\"\n(<span class=\"citation\" id=\"27547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27547)\">John 7:15,17<\/a><\/span>).\nThere is a definite answer&mdash;a clear-cut\nstatement, young man. \"If ye will do the will, ye shall know.\" And, \"to know God, and Jesus\nChrist, whom he has sent, is eternal life.\"\n<\/p><p>\nHowever, there still remains unanswered the question: What is God's will? On one occasion\nseveral thousand people asked that question saying \"Men and brethren, what shall we do?\" It\nwas on the Day of Pentecost, and Peter, who had received a testimony and instructions from\nthe Savior, answered: \"Repent, and be baptized every one of you in the name of Jesus Christ\nfor the remission of sins, and ye shall receive the gift of the Holy Ghost. For the promise is\nunto you, and to your children, and to all that are afar off even as many as the Lord our God\nshall call\" (<span class=\"citation\" id=\"7676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7676)\">Acts 2:37-39<\/a><\/span>).\n<\/p><p>\nDid you note that first sentence, that first condition? Repentance, which is a changing of life.\nIf you have been swearing, stop it. That is what repentance means. If you have been\ndisobeying father or mother, cease your disobedience. If you have been thinking impure\nthoughts, substitute them with noble ideas. Repentance means ever to change your thoughts\nand acts for the better.\n<\/p><p>\nA lawyer, a Pharisee asked Christ, on one occasion, \"Which is the great commandment in the\nlaw?\" (<span class=\"citation\" id=\"34589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34589)\">Matt. 22:36<\/a><\/span>). And in answer, most profound, Jesus said, the first fundamental law is to\n\"love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and\nwith all thy strength\" (<span class=\"citation\" id=\"33064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33064)\">Mark 12:30<\/a><\/span>).\n\"And the second is like unto it Thou shalt love thy\nneighbor as thyself\" (<span class=\"citation\" id=\"34591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34591)\">Matt. 22:39<\/a><\/span>).\nAnd the Pharisee admitted that Jesus had spoken wisely.\n<\/p><p>\nAnalyze that and you will find that it means that instead of centering your thoughts on self,\nthat God becomes the center of your existence; your thought is what you are going to do for\nhim. You will pray to him at night. You will pray to him when you have some heavy task to\nperform. In your school work, pray. I know, you may not hear his voice always, and you may\nfeel that he did not answer your question in your prayer, but in youth, keep praying, holding\nto the assurance that God is near you to help you.\n<\/p><p>\nChrist has given us \"all things that pertain unto life and godliness, through the knowledge of\nhim that hath called us to glory and virtue: Whereby are given unto us exceeding great and\nprecious promises: that by these ye might be partakers of the divine nature\"\n(<span class=\"citation\" id=\"4823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4823)\">2 Pet. 1:3-4<\/a><\/span>),\nthat is, the Holy Ghost promised by Peter, to live in this world and be a partaker of the divine\nnature of our Father in Heaven.\n<\/p><p>\nI bear witness to you that that is a reality. Young man, never lose sight of it. And then, after\nPeter bore witness that that is a reality, he said this: \n<\/p><p>\n\" . . . add to your faith virtue; and to virtue knowledge; \n<\/p><p>\n\"And to knowledge temperance (note the words); and to temperance patience; and to patience\ngodliness; \n<\/p><p>\n\"And to godliness brotherly kindness; and to brotherly kindness charity\"&mdash;love.\n<\/p><p>\nNow note the promise: \n<\/p><p>\n\"For if these things be in you, and abound, they make you that ye shall neither be barren nor\nunfruitful <i>in the knowledge of our Lord Jesus Christ<\/i>,\"&mdash;of the things of God\n(<span class=\"citation\" id=\"4824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4824)\">2 Pet. 1:5-8<\/a><\/span>).\n<\/p><p>\nAnd to know God is eternal life\n(<span class=\"citation\" id=\"50039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50039)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThose are divine steps, that lead back to the presence of God, our Eternal Father.\n<\/p><p>\nMay the young within the sound of our voices tonight, and all in the Church, follow those\nsteps, and gain, each one the precious gift of a knowledge of the divinity of this work, I\nhumbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}