{"ID":6754, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Each a Better Person\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is room for improvement in every life. … Regardless of our circumstances, we can improve ourselves and while so doing have an effect on the lives of those about us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">22911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p4\" class=\"\">What a wonderful conference this has been, my brothers and sisters. As we return to our homes and to our daily activities, each of us should be a better individual than we were when the conference opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p5\" class=\"\">All who have spoken have done very well. The prayers have been inspirational. The music has been magnificent.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p6\" class=\"\">But what matters most is what may have occurred within each of us as a result of our experience. I, for one, have made a stronger resolution within myself to be a better person than I have been in the past. I hope that I will be a little kinder to any I meet who may be in distress. I hope that I will be a little more helpful to those who are in need. I hope that I will be a little more worthy of your confidence. I hope that I will be a better husband, a better father and grandfather. I hope that I will be a better neighbor and friend. I hope that I will be a better Latter-day Saint, with an increased understanding of the wonderful aspects of this glorious gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p7\" class=\"\">I challenge every one of you who can hear me to rise to the divinity within you. Do we really realize what it means to be a child of God, to have within us something of the divine nature?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p8\" class=\"\">I believe with all my heart that the Latter-day Saints, generally speaking, are good people. If we live by the principles of the gospel, we must be good people, for we will be generous and kind, thoughtful and tolerant, helpful and outreaching to those in distress. We can either subdue the divine nature and hide it so that it finds no expression in our lives, or we can bring it to the front and let it shine through all that we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p9\" class=\"\">There is room for improvement in every life. Regardless of our occupations, regardless of our circumstances, we can improve ourselves and while so doing have an effect on the lives of those about us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p10\" class=\"\">We do not need to wear our religion on our sleeves. We certainly do not need to be boastful about it or to be arrogant in any way. Such becomes a negation of the Spirit of the Christ whom we ought to try to emulate. That Spirit finds expression in the heart and the soul, in the quiet and unboastful manner of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p11\" class=\"\">All of us have seen those we almost envy because they have cultivated a manner that, without even mentioning it, speaks of the beauty of the gospel they have incorporated in their behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p12\" class=\"\">We can lower our voices a few decibels. We can return good for evil. We can smile when anger might be so much easier. We can exercise self-control and self-discipline and dismiss any affront levied against us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p13\" class=\"\">Let us be a happy people. The Lord’s plan is a plan of happiness. The way will be lighter, the worries will be fewer, the confrontations will be less difficult if we cultivate a spirit of happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p14\" class=\"\">Let us work a little harder at the responsibility we have as parents. The home is the basic unit of society. The family is the basic organization of the Church. We are deeply concerned over the quality of the lives of our people as husbands and wives and as parents and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p15\" class=\"\">There is too much of criticism and faultfinding with anger and raised voices. The pressures we feel each day are tremendous. Husbands come home from their employment each day tired and short-tempered. Unfortunately, most of the wives work. They too face a serious challenge that may be more costly than it is worth. Children are left to seek their own entertainment, and much of it is not good.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p16\" class=\"\">My brothers and sisters, we must work at our responsibility as parents as if everything in life counted on it, because in fact everything in life does count on it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p17\" class=\"\">If we fail in our homes, we fail in our lives. No man is truly successful who has failed in his home. I ask you men, particularly, to pause and take stock of yourselves as husbands and fathers and heads of households. Pray for guidance, for help, for direction, and then follow the whisperings of the Spirit to guide you in the most serious of all responsibilities, for the consequences of your leadership in your home will be eternal and everlasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/each-a-better-person.p18\" class=\"\">God bless you, my beloved associates. May a spirit of peace and love attend you wherever you may be. May there be harmony in your lives. As I’ve said to our youth in many areas, be smart, be clean, be true, be grateful, be humble, be prayerful. May you kneel in prayer before the Almighty with thanksgiving unto Him for His bounteous blessings. May you then stand on your feet and go forward as sons and daughters of God to bring to pass His eternal purposes, each in your own way, is my humble prayer as I leave my love and blessing with you, in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}