{"ID":6755, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            With Holiness of Heart\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p3\" class=\"\">Bonnie D. Parkin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/bonnie-d-parkin-10.jpg\" alt=\"Bonnie D. Parkin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Every time we reach out with love, patience, kindness, generosity, we honor our covenants by saying, “Here am I; send me.”<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">22911_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p5\" class=\"\">Although our numbers are much greater than those Relief Society sisters in Nauvoo, the spirit of our gathering is the same. Like us, they lifted, nurtured, and inspired each other; they prayed for each other; they consecrated all that they had to the kingdom. President Hinckley has described us as “a vast reservoir of faith and good works, … an anchor of devotion and loyalty and accomplishment.”<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_035\">1<\/a>\n       <span class=\"footnote\">[“Walking in the Light of the Lord,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 97; <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 115.]<\/span><\/sup> How remarkable that whether we are in the Conference Center or in a chapel in Mexico, or in a branch in Lithuania, we are sisters in Zion with a great work to do. And together, led by a prophet of God, we will do it! I hope you feel the love I have for you—love that is shared by my counselors, who are a rich blessing to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p6\" class=\"\">To say I was overwhelmed when President Hinckley called me to serve as Relief Society general president is a huge understatement! Can’t you relate? But, voice trembling, I responded, “Here am I; send me.” After a Jewish friend learned what my calling entailed, she looked at me like I was crazy and asked, “Bonnie, why would you do that?” (At times like these, I often ask myself the same thing!) But there is only one reason I did it: I have made covenants with the Lord, and I know what that requires. Plus, I knew that you and I would serve together and that my willingness was on behalf of all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p7\" class=\"\">For centuries, righteous women have been stepping forward to join the cause of Christ. Many of you have only recently been baptized; your covenants are fresh in your hearts, your sacrifices still tender. As I think about you, I am reminded of Priscilla Staines from Wiltshire, England. Nineteen-year-old Priscilla joined the Church in 1843. Alone. She had to steal away in the night to be baptized, because of the persecutions of her neighbors and the displeasure of her family. She wrote: “We waited until midnight … and then repaired to a stream of water a quarter of a mile away. Here we found the water … frozen over, and the elder had to chop a hole in the ice large enough for the purpose of baptism. … None but God and his angels, and the few witnesses who stood on the bank with us, heard my covenant; but in the solemnity of that midnight hour it seemed as though all nature were listening, and the recording angel writing our words in the book of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_035\">2<\/a>\n       <span class=\"footnote\">[Quoted in Edward W. Tullidge, <span class=\"emphasis\">The Women of Mormondom <\/span>(1877), 287; see also 285–86, 288.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p8\" class=\"\">Her words “None but God and his angels … heard my covenant” touch my soul, for like Priscilla—no matter our age, our gospel knowledge, our time in the Church—we are all women of covenant. That is a phrase we often hear in the Church, but what does it mean? How do covenants define who we are and how we live?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p9\" class=\"\">Covenants—or binding promises between us and Heavenly Father—are essential for our eternal progression. Step-by-step, He tutors us to become like Him by enlisting us in His work. At baptism we covenant to love Him with all our hearts and love our sisters and brothers as ourselves. In the temple we further covenant to be obedient, selfless, faithful, honorable, charitable. We covenant to make sacrifices and consecrate all that we have. Forged through priesthood authority, our kept covenants bring blessings to fill our cups to overflowing. How often do you reflect that your covenants reach beyond mortality and connect you to the Divine? Making covenants is the expression of a willing heart; keeping covenants, the expression of a faithful heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p10\" class=\"\">Sounds so simple on paper, doesn’t it? Of course, the doing is where we prove who we really are. Thus, every time we reach out with love, patience, kindness, generosity, we honor our covenants by saying, “Here am I; send me.” Usually we speak these words softly, unaccompanied by brass bands.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p11\" class=\"\">When have someone else’s covenants with the Lord blessed <span class=\"emphasis\">your<\/span> life, brought you peace, nurtured your soul? When my husband and I were missionaries in England, we saw many elders and sisters whose lives were directly influenced by the covenants of worthy women. I was so thankful for mothers, sisters, aunts, teachers—like so many of you—whose honored covenants extended blessings to others by the way they taught those future missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p12\" class=\"\">Covenants not only coax us out of comfort zones and into new growth but lead others to do the same. Jesus said, “The works which ye have seen me do that shall ye also do.”<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_035\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5420)\">3 Ne. 27:21<\/a><\/span>.]<\/span><\/sup> His covenant keeping encourages ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p13\" class=\"\">Covenants save us from needless suffering. For example, when we obey the prophet’s guidance, we are keeping a covenant. He has counseled us to avoid debt, maintain a food supply, and become self-reliant. Living within our means blesses us beyond that obedience. It teaches us gratitude, restraint, unselfishness; it brings peace from financial pressures and protection from materialism’s greed. Keeping our lamps filled means that unforeseen circumstances do not hinder opportunities to declare with devotion, “Here am I; send me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p14\" class=\"\">Covenants renewed invigorate and refresh a weary soul. Each Sunday when we partake of the sacrament, what happens in our hearts when we hear those words to “always remember him”?<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_035\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11274)\">D&amp;C 20:77, 79<\/a><\/span>.]<\/span><\/sup> Do we improve the following week by refocusing on what matters most? Yes, we face hard things; yes, making changes is strenuous. But have you ever wondered how our sisters survived being driven from Nauvoo, many walking the entire trek? When their feet were tired, they were carried by their covenants! What else could grant such spiritual and physical fortitude?<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p15\" class=\"\">Covenants also protect us from being “tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness.”<sup class=\"noteMarker\"><a href=\"#footnote5-22911_000_035\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21583)\">Eph. 4:14<\/a><\/span>.]<\/span><\/sup> Women of covenant stand firm when evil is called good and good is called evil. Whether it be in the college classroom, around the water cooler, or watching TV’s latest “experts,” remembering our covenants keeps us from being led astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p16\" class=\"\">Covenants can keep us and those we love spiritually safe and spiritually prepared by putting first things first. For instance, when it comes to families, we cannot afford indifference and distraction. Childhood is a vanishing wonder; so few have had the sunny days I knew growing up on a farm. President Hinckley has said: “Our problems, almost every one, arise out of the homes of the people. … If there is to be a change, … it must begin in the home. It is here that truth is learned, that integrity is cultivated, that self-discipline is instilled, and that love is nurtured.”<sup class=\"noteMarker\"><a href=\"#footnote6-22911_000_035\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 99; <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 117.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p17\" class=\"\">Sisters, the Lord needs women who will teach children to work and learn and serve and believe. Whether they are our own or another’s, we must stand up and state, “Here am I; send me to watch over your little ones, to put them first, to guide and protect them from evil, to love them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p18\" class=\"\">Sometimes we are faced with keeping our covenants when there seems to be no logical reason to do so. I listened to a single sister tell of her experience of “coming to trust the Lord completely.” Her life had not worked out as she had expected. Sound familiar? This period of soul-searching was marked by changing jobs, new financial pressures, tugs from worldly philosophies. Now listen to what she did. She sat down with other sisters in her ward and found that they too were searching to find the peace the gospel brings. She asked for a priesthood blessing. She valiantly carried forward in her calling. She studied and tried to more fully commit her love, appreciation, and conviction to Jesus. She prayed. “I cried to the Lord,” she said, “and told Him I would do whatever He would ask of me.” She did all this despite those difficulties. And do you know what happened? No, her eternal companion did not appear on her doorstep. But peace made its way into her heart, and life got better.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p19\" class=\"\">Sisters, we keep our covenants when we share our life’s wisdom to encourage another, when we visit teach with genuine compassion, when we help a younger sister know that her fresh perspective will bless us in Relief Society. We can do that!<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p20\" class=\"\">When young Priscilla, our British convert of 1843, crossed the Atlantic, she was befriended by a woman the age of her mother. This older sister also felt the fire of covenants she had made. When they docked at the wharf in Nauvoo, she was by Priscilla’s side. Together, bold and believing, they joined with the Saints of God.<sup class=\"noteMarker\"><a href=\"#footnote7-22911_000_035\">7<\/a>\n       <span class=\"footnote\">[See Tullidge, <span class=\"emphasis\">Women of Mormondom,<\/span> 289, 291.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p21\" class=\"\">The spiritual integrity to keep our covenants comes from consistency in scripture study, prayer, service, and sacrifice. Such simple steps nurture our souls so we can say, “Send me to help a sister and her newborn; send me to tutor a struggling student; send me to love an outsider. Send me where you need me, when you need me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p22\" class=\"\">The Lord has called us to do all that we do with “holiness of heart.”<sup class=\"noteMarker\"><a href=\"#footnote8-22911_000_035\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11297)\">D&amp;C 46:7<\/a><\/span>.]<\/span><\/sup> And holiness is a product of covenant living. I love the words of this hymn and the way they make me feel:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More holiness give me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More strivings within,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More patience in suff’ring,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More sorrow for sin,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More faith in my Savior,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More sense of his care,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More joy in his service,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More purpose in prayer.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote9-22911_000_035\">9<\/a>\n\t   <span class=\"footnote\">[“More Holiness Give Me,” <span class=\"emphasis\">Hymns,<\/span> no. 131.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p31\" class=\"\">Holiness prompts the words “Here am I; send me.” When Priscilla Staines made her midnight covenant in those icy waters, she stepped forward into a new life, clothes nearly frozen yet heart warmed with joy. “There was no turning back,” she said. “I … set out for the reward of everlasting life, trusting in God.”<sup class=\"noteMarker\"><a href=\"#footnote10-22911_000_035\">10<\/a>\n       <span class=\"footnote\">[Tullidge, <span class=\"emphasis\">Women of Mormondom,<\/span> 288.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p32\" class=\"\">President Hinckley, with the Relief Society sisters around the world, I commit to you that we stand united as women of covenant and hearken to your voice. In a host of different languages, hear the words of each Relief Society sister as we say, “Here am I; send me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/with-holiness-of-heart.p33\" class=\"\">May our individual covenants that bind us to our loving Heavenly Father guide us, protect us, sanctify us, and allow us to do likewise for all His children, I so pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_035\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Walking in the Light of the Lord,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 97; <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 115.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_035\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Edward W. Tullidge, <span class=\"emphasis\">The Women of Mormondom <\/span>(1877), 287; see also 285–86, 288.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_035\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5420)\">3 Ne. 27:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_035\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11274)\">D&amp;C 20:77, 79<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22911_000_035\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21583)\">Eph. 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-22911_000_035\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 99; <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 117.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-22911_000_035\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Tullidge, <span class=\"emphasis\">Women of Mormondom,<\/span> 289, 291.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-22911_000_035\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11297)\">D&amp;C 46:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-22911_000_035\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“More Holiness Give Me,” <span class=\"emphasis\">Hymns,<\/span> no. 131.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_035\"><a name=\"-22911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-22911_000_035\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Tullidge, <span class=\"emphasis\">Women of Mormondom,<\/span> 288.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}