{"ID":6756, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Blessing Our Families through Our Covenants\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p3\" class=\"\">Kathleen H. Hughes<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/kathleen-h-hughes-10.jpg\" alt=\"Kathleen H. Hughes\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we keep our covenants, the promises we receive in return are great.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">22911_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p5\" class=\"\">Sisters, how wonderful it is to be with you this evening. You are such good women. You are faithful, righteous daughters of God, striving to do the best you can to keep the covenants you have made with our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p6\" class=\"\">I hope each of you has had an opportunity to see the poster we chose to represent our theme, “Here am I; send me.” The painting, entitled <span class=\"emphasis\">Pioneers Arriving,<\/span> was done by Sister Minerva Teichert, a mother, wife, and honored artist. We love this painting. We love the look on the woman’s face as she walks with her family beside her. And we especially love her bag. Although we will never know what’s in that bag, it reminds me of other bags I see at church. I have carried them, and I’m sure you have too! Mine have carried, at various times, scriptures, lesson materials, bottles, quiet books, paper, and crayons.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p7\" class=\"\">Sisters, just as we carry our bags with us at church, so do we, metaphorically, need to carry another bag with us wherever we go—and in this bag is our treasure of covenants—because we are covenant women. I want to visit with you about the way our covenants can strengthen righteous families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p8\" class=\"\">It’s important for us to realize that there is no one way that a righteous family looks. Some righteous families have two parents; but sometimes, through death or divorce, there is only one. Some righteous families have many children, and other families, at least for the moment, have none. Most members are single for part of their lives, but Elder Marvin J. Ashton taught us that “God and one are a family.”<sup class=\"noteMarker\"><a href=\"#footnote1-22911_000_036\">1<\/a>\n       <span class=\"footnote\">[“Be a Quality Person,” single-member fireside, 30 Aug. 1992.]<\/span><\/sup> In some righteous families only the father works outside the home, and other times, both adults must work. So, though we may differ, what righteous families have in common are the covenants that they hold sacred.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p9\" class=\"\">I think first of covenants relating to the laws of the gospel: tithing, church attendance, and the Word of Wisdom, for example. Sisters, I don’t need to tell you that if we keep these covenants, our families will be blessed. That’s not to say we’ll never suffer; but in the end, we know that there is a reward for keeping our promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p10\" class=\"\">Other covenants commit us to moral behaviors: both our ethics toward one another and standards of conduct related to our bodies. We need to teach our children ethical behaviors: honesty, respect, integrity, kindness in word and actions. We send our children into a world where these behaviors are declining, but we must teach them through word and, more importantly, example, the actions of decency and goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p11\" class=\"\">And what of the standard of conduct relative to our bodies? Sisters, we need to be examples to our children of what we expect in dress, in appearance, and in chastity. Two years ago, President Hinckley stood in this meeting and counseled us to “teach [our] children when they are very young and small, and never quit.”<sup class=\"noteMarker\"><a href=\"#footnote2-22911_000_036\">2<\/a>\n       <span class=\"footnote\">[“Your Greatest Challenge, Mother,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 98; <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 114.]<\/span><\/sup> The standard for all of us is clear, but what we know is that the world’s ways are too often becoming our ways and our children’s ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p12\" class=\"\">I once heard a mother say that with all of the evil influences facing her daughters, she had to choose which battles to fight. And so she had chosen not to fight their dress standards. But modesty is a battle worth fighting because it so often affects more serious moral issues. Now, this doesn’t mean that we have to demand that our daughters and sons are covered from neck to ankle, but it does mean that we help them dress in a way that shows they are children of God. Sisters, you are wise and amazing mothers. You don’t need a handbook outlining what is acceptable in dress. Follow the Spirit, and you and your children will know what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p13\" class=\"\">We also need to make sure that our children understand the Lord’s expectations regarding sexual behavior. The standard relative to chastity has never changed—children should know where the line is. However, too often we are seeing our children justifying behaviors they know are incorrect and modeling the behaviors of the world. We need to set aside any embarrassment or discomfort we may feel, so that we can have frank discussions with our teenagers. They need to know specifically, not generally, what behaviors are acceptable for a man and a woman outside of marriage. If we don’t teach them the standards, then the world will, with disastrous results.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p14\" class=\"\">The same holds true for the newest threat: technology. Sadly, the best filters made will not ensure that nothing profane will enter our homes. While the Internet is wonderful, we must be vigilant regarding it and other media influences in the home. Pornography is becoming all too prevalent and is seeping into the lives of Saints, turning their hearts away from the standards of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p15\" class=\"\">The most important covenant pertaining to families is the covenant of eternal marriage. We know that “marriage between a man and a woman is ordained of God and that the family is central to the Creator’s plan for the eternal destiny of His children.”<sup class=\"noteMarker\"><a href=\"#footnote3-22911_000_036\">3<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.]<\/span><\/sup> Our families are our highest responsibility as well as our greatest blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p16\" class=\"\">The theme of this conference is “Here am I; send me.” The words are a promise to the Lord and an expression of our willingness to serve. If we keep our covenants, the promises we receive in return are great. President Boyd K. Packer has written:<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p17\" class=\"\">“It is not uncommon for responsible parents to lose one of their children, for a time, to influences over which they have no control. They agonize over rebellious sons or daughters. They are puzzled over why they are so helpless when they have tried so hard to do what they should.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p18\" class=\"\">“It is my conviction that those wicked influences one day will be overruled. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p19\" class=\"\">“We cannot overemphasize the value of temple marriage, the binding ties of the sealing ordinance, and the standards of worthiness required of them. When parents keep the covenants they have made at the altar of the temple, their children will be forever bound to them.”<sup class=\"noteMarker\"><a href=\"#footnote4-22911_000_036\">4<\/a>\n       <span class=\"footnote\">[“Our Moral Environment,” <span class=\"emphasis\">Ensign, <\/span>May 1992, 68.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p20\" class=\"\">Sisters, that promise gives me so much hope. Let’s make our trek with confidence, our bright bags clutched firmly in our arms, but let’s empty those bags of things we do not need. Extra weight will only slow us down. Let’s rid ourselves of the “what ifs” and the “if onlys” and “cast [our] burden upon the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote5-22911_000_036\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41709)\">Ps. 55:22<\/a><\/span>.]<\/span><\/sup> I need to do this with you. Let’s just do the best we can every day and allow the Lord to make up the difference for us. That is one of the promises He has made to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p21\" class=\"\">Finally, let me tell you about a woman I have never met but whom I love dearly because she was true to her covenants. My great-great-grandmother Charlotte Gailey Clark was one of the last 295 people to receive their covenants in the Nauvoo Temple prior to the beginning of the great exodus west. The temple had been closed since the Saints were being forced to leave, but all those who were worthy had not yet had an opportunity to receive their endowments. My great-great-grandmother and her husband would be leading their family west, and she wanted her covenants with her before she set out on that journey. I have thought about her so often these past few months. I someday want to say to her, “Grandma, thank you for keeping your covenants. I am so blessed to be your granddaughter. Your faithfulness has blessed me and my family—and will continue to bless all of us throughout the generations.” And sisters, our children and grandchildren will one day be able to say the same to us, and of us. One day they will thank us for keeping this “bag” of covenants with us and using them to bless the lives of our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2002\/11\/blessing-our-families-through-our-covenants.p22\" class=\"\">May our Heavenly Father bless us to keep our covenants that our families may be strengthened and blessed because of our righteous lives, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-22911_000_036\"><a name=\"-22911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-22911_000_036\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Be a Quality Person,” single-member fireside, 30 Aug. 1992.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_036\"><a name=\"-22911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-22911_000_036\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Your Greatest Challenge, Mother,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 98; <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 114.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_036\"><a name=\"-22911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-22911_000_036\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_036\"><a name=\"-22911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-22911_000_036\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Our Moral Environment,” <span class=\"emphasis\">Ensign, <\/span>May 1992, 68.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-22911_000_036\"><a name=\"-22911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-22911_000_036\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41709)\">Ps. 55:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}