{"ID":676, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Who Shall Deny or Question the Justice of God?<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1953, pp. 90-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMany people of the world today have lost their faith in the living God. Their trust is placed in\nmany different gods, fashioned after the weakness and inclination of men: A god who makes\nmight, right; a god of riches, a god of selfishness and greed; a god of lust; a god whom\nprofessional and business men serve, men who worship their profession or business to the\nexclusion of almost all else in life; a god of sports; a god of industrialism or\nunionism as the case may be; all in preference to the God of heaven and earth, our eternal\nFather, who has instilled in the hearts of obedient children throughout the ages, a love of truth\nand virtue! God has said: \n<\/p><p>\n. . . I will put my laws into their mind and write them in their hearts: and I will be to them a\nGod, and they shall be to me a people\n(<span class=\"citation\" id=\"24251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24251)\">Heb. 8:10<\/a><\/span>).\n<\/p><p>\nHerbert Spencer has well said, \"The choice is not between a personal God and something\nlower, but between a personal God and something higher.\"\n<\/p><p>\nIsaiah prophesied of such disbelief, as we find in the world today.\n<\/p><p>\nThe earth also is defiled under the inhabitants thereof; because they have transgressed the\nlaws, changed the ordinance, broken the everlasting covenant\n(<span class=\"citation\" id=\"25140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25140)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nWherefore the Lord said, Forasmuch as this people draw near me with their mouth and with\ntheir lips do honor me, but have removed their heart far from me, and their fear toward me is\ntaught by the precept of men: \n<\/p><p>\nTherefore, behold, I will proceed to do a marvellous work among this people, even a\nmarvellous work and a wonder: for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\n(<span class=\"citation\" id=\"25141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25141)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nThrough the courtesies and facilities of the Columbia radio network, it is my privilege upon\nthis Church of the Air to represent a people who today profess to worship the God of Israel\nand lend obedience to his eternal laws.\n<\/p><p>\nWe believe the Bible to be the word of God\n(<span class=\"citation\" id=\"50040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50040)\">A of F 1:8<\/a><\/span>).\n We read in the first chapter of Genesis, 27th verse: \n<\/p><p>\nSo God created man in his own image, in the image of God created he him; male and female\ncreated he them (<span class=\"citation\" id=\"23597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23597)\">Gen. 1:27<\/a><\/span>).\n<\/p><p>\nThis same God of whom we bear witness to the world is the creator of heaven and earth and\nof all things that in them are, of which man is his crowning glory. God gave man dominion\nover all things pertaining to this earth\n(<span class=\"citation\" id=\"23595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23595)\">Gen. 1:26<\/a><\/span>).\n<\/p><p>\n\"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"13157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13157)\">D&amp;C 93:36<\/a><\/span>).\nMan's intelligence is God-given. Man is\nthe offspring of God. The power to think and reason emanates from this same eternal source.\nDr. Francis L. Patton, one time president of Princeton University, 1882 to 1902, and president\nof Princeton Theological Seminary, 1902 to 1913, wrote a book entitled <i>Fundamental Christianity<\/i>,\ndedicated to his wife on their sixtieth wedding anniversary. I quote therefrom: \n<\/p><p>\nIt is true, as has been said, (by Milton, I think) that we need not find fault with Reason since\nit is all we have wherewith to judge a revelation. But we have this treasure in earthen vessels.\nHuman reason works under the limitations of a finite mind and shares in the defects of a\nsinful nature. It has often taken the wrong side in debate and has tried to make \"the worse\nappear the better reason.\" More than once it has been the leader in an insurrection against the\ngovernment of God. It has often accepted a retainer, prepared the papers and acted as leading\ncounsel in the great case of Man v. his Maker. It has been trammeled by prejudice, blinded\nby foregone conclusions, and dominated by pride. It has misread the facts, or misapplied the\nreasoning based upon them. All this goes to show that we need another light than that which\nreason gives. It can handle categories and make syllogisms, but it cannot make history; cannot\nsurvey the whole area of being; cannot speak with authoritative confidence on themes which\nonly revelation can unfold and it transcends its prerogative when it says that a revelation is\nimpossible. It is for reason to take the more modest part of showing us that what we\nconfessedly need has been given us in the religion which came from God. * * * We cannot\nflee from God's presence. The Psalmist got at the root of all philosophy when he said: \"If I\nascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there.\n<\/p><p>\nIf I take the wings of the morning, and dwell in the uttermost parts of the sea; \n<\/p><p>\nEven there shall thy hand lead me, and thy right hand shall hold me\"\n(<span class=\"citation\" id=\"41780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41780)\">Ps. 139:8-10<\/a><\/span>).\n<\/p><p>\nAll our observations of nature strongly declare the existence of God. Paul, in his epistle to the\nHebrews, writes: \n<\/p><p>\n. . . every house is builded by some man; but he that built all things is God\n(<span class=\"citation\" id=\"24247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24247)\">Heb. 3:4<\/a><\/span>).\n<\/p><p>\nThe prophets of old have recorded their testimony concerning God in Holy Writ. They, in\ntheir lives, exemplified an absolute faith in their God. Moses gives us the early account of\nGod's dealings with his children here upon this earth; his personality, his character, his\nattributes to inspire and direct us in our worship of our Creator in whose image we stand. The\nLord spake unto Moses face to face as a man speaketh unto his friend (see\n<span class=\"citation\" id=\"22640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22640)\">Ex. 33:11<\/a><\/span>). Adam\nwalked and talked with God. The voice of God was heard from the heavens at the baptism of\nJesus Christ. Peter, James, and John heard his voice on the Mount of Transfiguration when he\ndeclared: \"This is my beloved Son, in whom I am well pleased; hear ye him\"\n(<span class=\"citation\" id=\"34581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34581)\">Matt. 17:5<\/a><\/span>).\nStephen saw God.\n<\/p><p>\nBut he, being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of\nGod, and Jesus standing on the right hand of God\n(<span class=\"citation\" id=\"7688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7688)\">Acts 7:55<\/a><\/span>).\n<\/p><p>\nPaul was converted by a heavenly manifestation. Finally in the beginning of this dispensation,\nwhich the Church of Jesus Christ of Latter-day Saints proclaims to the world is the\nDispensation of the Fulness of Times, in which all things heretofore given of God to man will\nbe restored, we have this remarkable testimony given by two of its early founders concerning\nthe Son of God, Jesus Christ our Lord and Savior.\n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the testimony, last\nof all, which we give of him: That he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the only Begotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\n(<span class=\"citation\" id=\"13137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13137)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nMoses' life was given to receiving the laws of God and proclaiming them to his people, as a\nprophet of God and leader of men. Many of God's laws binding upon the people of Israel in\nthe days of Moses, have come down to us. They bind our consciences as much today, if not\nmore, than they did that of ancient Israel thousands of years ago. Today, no matter how far\nwe may have departed from the true knowledge and understanding of God, we cannot violate\nthe Ten Commandments of God (<span class=\"citation\" id=\"22636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22636)\">Ex. 20:3-17<\/a><\/span>)\nwith complacency and a clear conscience. No one throughout\nthe history of mankind ever permanently profited in their violation, whereas all who have\nobeyed have been blessed in their obedience. Disobedience thereto has brought sorrow and\nremorse to the human soul with the resulting loss of all promised blessings.\n<\/p><p>\nOne prophet of old, Mormon by name, has said: \n<\/p><p>\nTherefore ye need not suppose that ye can turn the right hand of the Lord unto the left, that\nhe may not execute judgment unto the fulfilling of the covenant which he hath made unto the\nhouse of Israel (<span class=\"citation\" id=\"5530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5530)\">3 Ne. 29:9<\/a><\/span>).\n<\/p><p>\nThe wisdom of man has never produced a code of conduct to compare with the laws of God.\nHis laws also give us an insight into the personality of God. His nature is the better\nunderstood. The Ten Commandments begin as follows: \n<\/p><p>\nI am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of\nbondage.\n<\/p><p>\nThou shalt have no other gods before me.\n<\/p><p>\nThou shalt not make unto thee any graven image, or any likeness of any thing that is in\nheaven above, or that is in the earth beneath, or that is in the water under the earth: \n<\/p><p>\nThou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a\njealous God, visiting the iniquity of the fathers upon the children unto the third and fourth\ngeneration of them that hate me; \n<\/p><p>\nAnd shewing mercy unto thousands of them that love me, and keep my commandments\n(<span class=\"citation\" id=\"22634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22634)\">Ex. 20:2-6<\/a><\/span>).\n<\/p><p>\nThe Ten Commandments constitute a divine decree of transcendent importance to all\nmankind. To a believer in God, the very thought of finding fault with his holy judgments is\nsacrilege. We believe his judgments are binding on us here and now, as well as in all\npreceding generations, and will be binding upon all future generations\n<\/p><p>\nIt was Job who proclaimed after he had lost everything but life, and suffered most in body,\nhis absolute reliance upon, and his submission to the decrees of God: \n<\/p><p>\n. . . the Lord gave, and the Lord hath taken away; blessed be the name of the Lord\n(<span class=\"citation\" id=\"26663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26663)\">Job 1:21<\/a><\/span>).\n<\/p><p>\nJob's faith in God endured. God's existence was real. He was actually Job's heavenly Father,\na Personality to whom he could pray, and upon whose justice and mercy he could depend\nimplicitly.\n<\/p><p>\nJob comprehended God. He could not deny his existence. To those who denied God, he\npropounded some questions that have never been answered by the wisdom of men; for\nexample: \n<\/p><p>\nWhere wast thou when I laid the foundations of the earth? declare, if thou hast understanding.\n<\/p><p>\nWho hath put wisdom in the inward parts? or who hath given understanding to the heart?\n(<span class=\"citation\" id=\"26666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26666)\">Job 38:4,36<\/a><\/span>).\n<\/p><p>\nGod's nearness, yes, his presence, was felt by Job when he finally declared: \n<\/p><p>\nFor I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God: \n<\/p><p>\nWhom I shall see for myself, and mine eyes shall behold, and not another; though my reins\nbe consumed within me (<span class=\"citation\" id=\"26665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26665)\">Job 19:25-27<\/a><\/span>).\n<\/p><p>\nThough centuries separated them, Job could have declared as well as did the Apostle James: \n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him\n(<span class=\"citation\" id=\"26100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26100)\">James 1:5<\/a><\/span>).\n<\/p><p>\nDown through the ages, from Father Adam on, came to man the same knowledge and\nunderstanding of God received from God by those who sought wisdom, in keeping with the\nadmonition of James.\n<\/p><p>\nToday God has not left us alone, dependent upon the testimonies of ancient prophets. In every\ndispensation of the gospel upon the earth, from the time when Adam walked and talked with\nGod, to the present, God has revealed himself to man, and through his prophets he has\ndisseminated his law and his gospel to the earth anew that all men might know that he lives,\nthat he is the rewarder of them that diligently seek him. He lives to bless mankind. He has\ndeclared from the heavens in these latter days: \n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man (<span class=\"citation\" id=\"39029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39029)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThe importance of this knowledge is made clear by the prophet Jeremiah: \n<\/p><p>\nLet not the wise man glory in his wisdom, neither let the mighty man glory in his might, let\nnot the rich man glory in his riches: \n<\/p><p>\nBut let him that glorieth glory in this, that he understandeth and knoweth me, that I am the\nLord which exercise loving-kindness, judgment, and righteousness, in the earth: for in these\nthings I delight, saith the Lord\n(<span class=\"citation\" id=\"26487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26487)\">Jer. 9:23-24<\/a><\/span>).\n<\/p><p>\nGod gave knowledge and understanding to the disciples of Christ which prepared them to\nsuffer persecution and even death rather than deny the divine mission of their Lord and\nSavior.\n<\/p><p>\n. . . without faith it is impossible to please him: for he that cometh to God must believe that\nhe is and that he is a rewarder of them that diligently seek him\n(<span class=\"citation\" id=\"24253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24253)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nI know that God lives to enlighten our minds, quicken our understandings, and give to us a\nknowledge and understanding of God and of his eternal purposes and of the\ndivine mission of his Only Begotten Son, Jesus Christ; that he hears and answers our prayers\nwith a filial love for us, his children here upon this earth. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}