{"ID":677, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Kingdom of God Is Here<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, October 1953, pp. 104-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I thank the Lord for the privilege of being one with you here\nthis morning, and during this whole glorious conference. I pray earnestly that the Spirit of the\nLord may direct all that I shall say.\n<\/p><p>\nI have been impressed as I have looked out over this audience and been conscious of the\natmosphere of this great Tabernacle and listened to the impressive and inspired testimonies\nand exhortations that have been given, that this is truly an historic and sacred building. Here\nfor nearly a century the word of God has been preached by the authority of God, proclaiming\nthe last Dispensation of the Fulness of Times. In this remarkable building, so unique in its\nstructure, so simple, with the absence of all the ornamental and gilded appointments of great\ncathedrals, humble, brave, and devoted men and women have met to worship God. One\nprominent feature in this building is the great organ, and the choir seats, from which, as the\nchoir occupy them, the glorious music comes, typical of harmony and heaven. The feature\nperhaps of greatest significance is this stand&mdash;this series of pulpits&mdash;a token of the\npriesthood of God, for here is assembled this morning the authoritative presiding servants of\nGod in this last dispensation, men chosen of him, who possess the power and authority to\nspeak in the name of almighty God.\n<\/p><p>\nAs President Richards was speaking of the world situation and of our relation to it, I could\nnot help feeling, though it may seem presumptuous and some may take offense, that this,\nnevertheless, is the spiritual capitol of this world. From here God speaks to this world, and his\nAuthorities are officially seated this day in this sacred Tabernacle, and their word is binding\non all the world; and they are calling this world to repentance, to accept the gospel of Jesus\nChrist, the only power  in the world that will save it, that will enable men and women to\nshape acceptable lives before our Father in heaven. Men and women by it are led to love the\ntruth, to love God and to keep his commandments, and by their example and by their word,\nspread this glorious gospel.\n<\/p><p>\nI have before me a very simple statement from the Prophet Moroni, I think a statement of\nvery great significance. He is addressing himself to this generation and all other generations\nwhere this idea prevails.\n<\/p><p>\nAnd again I speak unto you who deny the revelations of God, and say that they are done\naway, that there are no revelations, nor prophecies, nor gifts, nor healing, nor speaking with\ntongues, and the interpretation of tongues; \n<\/p><p>\nBehold I say unto you, he that denieth these things knoweth not the gospel of Christ; yea, he\nhas not read the scriptures; if so, he does not understand them\n(<span class=\"citation\" id=\"37959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37959)\">Morm. 9:7-8<\/a><\/span>).\n<\/p><p>\nThat simple statement has tremendous implications.\n<\/p><p>\nThat's the key to the history of Christendom for seventeen centuries. Following the death of\nthe apostles, religious leaders set up the principle which persists to this day&mdash;perhaps to the\nbest of their knowledge and understanding&mdash;that revelation had ceased and was finished, and\nthat prophets and apostles were things of the past. And that is in itself definite and conclusive\nproof that, so far as the world is concerned during seventeen hundred years,\nsuch was the case. For when revelation is shut off, and when all the preachers of religion (and\nthis is and was their well-nigh universal opinion) deny its existence, then the Church and\nkingdom of God is not there, and has not been during this eclipse of seventeen hundred years;\nand that is the simple reason why men did not know what the gospel was, and why,\nconsequently, when they read the scriptures they could not understand them because they are\nonly understood by the spirit and power by which they were written. The ministrations of the\nauthorized servants of God produce scripture; the scripture cannot produce authorized\nministers of God, nor authority to preach, nor are they bringing new revelations to a living\nChurch. That must be done by living oracles. And they were killed off. The world would not\naccept them. The world would not accept the Lord Jesus Christ himself; he was crucified.\nAnd then his Apostles, chosen and sent out to preach the gospel to the world, in the main,\nmet the same fate. Revelation did cease, and the world went into an eclipse, a spiritual\neclipse&mdash;seventeen hundred years of darkness. Men were left to themselves to do the best they\ncould. But no man knows the gospel of Jesus Christ by his natural wisdom, nor by the\nwisdom and learning of the world. It must be taught by one sent of God. No man knew how\nthe Church should be set up and organized, how its priesthood should function, nor what\npriesthood is. There was no priesthood operating for them to see or be instructed by and no\norganized church for them to see in operation during this seventeen hundred years of darkness\nand of night. There was, for perhaps a century or so, the afterglow of a sunset as this night\nset in, a reflection from the ministry of the Savior and his Apostles, but then darkness came.\nChurches were established by men not called of God (as the Apostle Paul said, \"Having a\nform of godliness, but denying the power thereof\"\n[<span class=\"citation\" id=\"5118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5118)\">2 Tim. 3:5<\/a><\/span>]), and doctrines were\nformulated without authority, and the significant and unhappy thing is that the prevailing\ndoctrines of Christendom today found their origin in this spiritual darkness. Unfortunately,\nthey still persist.\n<\/p><p>\nBut later on after what historians in general agreement have called the Dark Ages, when these\ndoctrines were being crystallized into creeds and man-made churches were increasing, the\ndawn began to break. The first rays of light appeared with the development of human\nfreedom and the enlightenment of the human mind in the Renaissance and with the discovery\nof America&mdash;America, the Promised Land&mdash;which in the providences of God had been held\nin reserve, hidden from men, on which it was his declared purpose to set up a free\ngovernment, so that he might restore again the kingdom of God to the earth. And the sun\narose, and the night was past, and this Church, the Church of Jesus Christ of Latter-day\nSaints, was set up in the earth. All this the scriptures had clearly foretold.\n<\/p><p>\nThree very important things occurred. I will mention them in just the moment of time\nremaining. First of all, and most essential, God again revealed himself to man. The Father and\nthe Son stood in the presence of a fourteen-year-old boy and talked with him\n(<span class=\"citation\" id=\"30325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30325)\">JS&mdash;H 1:17<\/a><\/span>). He saw these\ncelestial Personages. He heard their heart-penetrating voices. He received their glorious\ninstructions. That swept away all the erroneous ideas, the false teachings and conceptions as to\nthe identity and nature of God, and restored the true and living God to the knowledge of man.\nThe second thing was that new scripture was brought forth. The Book of Mormon was given\nto the world by the power of God, containing a fulness of the gospel, which explains gospel\ndoctrines and teachings and substantiates the teachings of the Bible and makes possible their\ncorrect interpretation. Also through the Prophet Joseph Smith a volume of revelations was\nbrought forth, containing today's instructions of God to his Church. And\nthen, third, was restored the priesthood of God, which exists in his Church in all generations,\nand is the power of God which administers the gospel and manifests godliness to men in the\nflesh. Without this priesthood the Church of God does not and cannot exist.\n<\/p><p>\nThe absence of these three things had brought on the dark ages. They were now restored, and\nthe sun has again risen. The Church and kingdom of God is here. Its sun is in the heavens to\nbe seen by all men who will open their eyes to see its light, and here is its center place in the\ntops of the Rocky Mountains. May God help us to live its principles and proclaim its\ndoctrines and devote our lives and our means and all that we have and are to the\nestablishment of this cause in the earth for the happiness and the salvation of mankind. I\nhumbly bear witness that Jesus is the Christ, the Redeemer of the world, and Joseph Smith\nwas his prophet, and through them this Church has come into existence and will continue, and\nno power can stay it, for by the power of God it will cover the earth, and Jesus Christ will\ncome and reign in the world. May God give us power to be true to this great revelation of\ntruth, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}