{"ID":678, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prayer<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1953, pp. 106-109<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI trust, my brothers and sisters and friends, that I may be able to round out my thoughts in a\nfluency of expression that will carry conviction to all of you who are listening. To enable me\nto do that, I must plead for an interest in your faith and prayers. I believe it was William\nJennings Bryan who once said that true eloquence is from the heart to the heart, and not from\nthe mouth to the ear. By that standard of eloquence, if there is any eloquence in what I may\nsay, I assure you that it will be the eloquence of the heart and not the eloquence of the\nproperly chosen phrase or the well modulated voice.\n<\/p><p>\nI believe implicitly in the efficacy of prayer. Even as I stand before you I believe in the\npower of God to instill within my heart those thoughts which may be for your benefit, or for\nat least the benefit of some of you who may be praying to hear something which you need.\n<\/p><p>\nWhen President Richards was speaking so eloquently, especially about the sanctity of the\nhome and the solidarity of the family, my mind raced back to my early childhood to a home\nwhich to me was sacred always, and to a family, the solidarity of which was preserved mostly\nby the family prayers. I thank God that in my infancy I knelt in a circle, in a humble home,\nnight and morning with my parents, my brothers and sisters, and each in his turn invoked the\nblessings of God upon the family. I am grateful that I learned to pray in my\ninfancy because I had only passed from infancy when I was called as a missionary to the\nuttermost bounds of the earth; I had just turned seventeen. I was called to faraway New\nZealand, and in that mission I was assigned, without a companion, to one of the most humble\nplaces I have ever seen in all my life, one of the most poverty-stricken places, and in that\nlittle village, I had to pray. I was there but a few days when a woman came rushing to my\nroom, and I have a picture of that room&mdash;no floor, just the ground with a woven mat and a\nblanket or two. She came rushing to that room and asked me to arise from my bed and hurry\nto her little hut, and when I arrived there, I found her companion lying on the ground, being\nconsumed by the fire of typhoid fever. All I could do was pray; and I knelt beside that\nsuffering native and I prayed to God, and opened up my heart to him; and I believe the\nchannel was open; and then I placed my hands upon that good brother; and with the authority\nof the priesthood which I as a young boy held, I blessed him to be restored to health. The\nnext morning the wife came again to my room and said, \"If you have anywhere you desire to\ngo, you are now free to go; my husband is up.\"\n<\/p><p>\nI remember that on another occasion I rode horseback all day long and far into the night to\narrive at a native village on the seacoast of New Zealand and when I arrived at a bay dividing\nthe place where I had to stop and that little village, I made a fire so that the people across in\nthe village would send a rowboat to get me, and when that boat arrived, I was taken across\nthe bay, and I walked through that village, and in every home there were cases of typhoid\nfever. But I walked fearlessly, with my head erect, impelled by the priesthood of God which I\nheld, and in each of those homes I left the blessings of heaven, and I laid my hands upon the\nsick. And then I had to go across the bay again and get on my horse and ride all night long to\narrive at another native village where there was sickness.\n<\/p><p>\nBrothers and sisters, we are at our greatest, not only in the sight of God, but also in our own\nsight when we are upon our knees. We have heard tributes paid here to the leaders of this\nChurch, these great men who stand before you every six months and manifest to you their\ngreat leadership, but never have they been raised to greater heights of leadership than when I\nhave knelt with them in the temple of God and listened to each one open up his heart and\nappeal to God for his sustaining influence and power to enable Him to carry on as your\nservant in His divine ministry. How high, brothers and sisters, these men are raised when they\nare on their knees in a circle, claiming sanctuary from the outside world in God's holy\ntemple.\n<\/p><p>\nPresident Richards mentioned about servicemen being missionaries. It brought to mind that\nstatement which we have heard, that an army marches upon its stomach. I feel that the day is\nnot far off when our armies will have to arise from their stomachs and march upon their\nknees. No iron curtain can ever be drawn between heaven and earth when the armies of men\nwill march upon their knees. The great marches of this nation, the great marches of progress\nin the history of this country have been marches behind the leadership of men who went to\ntheir knees. Never was George Washington as great, in all of his majestic power as a soldier,\nas when he was upon his knees at Valley Forge. Never was the great emancipator so great as\nwhen he was driven to his knees before Gettysburg. And the greatness of this nation, my\nbrothers and sisters, has been because men who have been elected to high office in this\ncountry have never been too proud to go to their knees and invoke the power of heaven to\nsustain them in their great jobs and callings of leadership.\n<\/p><p>\nA prayer comes to my mind, and no more beautiful prayers were ever\nuttered than those uttered by our mothers. I recall the prayer of Hannah\n(<span class=\"citation\" id=\"2504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2504)\">1 Sam. 1:9-18<\/a><\/span>). You remember\nHannah who wanted a child and she went to the sanctuary to pray, but her prayer was not\naudible. Her lips moved, but she said nothing that could be heard, and Eli thought that she\nwas intoxicated, and he reprimanded her, but then she convinced him that that which she was\ndoing was not because of intoxication, but it was a prayer from her heart to God that she\nmight bear a child. And how earnest she was in that prayer, so earnest, so sincere, that she\nsaid, \"If God will give me this child, I will lend him to the Lord for this life\" (see\n<span class=\"citation\" id=\"50041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50041)\">1 Sam. 1:11<\/a><\/span>).\nHow well the mothers know that life is eternal. How well she knew that in lending this\nchild to the Lord for this life, that beyond and down through the ages of eternity, he would be\nher child, and she would be his mother. The Bible is full of great prayers and the stories of\ngreat prayers.\n<\/p><p>\nThe prophets have all been close to God when they have been upon their knees; and that\nwhich they have said in all of their greatness and power as they stood upon their feet was\nbecause they first had gone to their knees, and then when they arose, God spoke through\nthem. From Gethsemane to Calvary, Christ was a living prayer. He groaned within himself; he\npleaded with his God; he had a wish that the cup might pass from him, but then he uttered\nthose words which should attend every prayer offered up to heaven, \". . . not my will, but\nthine, be done\" (<span class=\"citation\" id=\"31344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31344)\">Luke 22:42<\/a><\/span>).\nAnd then on Calvary, as he was hanging upon the cross, he\nuttered that prayer of prayers, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31349)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nWe have heard the prayer of the Prophet referred to this morning. Here was a young lad who\nbelieved in a promise that if any man lacked wisdom and would ask of God, it would be\ngiven to him (<span class=\"citation\" id=\"30321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30321)\">JS&mdash;H 1:11-13<\/a><\/span>);\nand in response to that injunction he took himself out into that grove, away\nfrom the superficial structures of men, and he didn't stand looking into heaven; he bowed\nupon the bended knees of his body, and he offered up his prayer to God his Father to bring\nclearness of vision to his mind to divest from his mind the confusion which existed there\npertaining to religion. How can people doubt that God heard that prayer? Anyone who would\nquestion that God heard the prayer of that boy must believe that the Father in heaven is cruel\nand shuts himself away from his children when they seek him. But he did hear that prayer,\nand as Elder Morris has mentioned, the light burst from heaven; down through that channel of\nlight came the Father and the Son. Young people, if you prayed for your father to come in\nyour hour of need, would he hide from you? Of course not. Neither will our Father who is in\nheaven hide from us who seek him out.\n<\/p><p>\nGod grant that we may always have the spirit of prayer in our hearts.\n<\/p><p>\nI love to sit among these great men, men who have a profound knowledge of the gospel of\nJesus Christ. I will never have the knowledge of the principles of the gospel as profound as\nthey have because I can't get myself past the first principles. But I know how to pray and I\ntell you no man knows himself until he has broken his heart before God on his knees and\npleaded for his forgiveness. How I enjoy my friends who belong to Alcoholics Anonymous,\nmen who have descended so low in degeneracy that as one of them has said, they have to\nlook up to see the bottom of the gutter. But then they discover that there is a power beyond\nthat can bring them help. In their meetings they always offer this prayer, \"God grant me the\nserenity to accept the things I cannot change, the courage to change the things I can, and the\nwisdom to know the difference.\" But each one testifies that he has opened his heart to God,\nand that deep down in the recesses of that heart, which has almost been blackened by lives\nthrown away with reckless abandon, he has found a spark of divinity, and\nthat divine within has reached up for the divine beyond, and then there has come a\nregeneration of his life, and he is led back to sobriety. But he continues to pray. That he must\nnever cease doing. And I was talking to one of them recently who was a neighbor of mine\nduring my childhood days right over here across the block, and he said to me, \"You know, if\nI hadn't had the fortification of the prayers of my mother when I was a boy in that home, I\nam sure that even now my own prayers would not be heard. But I was fortified by that\nmother's prayers, and down through the years as I went astray, I could never divest from my\nmind the image of my mother upon her knees, with her children, and asking God to bless us.\nNow I have turned my life back to God,\" and he said, \"I hope to live to see the day when I\ncan be worthy to go where my mother is.\"\n<\/p><p>\nSome people think it is a sign of weakness to get upon one's knees and pray to our heavenly\nFather. It's the greatest sign of strength that exists. No men are greater than when they are\nupon their knees in communion with God and having a sacred interview with him. God does\nnot always answer our prayers the way we want them answered, but if the channel is open, I\ntestify to you that he answers them the way they should be answered, and those answers are\nfor our best good and have an eternal and everlasting value.\n<\/p><p>\nMy brethren in whose council I sit, I know you are men of God. I think of the Master when\nhe said to his disciples, \"You have not chosen me, but I have chosen you and ordained you\nand set you apart.\" I thank you for your humility because in that humility you have been\nmagnified. You have been called from the profession of the law; you have been called from\nthe great field of education; you have been called from industry. You did not choose him, but\nhe has chosen you (<span class=\"citation\" id=\"27564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27564)\">John 15:16<\/a><\/span>)\nand is sending you forth, and as you go forth to the stakes of Zion and the\nwards of the Church, you carry with you the power of the apostleship, the power of the\npriesthood of God our Father.\n<\/p><p>\nIn humility I thank God for this association I have with you. God bless you, and bless us all,\nas we minister to the people, under the inspiration of God our Father, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}