{"ID":679, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Come Unto Jesus<\/p>\n<p class=\"gcspeaker\">Elder Adam S. Bennion<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Adam S. Bennion, <i>Conference Report<\/i>, October 1953, pp. 109-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brethren and sisters, and friends: This is a wonderful conference. The\nSpirit of the Lord is here; and your sustaining faith and fellowship add to his power. Together\nwe witness to the world that this is God's Church.\n<\/p><p>\nI should be ungrateful and ungracious if I did not express appreciation for the blessings of the\nlast six months. In a varied career, these months have been rich beyond compare with\nanything else in my life. The kindliness of friends has kept a lump in my throat most of the\ntime, and in the spirit of what Brother Cowley has just said, I am here today, thanks to the\nanswer to prayer. It is an inspiring thing to be ordained to this office by the President of this\nChurch&mdash;prophet, seer, and revelator. That day I shall never forget.\n<\/p><p>\nBut in the complications that attached to trying to leave one job and under the pressure that\nattaches to this one, I was brought low, and I lay for five days unable to move. I have had\npains in my life, but I think these were a little more excruciating than anything I had known.\nFor the first time in my life, I was wholly unable to move. Now if Brother Lee will pardon\nthis personal mention: he, with these other brethren, are men of God. He was\ngood enough to come into my home. He could bear you witness of my helplessness, and in\npart, of my pain. I asked him for a blessing, which he gave in the power that is his. I am a\nliving witness to you today, and I bear my testimony humbly and gratefully, the next\nmorning, after a night's peaceful rest, I arose and walked. I bear you my witness that God\nstill administers in the affairs of men, and his servants bearing the priesthood are our greatest\nphysicians.\n<\/p><p>\nWhen I listened to that statesmanlike declaration this morning of Brother [Stephen L]\nRichards, I wished that I might have the genius to draw upon the same source of inspiration,\nto bring to the individual member of this Church some things I have been pondering in recent\nweeks.\n<\/p><p>\nLife was never meant to be a holiday. It has its problems and its perplexities and its crises.\nWhen we are children, we turn to our parents for sustaining help. Growing into maturity, we\nturn to our fellow men and our leaders. All my life I have turned to one other source&mdash;a\nsource which I want to commend to you. You have had it. I hope you will keep it always and\ncherish it.\n<\/p><p>\nThe Master of mankind came to teach us how to live, and he died that we might be\nresurrected to live forever. I find my finest challenge, as I find my finest hope, as I turn to\nhim to ask \"What would he have me to do?\"\n<\/p><p>\nTribute has been paid to our leaders, and I wouldn't flatter them, but I should like to express\nan appreciation. Would you come to understand what Jesus taught, what his pattern of life is,\nthen I beg you to contemplate the life of our President. For forty years I have been associated\nwith him and have felt of his spirit. He is the Christian ideal&mdash;a man who has the capacity to\ntranslate into daily action the sublime truths of him who is the Redeemer of mankind.\n<\/p><p>\nA few weeks back I had the privilege of listening to a choir, much like this choir today and\nof the last two days. It thrilled me so that their singing I cannot forget. You have sung their\nsong; you recall its wonderful words: \n<\/p><p>\nJesus, the very thought of thee<br \/>\nWith sweetness fills my breast: <br \/>\nBut sweeter far thy face to see<br \/>\nAnd in thy presence rest.\n<\/p><p>\nNor voice can sing nor heart can frame,<br \/>\nNor can the memory find<br \/>\nA sweeter sound than thy blest name,<br \/>\nO Savior of mankind!\n<\/p><p>\nOh hope of every contrite heart,<br \/>\nO joy of all the meek,<br \/>\nTo these who fall how kind thou art!<br \/>\nHow good to those who seek!\n<\/p><p>\nJesus, our only joy be thou,<br \/>\nAs thou our prize wilt be: <br \/>\nJesus, be thou our glory now<br \/>\nAnd through eternity.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash;Bernard of Clairvaux\n<\/p><p>\nMy brethren and sisters, out across the tomorrows, in the problems that confront you, I\ncommend to you the life and the thought of Jesus Christ. In these brief minutes all that I can\nhope to do is to give a glimpse of one or two things in his life, a suggestion as to one or two\nthings that he taught, and then the subsequent witness that comes to us because we are\nLatter-day Saints. Whatever your bringing up may have been, whatever your circumstances\nmay now be, please remember these things: Jesus was born away from home to be cradled in\na manger. I think only the mothers here can fully appreciate what that means. He was born\nthe Only Begotten of the Father, and if there may be those who have difficulty in reconciling\ntheir understanding that he was not born of Joseph, I beg of you to remember that he was to\nbe the Author of the resurrection, made possible because of the divinity that was in him, born\ninto him, and magnified throughout all his existence.\n<\/p><p>\n\"And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God\nwas upon him\" (<span class=\"citation\" id=\"31324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31324)\">Luke 2:40<\/a><\/span>).\nI have always been impressed with his great awakening at twelve.\n<\/p><p>\n\"And all that heard him were astonished at his understanding and answers\"\n(<span class=\"citation\" id=\"31325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31325)\">Luke 2:47<\/a><\/span>).\n<\/p><p>\nAnd then as President McKay pointed out in reference to his great temptation. After forty\ndays you remember he came back, and he \". . . returned in the power of the Spirit . . . \"\n(<span class=\"citation\" id=\"31329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31329)\">Luke 4:14<\/a><\/span>)\nto carry forward his great ministry.\n<\/p><p>\nIn the last six months I have read and re-read the gospels. Having been called to be a witness\nto him, I made my resolution that I should begin by coming a little more fully to understand\nhim and his message. You remember that \"He went about teaching and preaching and doing\ngood\" (<span class=\"citation\" id=\"7694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7694)\">Acts 10:38<\/a><\/span>).\nWhat he did&mdash;and what he preached&mdash;constitute the gospels. Out of them all, let me\nname ten which you may well ponder: \n<\/p><p>\n1. The Beatitudes, first of all, which in nine short verses present one of the most\ncomprehensive statements ever given to the world: \n<\/p><p>\nBlessed are the poor in spirit: for theirs is the kingdom of heaven.\n<\/p><p>\nBlessed are they that mourn: for they shall be comforted.\n<\/p><p>\nBlessed are the meek: for they shall inherit the earth.\n<\/p><p>\nBlessed are they which do hunger and thirst after righteousness: for they shall be filled.\n<\/p><p>\nBlessed are the merciful: for they shall obtain mercy.\n<\/p><p>\nBlessed are the pure in heart: for they shall see God.\n<\/p><p>\nBlessed are the peacemakers: for they shall be called the children of God.\n<\/p><p>\nBlessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of\nheaven.\n<\/p><p>\nBlessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil\nagainst you falsely, for my sake.\n<\/p><p>\nRejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the\nprophets which were before you\n(<span class=\"citation\" id=\"34537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34537)\">Matt. 5:3-12<\/a><\/span>).\n<\/p><p>\n2. The Golden Rule, than which there has never been devised a better principle for human\nrelations or for the guidance of the individual life: \n<\/p><p>\nTherefore all things whatsoever ye would that men should do to you, do ye even so to them:\nfor this is the law and the prophets\n(<span class=\"citation\" id=\"34560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34560)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\n3. The Lord's Prayer, patterned for all mankind, sung beautifully yesterday, couched in\nsixty-six words: \n<\/p><p>\nOur Father which art in heaven, Hallowed be thy name.\n<\/p><p>\nThy kingdom come. Thy will be done in earth, as it is in heaven.\n<\/p><p>\nGive us this day our daily bread.\n<\/p><p>\nAnd forgive us our debts, as we forgive our debtors.\n<\/p><p>\nAnd lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the\npower, and the glory, for ever. Amen\n(<span class=\"citation\" id=\"34549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34549)\">Matt. 6:9-13<\/a><\/span>).\n<\/p><p>\n4. The spirit of the Second Mile: \n<\/p><p>\nAnd whosoever shall compel thee to go a mile, go with him twain\n(<span class=\"citation\" id=\"34544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34544)\">Matt. 5:41<\/a><\/span>).\n<\/p><p>\n5. His idea of forgiveness hinted in the phrase: \n<\/p><p>\nThen came Peter to him, and said, Lord, how oft shall my brother sin against me and I\nforgive him? till seven times?\n<\/p><p>\nJesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven\n(<span class=\"citation\" id=\"34585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34585)\">Matt. 18:21-22<\/a><\/span>).\n<\/p><p>\n6. \"Judge not, that ye be not judged.\"\n<\/p><p>\nFor with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall\nbe measured to you again.\n<\/p><p>\nAnd why beholdest thou the mote that is in thy brother's eye, but considerest not the beam\nthat is in thine own eye?\n<\/p><p>\nOr how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and behold, a\nbeam is in thine own eye?\n<\/p><p>\nThou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly\nto cast out the mote out of thy brother's eye\n(<span class=\"citation\" id=\"34559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34559)\">Matt. 7:1-5<\/a><\/span>).\n<\/p><p>\nThe clearing up of a catastrophe in this city in the last few days should bring a solemn\nrealization to the men and women of this state and community that they ought not carelessly\nto have unjustly indicted two of the finest people in the world in the heretofore unsolved\ntragedy that shocked our state.\n<\/p><p>\n7. \". . . where your treasure is, there will your heart be also\"\n(<span class=\"citation\" id=\"34551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34551)\">Matt. 6:21<\/a><\/span>).\n<\/p><p>\n8. \". . . seek ye first the kingdom of God and his righteousness; and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"34558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34558)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\n9. That challenging remark to all parents: \n<\/p><p>\nWherefore by their fruits ye shall know them\n(<span class=\"citation\" id=\"34565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34565)\">Matt. 7:20<\/a><\/span>).\n<\/p><p>\n10. Already hinted here this morning under our limitations of mortality, but the ideal is there: \n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"34547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34547)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nAnd I have named only ten. Would you catch the spirit of them further I suggest that you\ncompile and reread the thirty-odd parables. And then if you want to be stirred, stirred all the\nway through, read with these parables, the same number of miracles, and you will come in\nsome measure to catch the spirit of this great Soul.\n<\/p><p>\nIt is singularly tragic that after all he did for the blessing of mankind, he should be led to\nCalvary. The Master of mankind suffered the cruelest death known to men. And whatever our\ndifficulty may be, he can always stand by and say without putting it into words, \"All that you\nsuffer, I, too, have suffered and more\"\n(<span class=\"citation\" id=\"13093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13093)\">D&amp;C 19:18<\/a><\/span>;\n(<span class=\"citation\" id=\"13180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13180)\">D&amp;C 122:8<\/a><\/span>).\nThat is why it is so wonderful, as one of my soldier\nfriends wrote me, out in the wastes of Alaska, against the odds of military service, \"It's so\nwonderful always to have someone speak over your shoulder who understands.\"\n<\/p><p>\nThat were enough for any man, but as Latter-day Saints we have two other witnesses which I\nneedn't take the time to expand. If anybody in all the world should appreciate the Master of\nmankind, it ought to be Latter-day Saints. Here we have in our Book of Mormon the account\nof his appearance to those people who had left the Old World six hundred years before he\nwas born, with a remnant who had gone far earlier, how he appeared to them, and the glory\nof it all is that he appeared after he had been resurrected. You will read it one day in Third\nNephi. If you want to be touched and inspired this day, I suggest before it closes, you turn to\nthe eleventh chapter, and in fancy sit with that multitude who had gathered in the land of\nBountiful, and have him appear, because he came to declare himself, and the Father attended\nhim and they heard his voice saying,\n<\/p><p>\nBehold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him (<span class=\"citation\" id=\"5519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5519)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nAnd now it came to pass that there were a great multitude gathered together, of the people of\nNephi, round about the temple which was in the land Bountiful; and they were marveling and\nwondering one with another, and were showing one to another the great and marvelous\nchange which had taken place.\n<\/p><p>\nAnd they were also conversing about this Jesus Christ, of whom the sign had been given\nconcerning his death.\n<\/p><p>\nAnd it came to pass that while they were thus conversing one with another, they heard a voice\nas if it came out of heaven; and they cast their eyes round about, for they understood not the\nvoice which they heard; and it was not a harsh voice, neither was it a loud voice;\nnevertheless, and notwithstanding it being a small voice it did pierce them that did hear to the\ncenter, insomuch that there was no part of their frame that it did not cause to quake; yea, it\ndid pierce them to the very soul, and did cause their hearts to burn.\n<\/p><p>\nAnd it came to pass that again they heard the voice, and they understood it not.\n<\/p><p>\nAnd again the third time they did hear the voice, and did open their ears to hear it; and their\neyes were towards the sound thereof; and they did look steadfastly towards heaven, from\nwhence the sound came.\n<\/p><p>\nAnd behold, the third time they did understand the voice which they heard; and it said unto\nthem: \n<\/p><p>\nBehold my Beloved Son, in whom I am well pleased, in whom I have glorified my name&mdash;\nhear ye him.\n<\/p><p>\nAnd it came to pass, as they understood they cast their eyes up again towards heaven; and\nbehold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he\ncame down and stood in the midst of them; and the eyes of the whole\nmultitude were turned upon him, and they durst not open their mouths, even one to another,\nand wist not what it meant, for they thought it was an angel that had appeared unto them.\n<\/p><p>\nAnd it came to pass that he stretched forth his hand and spake unto the people, saying: \n<\/p><p>\nBehold, I am Jesus Christ, whom the prophets testified shall come into the world.\n<\/p><p>\nAnd behold, I am the light and the life of the world; and I have drunk out of that bitter cup\nwhich the Father hath given me and have glorified the Father in taking upon me the sins of\nthe world, in the which I have suffered the will of the Father in all things from the beginning.\n<\/p><p>\nAnd it came to pass that when Jesus had spoken these words the whole multitude fell to the\nearth; for they remembered that it had been prophesied among them that Christ should show\nhimself unto them after his ascension into heaven.\n<\/p><p>\nAnd it came to pass that the Lord spake unto them saying: \n<\/p><p>\nArise and come forth unto me, that ye may thrust your hands into my side, and also that ye\nmay feel the prints of the nails in my hands and in my feet, that ye may know that I am the\nGod of Israel, and the God of the whole earth, and have been slain for the sins of the world.\n<\/p><p>\nAnd it came to pass that the multitude went forth, and thrust their hands into his side, and did\nfeel the prints of the nails in his hands and in his feet; and this they did do, going forth one\nby one until they had all gone forth, and did see with their eyes and did feel with their hands,\nand did know of a surety and did bear record, that it was he, of whom it was written by the\nprophets, that should come.\n<\/p><p>\nAnd when they had all gone forth and had witnessed for themselves, they did cry out with\none accord, saying: \n<\/p><p>\nHosanna! Blessed be the name of the Most High God! And they did fall down at the feet of\nJesus, and did worship him (<span class=\"citation\" id=\"5518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5518)\">3 Ne. 11:1-17<\/a><\/span>).\n<\/p><p>\nAnd if you are inspired to do a little more reading this same evening, turn over to the\nseventeenth chapter: \n<\/p><p>\nHave ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind,\nor halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in\nany manner? Bring them hither and I will heal them, for I have compassion upon you; my\nbowels are filled with mercy.\n<\/p><p>\nFor I perceive that ye desire that I should show unto you what I have done unto your brethren\nat Jerusalem, for I see that your faith is sufficient that I should heal you.\n<\/p><p>\nAnd it came to pass that when he had thus spoken, all the multitude with one accord, did go\nforth with their sick and their afflicted, and their lame, and with their blind, and with their\ndumb, and with all them that were afflicted in any manner; and he did heal them every one as\nthey were brought forth unto him.\n<\/p><p>\nAnd they did all, both they who had been healed and they who were whole, bow down at his\nfeet, and did worship him; and as many as could come for the multitude did kiss his feet,\ninsomuch that they did bathe his feet with their tears.\n<\/p><p>\nAnd it came to pass that he commanded that their little children should be brought.\n<\/p><p>\nSo they brought their little children and set them down upon the ground round about him, and\nJesus stood in the midst; and the multitude gave way till they had all been brought unto him.\n<\/p><p>\nAnd it came to pass that when they had all been brought, and Jesus stood in the midst, he\ncommanded the multitude that they should kneel down upon the ground.\n<\/p><p>\nAnd it came to pass that when they had knelt upon the ground, Jesus groaned within himself,\nand said: Father, I am troubled because of the wickedness of the people of the house of Israel.\n<\/p><p>\nAnd when he had said these words, he himself also knelt upon the earth; and behold he\nprayed unto the Father, and the things which he prayed cannot be written, and the multitude\ndid bear record who heard him.\n<\/p><p>\nAnd after this manner do they bear record: The eye hath never seen, neither hath the ear\nheard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;\n<\/p><p>\nAnd no tongue can speak, neither can there be written by any man, neither can the hearts of\nmen conceive so great and marvelous things as we both saw and heard Jesus speak; and no\none can conceive of the joy which filled our souls at the time we heard him pray for us unto\nthe Father.\n<\/p><p>\nAnd it came to pass that when Jesus had made an end of praying unto the Father, he arose;\nbut so great was the joy of the multitude that they were overcome.\n<\/p><p>\nAnd it came to pass that Jesus spake unto them, and bade them arise.\n<\/p><p>\nAnd they arose from the earth, and he said unto them: Blessed are ye because of your faith.\nAnd now behold, my joy is full.\n<\/p><p>\nAnd when he had said these words, he wept, and the multitude bare record of it, and he took\ntheir little children, one by one, and blessed them, and prayed unto the Father for them.\n<\/p><p>\nAnd when he had done this he wept again; \n<\/p><p>\nAnd he spake unto the multitude, and said unto them: Behold your little ones.\n<\/p><p>\nAnd as they looked to behold they cast their eyes towards heaven, and they saw the heavens\nopen, and they saw angels descending out of heaven as it were in the midst of fire; and they\ncame down and encircled those little ones about, and they were encircled about with fire; and\nthe angels did minister unto them\n(<span class=\"citation\" id=\"5525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5525)\">3 Ne. 17:7-24<\/a><\/span>).\n<\/p><p>\nAdd to all this the manifestation of this same Jesus to the boy Prophet in our own day.\nRemind yourselves of that great vision: \n<\/p><p>\nAt length I came to the conclusion that I must either remain in darkness and confusion, or\nelse I must do as James directs that is, ask of God. I at length came to the determination to\n\"ask of God,\" concluding that if he gave wisdom to them that lacked wisdom, and would give\nliberally, and not upbraid, I might venture.\n<\/p><p>\nSo, in accordance with this, my determination to ask of God, I retired to the woods to make\nthe attempt. It was on the morning of a beautiful, clear day, early in the spring of eighteen\nhundred and twenty. It was the first time in my life that I had made such an attempt, for\namidst all my anxieties I had never as yet made the attempt to pray vocally.\n<\/p><p>\nAfter I had retired to the place where I had previously designed to go, having looked around\nme, and finding myself alone, I kneeled down and began to offer up the desire of my heart to\nGod. I had scarcely done so, when immediately I was seized upon by some power which\nentirely overcame me, and had such an astonishing influence over me as to bind my tongue so\nthat I could not speak. Thick darkness gathered around me, and it seemed to me for a time as\nif I were doomed to sudden destruction.\n<\/p><p>\nBut, exerting all my powers to call upon God to deliver me out of the power of this enemy\nwhich had seized upon me, and at the very moment when I was ready to sink into despair and\nabandon myself to destruction&mdash;not to an imaginary ruin, but to the power of some actual\nbeing from the unseen world, who had such marvelous power as I had never before felt in\nany being&mdash;just at this moment of great alarm, I saw a pillar of light exactly over my head,\nabove the brightness of the sun which descended gradually until it fell upon me.\n<\/p><p>\nIt no sooner appeared than I found myself delivered from the enemy which held me bound.\nWhen the light rested upon me I saw two Personages, whose brightness and glory defy all\ndescription, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;\"<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30322)\">JS&mdash;H 1:13-17<\/a><\/span>).\n<\/p><p>\nWe have his record in the gospels. We have his visitation in Third Nephi. And our Church\nrests upon the fact that he has come to declare the everlasting gospel to us in our day and to\nrestore it. I give you my witness that he has so restored it. I join with these brethren here, the\nhonor of whose association I have from week to week, in that testimony. New among them, I\nbear you witness they are strong men; they are men of God, and you can with full heart\nsustain them.\n<\/p><p>\nI always face a group of people like you, wondering when this conference is all over what\nyou will do. Today I suggest to you, as a sort of Christmas thought, that this time you do\nsomething about it. In the four gospels there are only eighty-nine chapters all told. With two\nor three of the short ones tucked in one day, if you really would catch the spirit of this\nconference, I suggest that you read one chapter of the gospels each day; and if you do it\ndevotedly, you will have read again these great witnesses by Christmas time. And come\nChristmas this year, Santa Claus will not be able to crowd out Jesus, and the holiday will\nbecome a holy day. In the few minutes that it takes, morning or noon or night&mdash;my own\nprogram is to read at least one of these chapters each night before I close the\nday&mdash;you will find the key to great spiritual enrichment. Better it were if you would read the\nchapter together as a family, and I give you the promise that if you do it, not only will this\nChristmas be made glorious, but every day of your life will also catch the spirit of these\nsacred words.\n<\/p><p>\nNow in the resolution of your heart let me challenge you: \n<\/p><p>\nNinety and nine are with dreams content,<br \/>\nBut the hope of a world made new<br \/>\nIs the hundredth man who is grimly bent<br \/>\nOn making that dream come true.\n<\/p><p>\nGod put it in your heart, out of 160 million people in America, to be the hundredth man who\nbrings himself and his family close to the Master of mankind, the guide and the inspiration of\nus all, into whose presence one day we hope to return, with all the loved ones whom he has\nredeemed. I pray his blessings upon you, in his holy name. Amen.\n<\/div>\n<\/div>"}