{"ID":680, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Strengthening the American Home<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1953, pp. 120-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHumbly and imploringly, my brethren and sisters and friends, I approach this very difficult,\nbut challenging task. I trust that I may have an interest in your faith and prayers and be\nfavored with the sweet influence of the Holy Spirit.\n<\/p><p>\nI rejoice in what we have just witnessed, in the call of these three noble men to fill vacancies\nin the councils of the Church. This is but typical, my brothers and sisters, of what is going on\nthroughout the Church in the wards, stakes, and missions, weekly&mdash;the calling of men and\nwomen to positions of responsibility. Always the response is the same. To me it is a modern\nmiracle not duplicated anywhere upon the earth. I am happy to welcome these brethren. I\nknow them all. I love them.\n<\/p><p>\nI have loved Brother Richard L. Evans since I first became acquainted with him years ago. He\nis loved by the entire Church. He is loved by this nation, because for years he has had a\nnational audience. His influence has reached beyond the borders of America. And I would like\nto say this to him: Brother Evans, you now enter upon the sweetest association known to men\nin this world, the association which you will have with your brethren of the First Presidency\nand the Council of the Twelve. There is nothing in this world in the associations of men so\nsweet and so satisfying. I know that more deeply today than ever before, particularly since I\nhave been away since last December, and yet at times, though I have been miles away, I have\nfelt even nearer through their faith and prayers&mdash;the faith and prayers of my brethren.\n<\/p><p>\nI love Brother Brown. I have known him for many years. I was closely associated with him in\nEurope right after the war, and he is loved by the people of the British Isles, the Saints of\nEurope and the servicemen all over the Church, to whom he rendered such great service\nduring the last war. I had the privilege of serving as a counselor to his older brother, Scott B.\nBrown, in the Boise Stake, who now serves as a patriarch there. Hugh B. Brown comes from\none of the great families of the Church.\n<\/p><p>\nI have not known Brother Marion Hanks intimately, but I have watched him with great\ninterest and considered him one of the most promising young men in the Church.\n<\/p><p>\nWith all my heart I extend the hand of fellowship to these, my brethren and I am sure, as I do\nso, I am but echoing the feeling of all the other brethren in the councils of the Church as well\nas the entire Church membership.\n<\/p><p>\nBrethren and sisters, this has been a glorious conference. I have received a great spiritual\nuplift. No, we have not heard anything particularly new. I recall some years ago a young\nfellow, a Mormon boy, returned from sacrament meeting, and as he met his father, who had\nbeen out on a high council assignment, his dad said to him, \"Well, son, how did you enjoy the\nsacrament meeting?\" He replied, \"Well, Dad, it was a good meeting. However, it was pretty\nmuch the echoing of re-echoing echoes, but still it was a grand meeting.\"\n<\/p><p>\nWe have heard discussed some of the old virtues. We have heard admonitions pertaining to\neternal principles. They have been presented in a little different setting, with different\nemphasis, but in the main there has been very little new, but, oh, how we need the\nadmonitions which have been presented. I would to God that every man,\nwoman, and child in this nation and throughout the world might have been listening to the\ncounsel that has been given.\n<\/p><p>\nNow, as we leave the conference and go our various ways, how are we going to implement\nthe instructions that have been given, what are we going to do to see to it that this counsel\ndoes not fall unheeded? As I think of the most effective way of implementing this counsel, I\nturn, my brethren and sisters, naturally, to our most basic institution, the American home,\nbecause, after all, it is still our greatest and most primary educational institution. It is, in very\ndeed, the center of our economic, social, and cultural interest. The home is the bulwark of the\nnation and our most fundamental and basic institution.\n<\/p><p>\nUnless as parents, we can go back into the homes of the Church and carry these instructions\nwith a determination to put them into effect at our own firesides with our own children this\nconference will not have been fully effective.\n<\/p><p>\nMarriage, the home, and family are sacred institutions. They are not manmade. Thank God for\nthat. They are divine. The first marriage performed was the marriage of two immortal beings.\nFollowing the consummation of that marriage, the Lord gave important scriptures and\ninstruction to us regarding the home and the family.\n<\/p><p>\nThe Lord made it clear it is not good for man to be alone\n(<span class=\"citation\" id=\"23599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23599)\">Gen. 2:18<\/a><\/span>). Woman was created as a helpmeet\nfor man, and the two united in the sacred bonds of eternal marriage become one flesh.\n<\/p><p>\n\"What therefore God hath joined together,\" said he, \"let not man put asunder\"\n(<span class=\"citation\" id=\"33062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33062)\">Mark 10:9<\/a><\/span>).\nThen later \"Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none\nelse\" (<span class=\"citation\" id=\"13111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13111)\">D&amp;C 42:22<\/a><\/span>).\nHow we need that counsel today in America! What heartaches could\nbe avoided if men would only heed that counsel wholeheartedly. How much less\nunfaithfulness and infidelity there would be if we could live by that admonition.\n<\/p><p>\nThen as though to strengthen further the marriage bond in the home, the Lord gave\ninstructions to children through his prophets. The Apostle Paul, echoing the admonition of\nMoses on Sinai, said,\n<\/p><p>\nChildren, obey your parents in the Lord: for this is right.\n<\/p><p>\nHonour thy father and mother; which is the first commandment with promise; \n<\/p><p>\nThat it may be well with thee, and thou mayest live long on the earth\n(<span class=\"citation\" id=\"21669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21669)\">Eph. 6:1-3<\/a><\/span>).\n<\/p><p>\nAnd then in modern revelation, the Lord has made it very clear that parents have great and\nserious responsibilities. Listen to these words as the Lord speaks to the parents of the Church:\n<\/p><p>\nAnd they shall also teach their children to pray, and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"13133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13133)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nAnd again, inasmuch as parents . . . teach them not to understand the doctrine of repentance,\nfaith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by\nthe laying on of the hands, when eight years old, the sin be upon the heads of the parents\n(<span class=\"citation\" id=\"13132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13132)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nThat is a serious responsibility, and I believe, my brethren and sisters, the early history of this\nChurch clearly indicates that our grandparents, the pioneers of these valleys, in fact, the\nPilgrims, who came and settled this great American continent, honored these obligations and\nwere blessed in their homes for so doing.\n<\/p><p>\nI realize that many changes have come about in the last fifty to seventy-five years. Our\nindustrialization, specialization, concentration of populations in great cities, the great reduction\nin the number of people living on farms, the change in our agriculture&mdash;all these have had\ntheir effects. Greater emphasis upon material things and the seeking after money, after\npleasure, personal gratification, and the insidious inroads of liquor, tobacco, and\ngambling&mdash;all these have had a pulling-away influence on this most sacred institution, the American home.\n<\/p><p>\nIt is difficult to realize that fifty years ago there was only one divorce in\nsixteen marriages here in America. By 1946 the ratio had increased to one in three, and it is\nreported in some cities in America, there are actually more divorces each year than marriages.\nOur best authorities indicate that most of the delinquency in America is the result of broken,\nbad, and neglected homes. As J. Edgar Hoover, one of the best authorities, has indicated,\nreferring to delinquents, \"The actions of the majority of them were, and are, directly related to\nthe conduct of their parents.\" Yes, crime begins at home.\n<\/p><p>\nNow, my brethren and sisters, as Latter-day Saints, what should be done? What can be done?\nI am sure we all agree that no nation ever rises above its homes. This Church will never rise\nabove its homes. We are no better as a people than are our firesides, our homes. The school,\nthe church, and even the nation, I feel confident, stand helpless before weakened and\ndegraded homes. The good home is the rock foundation, the cornerstone of civilization. It\nmust be preserved. It must be strengthened.\n<\/p><p>\nThere has never been and there never will be a satisfactory substitute for the home established\nby the God of heaven. If this nation is to endure, then the home must be safeguarded,\nstrengthened, and restored to its rightful importance.\n<\/p><p>\nMay I suggest, in the few moments remaining, five simple things that, I believe, we might\nwell give attention to, as some of the needs of our homes today: \n<\/p><p>\n<i>First<\/i> of all, I am convinced, my brethren and sisters and this is no reflection on our devoted\nmothers, who spend day after day, week after week, obediently serving their families&mdash;but I\nfeel sure that one of our greatest needs is more time of parents in the home. Youth of the\nChurch and of the nation need more than physical comforts. We will need to leave them more\nthan lands and stocks. They need more than a modern automobile and a lovely modern\nbuilding to live in. There is no satisfactory substitute for mother, and no one can take care of\nher children as she can. No so-called social obligations, social enticements, or outside interests\nshould impel any mother to neglect the sacred charge which is hers of caring for her own\nflesh and blood. Her first loyalty in the eyes of God is to her Church and her family. I feel\nconfident that while civic and social activities may return much good she will serve her\ncommunity and her nation best, if she first devotes herself to the needs of her own children.\n<\/p><p>\n<i>Second<\/i>, and this was emphasized this morning by Brother Cowley, we need daily devotion in\nthe home. We need to return to the practice of family prayer, secret prayer, the old-fashioned\npractice of devotion in the home daily, night and morning, the singing of hymns, the reading\nof the scriptures. How much more happiness there would be, how many fewer divorces there\nwould be, if these simple practices were followed as was the custom in the pioneer home, as\nwell as in the early days of this country, according to the diaries of our early founders.\n<\/p><p>\n<i>Third<\/i>, I think one of the great needs is more parental instruction in life's problems. I know\nthere is a tendency for parents to shrink from this responsibility, the instructing of their own\nchildren in the problems of sex, the relationship with other young people, the problem of\ndating, and all of the many temptations that confront a growing boy and girl. These\ninstructions should not be left to the school or to a class in sociology. The safest place the\nbest place, to give this vital counsel, these sacred instructions, in matters of moral purity\nshould be in the home on a basis of confidence between parent and child. As parents, we\nshould instruct our children. The sacred books of the ancient Persians say: \"If you would be\nholy, instruct your children, because all the good acts they perform will be imputed unto\nyou.\"\n<\/p><p>\n<i>Fourth<\/i>, I believe there is a great need, my brethren and sisters, for family recreation and\ncultural activities together. We should do things together as a family. It may mean a reduction\nin participation in women's clubs, in men's clubs, but if families could only\nseek their recreation and cultural activities more as a family unit, I am sure that untold\nbenefits and blessings would accrue. A little boy was asked only this last summer, after he\nsaid he was going to a summer camp, \"What is a summer camp?\" And he answered \"Those\nplaces where little boys go for mother's vacation.\" Let us take more of our vacations together\nas families. Can we have a weekly evening at home, as has been admonished and counseled\nfor years by the First Presidency of the Church? More wholesome activities together is a great\nneed of the families of America.\n<\/p><p>\n<i>And fifth<\/i>, we need a closer parent-child relationship. This is closely related to the other four\nmatters. One of the greatest needs of our young people is a closer, more frequent\ncompanionship with father and mother. There is no satisfactory substitute. I was thrilled some\ntime ago, as I picked up a paper in the East and read an account of a letter which a rich\nindustrialist had sent to his son, his sixteen-year-old boy, as a Christmas present. This man\ncould have given his son anything that money could buy&mdash;an automobile, a yacht, I guess, if\nhe wished. But when the boy came down from his room Christmas morning and went over to\nthe mantel where he usually found his present, there was an envelope, a plain envelope with\nhis name on it, and he opened it and read: \n<\/p><p>\n\"To my dear son: \n<\/p><p>\n\"I give to you one hour each weekday and two hours of my Sundays to be yours to be used\nas you want it without interference of any kind whatsoever.\n<\/p><p>\n\"Lovingly,\n<\/p><p>\n\"Dad.\"\n<\/p><p>\nAs I read that, I thought, what a wise father, and what a fortunate son! Yes that is what they\nneed.\n<\/p><p>\nGod bless us, my brethren and sisters, that we may give personal attention now to these vital\nmatters: \n<\/p><p>\nMore time of parents in the home<br \/>\nDaily family devotion in the home<br \/>\nParental instruction in life's problems<br \/>\nFamily recreation and cultural activities together<br \/>\nA closer parent-child relationship\n<\/p><p>\nMay we be faithful to this great obligation of parenthood, this sacred obligation, that we may\nbuild our homes solidly upon eternal principles, that we may have no regrets. May we never\nbe recreant to the great trust which has been imposed in us. May we always keep in mind that\nthese spirits that have entered our homes are choice spirits. Many of them have been born\nunder the covenant. As we look into their faces and contemplate their needs we might well\nconsider that some of them were probably choicer spirits up there than we were. It is a grave\nresponsibility. May we not shirk it.\n<\/p><p>\nGod bless us in our homes and in all our worthy endeavors. May we carry with us from this\nconference the instructions given and put them into practice in our homes I humbly pray, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}