{"ID":6802, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Forgiveness Will Change Bitterness to Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p2\" class=\"\">Elder David E. Sorensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-e-sorensen-10.jpg\" alt=\"David E. Sorensen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Forgiveness means that problems of the past no longer dictate our destinies, and we can focus on the future with God’s love in our hearts.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p4\" class=\"\">Isn’t it amazing, the gifts of the Spirit that the Lord has given to Elder Nelson. His talents bless not only the Church, but the whole world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p5\" class=\"\">I’d like to speak today of forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p6\" class=\"\">I grew up in a small farming town where water was the lifeblood of the community. I remember the people of our society constantly watching, worrying, and praying over the rain, irrigation rights, and water in general. Sometimes my children chide me; they say they never knew someone so preoccupied with rain. I tell them I suppose that’s true because where I grew up the rain was more than a preoccupation. It was a matter of survival!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p7\" class=\"\">Under the stress and strain of our climate, sometimes people weren’t always at their best. Occasionally, neighbors would squabble over one farmer taking too long a turn from the irrigation ditch. That’s how it started with two men who lived near our mountain pasture, whom I will call Chet and Walt. These two neighbors began to quarrel over water from the irrigation ditch they shared. It was innocent enough at first, but over the years the two men allowed their disagreements to turn into resentment and then arguments—even to the point of threats.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p8\" class=\"\">One July morning both men felt they were once again short of water. Each went to the ditch to see what had happened, each in his own mind reckoning the other had stolen his water. They arrived at the headgate at the same time. Angry words were exchanged; a scuffle ensued. Walt was a large man with great strength. Chet was small, wiry, and tenacious. In the heat of the scuffle, the shovels the men were carrying were used as weapons. Walt accidentally struck one of Chet’s eyes with the shovel, leaving him blind in that eye.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p9\" class=\"\">Months and years passed, yet Chet could not forget nor forgive. The anger that he felt over losing his eye boiled inside him, and his hatred grew more intense. One day, Chet went to his barn, took down the gun from its rack, got on his horse, and rode down to the headgate of the ditch. He put a dam in the ditch and diverted the water away from Walt’s farm, knowing that Walt would soon come to see what had happened. Then Chet slipped into the brush and waited. When Walt appeared, Chet shot him dead. Then he got on his horse, went back to his home, and called the sheriff to inform him that he had just shot Walt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p10\" class=\"\">My father was asked to be on the jury that tried Chet for murder. Father disqualified himself because he was a longtime friend of both men and their families. Chet was tried and convicted of murder and sentenced to life in prison.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p11\" class=\"\">After many years, Chet’s wife came to my father and asked if he would sign a petition to the governor, asking for clemency for her husband, whose health was now broken after serving so many years in the state penitentiary. Father signed the petition. A few nights later, two of Walt’s grown sons appeared at our door. They were very angry and upset. They said that because Father had signed the petition, many others had signed. They asked Father to have his name withdrawn from the petition. He said no. He felt that Chet was a broken and sick man. He had suffered these many years in prison for that terrible crime of passion. He wanted to see Chet have a decent funeral and burial beside his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p12\" class=\"\">Walt’s sons whirled in anger and said, “If he is released from prison, we will see that harm comes to him and his family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p13\" class=\"\">Chet was eventually released and allowed to come home to die with his family. Fortunately, there was no further violence between the families. My father often lamented how tragic it was that Chet and Walt, these two neighbors and boyhood friends, had fallen captive to their anger and let it destroy their lives. How tragic that the passion of the moment was allowed to escalate out of control—eventually taking the lives of both men—simply because two men could not forgive each other over a few shares of irrigation water.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p14\" class=\"\">The Savior said, “Agree with thine adversary quickly, whiles thou art in the way with him,”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_005\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33736)\">Matt. 5:25<\/a><\/span>.]<\/span><\/sup> thus commanding us to resolve our differences early on, lest the passions of the moment escalate into physical or emotional cruelty, and we fall captive to our anger.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p15\" class=\"\">Nowhere does this principle apply more than in our families. Your specific concern may not be water, but each of us on earth, living under the stress and strain of this telestial climate, will have reason—real or perceived—to take offense. How will we react? Will we take offense? Will we find fault? Will we let the passions of the moment overcome us?<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p16\" class=\"\">President Brigham Young once compared being offended to a poisonous snakebite. He said that “there are two courses of action to follow when one is bitten by a rattlesnake. One may, in anger, fear, or vengefulness, pursue the creature and kill it. Or he may make full haste to get the venom out of his system.” He said, “If we pursue the latter course we will likely survive, but if we attempt to follow the former, we may not be around long enough to finish it.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_005\">2<\/a>\n       <span class=\"footnote\">[As reported in Marion D. Hanks, “Forgiveness: The Ultimate Form of Love,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, 21.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p17\" class=\"\">Now let me take a moment here to note that we must take care in our families not to cause spiritual or emotional snakebites in the first place! In much of today’s popular culture, the virtues of forgiveness and kindness are belittled, while ridicule, anger, and harsh criticism are encouraged. If we are not careful, we can fall prey to these habits within our own homes and families and soon find ourselves criticizing our spouse, our children, our extended family members. Let us not hurt the ones we love the most by selfish criticism! In our families, small arguments and petty criticisms, if allowed to go unchecked, can poison relationships and escalate into estrangements, even abuse and divorce. Instead, just like we learned with the poisonous venom, we must “make full haste” to reduce arguments, eliminate ridicule, do away with criticism, and remove resentment and anger. We cannot afford to let such dangerous passions ruminate—not even one day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p18\" class=\"\">Contrast Walt and Chet’s tragic story with the example of Joseph of Egypt. Joseph’s brothers jealously hated him. They plotted to take his life and finally sold him as a slave. Joseph was carried into Egypt and struggled for years to rise from slavery. During these challenging times, Joseph might have condemned his brothers and sworn revenge. He might have soothed his pain by scheming to get even someday. But he did not.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p19\" class=\"\">In time, Joseph became ruler over all of Egypt, second in command only to Pharaoh. During a devastating famine, Joseph’s brothers traveled to Egypt for food. Not recognizing Joseph, they bowed down to him because of his high position. Surely at that moment Joseph had the power to exact revenge. He might have put his brethren in prison or sentenced them to death. Instead he confirmed his forgiveness. He said: “I am Joseph your brother, whom ye sold into Egypt. Now therefore be not grieved, nor angry with yourselves, that ye sold me hither. … And God sent me before you to preserve you a posterity … and to save your lives by a great deliverance. So now it was not you that sent me hither, but God.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_005\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23453)\">Gen. 45:4–5, 7–8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p20\" class=\"\">Joseph’s will to forgive changed bitterness to love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p21\" class=\"\">I would like to make it clear that forgiveness of sins should not be confused with tolerating evil. In fact, in the Joseph Smith Translation, the Lord said, “Judge righteous judgment.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_005\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33748)\">Joseph Smith Translation, Matt. 7:1<\/a><\/span>.]<\/span><\/sup> The Savior asks us to forsake and combat evil in all its forms, and although we must forgive a neighbor who injures us, we should still work constructively to prevent that injury from being repeated. A woman who is abused should not seek revenge, but neither should she feel that she cannot take steps to prevent further abuse. A businessperson treated unfairly in a transaction should not hate the person who was dishonest but could take appropriate steps to remedy the wrong. Forgiveness does not require us to accept or tolerate evil. It does not require us to ignore the wrong that we see in the world around us or in our own lives. But as we fight against sin, we must not allow hatred or anger to control our thoughts or actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p22\" class=\"\">The Savior said, “Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_005\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11552)\">D&amp;C 64:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p23\" class=\"\">This is not to say that forgiveness is easy. When someone has hurt us or those we care about, that pain can almost be overwhelming. It can feel as if the pain or the injustice is the most important thing in the world and that we have no choice but to seek vengeance. But Christ, the Prince of Peace, teaches us a better way. It can be very difficult to forgive someone the harm they’ve done us, but when we do, we open ourselves up to a better future. No longer does someone else’s wrongdoing control our course. When we forgive others, it frees us to choose how we will live our own lives. Forgiveness means that problems of the past no longer dictate our destinies, and we can focus on the future with God’s love in our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/forgiveness-will-change-bitterness-to-love.p24\" class=\"\">May the seeds of unforgivingness that haunted my neighbors never be allowed to take root in our homes. May we pray to our Heavenly Father to help us overcome foolish pride, resentment, and pettiness. May He help us to forgive and love, so we may be friends with our Savior, others, and ourselves. “Even as Christ forgave you, so also do ye.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_005\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10496)\">Col. 3:13<\/a><\/span>.]<\/span><\/sup> In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_005\"><a name=\"-23905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_005\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33736)\">Matt. 5:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_005\"><a name=\"-23905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_005\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>As reported in Marion D. Hanks, “Forgiveness: The Ultimate Form of Love,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_005\"><a name=\"-23905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_005\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23453)\">Gen. 45:4–5, 7–8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_005\"><a name=\"-23905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_005\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33748)\">Joseph Smith Translation, Matt. 7:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_005\"><a name=\"-23905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_005\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11552)\">D&amp;C 64:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_005\"><a name=\"-23905_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_005\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10496)\">Col. 3:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}