{"ID":6805, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In Search of Treasure\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Learn from the past, prepare for the future, live in the present.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p4\" class=\"\">When I was a boy I enjoyed reading <span class=\"emphasis\">Treasure Island,<\/span> by Robert Louis Stevenson. I also saw adventure movies where several individuals had separate pieces of a well-worn map which led the way to buried treasure if only the pieces could be found and put together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p5\" class=\"\">I recall listening to a 15-minute radio program each weekday afternoon. The program of which I speak was <span class=\"emphasis\">Jack Armstrong, the All-American Boy.<\/span> It began with the jingle, “Have you tried Wheaties, the best breakfast food in the land?” Then, in a voice filled with mystery, there emanated from the radio the message, “We now join Jack and Betty as they approach the fabulous secret entry to the elephants’ burial ground, where a treasure is concealed. But wait; danger lurks on the path ahead.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p6\" class=\"\">Nothing could tear me away from this program. It was as though I were leading the search for the hidden treasure of precious ivory.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p7\" class=\"\">At another time and in a different setting, the Savior of the world spoke of treasure. In His Sermon on the Mount He declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p8\" class=\"\">“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p9\" class=\"\">“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p10\" class=\"\">“For where your treasure is, there will your heart be also.”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33743)\">Matt. 6:19–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p11\" class=\"\">The promised reward was not a treasure of ivory, gold, or silver. Neither did it consist of acres of land or a portfolio of stocks and bonds. The Master spoke of riches within the grasp of all—even joy unspeakable here and eternal happiness hereafter.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Today I have chosen to provide the three pieces of your treasure map to guide you to your eternal happiness. They are:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Learn from the past.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Prepare for the future.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Live in the present.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p16\" class=\"\">Let us consider each segment of the map.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p17\" class=\"\"><span class=\"strong\">First, learn from the past.<\/span> Each of us has a heritage—whether from pioneer forebears, later converts, or others who helped to shape our lives. This heritage provides a foundation built of sacrifice and faith. Ours is the privilege and responsibility to build on such firm and stable footings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p18\" class=\"\">A story written by Karen Nolen, which appeared in the <span class=\"emphasis\">New Era<\/span> in 1974, tells of a Benjamin Landart who, in 1888, was 15 years old and an accomplished violinist. Living on a farm in northern Utah with his mother and seven brothers and sisters was sometimes a challenge to Benjamin, as he had less time than he would have liked to play his violin. Occasionally his mother would lock up the violin until he had his farm chores done, so great was the temptation for Benjamin to play it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p19\" class=\"\">In late 1892 Benjamin was asked to travel to Salt Lake to audition for a place with the territorial orchestra. For him, this was a dream come true. After several weeks of practicing and prayers, he went to Salt Lake in March of 1893 for the much anticipated audition. When he heard Benjamin play, the conductor, a Mr. Dean, told Benjamin he was the most accomplished violinist he had heard west of Denver. He was told to report to Denver for rehearsals in the fall and learned that he would be earning enough to keep himself, with some left over to send home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p20\" class=\"\">A week after Benjamin received the good news, however, his bishop called him into his office and asked if he couldn’t put off playing with the orchestra for a couple of years. He told Benjamin that before he started earning money there was something he owed the Lord. He then asked Benjamin to accept a mission call.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p21\" class=\"\">Benjamin felt that giving up his chance to play in the territorial orchestra would be almost more than he could bear, but he also knew what his decision should be. He promised the bishop that if there were any way to raise the money for him to serve, he would accept the call.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p22\" class=\"\">When Benjamin told his mother about the call, she was overjoyed. She told him that his father had always wanted to serve a mission but had been killed before that opportunity had come to him. However, when they discussed the financing of the mission, her face clouded over. Benjamin told her he would not allow her to sell any more of their land. She studied his face for a moment and then said, “Ben, there is a way we can raise the money. This family [has] one thing that is of great enough value to send you on your mission. You will have to sell your violin.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p23\" class=\"\">Ten days later, on March 23, 1893, Benjamin wrote in his journal: “I awoke this morning and took my violin from its case. All day long I played the music I love. In the evening when the light grew dim and I could see to play no longer, I placed the instrument in its case. It will be enough. Tomorrow I leave [for my mission].”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p24\" class=\"\">Forty-five years later, on June 23, 1938, Benjamin wrote in his journal: “The greatest decision I ever made in my life was to give up something I dearly loved to the God I loved even more. He has never forgotten me for it.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_008\">2<\/a>\n       <span class=\"footnote\">[See “Benjamin: Son of the Right Hand,” <span class=\"emphasis\">New Era,<\/span> May 1974, 34–37.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p25\" class=\"\">Learn from the past.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p26\" class=\"\"><span class=\"strong\">Second, prepare for the future.<\/span> We live in a changing world. Technology has altered nearly every aspect of our lives. We must cope with these advances—even these cataclysmic changes—in a world of which our forebears never dreamed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p27\" class=\"\">Remember the promise of the Lord: “If ye are prepared ye shall not fear.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11521)\">D&amp;C 38:30<\/a><\/span>.]<\/span><\/sup> Fear is a deadly enemy of progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p28\" class=\"\">It is necessary to prepare and to plan so that we don’t fritter away our lives. Without a goal, there can be no real success. One of the best definitions of success I have ever heard goes something like this: Success is the progressive realization of a worthy ideal. Someone has said the trouble with not having a goal is that you can spend your life running up and down the field and never crossing the goal line.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p29\" class=\"\">Years ago there was a romantic and fanciful ballad that contained the words, “Wishing will make it so \/ Just keep on wishing \/ And care will go.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_008\">4<\/a>\n       <span class=\"footnote\">[“Wishing Will Make It So,” lyrics by B. G. DeSylva.]<\/span><\/sup> I want to state here and now that wishing will not replace thorough preparation to meet the trials of life. Preparation is hard work but absolutely essential for our progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p30\" class=\"\">Our journey into the future will not be a smooth highway which stretches from here to eternity. Rather, there will be forks and turnings in the road, to say nothing of the unanticipated bumps. We must pray daily to a loving Heavenly Father, who wants each of us to succeed in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p31\" class=\"\">Prepare for the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p32\" class=\"\"><span class=\"strong\">Third, live in the present.<\/span> Sometimes we let our thoughts of tomorrow take up too much of today. Daydreaming of the past and longing for the future may provide comfort but will not take the place of living in the present. This is the day of our opportunity, and we must grasp it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p33\" class=\"\">Professor Harold Hill, in Meredith Willson’s <span class=\"emphasis\">The Music Man,<\/span> cautioned: “You pile up enough tomorrows, and you’ll find you’ve collected a lot of empty yesterdays.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p34\" class=\"\">There is no tomorrow to remember if we don’t do something today, and to live most fully today, we must do that which is of greatest importance. Let us not procrastinate those things which matter most.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p35\" class=\"\">I recently read the account of a man who, just after the passing of his wife, opened her dresser drawer and found there an item of clothing she had purchased when they visited the eastern part of the United States nine years earlier. She had not worn it but was saving it for a special occasion. Now, of course, that occasion would never come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p36\" class=\"\">In relating the experience to a friend, the husband said, “Don’t save something only for a special occasion. Every day in your life is a special occasion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p37\" class=\"\">That friend later said those words changed her life. They helped her to cease putting off the things most important to her. Said she: “Now I spend more time with my family. I use crystal glasses every day. I’ll wear new clothes to go to the supermarket if I feel like it. The words ‘someday’ and ‘one day’ are fading from my vocabulary. Now I take the time to call my relatives and closest friends. I’ve called old friends to make peace over past quarrels. I tell my family members how much I love them. I try not to delay or postpone anything that could bring laughter and joy into our lives. And each morning, I say to myself that this could be a special day. Each day, each hour, each minute, is special.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p38\" class=\"\">A wonderful example of this philosophy was shared by Arthur Gordon many years ago in a national magazine. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p39\" class=\"\">“When I was around thirteen and my brother ten, Father had promised to take us to the circus. But at lunchtime there was a phone call; some urgent business required his attention downtown. We braced ourselves for disappointment. Then we heard him say [into the phone], ‘No, I won’t be down. It’ll have to wait.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p40\" class=\"\">“When he came back to the table, Mother smiled. ‘The circus keeps coming back, you know,’ [she said].<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p41\" class=\"\">“‘I know,’ said Father. ‘But childhood doesn’t.’”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_008\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">A Touch of Wonder<\/span> (1974), 77–78.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p42\" class=\"\">Elder Monte J. Brough of the First Quorum of the Seventy tells of a summer at his childhood home in Randolph, Utah, when he and his younger brother, Max, decided to build a tree house in a large tree in the backyard. They made plans for the most wonderful creation of their lives. They gathered building materials from all over the neighborhood and carried them up to a part of the tree where two branches provided an ideal location for the house. It was difficult, and they were anxious to complete their work. The vision of the finished tree house provided tremendous motivation for them to complete the project.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p43\" class=\"\">They worked all summer, and finally in the fall just before school began for the new year, their house was completed. Elder Brough said he will never forget the feelings of joy and satisfaction which were theirs when they finally were able to enjoy the fruit of their work. They sat in the tree house, looked around for a few minutes, climbed down from the tree—and never returned. The completed project, as wonderful as it was, could not hold their interest for even one day. In other words, the process of planning, gathering, building, and working—not the completed project—provided the enduring satisfaction and pleasure they had experienced.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p44\" class=\"\">Let us relish life as we live it and, as did Elder Brough and his brother, Max, find joy in the journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p45\" class=\"\">The old adage “Never put off until tomorrow what you can do today” is doubly important when it comes to expressing our love and affection—in word and in deed—to family members and friends. Said author Harriet Beecher Stowe, “The bitterest tears shed over graves are for words left unsaid and deeds left undone.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_008\">6<\/a>\n       <span class=\"footnote\">[In Gorton Carruth and Eugene Ehrlich, comp., <span class=\"emphasis\">The Harper Book of American Quotations<\/span> (1988), 173.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p46\" class=\"\">A poet set to verse the sorrow of opportunities forever lost. I quote a portion:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Around the corner I have a friend,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In this great city that has no end;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet days go by, and weeks rush on,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And before I know it, a year is gone,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And I never see my old friend’s face,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For Life is a swift and terrible race. … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But to-morrow comes—and to-morrow goes,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the distance between us grows and grows.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Around the corner!—yet miles away … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Here’s a telegram, sir,”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“Jim died to-day.”<span class=\"emphasis\">And that’s what we get, and deserve in the end:<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Around the corner, a vanished friend.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_008\">7<\/a>\n\t   <span class=\"footnote\">[Charles Hanson Towne, “Around the Corner,” in <span class=\"emphasis\">Poems That Live Forever,<\/span> sel. Hazel Felleman (1965), 128.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p59\" class=\"\">Just a little over a year ago, I determined that I would not put off any longer a visit with a dear friend whom I hadn’t seen for many years. I had been meaning to visit him in California but just had not gotten around to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p60\" class=\"\">Bob Biggers and I met when we were both in the Classification Division at the United States Naval Training Center in San Diego, California, toward the close of World War II. We were good friends from the beginning. He visited in Salt Lake once before he married, and we remained friends through correspondence from the time I was discharged in 1946. My wife, Frances, and I have exchanged Christmas cards every year with Bob and his wife, Grace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p61\" class=\"\">Finally, at the beginning of January 2002, I scheduled a stake conference visit to Whittier, California, where the Biggers live. I telephoned my friend Bob, now 80 years old, and arranged for Frances and me to meet him and Grace, that we might reminisce concerning former days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p62\" class=\"\">We had a delightful visit. I took with me a number of photographs which had been taken when we were in the Navy together over 55 years earlier. We identified the men we knew and provided each other an update on their whereabouts as best we could. Although not a member of our Church, Bob remembered going to a sacrament meeting with me those long years before when we were stationed in San Diego.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p63\" class=\"\">As Frances and I said our good-byes to Bob and Grace, I felt an overwhelming sense of peace and joy at having finally made the effort to see once again a friend who had been cherished from afar throughout the years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p64\" class=\"\">One day, each of us will run out of tomorrows. Let us not put off what is most important.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p65\" class=\"\">Live in the present.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p66\" class=\"\">Your treasure map is now in place: <span class=\"strong\">Learn from the past, prepare for the future, live in the present.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p67\" class=\"\">I conclude where I began. From our Lord and Savior:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p68\" class=\"\">“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p69\" class=\"\">“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p70\" class=\"\">“For where your treasure is, there will your heart be also.”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_008\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33744)\">Matt. 6:19–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p71\" class=\"\">My brothers and sisters, from the depths of my soul, I bear you my personal witness: God is our Father; His Son is our Savior and Redeemer; we are led by a prophet for our time, even President Gordon B. Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/in-search-of-treasure.p72\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33743)\">Matt. 6:19–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Benjamin: Son of the Right Hand,” <span class=\"emphasis\">New Era,<\/span> May 1974, 34–37.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11521)\">D&amp;C 38:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Wishing Will Make It So,” lyrics by B. G. DeSylva.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">A Touch of Wonder<\/span> (1974), 77–78.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Gorton Carruth and Eugene Ehrlich, comp., <span class=\"emphasis\">The Harper Book of American Quotations<\/span> (1988), 173.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Charles Hanson Towne, “Around the Corner,” in <span class=\"emphasis\">Poems That Live Forever,<\/span> sel. Hazel Felleman (1965), 128.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_008\"><a name=\"-23905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33744)\">Matt. 6:19–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}