{"ID":6806, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Unspeakable Gift\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If [we] would open [our] hearts to the refining influence of this unspeakable gift of the Holy Ghost, a glorious new spiritual dimension would come to light.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p4\" class=\"\">It is a privilege to be with you today. I love hearing the word of the Lord spoken by our leaders as they are guided by the divine gift of the Holy Ghost. Today I would like to say a few words regarding this wonderful gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p5\" class=\"\">Have you ever thought about the amount of light and energy generated by our sun? The amount is almost beyond comprehension. Yet the heat and light that we receive come as a free gift from God. This is another proof of the goodness of our Heavenly Father.<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_012\">1<\/a>\n       <span class=\"footnote\">[Experts at the National Aeronautics and Space Administration (NASA) estimate that “the total energy radiated [by the sun] is 383 billion trillion kilowatts, which is equivalent to the energy generated by 100 billion tons of TNT exploding each second” (NASA Office of Space Science, “Solar System Exploration,” Internet, http:\/\/solarsystem.nasa.gov\/features\/planets\/sun\/sun.html).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p6\" class=\"\">The light from the sun breaks through space, bathing our planet as it encircles the sun with life-giving warmth and light. Without the sun, there could be no life on this planet; it would be forever barren, cold, and dark.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p7\" class=\"\">As the sun gives life and light to the earth, a spiritual light gives nourishment to our spirits. We call this the Light of Christ. The scriptures teach us that it “lighteth every man that cometh into the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_012\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27040)\">John 1:9<\/a><\/span>; see also <span class=\"citation\" id=\"38199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38199)\">Moro. 7:16<\/a><\/span>; <span class=\"citation\" id=\"11575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11575)\">D&amp;C 84:46<\/a><\/span>.]<\/span><\/sup> Thus, all mankind can enjoy its blessings. The Light of Christ is the divine influence that allows every man, woman, and child to distinguish between good and evil. It encourages all to choose the right, to seek eternal truth, and to learn again the truths that we knew in our premortal existence but have forgotten in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p8\" class=\"\">The Light of Christ should not be confused with the personage of the Holy Ghost, for the Light of Christ is not a personage at all. Its influence is preliminary to and preparatory to one’s receiving the Holy Ghost. The Light of Christ will lead the honest soul to “hearkeneth to the voice”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_012\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11576)\">D&amp;C 84:46<\/a><\/span>.]<\/span><\/sup> to find the true gospel and the true Church and thereby receive the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p9\" class=\"\">The Holy Ghost is a personage of Spirit, a separate and distinct member of the Godhead.<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_012\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11665)\">D&amp;C 130:22<\/a><\/span>.]<\/span><\/sup> He is a witness or testifier of the power of God, the divinity of Christ, and the truth of the restored gospel. Many throughout history in all nations have sought diligently to commune with the heavens and gain the light of gospel truth. They have felt the influence of the Holy Ghost confirm the truth of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p10\" class=\"\">The Prophet Joseph Smith explained: “There is a difference between the Holy Ghost and the gift of the Holy Ghost. Cornelius received the Holy Ghost before he was baptized, which was the convincing power of God unto him of the truth of the Gospel, but he could not receive the gift of the Holy Ghost until after he was baptized. Had he not taken this … ordinance upon him, the Holy Ghost which convinced him of the truth of God, would have left him.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_012\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:555.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p11\" class=\"\">The gift of the Holy Ghost, which is the right to receive the Holy Ghost as a constant companion, is obtained only upon condition of faith in Christ, repentance, baptism by immersion, and the laying on of hands by authorized servants endowed with the Melchizedek Priesthood. It is a most precious gift available only to worthy members of the Lord’s Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p12\" class=\"\">In the Doctrine and Covenants, the Lord calls the gift of the Holy Ghost “the unspeakable gift.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_012\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11637)\">D&amp;C 121:26<\/a><\/span>.]<\/span><\/sup> It is the source of testimony and spiritual gifts. It enlightens minds, fills our souls with joy,<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_012\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11486)\">D&amp;C 11:13<\/a><\/span>.]<\/span><\/sup> teaches us all things, and brings forgotten knowledge to our remembrance.<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_012\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"27066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27066)\">John 14:26<\/a><\/span>.]<\/span><\/sup> The Holy Ghost also “will show unto [us] all things what [we] should do.”<sup class=\"noteMarker\"><a href=\"#footnote9-23905_000_012\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3442)\">2 Ne. 32:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p13\" class=\"\">President James E. Faust added that the gift of the Holy Ghost “is the greatest guarantor of inward peace in our unstable world.”<sup class=\"noteMarker\"><a href=\"#footnote10-23905_000_012\">10<\/a>\n       <span class=\"footnote\">[“The Gift of the Holy Ghost—A Sure Compass,” <span class=\"emphasis\">Ensign,<\/span> May 1989, 32.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p14\" class=\"\">President Gordon B. Hinckley taught, “How great a blessing it is to have the ministering influence of a member of the Godhead.”<sup class=\"noteMarker\"><a href=\"#footnote11-23905_000_012\">11<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 259.]<\/span><\/sup> Think of what this means, the ability and the right to receive the ministrations of a member of the Godhead, to commune with infinite wisdom, infinite knowledge, and infinite power!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p15\" class=\"\">As with all gifts, this gift must be received and accepted to be enjoyed. When priesthood hands were laid upon your head to confirm you a member of the Church, you heard the words, “Receive the Holy Ghost.” This did not mean that the Holy Ghost unconditionally became your constant companion. Scriptures warn us that the Spirit of the Lord will “not always strive with man.”<sup class=\"noteMarker\"><a href=\"#footnote12-23905_000_012\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23449)\">Gen. 6:3<\/a><\/span>; see also <span class=\"citation\" id=\"3421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3421)\">2 Ne. 26:11<\/a><\/span>; <span class=\"citation\" id=\"11470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11470)\">D&amp;C 1:33<\/a><\/span>; <span class=\"citation\" id=\"38905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38905)\">Moses 8:17<\/a><\/span>.]<\/span><\/sup> When we are confirmed, we are given the <span class=\"emphasis\">right<\/span> to the companionship of the Holy Ghost, but it is a right that we must continue to earn through obedience and worthiness. We cannot take this gift for granted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p16\" class=\"\">The Holy Ghost will warn us of danger, and it will inspire us to help others in need. President Thomas S. Monson counseled us: “We watch. We wait. We listen for that still, small voice. When it speaks, wise men and women obey. Promptings of the Spirit are not to be postponed.”<sup class=\"noteMarker\"><a href=\"#footnote13-23905_000_012\">13<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Live the Good Life <\/span>(1988), 59.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p17\" class=\"\">I once had the opportunity to tour a large cave. While there, the guide turned off the lights for a moment to demonstrate what it was like to be in total darkness. It was an amazing experience. I put my hand an inch from my eyes and could not see it. It was frightening in a way. I was relieved when the lights were turned back on.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p18\" class=\"\">As light penetrates the darkness and makes physical things visible, so does the Holy Ghost penetrate the spiritual darkness that surrounds us and make plainly visible spiritual things that once were hidden. The Apostle Paul taught that “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.”<sup class=\"noteMarker\"><a href=\"#footnote14-23905_000_012\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"79\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(79)\">1 Cor. 2:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p19\" class=\"\">I fear that some members of the Lord’s Church “live far beneath our privileges” with regard to the gift of the Holy Ghost.<sup class=\"noteMarker\"><a href=\"#footnote15-23905_000_012\">15<\/a>\n       <span class=\"footnote\">[See Brigham Young, <span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 32.]<\/span><\/sup> Some are distracted by the things of the world that block out the influence of the Holy Ghost, preventing them from recognizing spiritual promptings. This is a noisy and busy world that we live in. Remember that being busy is not necessarily being spiritual. If we are not careful, the things of this world can crowd out the things of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p20\" class=\"\">Some are spiritually deadened and past feeling because of their choices to commit sin. Others simply hover in spiritual complacency with no desire to rise above themselves and commune with the Infinite.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p21\" class=\"\">If they would open their hearts to the refining influence of this unspeakable gift of the Holy Ghost, a glorious new spiritual dimension would come to light. Their eyes would gaze upon a vista scarcely imaginable. They could know for themselves things of the Spirit that are choice, precious, and capable of enlarging the soul, expanding the mind, and filling the heart with inexpressible joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p22\" class=\"\">President Brigham Young spoke of a sacred experience when the martyred Prophet Joseph Smith came in vision to President Young, bringing the Saints one more message. It is a message that Saints need today more than ever before: “[Be sure to] tell the people to … keep the spirit of the Lord,” Joseph said, “and it will lead them right. Be careful and not turn away the small still voice; it will teach you what to do and where to go; it will yield the fruits of the kingdom. Tell the brethren to keep their hearts open to conviction, so that when the Holy Ghost comes to them, their hearts will be ready to receive it.”<sup class=\"noteMarker\"><a href=\"#footnote16-23905_000_012\">16<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Manuscript History of Brigham Young 1846–1847,<\/span> comp. Elden J. Watson (1971), 529.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p23\" class=\"\">Brothers and sisters, do we turn away the still, small voice? Do we do things that offend the Holy Ghost? Do we allow influences into our homes that drive the Spirit from our homes? The type of entertainment that we permit into our homes will certainly have an impact on the power of the Holy Ghost. Much of the entertainment of the world is offensive to the Holy Ghost. Surely we should not watch movies or television shows that are filled with violence, vulgar language, and immorality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p24\" class=\"\">I invite you to ponder individually in a humble and prayerful manner and ask yourself: “Do I have the Spirit in my life? Am I happy? Am I doing anything in my life that is offensive to the Spirit and preventing the Holy Ghost from being my constant companion?” Have the courage to repent, if needed, and again enjoy the companionship of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p25\" class=\"\">Do we enjoy the influence of the Holy Ghost in our homes? Are we doing anything as a family that is offensive to the Spirit? Can we more effectively invite the Holy Ghost into our homes?<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p26\" class=\"\">Our homes need to be more Christ-centered. We should spend more time at the temple and less time in the pursuit of pleasure. We should lower the noise level in our homes so that the noise of the world will not overpower the still, small voice of the Holy Ghost. One of our greatest goals as parents should be to enjoy the power and influence of the Holy Ghost in our homes. We should pray and study the scriptures. We could sing the hymns of the Restoration to invite the Holy Ghost into our home. Regular family home evening will also help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p27\" class=\"\">In these perilous times, we need this unspeakable gift in our lives. President Boyd K. Packer reminds us: “We need not live in fear of the future. We have every reason to rejoice and little reason to fear. If we follow the promptings of the Spirit, we will be safe, whatever the future holds. We will be shown what to do.”<sup class=\"noteMarker\"><a href=\"#footnote17-23905_000_012\">17<\/a>\n       <span class=\"footnote\">[“The Cloven Tongues of Fire,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 8; <span class=\"emphasis\">Liahona,<\/span> July 2000, 9.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p28\" class=\"\">The Prophet Joseph Smith taught that the Saints could distinguish the gift of the Holy Ghost from all other spirits, for “it will whisper peace and joy to their souls; it will take malice, hatred, strife and all evil from their hearts; and their whole desire will be to do good, bring forth righteousness and build up the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote18-23905_000_012\">18<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Manuscript History of Brigham Young,<\/span> 529.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p29\" class=\"\">A friend of mine once told me about his experience in coming to know and understand the gift of the Holy Ghost. He had prayed often and longed to know the truth of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p30\" class=\"\">Although he felt at peace with his beliefs, he had never received the certain knowledge for which he hungered. He had reconciled himself to the fact that he might be one of those who would have to walk through this life relying upon the faith of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p31\" class=\"\">One morning, while pondering the scriptures, he felt something surge through his body from the top of his head to the bottom of his feet. “I was immersed in a feeling of such intense love and pure joy,” he explained. “I cannot describe the measure of what I felt at that time other than to say I was enveloped in joy so profound there was no room in me for any other sensation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p32\" class=\"\">Even as he felt this outpouring of the Holy Ghost, he wondered if possibly he was just imagining what was happening. “The more I wondered,” he said, “the more intense the feelings became until it was all I could do to tearfully say, ‘It is enough.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p33\" class=\"\">As a boy, my father had a similar experience the day he was baptized. He related, “When the bishop laid his hands upon my head and … said, ‘Receive the Holy Ghost,’ … I had a peculiar feeling … something that I had never experienced before … [that] came to my soul [and] gave me … a feeling of happiness, a feeling that filled my soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p34\" class=\"\">From that moment on and throughout his life, he always knew that Jesus Christ lived and directed His Church through a living prophet.<sup class=\"noteMarker\"><a href=\"#footnote19-23905_000_012\">19<\/a>\n       <span class=\"footnote\">[Joseph L. Wirthlin, in Conference Report, Apr. 1956, 12.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p35\" class=\"\">There are many today who have felt promptings from the Holy Ghost as they study the Book of Mormon or listen to the testimonies of missionaries and friends. Unto these I say, as an Apostle of the Lord Jesus Christ, the gospel in its fulness is restored to the earth once again! Joseph Smith was a true prophet who translated the Book of Mormon through the gift and power of God. I urge all to read the Book of Mormon and apply its promise: “When ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote20-23905_000_012\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38213)\">Moro. 10:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p36\" class=\"\">To you who are not members of the Church, I urge you with all the tenderness of my heart—do not resist the truth any longer. Give place in your hearts to this heavenly light. Have faith, repent, and be baptized in the name of Jesus Christ for the remission of your sins, and you too shall receive this unspeakable gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-unspeakable-gift.p37\" class=\"\">Our Heavenly Father lives! Jesus is the Christ! Through the Prophet Joseph Smith, the gospel of Jesus Christ has been restored in its fulness. President Gordon B. Hinckley is the prophet, seer, and revelator in our day. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_012\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Experts at the National Aeronautics and Space Administration (NASA) estimate that “the total energy radiated [by the sun] is 383 billion trillion kilowatts, which is equivalent to the energy generated by 100 billion tons of TNT exploding each second” (NASA Office of Space Science, “Solar System Exploration,” Internet, http:\/\/solarsystem.nasa.gov\/features\/planets\/sun\/sun.html).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_012\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27040)\">John 1:9<\/a><\/span>; see also <span class=\"citation\" id=\"38199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38199)\">Moro. 7:16<\/a><\/span>; <span class=\"citation\" id=\"11575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11575)\">D&amp;C 84:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_012\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11576)\">D&amp;C 84:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_012\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11665)\">D&amp;C 130:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_012\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:555.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_012\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11637)\">D&amp;C 121:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_012\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11486)\">D&amp;C 11:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_012\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"27066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27066)\">John 14:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23905_000_012\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3442)\">2 Ne. 32:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23905_000_012\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Gift of the Holy Ghost—A Sure Compass,” <span class=\"emphasis\">Ensign,<\/span> May 1989, 32.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23905_000_012\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 259.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23905_000_012\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23449)\">Gen. 6:3<\/a><\/span>; see also <span class=\"citation\" id=\"3421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3421)\">2 Ne. 26:11<\/a><\/span>; <span class=\"citation\" id=\"11470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11470)\">D&amp;C 1:33<\/a><\/span>; <span class=\"citation\" id=\"38905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38905)\">Moses 8:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23905_000_012\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Live the Good Life <\/span>(1988), 59.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23905_000_012\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"79\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(79)\">1 Cor. 2:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23905_000_012\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See Brigham Young, <span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 32.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23905_000_012\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Manuscript History of Brigham Young 1846–1847,<\/span> comp. Elden J. Watson (1971), 529.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-23905_000_012\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Cloven Tongues of Fire,” <span class=\"emphasis\">Ensign,<\/span> May 2000, 8; <span class=\"emphasis\">Liahona,<\/span> July 2000, 9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-23905_000_012\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Manuscript History of Brigham Young,<\/span> 529.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-23905_000_012\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph L. Wirthlin, in Conference Report, Apr. 1956, 12.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_012\"><a name=\"-23905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-23905_000_012\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38213)\">Moro. 10:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}