{"ID":6807, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Child and a Disciple\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p2\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord trusts His true disciples. He sends prepared people to His prepared servants.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p4\" class=\"\">All of us who are under the baptismal covenant have promised to offer the gospel to others.<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_013\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11584)\">D&amp;C 88:81<\/a><\/span>; <span class=\"citation\" id=\"40184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40184)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup> Sometimes, fear of rejection or of giving offense looms before us like an impassable obstacle. Yet some members clear that barrier with ease. I have observed them carefully in my travels. I can picture some of them now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p5\" class=\"\">Saturday is a market day across the world. In the countryside of Ghana, in Ecuador, and in the Philippine Islands, countless people bring the produce of their farms and their handicrafts to a town to sell. They talk with those they meet on the road. And they visit with those near them as they wait for someone to buy. Much of the talk is about the struggles of existence, of breaking out of poverty, and sometimes about danger.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p6\" class=\"\">Among those on the roads and in the markets are Latter-day Saints. Much of their talk with those they meet would be the same as you would hear anywhere in the world. “Where are you from?” “Is that your son with you?” “How many children do you have?” But there will be a difference in the Latter-day Saints. It would be noticeable in their eyes as much as in their words. They listen carefully with the look of someone who cares about the answers to questions and who cares about the person.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p7\" class=\"\">If the conversation lasts more than a few minutes, it would turn to things that matter deeply to both of them. They would talk of what they believe brings happiness and what brings sadness. And the talk would turn to hopes for this life and the next. The Latter-day Saint would express quiet assurance. Not every time, but sometimes, the Latter-day Saint would be asked, “Why are you so much at peace?” “How do you know these things you say you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p8\" class=\"\">And then there would come a quiet answer. Perhaps it would be about Heavenly Father and His Son, Jesus Christ, appearing to the young boy Joseph Smith. It might be about the resurrected Savior’s loving ministry, as described in the Book of Mormon, to common people who had faith in Him and who loved Him as we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p9\" class=\"\">If you could hear such a conversation, which reaches spiritual things in a marketplace or on a street, you might ask: “How could I do that? How could I become better at sharing my faith with those who do not yet feel what I feel?” It is a question for each of us who are members. That same question is on the mind of every bishop and branch president in the Church who now has the charge to lead missionary work among his people. The answer to that question is at the heart of the harvest which will come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p10\" class=\"\">I’ve studied carefully and prayerfully some who are remarkably faithful and effective witnesses of the Savior and His Church. Their stories are inspiring. One humble man was called as the president of a tiny branch. There were so few members he could not see how the branch could function. He walked into a grove of trees to pray. He asked God what he should do. An answer came. He and the few members began inviting friends to join with them. In a year, hundreds had come into the waters of baptism and become fellow citizens in the Lord’s Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p11\" class=\"\">I know a man who travels almost every week in his work. On any day there are missionaries somewhere in the world teaching someone he met. There is another man who seems undeterred by how many he must speak to before any of them wish to be taught by the missionaries. He doesn’t count the cost in his effort but only the happiness of those whose lives are changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p12\" class=\"\">There is no single pattern in what they do. There is no common technique. Some always carry a Book of Mormon to give away. Others set a date to find someone for the missionaries to teach. Another has found questions which draw out feelings about what matters most in life to a person. Each has prayed to know what to do. They each seem to get a different answer, suited especially to them and to the people they meet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p13\" class=\"\">But in one way they are all alike. It is this: they have a common way of seeing who they are. They can do what they have been inspired to do because of who they are. To do what we are to do, we will have to become like them in at least two ways. First, they feel that they are the beloved children of a loving Heavenly Father. Because of that they turn to Him easily and often in prayer. They expect to receive His personal direction. They obey in meekness and humility, as the children of a perfect parent. He is close to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p14\" class=\"\">Second, they are the grateful disciples of the resurrected Jesus Christ. They know for themselves that the Atonement is real and necessary for all. They have felt cleansed through baptism by those in authority and the receipt of the Holy Ghost for themselves. And because of the peace they have experienced, they are like the sons of Mosiah, “desirous that salvation should be declared to every creature, for they could not bear that any human soul should perish; yea, even the very thoughts that any soul should endure endless torment did cause them to quake and tremble.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_013\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40192)\">Mosiah 28:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p15\" class=\"\">Those who speak easily and often of the restored gospel prize what it has meant to them. They think of that great blessing often. It is the memory of the gift they have received which makes them eager for others to receive it. They have felt the love of the Savior. For them these words are their daily, hourly reality:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p16\" class=\"\">“There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p17\" class=\"\">“We love him, because he first loved us.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_013\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1016)\">1 Jn. 4:18–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p18\" class=\"\">Even having felt that love, the true disciple sometimes feels anxiety. The Apostle John was clear about that: fear will be gone when we are made <span class=\"emphasis\">perfect<\/span> in love. We can pray for that gift of perfect love. We can pray with confidence that we can feel the Savior’s love for us and for all we meet. He loved us and them enough to pay the price of all our sins. It is one thing to believe that. It is something far more to have our hearts changed to feel it every moment. The command to pray to feel the Savior’s love is also a promise. Listen:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p19\" class=\"\">“Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p20\" class=\"\">“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p21\" class=\"\">“Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_013\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38205)\">Moro. 7:46–48<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p22\" class=\"\">The Lord trusts His true disciples. He sends prepared people to His prepared servants. You have had the experience, as have I, of meeting people where you were sure the meeting could not have been by chance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p23\" class=\"\">I have a friend who prays every day to meet someone who is prepared to receive the gospel. He carries with him a copy of the Book of Mormon. The night before a short trip recently, he decided not to take a copy with him but instead to carry what is called a pass-along card. But in the morning, a spiritual impression came: “Take a Book of Mormon with you.” He put one in his bag.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p24\" class=\"\">A woman he knew sat next to him on the plane, and he wondered, “Is this the one?” She rode with him again on the return trip. Now he thought, “How should I bring the gospel up?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p25\" class=\"\">Instead, she said to him, “You pay tithing to your Church, don’t you?” He said that he did. She said that she was supposed to pay tithing to her church but she didn’t. And then she said, “What is this about the Book of Mormon?” He explained that it was scripture, another witness of Jesus Christ, translated by the Prophet Joseph Smith. She seemed interested. So he reached down into his bag and said: “I was impressed to bring this book with me. I think it is for you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p26\" class=\"\">She began to read it. As they parted, she said, “You and I are going to have to have more conversations about this.” What my friend could not know, but God did, was that she was looking for a church. God knew she had watched my friend and wondered what about his church made him so happy. God knew she would ask about the Book of Mormon, and He knew she would be willing to be taught by the missionaries. She was prepared. So was my friend. And so can you and I be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p27\" class=\"\">Your worthiness and your desire will shine in your face and your eyes. You will be excited about the Lord’s Church and His work, and it will show. You will be His disciple 24 hours a day in every situation. You won’t need to build up your courage for one great moment to speak to someone and then retreat. The fact that most people are not interested in the restored gospel will have little bearing on what you do and say. Speaking what you believe will be part of what you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p28\" class=\"\">My father was like that. He was a scientist. He lectured to audiences in countries around the world. Once I read a talk he had given to a large scientific convention. In it, he referred to creation and a Creator as he talked about his science. I knew that few, if any, in that audience would have shared his faith. So I said to him with wonder and admiration, “Dad, you bore your testimony.” He looked at me with surprise on his face and said, “Did I?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p29\" class=\"\">He had not even known that he was being brave. He simply said what he knew was true. When he bore testimony, even those who rejected it knew it came not by design but because it was part of him. He was what he was, wherever he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p30\" class=\"\">That is the mark of every person who is bold and effective in sharing the gospel. They see themselves as children of a loving, living Father in Heaven. And they see themselves as disciples of Jesus Christ. It takes no discipline for them to pray. They do it naturally. It is no special effort to remember the Savior. His love for them and theirs for Him is always with them. That is who they are and how they see themselves and see those around them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p31\" class=\"\">Now that may seem to us to require a great change, but we can be confident that it will come. The change in individual members is happening across the Church in every nation. This is the great time foreseen by prophets since the Creation. The restored gospel will go to every nation. The Savior sent these words to the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p32\" class=\"\">“I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p33\" class=\"\">“And this gospel shall be preached unto every nation, and kindred, and tongue, and people.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_013\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11674)\">D&amp;C 133:36–37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p34\" class=\"\">Whatever tumults occur, we can know that God will set bounds to fulfill His promises. He, not just men, has the ultimate control of nations and of events to allow His purposes to be fulfilled. Among every people and every nation there will be raised up those who serve with absolute assurance that they are children of God and who have become purified disciples of the resurrected Christ in His Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p35\" class=\"\">A few years ago I spoke to the missionaries in the training center in Japan. I promised them then that a great day would dawn in that nation. I said that there would be a great increase in the members speaking eagerly to those they met of their testimony of the restored gospel. My thought then was that the courage to speak would come from an increased admiration for the Church in that land. I know now that the great miracle, a mighty change, will come inside the members, not in the world around them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p36\" class=\"\">They and members across the earth will love and listen and talk and testify out of changed hearts. Bishops and branch presidents will lead them by example. The harvest of souls will be great, and it will be safe in the Lord’s hands.<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_013\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11538)\">D&amp;C 50:41–42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p37\" class=\"\">To be part of that miracle, you must not wait until you feel closer to Heavenly Father or until you are sure that you have been purified through the Atonement of Jesus Christ. Pray for the chance to encounter people who sense there could be something better in their lives. Pray to know what you should do to help them. Your prayers will be answered. You will meet people prepared by the Lord. You will find yourself feeling and saying things beyond your past experience. And then in time you will feel yourself drawing closer to your Heavenly Father, and you will feel the cleansing and the forgiveness the Savior promises His faithful witnesses. And you will feel His approval, knowing you have done what He asked of you, because He loves you and trusts you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p38\" class=\"\">I am grateful to live in such a time. I am grateful to know that you and I are loved children of a glorified Heavenly Father. I testify that Jesus is the Christ, that He is my Savior and yours and the Savior of all the people you will ever meet. The Father and the Son came to the Prophet Joseph Smith. The keys of the priesthood were restored, and the last, great gathering has begun. I know that is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-child-and-a-disciple.p39\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_013\"><a name=\"-23905_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_013\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11584)\">D&amp;C 88:81<\/a><\/span>; <span class=\"citation\" id=\"40184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40184)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_013\"><a name=\"-23905_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_013\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40192)\">Mosiah 28:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_013\"><a name=\"-23905_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_013\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1016)\">1 Jn. 4:18–19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_013\"><a name=\"-23905_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_013\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38205)\">Moro. 7:46–48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_013\"><a name=\"-23905_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_013\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11674)\">D&amp;C 133:36–37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_013\"><a name=\"-23905_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_013\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11538)\">D&amp;C 50:41–42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}