{"ID":681, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1953, pp. 123-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt has been my privilege, for seven years now, to serve on the First Council of the Seventy\nwith Elder Richard L. Evans, and I think I can certify to you from personal knowledge, born\nof that association, that Brother Richard is a man of great ability and devotion to the cause of\nChrist. He supports and sustains the brethren and the programs of the Church, and, I am\npersuaded, has a great mission to perform in his new and high calling.\n<\/p><p>\nI think, perhaps, there is scarcely a name in the Church more widely known\nand heralded than his; and in the field of his especial talent and assignment, that of radio, he\napproaches as near the indispensable man as any man could. For myself, and I am sure,\nspeaking also for the other members of the Council, we are pleased with the selection that has\nbeen made and give him, as we do all the brethren who sit on this stand, our united support\nand love and affection.\n<\/p><p>\nBrother Hugh B. Brown and Brother Marion D. Hanks, as yet, I do not know well, but with\nthe rest of these brethren, and with all of you, I extend a welcome hand of fellowship.\n<\/p><p>\nI have had it in my heart for some time, if the Spirit would give me utterance and direction, to\nsay a few words in this great conference about that faith which leads to life and salvation and\nwithout which no man can be saved in the kingdom of God.\n<\/p><p>\nBriefly, speaking in outline form only, I would like to suggest: \n<\/p><p>\nFirst, what faith is.\n<\/p><p>\nSecond, how faith may be gained.\n<\/p><p>\nAnd third, the test whereby it may be known whether we have gained faith in sufficient\nmeasure to justify a hope of life and salvation.\n<\/p><p>\nThe Prophet Joseph Smith taught, as may be found recorded in the <i>Lectures on Faith<\/i>&mdash;which\nlectures I commend to all men&mdash;that faith is the first principle in revealed religion, that it is\nthe foundation of all righteousness, that it is a principle of power. He taught that faith is the\nassurance which men have of the existence of things which they have not seen, that it is the\nmoving cause of all action in intelligent beings, and that it is the first great governing\nprinciple which has power, dominion, and authority over all things.\n<\/p><p>\nHe gave this formula whereby men may exercise faith in God unto life and salvation: \n<\/p><p>\nFirst, we must believe in God, and that means in the true and living God, the Being who\nactually exists and is our Father in heaven, in whose image we are created, and who by his\ngrace and because of his desire to see his children gain salvation, appeared in our day, with\nhis beloved Son, to usher in this great work.\n<\/p><p>\nIt is not sufficient to believe in a god of wood or stone, one that has been created by men, or\nto believe in the god described in the creeds that have been created by men. We have to get\nto the truth if we are to have faith.\n<\/p><p>\nFaith is founded on truth. It was Alma who said that, \"... if ye have faith ye hope for things\nwhich are not seen, which are true\"\n(<span class=\"citation\" id=\"8933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8933)\">Alma 32:21<\/a><\/span>),\nand so, without truth, there can be no faith.\n<\/p><p>\nThe second requisite in gaining faith is to have a correct idea of the character, perfections,\nand attributes of God. The Prophet summarizes the character of God in these words, and I\nthink every member of the Church ought to memorize them: \n<\/p><p>\nFirst, that he was God before the world was created and the same God that he was after it\nwas created.\n<\/p><p>\nSecond, that he is merciful and gracious, slow to anger\n(<span class=\"citation\" id=\"50042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50042)\">Neh. 9:17<\/a><\/span>;\n<span class=\"citation\" id=\"50043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50043)\">Ps. 103:8<\/a><\/span>),\nabundant in goodness, and that he\nwas so from everlasting and will be so to everlasting\n(<span class=\"citation\" id=\"50044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50044)\">Ps. 41:13<\/a><\/span>;\n<span class=\"citation\" id=\"50045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50045)\">D&amp;C 20:17<\/a><\/span>).\n<\/p><p>\nThird, that he changes not (<span class=\"citation\" id=\"37960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37960)\">Morm. 9:19<\/a><\/span>),\nneither is there variableness with him\n(<span class=\"citation\" id=\"26101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26101)\">James 1:17<\/a><\/span>),\nand that his course is one eternal round\n(<span class=\"citation\" id=\"13106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13106)\">D&amp;C 35:1<\/a><\/span>).\n<\/p><p>\nFourth, that he is a God of truth and cannot lie\n(<span class=\"citation\" id=\"43032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43032)\">Titus 1:2<\/a><\/span>).\n<\/p><p>\nFifth, that he is no respecter of persons\n(<span class=\"citation\" id=\"7692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7692)\">Acts 10:34<\/a><\/span>);\n<\/p><p>\nAnd sixth, that he is love (<span class=\"citation\" id=\"1039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1039)\">1 Jn. 4:8<\/a><\/span>).\n<\/p><p>\nThen the Prophet gives the attributes of God, also six in number, as follows: knowledge, faith\nor power, justice, judgment, mercy, and truth. The perfections of God are given as the\nperfections which attach to the attributes of his nature.\n<\/p><p>\nThen the third requisite for gaining faith unto life and salvation is so to live that we have the\nactual knowledge that the course of life we are pursuing is in harmony with the divine will.\n<\/p><p>\nI suppose there are many people in the Church who have a measurable\nknowledge of the attributes of God. I think there are even more who have a correct idea of\nhis character and of his perfections. And I am sure that nearly all, perhaps all in the Church,\nbelieve in him as the personal Being who actually lives. But the place where we fall down in\nacquiring faith, faith unto life and salvation, is in that we do not order our lives in such a way\nthat we have the assurance that our conduct is in harmony with the divine will.\n<\/p><p>\nFaith comes by righteousness, and without righteousness and obedience we cannot have the\nmeasure of faith that will save us.\n<\/p><p>\nNow the test whereby it may be known whether we do have faith is very simple. It is the\neternal truth proclaimed by the Lord when he said: \"And these signs shall follow them that\nbelieve\" (<span class=\"citation\" id=\"33068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33068)\">Mark 16:17<\/a><\/span>).\nIf we have faith, there will be signs. If there are no signs, there is no\nfaith. Where there is faith, there will be the gifts of the Spirit; there will be the ministering of\nangels and the working of miracles. Where there is faith, there will be apostles and prophets;\nthere will be the authority of the priesthood; there will be the knowledge of God and the\norganization of the kingdom of God on earth.\n<\/p><p>\nNow, I suggest to you that faith is the great foundation upon which we must build: faith in\nGod, faith in Christ, faith in the restored truth and in the living oracles who direct the\nkingdom under the Lord in our day.\n<\/p><p>\nBy faith all things can be done. There is nothing too hard\nfor the Lord (<span class=\"citation\" id=\"23603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23603)\">Gen. 18:14<\/a><\/span>),\nand if we have faith, we can do whatever is requisite, according to his mind and\nwill. By faith the worlds were made (<span class=\"citation\" id=\"24252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24252)\">Heb. 11:3<\/a><\/span>);\nby faith the elements can be controlled, rivers turned out\nof their courses, mountains removed. By faith we can have angels minister to us, see our sick\nhealed, and the dead raised; and what is more important than all this by faith we can live so\nas to become the sons of God and be joint heirs with Jesus Christ, entitled to receive and\ninherit and possess, as he has done before, the fulness of the kingdom of the Father.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}