{"ID":6810, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Essential Role of Member Missionary Work\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must prepare ourselves to assist the missionaries in finding those of our Heavenly Father’s children who will embrace the message of the Restoration.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p4\" class=\"\">Brothers and sisters, Easter is a time when the Christian world focuses on and rejoices in the Resurrection of our Lord and Savior Jesus Christ. That one moment in time changed everything forever. The Savior broke down every barrier that stood in the way of our return to a loving Heavenly Father. In return He asks that we “go … and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p5\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world” (<span class=\"citation\" id=\"33788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33788)\">Matt. 28:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p6\" class=\"\">A more intimate version of the same message is recorded in the Gospel of John. On the shore of the Sea of Galilee, Jesus asked Peter three times, “Lovest thou me?” Each time Peter’s reply was the same: “Thou knowest that I love thee.” And each time the Savior instructed Peter: “Feed my lambs. … Feed my sheep. … Feed my sheep” (<span class=\"citation\" id=\"27074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27074)\">John 21:15–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p7\" class=\"\">The Savior’s impassioned charge to “feed [His] sheep” continues in force today. Like Peter and his brethren of old, the Apostles of the Lord Jesus Christ today have the charge to take the gospel to all the world. This charge is seldom far from our minds. Every General Authority has the responsibility to be a missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p8\" class=\"\">But the Savior was not just talking to the Apostles. He was also talking to every person who has been blessed to hear the gospel and is a member of His Church. In revelation to the Prophet Joseph Smith, the Lord puts it in very simple terms: “It becometh every man who hath been warned to warn his neighbor” (<span class=\"citation\" id=\"11585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11585)\">D&amp;C 88:81<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p9\" class=\"\">During the last general conference we challenged our young men to better prepare themselves to serve the Lord Jesus Christ. We asked them to be worthy, qualified, spiritually energized missionaries. With the unsettled conditions that exist in the world today, they need to be “the greatest generation of missionaries in the history of the Church.” (See M. Russell Ballard, “The Greatest Generation of Missionaries,” <span class=\"emphasis\">Ensign,<\/span> Nov. 2002, 46; <span class=\"emphasis\">Liahona,<\/span> Nov. 2002, 46.) We don’t expect them to be perfect, but they need to be anxious, willing, and committed to serve so they can reach new levels of spirituality as gospel teachers. They need to know the message of the Restoration of the gospel of Jesus Christ and teach it with power in their own words under the guiding influence of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p10\" class=\"\">Throughout the Church we are working hard to help all of our missionaries to increase their spiritual maturity. This worldwide effort has been referred to as “raising the bar” or “raising the standard.” We thank you parents, bishops, and stake presidents for your support in this effort. We also thank the faithful youth of the Church for your willingness to live up to the Lord’s standard. May our Heavenly Father continue to bless you as you prepare to serve Him in this troubled world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p11\" class=\"\">But as we raise the level of expectation for the performance of our missionaries, we must also raise the level of expectation for the performance of all of the members of the Church in fulfilling our missionary duties. We need your help, brothers and sisters, to support and assist our missionaries in finding and baptizing many more of our Heavenly Father’s children. We need you to watch over, protect, and inspire the missionaries, who are servants of the Lord. If the standard is to be raised, it is raised for all of us. We must be more faithful. We must be more spiritually in tune. We must prepare ourselves to assist the missionaries in finding those of our Heavenly Father’s children who will embrace the message of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p12\" class=\"\">Remember, brothers and sisters, we’re not marketing a product. We’re not selling anything. We’re not trying to impress anyone with our numbers or our growth. We are members of the restored Church of Jesus Christ, empowered and sent forth by the Lord Himself to find, nourish, and bring safely into His Church those who are seeking to know the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p13\" class=\"\">Viewed from that eternal perspective, what we are to do seems so simple and clear, but I know that member missionary work can be challenging and sometimes frightening. Please allow me to suggest three simple things that we can do to assist in this divinely commissioned responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p14\" class=\"\">First, we should exercise our faith and pray individually and as families, asking for help in finding ways to share the restored gospel of Jesus Christ. Ask the Lord to open the way. Prayerfully set a date with your family to have someone in your home for the missionaries to teach. Remember, brothers and sisters, this is the Lord’s Church. Let Him guide you through constant prayer. With a prayer in your heart, talk to everyone you can. Don’t prejudge. Don’t withhold the good news from anyone. Talk to everyone, and trust in the promised power of the Spirit to give you the words you should say. Let them make the decision to accept or reject your invitation. Over time, the Lord will put into your path those who are seeking the truth. He is the Good Shepherd. He knows His sheep, and they will know His voice, spoken through you, and they will follow Him (see <span class=\"citation\" id=\"27052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27052)\">John 10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p15\" class=\"\">President Gordon B. Hinckley said, “It will be a great day when our people not only pray for the missionaries throughout the world, but ask the Lord to help them to assist the missionaries who are laboring in their own ward” (“Missionary Service,” <span class=\"emphasis\">First Worldwide Leadership Training Meeting,<\/span> Jan. 2003, 19).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p16\" class=\"\">Second, leaders must lead by example. The Spirit will prompt and guide you in finding those interested in our message. Your personal worthiness will give you the courage and the spiritual power to inspire your members to actively help the missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p17\" class=\"\">Some years ago a faithful convert, Brother George McLaughlin, was called to preside over a small branch of 20 members in Farmingdale, Maine. He was a humble man, driving a milk delivery truck for a living. Through his fasting and earnest prayer, the Spirit taught him what he and the members of his branch needed to do to help the Church grow in their area. Through his great faith, constant prayer, and powerful example, he taught his members how to share the gospel. It’s a marvelous story, one of the great missionary stories of this dispensation. In just one year, there were 450 convert baptisms in the branch. The next year there were an additional 200 converts. President McLaughlin indicated: “My job as branch president was to teach [the new converts] how to be Mormons. I had to teach them how to give talks and lessons in church. I had to teach them how to teach the gospel to their children. I trained the new members to become strong members.” Pretty simple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p18\" class=\"\">Just five years later, the Augusta Maine Stake was organized. Much of the leadership of that new stake came from those converts in the Farmingdale Branch. Now we might ask why there was such great success in those days, and the answer may be because of the urgent need to strengthen the Church. Let me assure you that that same urgency in all units of the Church is every bit as critical today as it was then.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p19\" class=\"\">The First Presidency and the Quorum of the Twelve Apostles have made it clear that missionary work is to be centered in the ward. Stake presidents and bishops have the responsibility and accountability to help members find the pure in heart and prepare them for baptism and for a life of service within their wards and stakes. President Hinckley has also said, “I would like to suggest that every bishop in the Church give as a motto to his people, ‘Let’s all work to grow the ward’” (“Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Ensign,<\/span> May 1999, 106; <span class=\"emphasis\">Liahona,<\/span> July 1999, 120).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p20\" class=\"\">One bishop in the state of Washington has prayerfully followed that counsel. This is what he is doing. Through priesthood and auxiliary leaders, the ward council coordinates missionary work in the ward. Missionaries are invited to ward council meetings to discuss their work. Members are assigned to attend investigator visits with the missionaries. Members and missionaries also visit less-active and part-member families together. Last year this ward baptized and confirmed 46 new members, and retention of those members is very high. Those who come into the Church or who return to activity in this ward already have friends because the priesthood and auxiliaries are involved in the conversion process by direction of the bishop through the ward council (see “Ward Council Is Secret of Centralia Ward Success,” <span class=\"emphasis\">Church News,<\/span> 1 Feb. 2003, 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p21\" class=\"\">Bishops, engage the whole ward in proclaiming the gospel. You will see that the Lord will bless you and your members with many more converts and many more who will return to full activity. Missionary work should not only be on the ward council agendas but also on elders quorum; Relief Society; and other quorum, group, and auxiliary agendas. Emphasis should be placed on baptizing and retaining in activity fathers and mothers along with their children. Thus the missionary work of priesthood and auxiliary leaders should be coordinated by the ward mission leader and the bishop through the ward council. And by doing so, converts will be fully active members in their wards.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p22\" class=\"\">Right now, members have a special opportunity to share the gospel by using the <span class=\"emphasis\">Finding Faith in Christ<\/span> DVD that was enclosed with your April 2003 <span class=\"emphasis\">Ensign<\/span> magazine. Invite your neighbors and friends to spend an evening with you during the Easter season, sharing together the life, ministry, and glorious Resurrection of our Lord Jesus Christ. It may also be appropriate to have the missionaries attend with you and teach how the Lord has restored His Church through the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p23\" class=\"\">Third, member missionary work does not require the development of strategies or gimmicks. It does require faith—real faith and trust in the Lord. It also requires genuine love. The first great commandment is to “love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. … The second is like unto it, Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"33780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33780)\">Matt. 22:37, 39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p24\" class=\"\">So let the power of love guide us in sharing the gospel with family members, friends, neighbors, business associates, and any other people we encounter as we go through life. Most everyone wants to enjoy peace and happiness. That is a natural human desire. People want to find answers to the problems they face. This is increasingly true in the world we now live in.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p25\" class=\"\">Professional advancement, increased income, bigger homes, or newer cars and recreational equipment do not bring lasting peace and happiness. Happiness comes from understanding God and knowing that He has a plan for our eternal joy and peace. Happiness comes from knowing and loving the Savior and living our lives in accordance with His teachings. Happiness comes from strong family and Church relationships based on gospel values.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p26\" class=\"\">Some members say, “I’m afraid to share the gospel because I might offend someone.” Experience has shown that people are not offended when the sharing is motivated by the spirit of love and concern. How could anyone be offended when we say something like this: “I love the way my church helps me” and then add whatever the Spirit directs. It’s when we appear only to be fulfilling an assignment and we fail to express real interest and love that we offend others. Don’t ever forget, brothers and sisters, that you and I have in our possession the very points of doctrine that will bring people to the Lord. The restored gospel of Jesus Christ has within it the power to bring deep and abiding happiness to the human soul—something that will be valued and cherished for the rest of time and for all eternity. We are not just trying to get people to join our Church; we are sharing with them the fulness of the restored gospel of Jesus Christ. But as powerful as our message is, it cannot be imposed or forced upon people. It can only be shared—heart to heart, soul to soul, spirit to spirit—by being good neighbors and by caring and showing love. We need to be watchful for one another and reach out to one another. And as we do so, we will radiate the gospel in our own lives, and it will radiate to the people the blessings the gospel has to offer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p27\" class=\"\">Let us follow the admonition of the Prophet Joseph Smith, “After all that has been said, [our] greatest and most important duty is to preach the Gospel” (<span class=\"emphasis\">History of the Church,<\/span> 2:478).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-essential-role-of-member-missionary-work.p28\" class=\"\">We can and we must do better, brothers and sisters. I pray that the Lord will grant to each one of us the faith and courage to increase our participation in supporting our full-time missionaries in sharing the restored gospel with all of God’s children throughout the world. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}