{"ID":6811, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Importance of the Family\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May it be our resolve this year to build a gospel-centered home, a safe harbor from the storms of the adversary.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p4\" class=\"\">In a world of turmoil and uncertainty, it is more important than ever to make our families the center of our lives and the top of our priorities. Families lie at the center of our Heavenly Father’s plan. This statement from “The Family: A Proclamation to the World” declares the responsibilities of parents to their families:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p5\" class=\"\">“Husband and wife have a solemn responsibility to love and care for each other and for their children. ‘Children are an heritage of the Lord’ (<span class=\"citation\" id=\"41714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41714)\">Psalm 127:3<\/a><\/span>). Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another, to observe the commandments of God and to be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations.”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_017\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p6\" class=\"\">In recent meetings with the First Presidency, they have expressed concern about the deterioration of the family. Their mandate to the Priesthood Executive Council was to concentrate on the family in our assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p7\" class=\"\">In response to the First Presidency, many plans and efforts are already in place. We will use all of the resources we have to encourage greater harmony, greater love, and greater influence in the Lord’s special designated unit—the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p8\" class=\"\">We need to make our homes a place of refuge from the storm, which is increasing in intensity all about us. Even if the smallest openings are left unattended, negative influences can penetrate the very walls of our homes. Let me cite an example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p9\" class=\"\">Several years ago, I was having dinner with my daughter and her family. The scene is all too common in most homes with small children. My daughter was trying to encourage her young, three-year-old son to eat a balanced meal. He had eaten all the food on his plate that he liked. A small serving of green beans remained, which he was not fond of. In desperation, the mother picked up a fork and tried to encourage him to eat his beans. He tolerated it just about as long as he could. Then he exclaimed, “Look, Mom, don’t foul up a good friendship!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p10\" class=\"\">Those were the exact words he heard on a television commercial a few days earlier. Oh, what impact advertising, television programs, the Internet, and the other media are having on our family units!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p11\" class=\"\">We remind you that parents are to preside over their own families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p12\" class=\"\">Helps and reminders will come from the Church Internet site and television channels, as well as through priesthood and auxiliary leadership to assist you as we strive to fulfill our family responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p13\" class=\"\">In some of the zones of the world, we have an alternative to commercial television networks and some of their antifamily programming. We have BYU Television, which presents family-oriented programs. In addition to programs that bring gospel teaching, there are programs directed to parent instruction and family entertainment. We will also be striving to increase the quality and frequency of our family-centered Home Front public service spots.<\/p>\n\t\t\t<p class=\"preamble\">We have other helps covering a wider area than the television network: we have the Church Web site, www.lds.org. It has recently been updated to include a new home and family page. The page includes thoughts from the scriptures and Church leaders to strengthen the family. It also includes ideas for family activities. A new home and family section provides:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Teachings from Church leaders specifically for the family.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Ideas for family activities.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Family home evening quick tips to help you have meaningful and enjoyable family home evenings.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Featured articles on topics such as making family home evenings more successful, strengthening the relationship between husband and wife, and ideas for feeling closer as family members.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p19\" class=\"\">As the site is updated, additional ideas for planning family home evenings will appear. One of these will offer suggestions for activities for Faith in God, Duty to God, and Personal Progress programs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p20\" class=\"\">We do have one media source, however, that reaches the entire Church—it is our wonderful Church magazines. These magazines come into our homes regularly and are another way of delivering information to help strengthen the family. Perhaps you noticed in the March <span class=\"emphasis\">Ensign<\/span> and <span class=\"emphasis\">Liahona<\/span>—the international magazine—a message from President Gordon B. Hinckley on family home evenings:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p21\" class=\"\">“‘We have a family home evening program once a week [Monday night] across the Church in which parents sit down with their children. They study the scriptures. They talk about family problems. They plan family activities and things of that kind. I don’t hesitate to say if every family in the world practiced that one thing, you’d see a very great difference in the solidarity of the families of the world’ (interview, <span class=\"emphasis\">Boston Globe,<\/span> 14 Aug. 2000).”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_017\">2<\/a>\n       <span class=\"footnote\">[“Family Home Evening,” <span class=\"emphasis\">Ensign,<\/span> Mar. 2003, 3; <span class=\"emphasis\">Liahona,<\/span> Mar. 2003, 3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p22\" class=\"\">Following President Hinckley’s encouragement for us to hold family home evenings, the next article in the <span class=\"emphasis\">Ensign<\/span> was entitled “The Calling I Didn’t Know I Had”:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p23\" class=\"\">“Family home evening was challenging when our children were young. My husband and I took seriously the latter-day prophets’ counsel to hold regular family home evenings, but between our Church callings and other responsibilities, we too often found there wasn’t time or energy to plan an effective, loving family home evening when Monday night came around.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p24\" class=\"\">“While visiting Primary one Sunday I noticed how captivated the children were by the stories, visual aids, and brief but effective activities planned for sharing time and music time. I was also absorbed in learning from the well-prepared efforts the Primary counselor and music leader put into their callings. ‘They obviously spent adequate time mingled with lots of love,’ I thought. ‘They do wonderful things in their callings.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p25\" class=\"\">“Just then a thought came to mind: ‘Family home evening is one of your callings. In fact, it is part of your most important calling—motherhood!’ I reflected on that insight. ‘If I can make the time to magnify my callings as newsletter editor and visiting teacher, I can surely magnify my family home evening calling.’”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_017\">3<\/a>\n       <span class=\"footnote\">[Jan Whitley Hansen, “The Calling I Didn’t Know I Had,” <span class=\"emphasis\">Ensign,<\/span> Mar. 2003, 6.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p26\" class=\"\">What a wonderful thought she has brought to us to encourage us to be more effective in our planning for this special night set aside for the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p27\" class=\"\">We can also alert you to the fact that our June issues of the Church magazines will be dedicated to a family theme. In addition, throughout the year there will be issues of the <span class=\"emphasis\">Liahona, Ensign, New Era,<\/span> and <span class=\"emphasis\">Friend<\/span> containing materials for teaching in the home. There will be wonderful suggestions for family home evenings and ideas for everyday teaching moments. The articles are written so they can easily be adapted for lessons for your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p28\" class=\"\">Children and youth are shown, through prophetic words and through living examples, the importance of loving and honoring their parents. Parents are taught ways of building and maintaining close family ties, both in good times and in difficult times. The good spirit in these magazines will help fill your homes with warmth, love, and the strength of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p29\" class=\"\">The <span class=\"emphasis\">Church News<\/span> is also helping to spread the message of the family. It has articles on strengthening love and respect in the home, putting the gospel in action, and planning wholesome recreation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p30\" class=\"\">We hope that by flooding the Church with family-oriented media, members of the Church will be assisted and encouraged to build stronger and better families. We hope it will cause a conscious and sustained effort in building an eternal family unit. An abundance of Church materials will be available for you from which to pick and choose useful ideas. At least by seeing family issues mentioned so often, we all will be reminded to focus our attention on the most important organization the Lord has established here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p31\" class=\"\">From the very beginning the Lord has established the importance of the family organization for us. Soon after Adam and Eve left the Garden of Eden, the Lord spoke to them:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p32\" class=\"\">“The Holy Ghost fell upon Adam, [and] beareth record of the Father and the Son. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p33\" class=\"\">“[Then] in that day Adam blessed God and was filled, and began to prophesy concerning all the families of the earth, saying: Blessed be the name of God, for because of my transgression my eyes are opened, and in this life I shall have joy, and again in the flesh I shall see God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p34\" class=\"\">“And Eve, his wife, heard all these things and was glad, saying: [If it were] not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p35\" class=\"\">“And Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_017\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38895)\">Moses 5:4–5, 9–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p36\" class=\"\">“President Brigham Young explained that our families are not yet ours. The Lord has committed them to us to see how we will treat them. Only if we are faithful will they be given to us forever. What we do on earth determines whether or not we will be worthy to become heavenly parents.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_017\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Principles<\/span> [manual, 1997], 231.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p37\" class=\"\">The Church has established two special times for families to be together. The first is centered around the proper observance of the Sabbath day. This is the time we are to attend our regular meetings together, study the life and teachings of the Savior and of the prophets. “Other appropriate Sunday activities include (1) writing personal and family journals, (2) holding family councils, (3) establishing and maintaining family organizations for the immediate and extended family, (4) personal interviews between parents and children, (5) writing to relatives and missionaries, (6) genealogy, (7) visiting relatives and those who are ill or lonely, (8) missionary work, (9) reading stories to children, and (10) singing Church hymns.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_017\">6<\/a>\n       <span class=\"footnote\">[“Suggestions for Individual and Family Sabbath-Day Activities,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1980, 76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p38\" class=\"\">The second time is Monday night. We are to teach our children in a well-organized, regular family home evening. No other activities should involve our family members on Monday night. This <span class=\"emphasis\">designated<\/span> time is to be with our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p39\" class=\"\">We hope all of you have noticed the special emphasis the First Presidency has put on family home evenings. The First Presidency letter of October 4, 1999, was recently repeated in the magazines:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p40\" class=\"\">“To: Members of the Church throughout the World<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p41\" class=\"\">“Dear Brothers and Sisters:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p42\" class=\"\">“Monday nights are reserved throughout the Church for family home evenings. We encourage members to set aside this time to strengthen family ties and teach the gospel in their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p43\" class=\"\">“Earlier this year we called on parents to devote their best efforts to the teaching and rearing of their children in gospel principles which will keep them close to the Church. We also counseled parents and children to give highest priority to family prayer, family home evening, gospel study and instruction, and wholesome family activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p44\" class=\"\">“We urge members, where possible, to avoid holding receptions or other similar activities on Monday evenings. Where practical, members may also want to encourage community and school leaders to avoid scheduling activities on Monday evenings that require children or parents to be away from their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p45\" class=\"\">“Church buildings and facilities should be closed on Monday evenings. No ward or stake activities should be planned, and other interruptions to family home evenings should be avoided.”<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_017\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Mar. 2003, 4; <span class=\"emphasis\">Liahona,<\/span> Mar. 2003, 4.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p46\" class=\"\">May it be our resolve this year to build a gospel-centered home, a safe harbor from the storms of the adversary. Let us again remember the promises and instructions from the Lord to His children:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p47\" class=\"\">“The glory of God is intelligence, or, in other words, light and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p48\" class=\"\">“Light and truth forsake that evil one. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p49\" class=\"\">“And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the tradition of their fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p50\" class=\"\">“But I have commanded you to bring up your children in light and truth.”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_017\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11593)\">D&amp;C 93:36–37, 39–40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-importance-of-the-family.p51\" class=\"\">May this be our year for enjoying the light and truth of the gospel in our homes. May our homes truly become places of refuge from the world is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_017\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_017\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Family Home Evening,” <span class=\"emphasis\">Ensign,<\/span> Mar. 2003, 3; <span class=\"emphasis\">Liahona,<\/span> Mar. 2003, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_017\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Jan Whitley Hansen, “The Calling I Didn’t Know I Had,” <span class=\"emphasis\">Ensign,<\/span> Mar. 2003, 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_017\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38895)\">Moses 5:4–5, 9–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_017\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Principles<\/span> [manual, 1997], 231.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_017\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“Suggestions for Individual and Family Sabbath-Day Activities,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1980, 76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_017\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Mar. 2003, 4; <span class=\"emphasis\">Liahona,<\/span> Mar. 2003, 4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_017\"><a name=\"-23905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_017\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11593)\">D&amp;C 93:36–37, 39–40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}