{"ID":6815, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Devil’s Throat\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Please help us push back the world. We must stand against the wind. Sometimes we must be unpopular and simply say, “This is not right.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p4\" class=\"\">My dear brethren of the priesthood, tonight I address my remarks to all of you, but in particular to the young men. My purpose is to instruct and warn you of dangers that lie ahead, but I also want to express my love for you and the great confidence I have in you as the rising generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p5\" class=\"\">As a young man I served a mission to Brazil. It was a marvelous experience. One of the wonders of the world in that great country is Iguaçu Falls. In the flood season, the volume of water spilling over the brink is the largest in the world. Every few minutes, millions of gallons of water cascade into the chasm below. One part of the falls, where the deluge is the heaviest, is called the Devil’s Throat.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p6\" class=\"\">There are some large rocks standing just above, before the water rushes down into Devil’s Throat. Years ago, reckless boatmen would take passengers in canoes to stand on those rocks and look down into the Devil’s Throat. The water above the falls is usually calm and slow moving, and the atmosphere tranquil. Only the roar of the water below forewarns of the danger lurking just a few feet away. A sudden, unexpected current could take a canoe into the rushing waters, over the cliff, and down into the Devil’s Throat. Those foolish enough to leave the canoes to stand on these treacherous wet rocks could so easily lose their footing and be swept away into the swirling currents below.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p7\" class=\"\">I recognize that some of you think of yourselves as daredevils, ready to take on almost any challenge. But some of these excursions for excitement will inevitably take you down into the Devil’s Throat. The only safe course is to stay well away from the dangers of the Devil’s Throat. President George Albert Smith strongly cautioned, “If you cross to the devil’s side of the line one inch, you are in the tempter’s power, and if he is successful, you will not be able to think or even reason properly, because you will have lost the spirit of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_021\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Sharing the Gospel with Others,<\/span> sel. Preston Nibley (1948), 43.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p8\" class=\"\">Some of you young men may be letting others set your standards. You defend yourselves by saying, “Who said we shouldn’t do this or we shouldn’t do that?” There are so many shades of right and wrong that each of you has to decide where the line will be. I strongly urge you that if there is any question in your minds or hearts about whether your personal conduct is right or wrong, don’t do it. Each of us has moral agency, and the gift of the Holy Ghost will sharpen our impressions of what is right and wrong, true and false. It is the responsibility of the prophets of God to teach the word of God, not to spell out every jot and tittle of human conduct. If we are conscientiously trying to avoid not only evil but the very appearance of evil, we will act for ourselves and not be acted upon.<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_021\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3403)\">2 Ne. 2:13, 26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p9\" class=\"\">Much of what comes from the devil is alluring and enticing. It glitters and is appealing to the sensual parts of our nature. His message sounds so reasonable and easy to justify. His voice is usually smooth and intriguing. If it were harsh or discordant, nobody would listen, nobody would be enticed. Some of Satan’s most appealing messages are: Everyone does it; if it doesn’t hurt anybody else, it’s all right; if you feel there is no harm in it, it’s okay; it’s the “cool” thing to do. Satan is the greatest imitator, the master deceiver, the arch counterfeiter, and the greatest forger ever in the history of the world. He comes into our lives as a thief in the night. His disguise is so perfect that it is hard to recognize him or his methods. He is a wolf in sheep’s clothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p10\" class=\"\">There have always been two great competing forces in the world. These began before the world was created. These opposing forces are the forces of good and evil. Between these two powerful forces each of us is caught in a tug of war. In simple terms, that which is good comes from God, and that which is evil comes from the devil.<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_021\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8767)\">Alma 5:40<\/a><\/span>.]<\/span><\/sup> You can’t have it both ways and find true happiness; some have tried, but in the long run all have failed. If any of you young men think you can have it both ways, you are only deceiving yourselves. It doesn’t work that way. It never has. It never will.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p11\" class=\"\">My dear young friends, there is another great truth that you young men must learn. It is that everything has a price. There is a price to pay for success, fulfillment, accomplishment, and joy. There are no freebies. If you don’t pay the price that is needed for success, you will pay the price of failure. Preparation, work, study, and service are required to achieve and find happiness. Disobedience and lack of preparation carry a terrible price tag. As priesthood holders of this Church, part of the price we need to pay is by living differently from the world. We are the possessors and custodians of these commanding powers which can and do roll back the power of Satan on the earth. With all my heart I urge you to please help us push back the world. We must stand against the wind. Sometimes we must be unpopular and simply say, “This is not right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p12\" class=\"\">All of us want to find out who we really are and what our place is in the world. Some of you young people are trying to find your identity by being different from your parents and families in what they stand for. God made each of us to be different from anyone else in the world, as our DNA and fingerprints prove. You don’t have to work at having a separate identity; you already have one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p13\" class=\"\">Some young people want to rebel against restraints. Some of you think it isn’t “cool” to be obedient to your parents or to follow the counsel of your bishop or quorum president. Bishop Richard C. Edgley shared an experience he had as a young boy about the consequences of being reckless and disobedient:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p14\" class=\"\">“When I was a young boy, our garage and the neighbor’s garage were about five feet apart. The neighbor’s garage was very old and dilapidated, and some of the boards were breaking. I, on occasion, would climb onto our garage and jump from one garage to the other and play on top of them. My father had told me, ‘Stay off the garages,’ but I didn’t. One time when I was playing on them, I jumped from our garage and fell through the roof of the neighbor’s garage, scraping my back and legs badly. Because I had been disobedient, I foolishly decided not to tell anyone that I had hurt myself. I went in the house and washed the scrapes and scratches as well as I could, but I couldn’t reach the ones on my back to put antiseptic on them or even wash them clean. I bore the burden of pain, worry over infection setting in, and guilt for several days while the healing process took place.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_021\">4<\/a>\n       <span class=\"footnote\">[“Friend to Friend,” <span class=\"emphasis\">Friend,<\/span> Feb. 1995, 6.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p15\" class=\"\">As someone once said, “One of the best things in the world to be is a boy; it requires no experience, but needs some practice to be a good one.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_021\">5<\/a>\n       <span class=\"footnote\">[Charles Dudley Warner, <span class=\"emphasis\">Thesaurus of Quotations,<\/span> ed. Edmund Fuller (1941), 115.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p16\" class=\"\">Some of you may have been deceived by thinking that you can find excitement by dabbling in drugs, alcohol, pornography, and illicit sex. I warn you that such enticements as these are slippery and dangerous like the rocks by the Devil’s Throat, and they will only lead you into Satan’s territory. The way out of that kind of danger is difficult and will leave you with far more than a few scrapes and scratches.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p17\" class=\"\">You young men will be working out your eternal destiny at an interesting time. In the future there will continue to be an increase in scientific discoveries and inventions which will make life more comfortable and easier for many. No doubt medical science will continue to find new treatments and cures not available now. In contrast, the worldly influences of evil will likely increase, and more people will become vulnerable to the deceit and enticement of Satan. You young men will need to become stronger spiritually and morally in order to withstand the temptations and snares of the world. Perhaps this is why such special spirits have been reserved for this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p18\" class=\"\">I also believe that in the future the opposition from Satan will be both more subtle and more open. While in some ways it may be more blatant, it will be masked with greater sophistication and cunning. We will need greater spirituality to perceive all the forms of evil and greater strength to resist it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p19\" class=\"\">Many countries now face the dangers of terrorism. War exposes people to bodily harm, but there is also exposure to moral harm. Those of us who have served in the military in wartime have experienced the disruption in life that comes from being uprooted from home and family, wholesome associations, and the influence of the organized Church. I warn those who are now serving in the military, or who may do so, against the pitfalls of these disruptions. They can take us into the very jaws of the Devil’s Throat.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p20\" class=\"\">Many of the activities you will be engaged in are group situations where you cannot always choose your own company. But you can choose your standards. In the military you belong to an outfit where part of its strength comes from the unity of its members. You need to be loyal to the members of your unit because the fellow who is next to you may save your life tomorrow! But that doesn’t mean you have to lower your moral standards. In any association there needs to be one or more who stand up and say, “What we are doing is not right.” It takes moral courage to do this!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p21\" class=\"\">The Church recently republished the servicemen’s edition of <span class=\"emphasis\">Principles of the Gospel<\/span> for members of the Church serving in the military anywhere in the world. While it is now only available in English, it will be translated into other languages. This excellent resource contains instructions for Church activity and the wearing of the garment in the military, priesthood ordinances and blessings, gospel topics, and a few selected hymns. We had a similar resource available to those of us who served in the military in World War II. I found it to be invaluable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p22\" class=\"\">There is a continuing sifting process going on. We are reminded of the parable of the wheat and the tares. In that parable the Lord said, “The kingdom of heaven is likened unto a man which sowed good seed in his field,” but while he slept, his enemy came and sowed tares among the grain, so that when the blades of wheat sprouted, so did the weeds. The man’s workers did not understand how weeds got into the field and asked if they should go and pull the weeds. The owner of the field said no, because while you pull the weeds, you also pull up the grain. So he counseled that the grain and the weeds grow together until the time of harvest, when the wheat would be bundled separately from the weeds.<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_021\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"33761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33761)\">Matt. 13:24–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p23\" class=\"\">The disciples of Jesus asked the Savior for an interpretation of the parable, and the Savior answered: “He that soweth the good seed is the Son of man;<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p24\" class=\"\">“The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p25\" class=\"\">“The enemy that sowed them is the devil; … and the reapers are the angels.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p26\" class=\"\">“As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world.”<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_021\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33762)\">Matt. 13:37–40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p27\" class=\"\">This parable confirms the statement of Alma which I wish to repeat, “Whatsoever is good cometh from God, and whatsoever is evil cometh from the devil.”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_021\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8768)\">Alma 5:40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-devils-throat.p28\" class=\"\">Brethren, we are living in a challenging time, and it is a time for us to stand firm and steady in meeting our family and priesthood responsibilities. We should not be blown “like a wave of the sea driven with the wind and tossed.”<sup class=\"noteMarker\"><a href=\"#footnote9-23905_000_021\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26042)\">James 1:6<\/a><\/span>.]<\/span><\/sup> We should go forward in a spirit of faith and not be fearful of anything except being too close to the Devil’s Throat. We will be strengthened and preserved if we follow the counsel and direction of President Gordon B. Hinckley, who is at the helm. I have a special witness that he is our prophet, seer, and revelator. He is the mouthpiece of God on the earth today. I pray the Lord’s blessings to be with us all, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Sharing the Gospel with Others,<\/span> sel. Preston Nibley (1948), 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3403)\">2 Ne. 2:13, 26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8767)\">Alma 5:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Friend to Friend,” <span class=\"emphasis\">Friend,<\/span> Feb. 1995, 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Charles Dudley Warner, <span class=\"emphasis\">Thesaurus of Quotations,<\/span> ed. Edmund Fuller (1941), 115.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"33761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33761)\">Matt. 13:24–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33762)\">Matt. 13:37–40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8768)\">Alma 5:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_021\"><a name=\"-23905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23905_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26042)\">James 1:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}