{"ID":6816, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stand in Your Appointed Place\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we reach out and rescue those who have fallen by the wayside, that not one precious soul will be lost.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p4\" class=\"\">We are assembled this evening as a mighty body of the priesthood, both here in the Conference Center and in locations throughout the world. Some hold the Aaronic Priesthood, while others bear the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p5\" class=\"\">President Stephen L Richards, who served as a counselor to President David O. McKay, declared, “The Priesthood is usually simply defined as ‘the power of God delegated to man.’” He continues: “This definition, I think, is accurate. But for practical purposes I like to define the Priesthood in terms of service and I frequently call it ‘the perfect plan of service.’ … It is an instrument of service … and the man who fails to use it is apt to lose it, for we are plainly told by revelation that he who neglects it ‘shall not be counted worthy to stand.’”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_022\">1<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1937, 46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p6\" class=\"\">In the Pioneer Stake, located in Salt Lake City and where I received both the Aaronic and Melchizedek Priesthood, we were taught to become familiar with the scriptures, including sections 20, 84, and 107 of the Doctrine and Covenants. In these sections we learn about priesthood and Church government.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p7\" class=\"\">Tonight I wish to emphasize one verse from Section 107: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_022\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11621)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p8\" class=\"\">President Harold B. Lee frequently taught: “When one becomes a holder of the priesthood, he becomes an agent of the Lord. He should think of his calling as though he were on the Lord’s errand.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1974), 255.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p9\" class=\"\">We also learn from these sections the duties of quorum presidencies and the fact that we are responsible for others besides ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p10\" class=\"\">I firmly believe that the Church today is stronger than it has ever been. Activity levels of our youth testify that this is a generation of faith and devotion to truth. Yet there are some who drop by the wayside, who find other interests that persuade them to neglect their Church duties. We must not lose such precious souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p11\" class=\"\">There are growing numbers among the prospective elders who are not found in Church meetings nor filling Church assignments. This situation can and must be remedied. The task is ours. Responsibility needs to be assigned and effort put forth without delay.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p12\" class=\"\">The presidencies of the Aaronic Priesthood quorums, under the leadership of the bishopric and quorum advisers, can be empowered to reach out and rescue.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p13\" class=\"\">Said the Lord, “Remember the worth of souls is great in the sight of God; … and how great is his joy in the soul that repenteth!”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_022\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11493)\">D&amp;C 18:10, 13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p14\" class=\"\">Sometimes the task appears overwhelming. We can take fresh courage from the experience of Gideon of old, who, with his modest force, was to do battle with the Midianites and the Amalekites. You will remember how Gideon and his army faced an overwhelming strength of forces vastly superior in equipment and in number. The book of Judges in the Old Testament records that the united enemy, the Midianites and the Amalekites, “lay along in the valley like grasshoppers for multitude; and their camels were without number, as the sand by the sea side for multitude.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30843)\">Judg. 7:12<\/a><\/span>.]<\/span><\/sup> Gideon went to Almighty God for his strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p15\" class=\"\">To his surprise, Gideon was advised by the Lord that his forces were too many in number for the Lord to deliver the enemy into their hands, lest they say, “Mine own hand hath saved me.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_022\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30839)\">Judg. 7:2<\/a><\/span>.]<\/span><\/sup> Gideon was instructed to proclaim to his people: “Whosoever is fearful and afraid, let him return and depart … from mount Gilead. And there returned of the people twenty and two thousand; and there remained ten thousand.”<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_022\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30840)\">Judg. 7:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p16\" class=\"\">Then the Lord said, “The people are yet too many.”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_022\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30841)\">Judg. 7:4<\/a><\/span>.]<\/span><\/sup> He instructed Gideon to take the men to water to observe the manner in which they should drink of the water. Those who lapped the water were placed in one group, and those who bowed down upon their knees to drink were placed in another. The Lord said unto Gideon, “By the three hundred men that lapped will I save you, and deliver the Midianites into thine hand: and let all the other people go every man unto his place.”<sup class=\"noteMarker\"><a href=\"#footnote9-23905_000_022\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30842)\">Judg. 7:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p17\" class=\"\">Gideon returned to his forces and said to them, “Arise; for the Lord hath delivered into your hand the host of Midian.”<sup class=\"noteMarker\"><a href=\"#footnote10-23905_000_022\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30844)\">Judg. 7:15<\/a><\/span>.]<\/span><\/sup> And he divided the three hundred men into three companies, and he put a trumpet in every man’s hand, with empty pitchers and lamps within the pitchers. And he said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p18\" class=\"\">“Look on me, and do likewise: and, behold, when I come to the outside of the camp, it shall be that, as I do, so shall ye do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p19\" class=\"\">“When I blow with a trumpet, I and all that are with me, then blow ye the trumpets also on every side … and say, The sword of the Lord, and of Gideon.” He then said in effect, “Follow me.” His exact words were, “As I do, so shall ye do.”<sup class=\"noteMarker\"><a href=\"#footnote11-23905_000_022\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30845)\">Judg. 7:17–18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p20\" class=\"\">At the leader’s signal, the host of Gideon did blow on the trumpets and did break the pitchers and did shout, “The sword of the Lord, and of Gideon.” The scripture records the outcome of this decisive battle: “And they stood every man in his place,” and the victory was won.<sup class=\"noteMarker\"><a href=\"#footnote12-23905_000_022\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30846)\">Judg. 7:18, 21<\/a><\/span>; see also <span class=\"citation\" id=\"30837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30837)\">Judg. 6<\/a><\/span> and <span class=\"citation\" id=\"30838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30838)\">Judg. 7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p21\" class=\"\">Home teaching is part of today’s plan to rescue. When it was introduced by President David O. McKay to all of the General Authorities, he counseled: “Home teaching is one of our most urgent and most rewarding opportunities to nurture and inspire, to counsel and direct our Father’s children. … [It] is a divine service, a divine call. It is our duty as Home Teachers to carry the divine spirit into every home and heart.”<sup class=\"noteMarker\"><a href=\"#footnote13-23905_000_022\">13<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Priesthood Home Teaching Handbook,<\/span> rev. ed. (1967), ii–iii.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p22\" class=\"\">In certain areas where adequate Melchizedek Priesthood strength is missing, stake presidents and bishops, coordinating with the mission president, may use full-time missionaries to visit less-active and part-member families. Not only does this rekindle the missionary spirit in the home, but it also provides an ideal opportunity for quality referrals to be obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p23\" class=\"\">Over the years as I have visited many stakes throughout the world, there have been those stakes where ward and stake leaders, out of necessity or in response to duty, stopped wringing their hands, rolled up their sleeves, and, with the Lord’s help, went to work and brought precious men to qualify for the Melchizedek Priesthood and, with their wives and children, to enter the holy temple for their endowments and sealings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p24\" class=\"\">In brief form I will mention several examples:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p25\" class=\"\">On a visit to the Millcreek Stake in Salt Lake City some years ago, I learned that just over 100 brethren who were prospective elders had been ordained elders during the preceding year. I asked President James Clegg the secret of his success. Although he was too modest to take the credit, one of his counselors revealed that President Clegg, recognizing the challenge, had undertaken to personally call and arrange a private appointment between him and each prospective elder. During the appointment, President Clegg would mention the temple of the Lord, the saving ordinances and covenants emphasized there, and would conclude with this question: “Wouldn’t you desire to take your sweet wife and your precious children to the house of the Lord, that you might be a forever family throughout the eternities?” An acknowledgment followed, the reactivation process was pursued, and the goal was achieved.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p26\" class=\"\">In 1952 the majority of the families in the Rose Park Third Ward were members whose fathers or husbands held only the Aaronic Priesthood, rather than the Melchizedek Priesthood. Brother L. Brent Goates was called to serve as the bishop. He invited a less-active brother in the ward, Ernest Skinner, to assist in activating the 29 adult brethren in the ward who held the office of teacher in the Aaronic Priesthood and to help these men and their families get to the temple. As a less-active member himself, Brother Skinner was reluctant at first but finally indicated he would do what he could. He began personally visiting with the less-active adult teachers, trying to help them see their role as priesthood leaders in their homes and as husbands and fathers to their families. He soon enlisted some of the less-active brethren to assist him in his assignment. One by one they became fully active again and took their families to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p27\" class=\"\">One day the ward clerk came out of a grocery checking line to greet the last of the group to go to the temple. Commenting on his position as the last, the man said: “I stood by and watched as all of that group became active in our ward and went to the temple. If only I had been able to imagine how beautiful it was in the temple, and how it would change my life forever, I never would have been the last of 29 to be sealed in the temple.”<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">In each of these accounts, there were four elements which led them to success:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The reactivation opportunity was pursued at the ward level.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The bishop of the ward was involved.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Qualified and inspired teachers were provided.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Attention was given to each individual.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p33\" class=\"\">Brethren, let us remember the counsel of King Benjamin: “When ye are in the service of your fellow beings ye are only in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote14-23905_000_022\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40162)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p34\" class=\"\">Let us reach out to rescue those who so need our help and lift them to the higher road and the better way. Let us focus our thinking on the needs of priesthood holders and their wives and children who have slipped from the path of activity. May we listen to the unspoken message from their hearts:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lead me, guide me, walk beside me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me find the way.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me all that I must do<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To live with him someday.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote15-23905_000_022\">15<\/a>\n\t   <span class=\"footnote\">[Naomi W. Randall, “I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p39\" class=\"\">The work of reactivation is no task for the idler or dreamer. Children grow, parents age, and time waits for no man. Don’t postpone a prompting; rather, act on it, and the Lord will open the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p40\" class=\"\">Frequently the heavenly virtue of patience is required. As a bishop I felt prompted one day to call on a man whose wife was somewhat active, as were the children. This man, however, had never responded. It was a hot summer’s day when I knocked on the screen door of Harold G. Gallacher. I could see Brother Gallacher sitting in his chair reading the newspaper. “Who is it?” he queried, without looking up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p41\" class=\"\">“Your bishop,” I replied. “I’ve come to get acquainted and to urge your attendance with your family at our meetings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p42\" class=\"\">“No, I’m too busy,” came the disdainful response. He never looked up. I thanked him for listening and departed the doorstep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p43\" class=\"\">The Gallacher family moved to California shortly thereafter. The years went by. Then, as a member of the Quorum of the Twelve, I was working in my office one day when my secretary called, saying: “A Brother Gallacher who once lived in your ward would like to talk to you. He’s here in my office.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p44\" class=\"\">I responded, “Ask him if his name is Harold G. Gallacher who, with his family, lived at Vissing Place on West Temple and Fifth South.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p45\" class=\"\">She said, “He is the man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p46\" class=\"\">I asked her to send him in. We had a pleasant conversation together concerning his family. He told me, “I’ve come to apologize for not getting out of my chair and letting you in the door that summer day long years ago.” I asked him if he was active in the Church. With a wry smile, he replied: “I’m now second counselor in my ward bishopric. Your invitation to come out to church, and my negative response, so haunted me that I determined to do something about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p47\" class=\"\">Harold and I visited together on numerous occasions before he passed away. The Gallachers and their children filled many callings in the Church. One of the youngest grandchildren is now serving a full-time mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p48\" class=\"\">To the many missionaries who may be listening this evening, I share the observation that the seeds of testimony frequently do not immediately take root and flower. Bread cast upon the water returns, at times, only after many days. But it does return.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p49\" class=\"\">I answered the ring of my telephone one evening to hear a voice ask, “Are you related to an Elder Monson who years ago served in the New England Mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p50\" class=\"\">I answered that such was not the case. The caller introduced himself as a Brother Leonardo Gambardella and then mentioned that an Elder Monson and an Elder Bonner called at his home long ago and bore their testimonies to him and his wife. They had listened but had done nothing further to apply their teachings. Subsequently they moved to California, where, some 13 years later, they again found the truth and were converted and baptized. Brother Gambardella then asked if there were any way he could reach the elders who first had visited with them, that he might express his profound gratitude for their testimonies, which had remained with him and his wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p51\" class=\"\">I checked the records. I located the elders. Can you imagine their surprise when, now married with families of their own, I telephoned them and told them the good news—even the culmination of their early efforts. They instantly remembered the Gambardellas. I arranged a conference telephone call so they could personally extend their congratulations and welcome them into the Church. They did. There were tears, but they were tears of joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p52\" class=\"\">Edwin Markham penned these lines:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is a destiny that makes us brothers;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">None goes his way alone:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">All that we send into the lives of others<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Comes back into our own.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote16-23905_000_022\">16<\/a>\n\t   <span class=\"footnote\">[“A Creed,” in James Dalton, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> (1948), 464.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p57\" class=\"\">Tonight I pray that all of us who hold the priesthood may sense our responsibilities, that we, like Gideon of old, may stand every man in his appointed place and, as one, follow our Leader—even the Lord Jesus Christ—and His prophet, President Gordon B. Hinckley. May we reach out and rescue those who have fallen by the wayside, that not one precious soul will be lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/stand-in-your-appointed-place.p58\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1937, 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11621)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1974), 255.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11493)\">D&amp;C 18:10, 13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30843)\">Judg. 7:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30839)\">Judg. 7:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30840)\">Judg. 7:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30841)\">Judg. 7:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23905_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30842)\">Judg. 7:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23905_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30844)\">Judg. 7:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23905_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30845)\">Judg. 7:17–18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23905_000_022\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30846)\">Judg. 7:18, 21<\/a><\/span>; see also <span class=\"citation\" id=\"30837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30837)\">Judg. 6<\/a><\/span> and <span class=\"citation\" id=\"30838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30838)\">Judg. 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23905_000_022\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Priesthood Home Teaching Handbook,<\/span> rev. ed. (1967), ii–iii.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23905_000_022\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40162)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23905_000_022\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>Naomi W. Randall, “I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_022\"><a name=\"-23905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23905_000_022\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>“A Creed,” in James Dalton, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> (1948), 464.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}