{"ID":6818, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Dear Are the Sheep That Have Wandered\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">To those brokenhearted parents who have been righteous, diligent, and prayerful in the teaching of their disobedient children, we say to you, the Good Shepherd is watching over them.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23905_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p5\" class=\"\">My dear brothers and sisters and friends, my message this morning is one of hope and solace to heartbroken parents who have done their best to rear their children in righteousness with love and devotion, but have despaired because their child has rebelled or been led astray to follow the path of evil and destruction. In contemplating your deep anguish, I am reminded of the words of Jeremiah, “A voice was heard in Ramah, … Rahel weeping for her children refused to be comforted.” To this the Lord gave this welcome reassurance, “Refrain thy voice from weeping, … for thy work shall be rewarded … ; they shall come again from the land of the enemy.”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_024\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26445)\">Jer. 31:15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p6\" class=\"\">I must begin by testifying that the word of the Lord to parents in this Church is contained in the 68th section of the Doctrine and Covenants in this remarkable instruction: “And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11562)\">D&amp;C 68:25<\/a><\/span>.]<\/span><\/sup> Parents are instructed to “teach their children to pray, and to walk uprightly before the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_024\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11563)\">D&amp;C 68:28<\/a><\/span>.]<\/span><\/sup> As a father, grandfather, and great-grandfather, I accept this as the word of the Lord, and as a servant of Jesus Christ, I urge parents to follow this counsel as conscientiously as they can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p7\" class=\"\">Who are good parents? They are those who have lovingly, prayerfully, and earnestly tried to teach their children by example and precept “to pray, and to walk uprightly before the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_024\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11564)\">D&amp;C 68:28<\/a><\/span>.]<\/span><\/sup> This is true even though some of their children are disobedient or worldly. Children come into this world with their own distinct spirits and personality traits. Some children “would challenge any set of parents under any set of circumstances. … Perhaps there are others who would bless the lives of, and be a joy to, almost any father or mother.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_024\">5<\/a>\n       <span class=\"footnote\">[Howard W. Hunter, “Parents’ Concern for Children,”<span class=\"emphasis\"> Ensign,<\/span> Nov. 1983, 65.]<\/span><\/sup> Successful parents are those who have sacrificed and struggled to do the best they can in their own family circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p8\" class=\"\">The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment. All parents hope and pray that their children will make wise decisions. Children who are obedient and responsible bring to their parents unending pride and satisfaction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p9\" class=\"\">But what if the children who have been taught by faithful, loving parents have rebelled or been led astray? Is there hope? The grief of a parent over a rebellious child is almost inconsolable. King David’s third son, Absalom, killed one of his brothers and also led a rebellion against his father. Absalom was killed by Joab. Upon hearing of Absalom’s death, King David wept and expressed his sadness: “O my son Absalom, my son, my son Absalom! would God I had died for thee, O Absalom, my son, my son!”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_024\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4989)\">2 Sam. 18:33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p10\" class=\"\">This paternal love is also expressed in the parable of the prodigal son. When his rebellious son returned home after having squandered his inheritance in riotous living, the father killed the fatted calf and celebrated the return of the prodigal, saying to his obedient, if resentful, son, “It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.”<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_024\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"31084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31084)\">Luke 15:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p11\" class=\"\">I believe and accept the comforting statement of Elder Orson F. Whitney:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p12\" class=\"\">“The Prophet Joseph Smith declared—and he never taught more comforting doctrine—that the eternal sealings of faithful parents and the divine promises made to them for valiant service in the Cause of Truth, would save not only themselves, but likewise their posterity. Though some of the sheep may wander, the eye of the Shepherd is upon them, and sooner or later they will feel the tentacles of Divine Providence reaching out after them and drawing them back to the fold. Either in this life or the life to come, they will return. They will have to pay their debt to justice; they will suffer for their sins; and may tread a thorny path; but if it leads them at last, like the penitent Prodigal, to a loving and forgiving father’s heart and home, the painful experience will not have been in vain. Pray for your careless and disobedient children; hold on to them with your faith. Hope on, trust on, till you see the salvation of God.”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_024\">8<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1929, 110.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p13\" class=\"\">A principle in this statement that is often overlooked is that they must fully repent and “suffer for their sins” and “pay their debt to justice.” I recognize that now is the time “to prepare to meet God.”<sup class=\"noteMarker\"><a href=\"#footnote9-23905_000_024\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8791)\">Alma 34:32<\/a><\/span>.]<\/span><\/sup> If the repentance of the wayward children does not happen in this life, is it still possible for the cords of the sealing to be strong enough for them yet to work out their repentance? In the Doctrine and Covenants we are told, “The dead who repent will be redeemed, through obedience to the ordinances of the house of God,<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p14\" class=\"\">“And after they have paid the penalty of their transgressions, and are washed clean, shall receive a reward according to their works, for they are heirs of salvation.”<sup class=\"noteMarker\"><a href=\"#footnote10-23905_000_024\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11683)\">D&amp;C 138:58–59<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p15\" class=\"\">We remember that the prodigal son wasted his inheritance, and when it was all gone he came back to his father’s house. There he was welcomed back into the family, but his inheritance was spent.<sup class=\"noteMarker\"><a href=\"#footnote11-23905_000_024\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"31077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31077)\">Luke 15:11–32<\/a><\/span>.]<\/span><\/sup> Mercy will not rob justice, and the sealing power of faithful parents will only claim wayward children upon the condition of their repentance and Christ’s Atonement. Repentant wayward children will enjoy salvation and all the blessings that go with it, but exaltation is much more. It must be fully earned. The question as to who will be exalted must be left to the Lord in His mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p16\" class=\"\">There are very few whose rebellion and evil deeds are so great that they have “sinned away the power to repent.”<sup class=\"noteMarker\"><a href=\"#footnote12-23905_000_024\">12<\/a>\n       <span class=\"footnote\">[Alonzo A. Hinckley, in Conference Report, Oct. 1919, 161.]<\/span><\/sup> That judgment must also be left up to the Lord. He tells us, “I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.”<sup class=\"noteMarker\"><a href=\"#footnote13-23905_000_024\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11553)\">D&amp;C 64:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p17\" class=\"\">Perhaps in this life we are not given to fully understand how enduring the sealing cords of righteous parents are to their children. It may very well be that there are more helpful sources at work than we know.<sup class=\"noteMarker\"><a href=\"#footnote14-23905_000_024\">14<\/a>\n       <span class=\"footnote\">[See John K. Carmack, “When Our Children Go Astray,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1997, 7–13; <span class=\"emphasis\">Liahona,<\/span> Mar. 1999, 28–37.]<\/span><\/sup> I believe there is a strong familial pull as the influence of beloved ancestors continues with us from the other side of the veil.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p18\" class=\"\">President Howard W. Hunter observed that “repentance is but the homesickness of the soul, and the uninterrupted and watchful care of the parent is the fairest earthly type of the unfailing forgiveness of God.” Is not the family the nearest analogy which the Savior’s mission sought to establish?<sup class=\"noteMarker\"><a href=\"#footnote15-23905_000_024\">15<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Howard W. Hunter, <\/span>ed. Clyde J. Williams (1997), 32.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p19\" class=\"\">We learn much of parenting from our own parents. My love for my father deepened profoundly when he was kind, patient, and understanding. When I damaged the family car, he was gentle and forgiving. But his sons could expect strong discipline if there was any shading of the truth or continued breaking of the rules, particularly showing disrespect for our mother. My father has been gone for almost half a century, but I still sorely miss being able to go to him for wise and loving counsel. I admit I questioned his counsel at times, but I could never question his love for me. I never wanted to disappoint him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p20\" class=\"\">An important element of doing the best we can as parents is to provide loving but firm discipline. If we do not discipline our children, society may do it in a way that is not to our liking or our children’s. Part of disciplining children is to teach them to work. President Gordon B. Hinckley has said: “One of the greatest values … is the virtue of honest work. Knowledge without labor is profitless. Knowledge with labor is genius.”<sup class=\"noteMarker\"><a href=\"#footnote16-23905_000_024\">16<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 704.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p21\" class=\"\">Satan’s pervasive snares are increasing, and raising children is becoming harder because of this. Therefore, parents need to do the very best they can and to enlist the help that Church service and activity can provide. If parents misbehave and stray even temporarily, some of their children may be prone to take license from that example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p22\" class=\"\">Now there is another side to this coin that needs to be mentioned. I make a plea for children who are estranged from their parents to reach out to them, even if they have been less than they should have been. Children who are critical of their parents might well remember the wise counsel of Moroni when he said, “Condemn me not because of mine imperfection, neither my father, because of his imperfection, neither them who have written before him; but rather give thanks unto God that he hath made manifest unto you our imperfections, that ye may learn to be more wise than we have been.”<sup class=\"noteMarker\"><a href=\"#footnote17-23905_000_024\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37948)\">Morm. 9:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p23\" class=\"\">When Moroni visited the young Prophet Joseph Smith in 1823, he quoted the following verse concerning the mission of Elijah: “And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers.”<sup class=\"noteMarker\"><a href=\"#footnote18-23905_000_024\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30197)\">JS—H 1:39<\/a><\/span>.]<\/span><\/sup> I hope all children will eventually turn their hearts to their fathers and also to their mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p24\" class=\"\">A wonderful couple I knew in my youth had a son who was rebellious and estranged himself from their family. But in their later years, he reconciled with them and was the most caring and solicitous of all their children. As we get older, the pull from our parents and grandparents on the other side of the veil becomes stronger. It is a sweet experience when they visit us in our dreams.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p25\" class=\"\">It is very unfair and unkind to judge conscientious and faithful parents because some of their children rebel or stray from the teachings and love of their parents. Fortunate are the couples who have children and grandchildren who bring them comfort and satisfaction. We should be considerate of those worthy, righteous parents who struggle and suffer with disobedient children. One of my friends used to say, “If you have never had any problems with your children, just wait awhile.” No one can say with any degree of certainty what their children will do under certain circumstances. When my wise mother-in-law saw other children misbehaving, she used to say, “I never say my children would not do that because they might be out doing it right while I am speaking!” When parents mourn for disobedient and wayward children we must, with compassion, “forbid the casting of the first stone.”<sup class=\"noteMarker\"><a href=\"#footnote19-23905_000_024\">19<\/a>\n       <span class=\"footnote\">[Harold B. Lee, <span class=\"emphasis\">Decisions for Successful Living<\/span> (1973), 58.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p26\" class=\"\">An anonymous Church member wrote about the continuous heartache her brother caused her parents. He got involved in drugs. He resisted all efforts at control and discipline. He was deceitful and defiant. Unlike the prodigal, this errant son did not come home of his own accord. Instead he got caught by the police and was forced to face the consequences of his actions. For two years his parents supported Bill’s treatment program, which brought about his eventual recovery from drugs. In summary, Bill’s sister observed: “I think my parents are extraordinary. They never wavered in their love for Bill, though they disagreed with and even hated what he was doing to himself and to their family life. But they were committed enough to their family to support Bill in any way necessary to get him through the tough times and onto more solid ground. They practiced the deeper, more sensitive, and extensive gospel of Christ by loving one who had gone astray.”<sup class=\"noteMarker\"><a href=\"#footnote20-23905_000_024\">20<\/a>\n       <span class=\"footnote\">[“With Love—from the Prodigal’s Sister,” <span class=\"emphasis\">Ensign,<\/span> June 1991, 19.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/dear-are-the-sheep-that-have-wandered.p27\" class=\"\">Let us not be arrogant but rather humbly grateful if our children are obedient and respectful of our teachings of the ways of the Lord. To those brokenhearted parents who have been righteous, diligent, and prayerful in the teaching of their disobedient children, we say to you, the Good Shepherd is watching over them. God knows and understands your deep sorrow. There is hope. Take comfort in the words of Jeremiah, “Thy work shall be rewarded” and your children can “come again from the land of the enemy.”<sup class=\"noteMarker\"><a href=\"#footnote21-23905_000_024\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26446)\">Jer. 31:16<\/a><\/span>.]<\/span><\/sup> I so testify and pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26445)\">Jer. 31:15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11562)\">D&amp;C 68:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11563)\">D&amp;C 68:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11564)\">D&amp;C 68:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Howard W. Hunter, “Parents’ Concern for Children,”<span class=\"emphasis\"> Ensign,<\/span> Nov. 1983, 65.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4989)\">2 Sam. 18:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"31084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31084)\">Luke 15:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1929, 110.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23905_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8791)\">Alma 34:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23905_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11683)\">D&amp;C 138:58–59<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23905_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"31077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31077)\">Luke 15:11–32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23905_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Alonzo A. Hinckley, in Conference Report, Oct. 1919, 161.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23905_000_024\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11553)\">D&amp;C 64:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23905_000_024\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See John K. Carmack, “When Our Children Go Astray,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1997, 7–13; <span class=\"emphasis\">Liahona,<\/span> Mar. 1999, 28–37.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23905_000_024\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Howard W. Hunter, <\/span>ed. Clyde J. Williams (1997), 32.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23905_000_024\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 704.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-23905_000_024\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37948)\">Morm. 9:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-23905_000_024\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30197)\">JS—H 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-23905_000_024\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>Harold B. Lee, <span class=\"emphasis\">Decisions for Successful Living<\/span> (1973), 58.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-23905_000_024\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>“With Love—from the Prodigal’s Sister,” <span class=\"emphasis\">Ensign,<\/span> June 1991, 19.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_024\"><a name=\"-23905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-23905_000_024\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26446)\">Jer. 31:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}