{"ID":682, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Greatest of All Gifts<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1953, pp. 125-128<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI remember that we used to come in from the mission field, and somehow we gave a ten\nminute talk each time the conference convened, and for three times in succession, somehow, I\nwas in this position&mdash;the very last speaker before the summary remarks of President Grant.\nOn one occasion I felt to say this: that I had never had a headache to speak of, I had never\nhad a pain, I had never been to the hospital, but I knew what it meant to suffer. I have\nexperienced that, to a degree, during the past three days.\n<\/p><p>\nI think in all my experience in temple work, where four thousand couples knelt before the\naltar at which I officiated, the most thrilling thing was to have the parents, the brothers and\nsisters, and the in-laws, in addition to the friends assembled in the temple on the day of the\nmarriage of their loved ones who had achieved so much in the early years of their lives and\nhad prepared and qualified themselves to come into the house of the Lord,\nand there receive their great and eternal blessings. It seems to me that if we intend to be\ntogether as families and associate as such in the life to come, that it is necessary for us to get\na little experience in being together while here on earth. I was glad to hear Brother Benson\nspeak of family recreational activities, but I think that the most fitting place for families to\ngather is in the temples of our Lord. If they will do so, often enough, it will help to keep\nthem in line of duty and in a spiritual frame of mind and attitude which is conducive to\nsuccessful living.\n<\/p><p>\nIt was always pleasing, I say, to have the parents come to the temple with their children. And\nnow, as I have visited stakes and missions, I have been greatly satisfied in my heart and made\nto rejoice because many of these same young couples have come to me and with happiness\nwritten on their faces, saying: \"Do you remember us? We were married in the temple. These\nare our children. Aren't they wonderful?\" Such an experience has been mine in every stake\nwhere I have yet gone as well as in every mission that I have visited. To have those young\npeople, after having gone to the temple, living now as they should and active in the Church,\neven though they may be attending some university far away from home, come and make a\nsort of report that they are doing well, that they are active and that they are living the gospel\nand doing all the things they were asked to do in the temple, has been satisfying, indeed, to\nme.\n<\/p><p>\nThe picture of these young couples expressing their joy and happiness in their associations\nand in their anticipation of eternal joy can be contrasted with one case that came to my\nattention. A young woman of our Church wrote me a letter asking for advice. She said, \"I\nwas born in the Church, but I fell in love with a fine young man who did not belong to our\nChurch. We decided finally that we would marry. As we talked it over, we decided that even\nthough our religious beliefs were entirely different, neither of us would impose our beliefs or\npractices upon the other, that we would leave each other free to worship and to believe as\neach saw fit.\" She said, \"This went along all right until our baby came. When I wanted to\nhave it blessed in our Church, or branch (she was in a faraway city at the time), my husband\nobjected, and he had the support of his mother and others who insisted that our child be\nchristened in their church. My heart is broken.\" She ended her letter with this question, \"What\nwould you suggest?\"\n<\/p><p>\nWell, I was dumbfounded to know what to suggest at that point in her experience, my\nbrothers and sisters. I thought, surely somewhere along the line some of us had failed to\nsuggest and to advise and to counsel this young woman long before she got into this situation.\nShe, like others in like circumstances, had thought that everything could be \"worked out\nlater.\"\n<\/p><p>\nWhat I shall say today is said with a hope that others may avoid getting into such a difficult\nsituation in this very important event in their lives&mdash;that of choosing a companion in\nmarriage. How will this young woman now obtain the blessings that are promised to the\nfaithful children of God? How will she obtain her eternal blessings? How will she be assured\nthe association of her husband and of her children and of others that are dear and close to\nher?\n<\/p><p>\nParents, bishoprics, and all agencies in the Church, and officers and teachers in the various\nclassrooms are responsible to see that boys and girls do not get so far away from us that they\nmarry out of the Church. Even though there are fine, wholesome, wonderful people outside\nthe Church, nevertheless, when we engage in marriage with them our divine destiny is\nimperiled!\n<\/p><p>\nTo preserve the family relationship here and hereafter is one of the great and important\npurposes of life and of the gospel. That such relationships and associations\nhereafter should be possible, is consistent with reason. All righteous parents, all righteous\npeople have a natural, inborn desire to associate forever with those whom they love but it is\nconsistent also, my brothers and sisters, to believe that we must conform to the laws of God\nwhich make such associations possible! This is clearly stated in the revelations that have come\nto us in this day. I read from the 131st Section of the Doctrine and Covenants: \n<\/p><p>\nIn the celestial glory there are three heavens or degrees; \n<\/p><p>\nAnd in order to obtain the highest, a man must enter into this order of the priesthood\n[meaning the new and everlasting covenant of marriage]; \n<\/p><p>\nAnd that is what we are speaking of: \n<\/p><p>\nAnd if he does not, he cannot obtain it.\n<\/p><p>\nHe may enter into the other, but that is the end of his kingdom; he cannot have an increase\n(<span class=\"citation\" id=\"13184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13184)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\nDeath does not separate husbands and wives who are united by the power of our Father in\nheaven in his holy temples. It does not take the children from the parents because these\nchildren are born under the covenant and the parents have a right and a claim on them in the\nlife hereafter.\n<\/p><p>\nPresident Brigham Young made this very clear when he said: \n<\/p><p>\n\"When a man and a woman have received their endowments and sealings, and then had\nchildren born unto them afterwards, those children are legal heirs to the kingdom, and to all\nits blessings and promises, and they are the only ones that are on this earth\"\n(<i>Discourses of Brigham Young<\/i>, p. 195). Yet, I have heard persons say to me, surely, a just God would not\nwant marriage to terminate with this life, and I have agreed with them. The Lord does not\nwant that to be. That is why he has instituted this principle of eternal marriage and has given\nto man here upon the earth the power, the authority, and the keys to seal upon the earth and\nhave it sealed and ratified in the heavens\n(see <span class=\"citation\" id=\"13186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13186)\">D&amp;C 132:3-8<\/a><\/span>).\n<\/p><p>\nYes, he is a God of order, not of confusion\n(<span class=\"citation\" id=\"13191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13191)\">D&amp;C 132:8<\/a><\/span>).\nHe has said that all who would have a blessing at\nhis hands must obey the law upon which that blessing is predicated\n(<span class=\"citation\" id=\"13188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13188)\">D&amp;C 132:5<\/a><\/span>),\nand so all of us who\nwould have the association, one with the other hereafter, must receive it through the\nobedience to the law which makes it possible.\n<\/p><p>\nMy, what disappointment, what regret, what remorse will be felt by those of us who should,\nbecause of neglect or indifference, fail or refuse to enter into the marriage covenant according\nto the way God has designed it! To refuse to enter into such a covenant would end with this\nlife, the associations as husband and wife.\n<\/p><p>\nIf, after we have received our endowments in the temple and have entered into the covenant\nof marriage, we refuse to do what the Lord has prescribed that we do, live according to his\nlaws and \"abide in my covenant\" (<span class=\"citation\" id=\"13187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13187)\">D&amp;C 132:4<\/a><\/span>),\nas he says, if we fail to do that, then we are in danger of\nlosing the blessings which are promised and which can be realized only upon our faithfulness.\n<\/p><p>\nNow, in contrast to the remorse that will come to those who see their mistakes too late, what\njoy and what happiness await those who come forth in the \"resurrection of the just\"\n(<span class=\"citation\" id=\"13139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13139)\">D&amp;C 76:65<\/a><\/span>) to find\ntheir companions by their side, their children, and their grandchildren perhaps, all of them\nhaving qualified while on earth for the greatest of all the gifts of God&mdash;eternal life and\nexaltation in the kingdom of God.\n<\/p><p>\nWhen we think that this greatest of all gifts, this power to have eternal happiness and joy and\nassociation with those we love most, is possible for all of us, how foolish, how frail, and how\nunwise we are if we pass by the opportunity to make these ties binding in the next life.\n<\/p><p>\nBy example and by precept, parents should show the importance of the temple and of temple\nwork. I have always felt that it is well for children to observe their parents\nhustling about getting ready to go to the temple, to do work for the dead; to see them\npreparing their temple clothing; to note that emphasis is given to genealogical research and\ntemple work. I think that is all conducive to good. Children then will inquire of their parents\nwhy this is so important and the parents then have the opportunity to explain these grand and\nglorious principles in terms that are understandable to their children. With such help children\nwill have a desire to go themselves to the temple.\n<\/p><p>\nNow, the Doctrine and Covenants is replete with the word of the Lord saying that the\nobligations and covenants that we enter into for this life that are not sanctioned and entered\ninto by the laws of God, end with this life\n(<span class=\"citation\" id=\"13190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13190)\">D&amp;C 132:7<\/a><\/span>).\nBut it is equally plain when it states that those\nwho do enter into covenants of marriage and sealings in the temples of the Lord shall pass by\nthe angels and the gods and the sentinels and go on to their exaltations and have glory in all\nthings, as hath been sealed upon their heads, which glory shall be a fulness and a continuation\nof their seeds forever, and that such a marriage will be in full force when they are out of this\nworld (<span class=\"citation\" id=\"13195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13195)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nOh, how I wish we could teach that to the people of the world, and especially to our own\npeople, so they may not lose the glorious blessing and associations promised to the faithful\nchildren of God.\n<\/p><p>\nGod bless us, my brothers and sisters, that as parents we may teach our children early in life\nto walk uprightly before the Lord and help them to understand these principles before it is too\nlate.\n<\/p><p>\nI pray that we may do this, in wisdom and in love, and in kindness, and prepare them and\npoint them toward the temple and temple marriage as soon as they are able to understand\nwhat we say. I testify that this work is true, that the power to seal is upon the earth and that\nthese men who sit before us here have the keys and the authority to act in the name of God\nand seal upon the earth and have it ratified in the heavens. Thus I testify because I know it is\nso. I do it humbly, and in the name of Jesus Christ, the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}