{"ID":6820, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Holy Place, Sacred Space\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p2\" class=\"\">Elder Dennis B. Neuenschwander<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dennis-b-neuenschwander-10.jpg\" alt=\"Dennis B. Neuenschwander\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">Our ability to seek, recognize, and reverence the holy above the profane, and the sacred above the secular, defines our spirituality.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p4\" class=\"\">In answer to Pilate’s question “Art thou the King of the Jews?” the Savior answered, “My kingdom is not of this world” (<span class=\"citation\" id=\"27072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27072)\">John 18:33, 36<\/a><\/span>). With these few words, Jesus declares His kingdom independent and distinct from this world. The Savior’s teachings, doctrine, and personal example lift all who truly believe in Him to a divine standard that requires both eye and mind be single to the glory of God (see <span class=\"citation\" id=\"11477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11477)\">D&amp;C 4:5<\/a><\/span>; <span class=\"citation\" id=\"11582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11582)\">D&amp;C 88:68<\/a><\/span>). The glory of God encompasses all that is holy and sacred. Our ability to seek, recognize, and reverence the holy above the profane, and the sacred above the secular, defines our spirituality. Indeed, without the holy and sacred, we are left with only the profane and secular.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p5\" class=\"\">Amidst the bustle of the secular world, with its certain uncertainty, there must be places that offer spiritual refuge, renewal, hope, and peace. There are indeed such places. They are both holy and sacred. They are places where we meet the divine and find the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p6\" class=\"\">Three times in the Doctrine and Covenants the Lord counsels His people to “stand in holy places” (see <span class=\"citation\" id=\"11531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11531)\">D&amp;C 45:32<\/a><\/span>; <span class=\"citation\" id=\"11578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11578)\">D&amp;C 87:8<\/a><\/span>; <span class=\"citation\" id=\"11607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11607)\">D&amp;C 101:22<\/a><\/span>). The context of His counsel is all the more significant as we look at the current condition of our world. Desolating disease, persecution, and war have an all-too-familiar face and have imposed themselves into our daily experience. In the face of such perplexing problems, the Lord counsels, “Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places” (<span class=\"citation\" id=\"11608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11608)\">D&amp;C 101:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p7\" class=\"\">Holy places have always been essential to the proper worship of God. For Latter-day Saints, such holy places include venues of historic significance, our homes, sacrament meetings, and temples. Much of what we reverence, and what we teach our children to reverence as holy and sacred, is reflected in these places. The faith and reverence associated with them and the respect we have for what transpires or has transpired in them make them holy. The importance of holy places and sacred space in our worship can hardly be overestimated.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p8\" class=\"\">Great personal preparation is required for us to receive the spiritual benefit of standing in holy places. Holy places and sacred space are also distinguished by the sacrifice they require. Elder M. Russell Ballard has taught that “the word <span class=\"emphasis\">sacrifice<\/span> means literally ‘to make sacred,’ or ‘to render sacred’” (“The Law of Sacrifice,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1998, 8; <span class=\"emphasis\">Liahona,<\/span> Mar. 2002, 13). The words <span class=\"emphasis\">sacred<\/span> and <span class=\"emphasis\">sacrifice<\/span> come from the same root. One may not have the sacred without first sacrificing something for it. There can be no sacredness without personal sacrifice. Sacrifice sanctifies the sacred.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p9\" class=\"\">To many, the grove near the Smith farm in upstate New York is simply beautiful and peaceful. To Latter-day Saints across the world, however, it is sacred because of the faith and reverence we bring to it and the depth of sacrifice it represents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p10\" class=\"\">Some months ago on a beautiful late fall day, my wife and I sat in that grove. It was indeed beautiful, and we did enjoy the solitary peace we found there. However, it was significantly more than that, for we sat in the immediate vicinity where God the Father and His Son, Jesus Christ, appeared to the young Prophet Joseph Smith. Our faith in, and our reverence for, their visit and the personal sacrifice that ensued because of it, both in the Prophet’s life as well as in the lives of our own ancestors, transformed this beautiful spot into sacred space and a holy place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p11\" class=\"\">Similar deep and reverent feelings are aroused by other sacred places across the earth relating to the history and establishment of this Church. These sacred places inspire our faith and give us encouragement to be true to that faith and to move forward, despite the challenges that may cross our path.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p12\" class=\"\">Our homes, likewise, are holy places filled with sacred space. Though not always tranquil, our homes can be filled with the Spirit of the Lord. The First Presidency and the Quorum of the Twelve Apostles teach in “The Family: A Proclamation to the World”: “Happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ. Successful marriages and families are established and maintained on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome recreational activities” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p13\" class=\"\">Such a home does require personal sacrifice. To the Prophet Joseph Smith the Lord said, “Your family must needs repent and forsake some things” (<span class=\"citation\" id=\"11596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11596)\">D&amp;C 93:48<\/a><\/span>). Each of our families is confronted with a broad menu of activities and entertainment, not all of which is wholesome and good—and much of which is certainly not necessary. Like the Prophet’s family, do our families also need to repent and forsake some things to help us maintain the sacred nature of our homes? The establishment of our homes as holy places reflects the depth of sacrifice we are willing to make for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p14\" class=\"\">Sacrament meetings are really more than just meetings. They are sacred moments in a holy place. During these weekly moments, we reflect on the most merciful act of sacrifice this world has ever known. We ponder the love of God, who gave His Only Begotten Son that we might obtain eternal life. As we partake of the sacrament, we remember Him and express our willingness to take His name upon us and to keep His commandments. Careful personal preparation, including our own sacrifice of a broken heart and contrite spirit, is prerequisite to the regular spiritual renewal offered through worthy participation. We must be willing and capable of slipping away from the world for just a few moments in order to reflect on holier things. Without this spiritual renewal, our faith is easily overcome by the secular and profane.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p15\" class=\"\">Many years ago when our boys were still very young, I made a remark at dinner regarding the excellence of our sacrament meeting and how much I had learned. Their response was a look that told me that they were not sure that we had even been in the same meeting. The difference between my experience and theirs was simply one of a little maturity and personal preparation. The spiritual renewal we receive from our sacrament meetings will not exceed our preparation and our willingness and desire to be taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p16\" class=\"\">The temples, with “Holiness to the Lord” inscribed on them, are among the most sacred of all places on the earth. They stand as evidence of God’s love to all His children, past and present. The blessings of the temple are intertwined and inseparable from significant sacrifice. The ordinances performed therein provide access to the full expression of the Savior’s atoning sacrifice. This alone would qualify the temple as holy and sacred. However, personal sacrifice is also required. We sacrifice time in search for our ancestors and time to attend to our temple responsibilities. We also strive to live the highest standards of personal worthiness, which qualify us to enter the sacred space of this most holy place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p17\" class=\"\">In holy places and in sacred space we find spiritual refuge, renewal, hope, and peace. Are these not worth every necessary personal sacrifice? My brethren and sisters, may each of us revere and respect the holy and sacred in our lives. May we teach our children likewise. Let us all stand in holy and sacred places of spiritual peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/holy-place-sacred-space.p18\" class=\"\">I express my testimony of the Lord and Savior Jesus Christ, the very Prince of Peace and Hope, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}