{"ID":6821, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Did I Tell You … ?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p2\" class=\"\">Susan W. Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/susan-w-tanner-10.jpg\" alt=\"Susan W. Tanner\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In the eternal scheme of things, the most crucial and fulfilling thing you will do is to build a holy home and rear a strong family in love.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p4\" class=\"\">Almost three years ago, one of our daughters got married and immediately left with her husband for medical school in a distant city. She was leaving the security of the nest to begin a family of her own. I wondered: “Did I teach her everything she needs to know? Does she know what is most important in this life? Is she prepared to build a happy home?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p5\" class=\"\">As I watched her drive away, I remembered a little journal I gave her on her 17th birthday. It was entitled “Did I Tell You … ?” In it, I recorded counsel I had often given her in our late-night conversations. As she and her new husband headed for their life together, I thought of three additional entries I wanted to add to that little journal to help her make a transition more important and challenging than that of crossing the country: the transition to starting her own home and family. Let me share these entries to her and to all young people in the Church, to teach and testify of the importance of family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p6\" class=\"\">First, did I tell you … how to make your home a haven of peace and a fortress of strength? You should follow the pattern you witnessed as you entered the Lord’s house, to “establish a house … of prayer, a house of fasting, a house of faith, a house of learning, … a house of order” (<span class=\"citation\" id=\"11624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11624)\">D&amp;C 109:8<\/a><\/span>). As we follow this pattern, great peace will dwell within our homes in a world of increasing turmoil.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p7\" class=\"\">Look to the example of your grandparents’ homes. Both sets of grandparents brought up their “children in light and truth” (<span class=\"citation\" id=\"11595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11595)\">D&amp;C 93:40<\/a><\/span>). Dad’s home was a house of learning. He said at his father’s funeral that he had never learned a gospel principle at a Church meeting that he hadn’t already learned in his own home. The Church was a supplement to his home. My home was a house of order. It was of utmost importance (in spite of many hectic schedules) for us to be together for breakfast and dinner. Mealtime meant more than just refueling. It was a crucial time for nourishing spirits as well as bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p8\" class=\"\">Small things make a happy home—things like praying, saying “I’m sorry,” expressing gratitude, reading a good book together. Remember how we laughed and cried as we built the backyard fence? Remember how every time we drove in the car we sang so we wouldn’t quarrel? Remember how we fasted for one member’s important decision and for another’s crucial test? The family proclamation reiterates this: “Successful … families are established … on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome … activities” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p9\" class=\"\">In your youth, you formed habits of praying and reading scriptures. Capitalize on those habits as well as the skills you learned of cooking and budgeting. With your righteous desires and your homemaking abilities, you will build a home that is a haven of peace and a fortress of strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p10\" class=\"\">Next, did I tell you … that “children are an heritage of the Lord”? (<span class=\"citation\" id=\"41715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41715)\">Ps. 127:3<\/a><\/span>). The family proclamation declares, “God’s commandment for His children to multiply and replenish the earth remains in force” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24). We hope Heavenly Father will bless you with children. Many in the world miss the joy and see children only as an inconvenience. It is true that parenting is physically exhausting, emotionally draining, and mentally demanding. No one will give you good grades or blue ribbons for what you do as a mother. Sometimes you might wonder, “Did I do this right? Is it all worth it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p11\" class=\"\">It is worth it! All latter-day prophets have borne witness to the sacred role of motherhood. President Spencer W. Kimball said, “It is important for you Latter-day Saint women to understand that the Lord holds motherhood and mothers sacred and in the highest esteem” (“Privileges and Responsibilities of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, 105). The Spirit testifies to my soul that this is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p12\" class=\"\">You will come to know, as I do, that parenting is not only challenging, but it provides life’s greatest joys. Joy comes when at family home evening a five-year-old tells a scripture story with complete and correct details or when a child reads the Book of Mormon faithfully every night. I feel joy when my cheerleader has the courage to tell her squad that the new cheer they are learning has inappropriate actions in it, and when a missionary daughter writes of her testimony of the gospel. Joy comes as I watch a daughter read to a blind woman and a son serve in the temple. In these moments, I feel as John the Beloved: “I have no greater joy than to hear that my children walk in truth” (<span class=\"citation\" id=\"5317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5317)\">3 Jn. 1:4<\/a><\/span>). Did I tell you … that to the very depths of my being, I love being a mother?<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p13\" class=\"\">Finally, did I tell you … that love is the foundational virtue in building a strong home? Our Father in Heaven exemplifies the pattern we should follow. He loves us, teaches us, is patient with us, and entrusts us with our agency. President Hinckley said: “Love can make the difference—love generously given in childhood and reaching through the awkward years of youth … and encouragement that is quick to compliment and slow to criticize” (“Bring Up a Child in the Way He Should Go,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 60). Sometimes discipline, which means “to teach,” is confused with criticism. Children—as well as people of all ages—improve behavior from love and encouragement more than from fault-finding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p14\" class=\"\">When a young man I know had a long hippie hairstyle during his teens, his parents chose to concentrate instead on his good work ethic and his kindness to needy people. Eventually he himself chose to cut his hair. He went on to get a good education, serve in the Church, and follow in his own family this pattern of loving children into doing what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p15\" class=\"\">We demonstrate our love for family members not only in teaching them affirmatively but also in giving them of our time. Some time ago I read an article called “Putting Children Last,” which told about parents who talk about their children in “appointment book” terms: 15 minutes at night when possible, regularly scheduled play time once a week, and so on (see Mary Eberstadt, <span class=\"emphasis\">Wall Street Journal,<\/span> 2 May 1995). Contrast that with the mother who vowed to give her children not just quality time but quantity time. She recognized that a loving relationship requires constant and ongoing talking, playing, laughing, and working moments. I, too, believe that parents and children need to participate in each other’s everyday, ordinary experiences. So I know about your upcoming test; you know about my lesson preparation. I attend your games; you join me in the kitchen for dinner preparation. We are major players in each other’s lives, absorbing love through daily experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p16\" class=\"\">And love endures through the hardships of life. The Apostle Paul taught, “Charity suffereth long. … [It] beareth all things, believeth all things, hopeth all things, endureth all things. Charity never faileth” (<span class=\"citation\" id=\"84\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(84)\">1 Cor. 13:4, 7–8<\/a><\/span>). I watched a mother’s enduring love for her alcoholic son. She never gave up praying for him and being available for him. In his later years, he finally “came to himself” (<span class=\"citation\" id=\"31080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31080)\">Luke 15:17<\/a><\/span>), kept a respectable job, and used his mechanical skills to fix up his mother’s house.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p17\" class=\"\">Many families struggle with wayward children. We can take comfort in “the eternal sealings of faithful parents” which will draw children “back to the fold” (Orson F. Whitney, in Conference Report, Apr. 1929, 110). We must never give up loving them, praying for them, and trusting in our Heavenly Father’s care.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/did-i-tell-you.p18\" class=\"\">So to my daughter, and to all young people in the Church, as you make the transition to this new phase in your life, I tell you these things. I testify that in the eternal scheme of things, the most crucial and fulfilling thing you will do is to build a holy home and rear a strong family in love. This family unit will bless society and endure through eternity. I so testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}