{"ID":6823, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            War and Peace\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I hope that the Lord’s people may be at peace one with another during times of trouble, regardless of what loyalties they may have to different governments or parties.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p4\" class=\"\">My brethren and sisters, last Sunday as I sat in my study thinking of what I might say on this occasion, I received a phone call telling me that Staff Sergeant James W. Cawley of the U.S. Marines had been killed somewhere in Iraq. He was 41 years of age, leaving behind a wife and two small children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p5\" class=\"\">Twenty years ago Elder Cawley was a missionary of the Church in Japan. Like so many others, he had grown up in the Church, had played as a schoolboy, had passed the sacrament as a deacon, and had been found worthy to serve a mission, to teach the gospel of peace to the people of Japan. He returned home, served in the Marines, married, became a policeman, and was then recalled to active military duty, to which he responded without hesitation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p6\" class=\"\">His life, his mission, his military service, his death seem to represent the contradictions of the peace of the gospel and the tides of war.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p7\" class=\"\">And so I venture to say something about the war and the gospel we teach. I spoke of this somewhat in our October conference of 2001. When I came to this pulpit at that time, the war against terrorism had just begun. The present war is really an outgrowth and continuation of that conflict. Hopefully it is now drawing to a conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p8\" class=\"\">As I discuss the matter, I seek the direction of the Holy Spirit. I have prayed and pondered much concerning this. I recognize it is a very sensitive subject for an international congregation, including those not of our religious faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p9\" class=\"\">The nations of the earth have been divided over the present situation. Feelings have run strong. There have been demonstrations for and against. We are now a world Church with members in most of the nations which have argued this matter. Our people have had feelings. They have had concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p10\" class=\"\">War, of course, is not new. The weapons change. The ability to kill and destroy is constantly refined. But there has been conflict throughout the ages over essentially the same issues.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p11\" class=\"\">The book of Revelation speaks briefly of what must have been a terrible conflict for the minds and loyalties of God’s children. The account is worth repeating:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p12\" class=\"\">“And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p13\" class=\"\">“And prevailed not; neither was their place found any more in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p14\" class=\"\">“And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him” (<span class=\"citation\" id=\"42150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42150)\">Rev. 12:7–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p15\" class=\"\">Isaiah speaks further concerning that great conflict (see <span class=\"citation\" id=\"24980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24980)\">Isa. 14:12–20<\/a><\/span>). Modern revelation gives additional light (see <span class=\"citation\" id=\"11568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11568)\">D&amp;C 76:25–29<\/a><\/span>), as does the book of Moses (see <span class=\"citation\" id=\"38893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38893)\">Moses 4:1–4<\/a><\/span>), which tells of Satan’s plan to destroy the agency of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p16\" class=\"\">We sometimes are prone to glorify the great empires of the past, such as the Ottoman Empire, the Roman and Byzantine Empires, and in more recent times, the vast British Empire. But there is a darker side to every one of them. There is a grim and tragic overlay of brutal conquest, of subjugation, of repression, and an astronomical cost in life and treasure.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p17\" class=\"\">The great English essayist Thomas Carlyle once ironically shared the observation, “God must needs laugh outright, could such a thing be, to see his wondrous mannikins here below” (quoted in <span class=\"emphasis\">Sartor Resartus<\/span> [1836], 182). I think our Father in Heaven must have wept as He has looked down upon His children through the centuries as they have squandered their divine birthright in ruthlessly destroying one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p18\" class=\"\">In the course of history tyrants have arisen from time to time who have oppressed their own people and threatened the world. Such is adjudged to be the case presently, and consequently great and terrifying forces with sophisticated and fearsome armaments have been engaged in battle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p19\" class=\"\">Many of our own Church members have been involved in this conflict. We have seen on television and in the press tearful children clinging to their fathers in uniform, going to the battlefront.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p20\" class=\"\">In a touching letter I received just this week, a mother wrote of her Marine son who is serving for the second time in a Middle Eastern war. She says that at the time of his first deployment, “he came home on leave and asked me to go for a walk. … He had his arm around me and he told me about going to war. He … said, ‘Mom, I have to go so you and the family can be free, free to worship as you please. … And if it costs me my life … then giving my life is worth it.’”He is now there again and has written to his family recently, saying, “I am proud to be here serving my nation and our way of life. … I feel a lot safer knowing our Heavenly Father is with me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p21\" class=\"\">There are other mothers, innocent civilians, who cling to their children with fear and look heavenward with desperate pleadings as the earth shakes beneath their feet and deadly rockets scream through the dark sky.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p22\" class=\"\">There have been casualties in this terrible conflict, and there likely will be more. Public protests will likely continue. Leaders of other nations have, in no uncertain terms, condemned the coalition strategy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p23\" class=\"\">The question arises, “Where does the Church stand in all of this?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p24\" class=\"\">First, let it be understood that we have no quarrel with the Muslim people or with those of any other faith. We recognize and teach that all the people of the earth are of the family of God. And as He is our Father, so are we brothers and sisters with family obligations one to another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p25\" class=\"\">But as citizens we are all under the direction of our respective national leaders. They have access to greater political and military intelligence than do the people generally. Those in the armed services are under obligation to their respective governments to execute the will of the sovereign. When they joined the military service, they entered into a contract by which they are presently bound and to which they have dutifully responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p26\" class=\"\">One of our Articles of Faith, which represent an expression of our doctrine, states, “We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law” (<span class=\"citation\" id=\"6594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6594)\">A of F 1:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p27\" class=\"\">But modern revelation states that we are to “renounce war and proclaim peace” (<span class=\"citation\" id=\"11603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11603)\">D&amp;C 98:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p28\" class=\"\">In a democracy we can renounce war and proclaim peace. There is opportunity for dissent. Many have been speaking out and doing so emphatically. That is their privilege. That is their right, so long as they do so legally. However, we all must also be mindful of another overriding responsibility, which I may add, governs my personal feelings and dictates my personal loyalties in the present situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p29\" class=\"\">When war raged between the Nephites and the Lamanites, the record states that “the Nephites were inspired by a better cause, for they were not fighting for … power but they were fighting for their homes and their liberties, their wives and their children, and their all, yea, for their rites of worship and their church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p30\" class=\"\">“And they were doing that which they felt was the duty which they owed to their God” (<span class=\"citation\" id=\"8802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8802)\">Alma 43:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p31\" class=\"\">The Lord counseled them, “Defend your families even unto bloodshed” (<span class=\"citation\" id=\"8803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8803)\">Alma 43:47<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p32\" class=\"\">And Moroni “rent his coat; and he took a piece thereof, and wrote upon it—In memory of our God, our religion, and freedom, and our peace, our wives, and our children—and he fastened it upon the end of a pole.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p33\" class=\"\">“And he fastened on his headplate, and his breastplate, and his shields, and girded on his armor about his loins; and he took the pole, which had on the end thereof his rent coat, (and he called it the title of liberty) and he bowed himself to the earth, and he prayed mightily unto his God for the blessings of liberty to rest upon his brethren” (<span class=\"citation\" id=\"8804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8804)\">Alma 46:12–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p34\" class=\"\">It is clear from these and other writings that there are times and circumstances when nations are justified, in fact have an obligation, to fight for family, for liberty, and against tyranny, threat, and oppression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p35\" class=\"\">When all is said and done, we of this Church are people of peace. We are followers of our Redeemer, the Lord Jesus Christ, who was the Prince of Peace. But even He said, “Think not that I am come to send peace on earth: I came not to send peace, but a sword” (<span class=\"citation\" id=\"33756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33756)\">Matt. 10:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p36\" class=\"\">This places us in the position of those who long for peace, who teach peace, who work for peace, but who also are citizens of nations and are subject to the laws of our governments. Furthermore, we are a freedom-loving people, committed to the defense of liberty wherever it is in jeopardy. I believe that God will not hold men and women in uniform responsible as agents of their government in carrying forward that which they are legally obligated to do. It may even be that He will hold us responsible if we try to impede or hedge up the way of those who are involved in a contest with forces of evil and repression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p37\" class=\"\">Now, there is much that we can and must do in these perilous times. We can give our opinions on the merits of the situation as we see it, but never let us become a party to words or works of evil concerning our brothers and sisters in various nations on one side or the other. Political differences never justify hatred or ill will. I hope that the Lord’s people may be at peace one with another during times of trouble, regardless of what loyalties they may have to different governments or parties.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p38\" class=\"\">Let us pray for those who are called upon to bear arms by their respective governments and plead for the protection of heaven upon them that they may return to their loved ones in safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p39\" class=\"\">To our brothers and sisters in harm’s way, we say that we pray for you. We pray that the Lord will watch over you and preserve you from injury and that you may return home and pick up your lives again. We know that you are not in that land of blowing sand and brutal heat because you enjoy the games of war. The strength of your commitment is measured by your willingness to give your very lives for that in which you believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p40\" class=\"\">We know that some have died, and others may yet die in this hot and deadly contest. We can do all in our power to comfort and bless those who lose loved ones. May those who mourn be comforted with that comfort which comes alone from Christ the Redeemer. It was He who said to His beloved disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p41\" class=\"\">“Let not your heart be troubled: ye believe in God, believe also in me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p42\" class=\"\">“In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you, … that where I am, there ye may be also.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p43\" class=\"\">“Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"27058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27058)\">John 14:1–3, 27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p44\" class=\"\">We call upon the Lord, whose strength is mighty and whose powers are infinite, to bring an end to the conflict, an end that will result in a better life for all concerned. The Lord has declared, “For I, the Lord, rule in the heavens above, and among the armies of the earth” (<span class=\"citation\" id=\"11551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11551)\">D&amp;C 60:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p45\" class=\"\">We can hope and pray for that glorious day foretold by the prophet Isaiah when men “shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more” (<span class=\"citation\" id=\"24976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24976)\">Isa. 2:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p46\" class=\"\">Even in an evil world we can so live our lives as to merit the protecting care of our Father in Heaven. We can be as the righteous living among the evils of Sodom and Gomorrah. Abraham pleaded that these cities might be spared for the sake of the righteous. (See <span class=\"citation\" id=\"23451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23451)\">Gen. 18:20–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p47\" class=\"\">And, above all, we can cultivate in our own hearts, and proclaim to the world, the salvation of the Lord Jesus Christ. Through His atoning sacrifice we are certain life will continue beyond the veil of death. We can teach that gospel which will lead to the exaltation of the obedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p48\" class=\"\">Even when the armaments of war ring out in deathly serenade and darkness and hatred reign in the hearts of some, there stands immovable, reassuring, comforting, and with great outreaching love the quiet figure of the Son of God, the Redeemer of the world. We can proclaim with Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p49\" class=\"\">“For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p50\" class=\"\">“Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord” (<span class=\"citation\" id=\"42651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42651)\">Rom. 8:38–39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p51\" class=\"\">This life is but a chapter in the eternal plan of our Father. It is full of conflict and seeming incongruities. Some die young. Some live to old age. We cannot explain it. But we accept it with the certain knowledge that through the atoning sacrifice of our Lord we shall all go on living, and this with the comforting assurance of His immeasurable love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p52\" class=\"\">He has said, “Learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me” (<span class=\"citation\" id=\"11498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11498)\">D&amp;C 19:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/war-and-peace.p53\" class=\"\">And there, my brothers and sisters, we rest our faith. Regardless of the circumstances, we have the comfort and peace of Christ our Savior, our Redeemer, the living Son of the living God. I so testify in His holy name, even the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}