{"ID":6825, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Prayer for the Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As parents we can hold life together … with love and faith, passed on to the next generation, one child at a time.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p4\" class=\"\">At the close of His first day teaching among the Nephite faithful, the resurrected Jesus turned His attention to a special audience which often stands just below the level of our gaze, sometimes nearly out of sight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p5\" class=\"\">The sacred record says: “He commanded that their little children should be brought [forward]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p6\" class=\"\">“And … when they had knelt upon the ground, … he himself also knelt … ; and behold he prayed unto the Father, and the things which he prayed cannot be written, … so great and marvelous [were the] things … [He did] speak unto the Father. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p7\" class=\"\">“… When Jesus had made an end of praying … , he arose; … and … wept, … and he took their little children, one by one, and blessed them, and [again] prayed unto the Father for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p8\" class=\"\">“And when he had done this he wept again; … [saying] unto the multitude, … Behold your little ones.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p9\" class=\"\">We cannot know exactly what the Savior was feeling in such a poignant moment, but we do know that He was “troubled” and that He “groaned within himself” over the destructive influences always swirling around the innocent.<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_031\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5432)\">3 Ne. 17:11, 14–16, 18, 21–23<\/a><\/span>.]<\/span><\/sup> We know He felt a great need to pray for and bless the children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p10\" class=\"\">In such times as we are in, whether the threats be global or local or in individual lives, I too pray for the children. Some days it seems that a sea of temptation and transgression inundates them, simply washes over them before they can successfully withstand it, before they should have to face it. And often at least some of the forces at work seem beyond our personal control.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p11\" class=\"\">Well, some of them may be beyond our control, but I testify with faith in the living God that they are not beyond His. He lives, and priesthood power is at work on both sides of the veil. We are not alone, and we do not tremble as if abandoned. In doing our part, we can live the gospel and defend its principles. We can declare to others the sure Way, the saving Truth, the joyful Life.<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_031\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"27061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27061)\">John 14:6<\/a><\/span>.]<\/span><\/sup> We can personally repent in any way we need to repent, and when we have done all, we can pray. In all these ways we can bless one another and especially those who need our protection the most—the children. As parents we can hold life together the way it is always held together—with love and faith, passed on to the next generation, one child at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p12\" class=\"\">In offering such a prayer for the young, may I address a rather specific aspect of their safety? In this I speak carefully and lovingly to any of the adults of the Church, parents or otherwise, who may be given to cynicism or skepticism, who in matters of whole-souled devotion always seem to hang back a little, who at the Church’s doctrinal campsite always like to pitch their tents out on the periphery of religious faith. To all such—whom we do love and wish were more comfortable camping nearer to us—I say, please be aware that the full price to be paid for such a stance does not always come due in your lifetime. No, sadly, some elements of this can be a kind of profligate national debt, with payments coming out of your children’s and grandchildren’s pockets in far more expensive ways than you ever intended it to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p13\" class=\"\">In this Church there is an enormous amount of room—and scriptural commandment—for studying and learning, for comparing and considering, for discussion and awaiting further revelation. We all learn “line upon line, precept upon precept,”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_031\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3428)\">2 Ne. 28:30<\/a><\/span>.]<\/span><\/sup> with the goal being authentic religious faith informing genuine Christlike living. In this there is no place for coercion or manipulation, no place for intimidation or hypocrisy. But no child in this Church should be left with uncertainty about his or her parents’ devotion to the Lord Jesus Christ, the Restoration of His Church, and the reality of living prophets and apostles who, now as in earlier days, lead that Church according to “the will of the Lord, … the mind of the Lord, … the word of the Lord, … and the power of God unto salvation.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_031\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11559)\">D&amp;C 68:4<\/a><\/span>.]<\/span><\/sup> In such basic matters of faith, prophets do not apologize for requesting unity, indeed conformity, in the eloquent sense that the Prophet Joseph Smith used that latter word.<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_031\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11656)\">D&amp;C 128:13<\/a><\/span>.]<\/span><\/sup> In any case, as Elder Neal Maxwell once said to me in a hallway conversation, “There didn’t seem to be any problem with conformity the day the Red Sea opened.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p14\" class=\"\">Parents simply cannot flirt with skepticism or cynicism, then be surprised when their children expand that flirtation into full-blown romance. If in matters of faith and belief children are at risk of being swept downstream by this intellectual current or that cultural rapid, we as their parents must be more certain than ever to hold to anchored, unmistakable moorings clearly recognizable to those of our own household. It won’t help anyone if we go over the edge with them, explaining through the roar of the falls all the way down that we really did know the Church was true and that the keys of the priesthood really were lodged there but we just didn’t want to stifle anyone’s freedom to think otherwise. No, we can hardly expect the children to get to shore safely if the parents don’t seem to know where to anchor their own boat. Isaiah once used a variation on such imagery when he said of unbelievers, “[Their] tacklings are loosed; they could not … strengthen their mast, they could not spread the sail.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_031\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24981)\">Isa. 33:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p15\" class=\"\">I think some parents may not understand that even when they feel secure in their own minds regarding matters of personal testimony, they can nevertheless make that faith too difficult for their children to detect. We can be reasonably active, meeting-going Latter-day Saints, but if we do not live lives of gospel integrity and convey to our children powerful heartfelt convictions regarding the truthfulness of the Restoration and the divine guidance of the Church from the First Vision to this very hour, then those children may, to our regret but not surprise, turn out <span class=\"emphasis\">not<\/span> to be visibly active, meeting-going Latter-day Saints or sometimes anything close to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p16\" class=\"\">Not long ago Sister Holland and I met a fine young man who came in contact with us after he had been roaming around through the occult and sorting through a variety of Eastern religions, all in an attempt to find religious faith. His father, he admitted, believed in nothing whatsoever. But his grandfather, he said, was actually a member of The Church of Jesus Christ of Latter-day Saints. “But he didn’t do much with it,” the young man said. “He was always pretty cynical about the Church.” From a grandfather who is cynical to a son who is agnostic to a grandson who is now looking desperately for what God had already once given his family! What a classic example of the warning Elder Richard L. Evans once gave.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p17\" class=\"\">Said he: “Sometimes some parents mistakenly feel that they can relax a little as to conduct and conformity or take perhaps a so called liberal view of basic and fundamental things—thinking that a little laxness or indulgence won’t matter—or they may fail to teach or to attend Church, or may voice critical views. Some parents … seem to feel that they can ease up a little on the fundamentals without affecting their family or their family’s future. <span class=\"emphasis\">But,”<\/span> he observed, <span class=\"emphasis\">“if a parent goes a little off course, the children are likely to exceed the parent’s example.”<\/span><sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_031\">7<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1964, 135–36; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p18\" class=\"\">To lead a child (or anyone else!), even inadvertently, away from faithfulness, away from loyalty and bedrock belief simply because we want to be clever or independent is license no parent nor any other person has ever been given. In matters of religion a skeptical mind is not a higher manifestation of virtue than is a believing heart, and analytical deconstruction in the field of, say, literary fiction can be just plain old-fashioned destruction when transferred to families yearning for faith at home. And such a deviation from the true course can be deceptively slow and subtle in its impact. As one observer said, “[If you raise the temperature of my] bath water … only 1 degree every 10 minutes, how [will I] know when to scream?”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_031\">8<\/a>\n       <span class=\"footnote\">[Marshall McLuhan, quoted in John Leo, “The Proper Place for Commercials,” <span class=\"emphasis\">U.S. News and World Report,<\/span> 30 Oct. 1989, 71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p19\" class=\"\">When erecting their sacred tabernacle in the wilderness of Sinai, the ancient children of Israel were commanded to make firm their supporting cords and strengthen the stakes which held them.<sup class=\"noteMarker\"><a href=\"#footnote9-23905_000_031\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"24984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24984)\">Isa. 54:2<\/a><\/span>; <span class=\"citation\" id=\"5437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5437)\">3 Ne. 22:2<\/a><\/span>.]<\/span><\/sup> The reason? Storms arise in life—regularly. So fix it, fasten it, then fix and fasten it again. Even then we know that some children will make choices that break their parents’ hearts. Moms and dads can do everything right and yet have children who stray. Moral agency still obtains. But even in such painful hours it will be comforting for you to know that your children knew of your abiding faith in Christ, in His true Church, in the keys of the priesthood and in those who hold them. It will be comforting then for you to know that if your children choose to leave the straight and narrow way, they leave it very conscious that their parents were firmly in it. Furthermore, they will be much more likely to return to that path when they come to themselves<sup class=\"noteMarker\"><a href=\"#footnote10-23905_000_031\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"31081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31081)\">Luke 15:17<\/a><\/span>.]<\/span><\/sup> and recall the loving example and gentle teachings you offered them there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p20\" class=\"\">Live the gospel as conspicuously as you can. Keep the covenants your children know you have made. Give priesthood blessings. And bear your testimony!<sup class=\"noteMarker\"><a href=\"#footnote11-23905_000_031\">11<\/a>\n       <span class=\"footnote\">[See Joseph Smith, comp., <span class=\"emphasis\">Lectures on Faith<\/span> (1985), 37 for a defining statement on the parental power of human testimony.]<\/span><\/sup> Don’t just assume your children will somehow get the drift of your beliefs on their own. The prophet Nephi said near the end of his life that they had written their record of Christ and preserved their convictions regarding His gospel in order “to <span class=\"emphasis\">persuade<\/span> our children … that our children may <span class=\"emphasis\">know<\/span> … [and believe] the right way.”<sup class=\"noteMarker\"><a href=\"#footnote12-23905_000_031\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"3418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3418)\">2 Ne. 25:23, 26, 28<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p21\" class=\"\">Nephi-like, might we ask ourselves what our children know? From us? Personally? Do our children know that we love the scriptures? Do they see us reading them and marking them and clinging to them in daily life? Have our children ever unexpectedly opened a closed door and found us on our knees in prayer? Have they heard us not only pray <span class=\"emphasis\">with<\/span> them but also pray <span class=\"emphasis\">for<\/span> them out of nothing more than sheer parental love? Do our children know we believe in fasting as something more than an obligatory first-Sunday-of-the-month hardship? Do they know that we have fasted for them and for their future on days about which they knew nothing? Do they know we love being in the temple, not least because it provides a bond to them that neither death nor the legions of hell can break? Do they know we love and sustain local and general leaders, imperfect as they are, for their willingness to accept callings they did not seek in order to preserve a standard of righteousness they did not create? Do those children know that we love God with all our heart and that we long to see the face—and fall at the feet—of His Only Begotten Son? I pray that they know this.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p22\" class=\"\">Brothers and sisters, our children take their flight into the future with our thrust and with our aim. And even as we anxiously watch that arrow in flight and know all the evils that can deflect its course after it has left our hand, nevertheless we take courage in remembering that the most important mortal factor in determining that arrow’s destination will be the stability, strength, and unwavering certainty of the holder of the bow.<sup class=\"noteMarker\"><a href=\"#footnote13-23905_000_031\">13<\/a>\n       <span class=\"footnote\">[I am indebted to Kahlil Gibran’s <span class=\"emphasis\">The Prophet<\/span> for the suggestion of this metaphor.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p23\" class=\"\">Carl Sandburg once said, “A baby is God’s opinion that life should go on.”<sup class=\"noteMarker\"><a href=\"#footnote14-23905_000_031\">14<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">The Columbia World of Quotations<\/span> (1996), no. 48047.]<\/span><\/sup> For that baby’s future as well as your own, be strong. Be believing. Keep loving and keep testifying. Keep praying. Those prayers will be heard and answered in the most unexpected hour. God will send aid to no one more readily than He will send it to a child—and to the parent of a child.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p24\" class=\"\">“And [Jesus] said unto them: Behold your little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p25\" class=\"\">“And … they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending … as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.”<sup class=\"noteMarker\"><a href=\"#footnote15-23905_000_031\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5433)\">3 Ne. 17:23–24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/a-prayer-for-the-children.p26\" class=\"\">May it always be so, I earnestly pray—for the children—in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5432)\">3 Ne. 17:11, 14–16, 18, 21–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"27061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27061)\">John 14:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3428)\">2 Ne. 28:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11559)\">D&amp;C 68:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11656)\">D&amp;C 128:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24981)\">Isa. 33:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_031\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1964, 135–36; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_031\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Marshall McLuhan, quoted in John Leo, “The Proper Place for Commercials,” <span class=\"emphasis\">U.S. News and World Report,<\/span> 30 Oct. 1989, 71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23905_000_031\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"24984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24984)\">Isa. 54:2<\/a><\/span>; <span class=\"citation\" id=\"5437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5437)\">3 Ne. 22:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23905_000_031\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"31081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31081)\">Luke 15:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23905_000_031\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See Joseph Smith, comp., <span class=\"emphasis\">Lectures on Faith<\/span> (1985), 37 for a defining statement on the parental power of human testimony.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23905_000_031\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3418)\">2 Ne. 25:23, 26, 28<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23905_000_031\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>I am indebted to Kahlil Gibran’s <span class=\"emphasis\">The Prophet<\/span> for the suggestion of this metaphor.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23905_000_031\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">The Columbia World of Quotations<\/span> (1996), no. 48047.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_031\"><a name=\"-23905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23905_000_031\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5433)\">3 Ne. 17:23–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}