{"ID":6829, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Give Thanks in All Things\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When we give thanks in all things, we see hardships and adversities in the context of the purpose of life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p4\" class=\"\">In one of the times of spiritual and temporal adversity recorded in the Book of Mormon, when the people of God were “suffering all manner of afflictions,” the Lord commanded them to “give thanks in all things” (<span class=\"citation\" id=\"40188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40188)\">Mosiah 26:38–39<\/a><\/span>). I wish to apply that teaching to our time.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p6\" class=\"\">The children of God have always been commanded to give thanks. There are examples throughout the Old and New Testaments. The Apostle Paul wrote, “In every thing give thanks: for this is the will of God in Christ Jesus concerning you” (<span class=\"citation\" id=\"2728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2728)\">1 Thes. 5:18<\/a><\/span>). The prophet Alma taught, “When thou risest in the morning let thy heart be full of thanks unto God” (<span class=\"citation\" id=\"8796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8796)\">Alma 37:37<\/a><\/span>). And in modern revelation the Lord declared that “he who receiveth all things with thankfulness shall be made glorious; and the things of this earth shall be added unto him, even an hundred fold” (<span class=\"citation\" id=\"11570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11570)\">D&amp;C 78:19<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p8\" class=\"\">We have so much for which to give thanks. First and foremost, we are thankful for our Savior Jesus Christ. Under the plan of the Father, He created the world. Through His prophets, He revealed the plan of salvation with its accompanying commandments and ordinances. He came into mortality to teach and show us the way. He suffered and paid the price for our sins if we would repent. He gave up His life, and He conquered death and rose from the grave that we all will live again. He is the Light and Life of the World. As King Benjamin taught, if we “should render all the thanks and praise which [our] whole soul has power to possess, to that God who has created [us], and has kept and preserved [us], and … should serve him with all [our] whole souls yet [we] would be unprofitable servants” (<span class=\"citation\" id=\"40163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40163)\">Mosiah 2:20–21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p9\" class=\"\">We give thanks for the revealed truths that provide a standard against which to measure all things. As the Bible teaches, the Lord gave us apostles and prophets “for the perfecting of the saints” (see <span class=\"citation\" id=\"21592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21592)\">Eph. 4:11–12<\/a><\/span>). We use the revealed truth they give us, “that we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive” (<span class=\"citation\" id=\"21593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21593)\">Eph. 4:14<\/a><\/span>). Those who view every calamity and measure every new assertion or discovery against the standard of revealed truth need not be “tossed to and fro” but can be steady and at peace. God is in His heavens, and His promises are sure. “Be not troubled,” He has said to us concerning the destructions that will precede the end of the world, “for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled” (<span class=\"citation\" id=\"11532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11532)\">D&amp;C 45:35<\/a><\/span>). What an anchor to the soul in these troubled times!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p10\" class=\"\">We give thanks for commandments. They are directions away from pitfalls, and they are invitations to blessings. Commandments mark the path and show us the way to happiness in this life and eternal life in the world to come.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p12\" class=\"\">In the past eight months in the Philippines, I have heard many testimonies of the blessings of the gospel. Speaking at the dedication of his ward chapel, a Filipino bishop expressed his gratitude for the gospel message that came into his life about 10 years ago. He described how it rescued him from a life of selfishness, excess, and abusive practices and made him a good husband and father. He testified of the blessings that had come to him from paying his tithing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p13\" class=\"\">Speaking at a leadership meeting, a counselor in a stake presidency who is a lawyer and community leader said: “I can declare to the whole world without mental reservation that the greatest thing that ever happened in my life is my becoming a member of The Church of Jesus Christ of Latter-day Saints. It … made a great difference in my life and that of my family, even if I feel there is more that I should learn and apply in my life. The Church is indeed a marvelous work and a wonder.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p14\" class=\"\">You do not have to travel to the Philippines to experience such testimonies. They are evident wherever the gospel message is received and lived. But Sister Oaks and I are profoundly grateful for our opportunity to live and serve in the Philippines, where we have met thousands of wonderful members in new surroundings and seen the gospel in a new light.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p15\" class=\"\">In the developing world we learn the importance of establishing the Church—not just teaching and baptizing, but retaining the new members by loving, by calling and ordaining, and by nourishing with the good word of God. We have learned the importance of challenging members to abandon cultural traditions that are contrary to gospel commandments and covenants and to live so that they and their posterity “are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God; … built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone” (<span class=\"citation\" id=\"21589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21589)\">Eph. 2:19–20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p16\" class=\"\">People who do this become part of the worldwide gospel culture of commandments and covenants and ordinances and blessings. Such people experience “a mighty change” in their hearts, “that [they] have no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"40175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40175)\">Mosiah 5:2<\/a><\/span>). The image of God is “engraven upon [their] countenances” (<span class=\"citation\" id=\"8765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8765)\">Alma 5:19<\/a><\/span>). Such followers of Christ are found in every land where the gospel and the Church have been established. We have many of them in the Philippines, and we are working to encourage more of them. We do this by growing from centers of strength, concentrating our teaching where there are sufficiently large groups of committed members to provide the friendshipping, the teachings, the role models, and the needed assistance to the struggling newly born members who are just learning what the gospel asks of us and gives to us.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p18\" class=\"\">The revelations, for which we are grateful, show that we should even give thanks for our afflictions because they turn our hearts to God and give us opportunities to prepare for what God would have us become. The Lord taught the prophet Moroni, “I give unto men weakness that they may be humble,” and then promised that “if they humble themselves … and have faith in me, then will I make weak things become strong unto them” (<span class=\"citation\" id=\"22141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22141)\">Ether 12:27<\/a><\/span>). In the midst of the persecutions the Latter-day Saints were suffering in Missouri, the Lord gave a similar teaching and promise: “Verily I say unto you my friends, fear not, let your hearts be comforted; yea, rejoice evermore, and in everything give thanks; … and all things wherewith you have been afflicted shall work together for your good” (<span class=\"citation\" id=\"11599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11599)\">D&amp;C 98:1, 3<\/a><\/span>). And to Joseph Smith in the afflictions of Liberty Jail, the Lord said, “Know thou, my son, that all these things shall give thee experience, and shall be for thy good” (<span class=\"citation\" id=\"11649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11649)\">D&amp;C 122:7<\/a><\/span>). Brigham Young understood. Said he, “There is not a single condition of life [or] one hour’s experience but what is beneficial to all those who make it their study, and aim to improve upon the experience they gain” (<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> [1997], 179).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p19\" class=\"\">As someone has said, there is a big difference between 20 years’ experience and 1 year’s experience repeated 20 times. If we understand the Lord’s teachings and promises, we will learn and grow from our adversities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p20\" class=\"\">Many of the inspired teachings of our modern prophets are compiled in <span class=\"emphasis\">Teachings of Presidents of the Church,<\/span> our course of study for Melchizedek Priesthood and Relief Society. The timeless doctrines and principles included in these books are fountains of divine wisdom and guidance. Wise teachers in wards and branches will not substitute their own subjects and wisdom but focus on these inspired teachings and their application to current circumstances and challenges.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p21\" class=\"\">For example, in the current volume we read these words of President John Taylor on the subject of gratitude for suffering: “We have learned many things through suffering. We call it suffering. I call it a school of experience. … I have never looked at these things in any other light than trials for the purpose of purifying the Saints of God that they may be, as the scriptures say, as gold that has been seven times purified by the fire” (<span class=\"emphasis\">Teachings of Presidents of the Church: John Taylor<\/span> [2001], 203). Pioneers like President John Taylor, who witnessed the murder of their prophet and experienced prolonged persecution and incredible hardships for their faith, praised God and thanked Him. Through their challenges and the courageous and inspired actions they took to meet them, they grew in faith and in spiritual stature. Through their afflictions they became what God desired them to become, and they laid the foundation of the great work that blesses our lives today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p22\" class=\"\">Like the pioneers, we should thank God for our adversities and pray for guidance in meeting them. Through that attitude and through our faith and obedience, we will realize the promises God has given us. It is all part of the plan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p23\" class=\"\">I love the musical and motion picture <span class=\"emphasis\">Fiddler on the Roof.<\/span> There a wonderful Jewish father sings “If I Were a Rich Man.” His memorable prayer concludes with this pleading question:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Lord, who made the lion and the lamb,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">You decreed I should be what I am;<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Would it spoil some vast eternal plan,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">If I were a wealthy man?<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p28\" class=\"\">(Lyrics by Sheldon Harnick [1964])<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p29\" class=\"\">Yes, Tevye, it might. Let us give thanks for what we are and for the circumstances God has given us for our personal journey through mortality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p30\" class=\"\">In ancient times the prophet Lehi taught this truth to his son Jacob:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p31\" class=\"\">“In thy childhood thou hast suffered afflictions and much sorrow, because of the rudeness of thy brethren.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p32\" class=\"\">“Nevertheless, Jacob, my first-born in the wilderness, thou knowest the greatness of God; and he shall consecrate thine afflictions for thy gain” (<span class=\"citation\" id=\"3400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3400)\">2 Ne. 2:1–2<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p33\" class=\"\">My mother loved that scripture and lived its principle. The greatest affliction of her life was the death of her husband, our father, after only 11 years of marriage. This changed her life and imposed great hardships as she proceeded to earn a living and raise her three little children alone. Nevertheless, I often heard her say that the Lord consecrated that affliction for her gain because her husband’s death compelled her to develop her talents and serve and become something that she could never have become without that seeming tragedy. Our mother was a spiritual giant, strong and fully worthy of the loving tribute her three children inscribed on her headstone: “Her Faith Strengthened All.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p34\" class=\"\">The blessings of adversity extend to others. I know it was a blessing to be raised by a widowed mother whose children had to learn how to work, early and hard. I know that relative poverty and hard work are not greater adversities than affluence and abundant free time. I also know that strength is forged in adversity and that faith is developed in a setting where we cannot see ahead.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>V.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p36\" class=\"\">When we give thanks in all things, we see hardships and adversities in the context of the purpose of life. We are sent here to be tested. There must be opposition in <span class=\"emphasis\">all<\/span> things. We are meant to learn and grow through that opposition, through meeting our challenges, and through teaching others to do the same. Our beloved colleague Elder Neal A. Maxwell has given us a noble example of this. His courage, his submissive attitude in accepting his affliction with cancer, and his stalwart continued service have ministered comfort to thousands and taught eternal principles to millions. His example shows that the Lord will not only consecrate our afflictions for our gain, but He will use them to bless the lives of countless others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p37\" class=\"\">Jesus taught this lesson when He and His disciples met a man who was born blind. “Who did sin, this man, or his parents, that he was born blind?” the disciples asked. “Neither,” Jesus answered. The man was born blind “that the works of God should be made manifest in him” (<span class=\"citation\" id=\"27051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27051)\">John 9:2–3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p38\" class=\"\">If we see life through the lens of spirituality, we can see many examples of the works of God being furthered through the adversities of His children. I often visit the American War Memorial in Manila. To me, that is a sacred place. It is the burial place of over 17,000 soldiers, sailors, and airmen who lost their lives in World War II battles in the Pacific. The memorial also honors over 36,000 other servicemen who also lost their lives but whose bodies were never recovered. As I walk past the beautiful walls where are inscribed their names and the state of their origin, I see many that I suppose were faithful Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p39\" class=\"\">Reflecting on the wartime deaths of so many worthy and wonderful members and how much suffering this has caused their loved ones, I have thought of President Joseph F. Smith’s great vision recorded in the 138th section of the Doctrine and Covenants. He saw “an innumerable company” of righteous spirits, “who had been faithful in the testimony of Jesus while they lived in mortality” (<span class=\"citation\" id=\"11680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11680)\">D&amp;C 138:12<\/a><\/span>). They were organized and appointed as messengers, “clothed with power and authority, and commissioned … to go forth and carry the light of the gospel to them that were in darkness, … and thus was the gospel preached to the dead” (<span class=\"citation\" id=\"11682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11682)\">D&amp;C 138:30<\/a><\/span>). Reflecting on this revelation and remembering the millions who have fallen in war, I rejoice in the Lord’s plan, in which the adversity of the deaths of many righteous individuals is turned into the blessing of righteous messengers to preach the gospel to their countless comrades-in-arms.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p40\" class=\"\">When we understand this principle, that God offers us opportunities for blessings and blesses us through our own adversities and the adversities of others, we can understand why He has commanded us again and again to “thank the Lord thy God in all things” (<span class=\"citation\" id=\"11546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11546)\">D&amp;C 59:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/give-thanks-in-all-things.p41\" class=\"\">I pray that we will be blessed to understand the truth and purpose of the doctrines and commandments I have described and that we will be faithful enough and strong enough to give thanks in all things. I testify of Jesus Christ, our Savior and Redeemer and Creator, for whom we give thanks, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}