{"ID":683, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Faith<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1953, pp. 128-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I may be given utterance in that which I should briefly say.\n<\/p><p>\nI have frequented these beloved walls for a period now approaching a quarter century in many\nsituations and assignments. But this is the most difficult thing that I have here had to do. It\nseems that this chapter was not in the script which I had written for myself.\n<\/p><p>\nIn the brief, but in some respects too long a time since first I became aware of this\npossibility, I have measured the full measure of my life many times over. There are those\nhere who know much better than I the weight of this work. There is none here who knows\nbetter than I my own limitations, inadequacies, and imperfections, and the feeling of smallness\nwhich I have. But if you and my Father in heaven will accept me as I am, with your help and\nhis, I shall earnestly endeavor to be better than I am or have ever been.\n<\/p><p>\nI should not want to pass without thanking God for a noble father whom I never knew; for a\nblessed mother who, in her widowhood, reared nine of us and faced her problems on her\nknees in prayer and on her feet gloriously in courageous action; for brothers and sisters, who\nwith their children, I have had no cause but to be proud of in their faith and their awareness\nof their responsibilities in life.\n<\/p><p>\nI thank him for the choice and lovely girl who has been by my side for twenty years and for\nthe four sons that are ours. I pray for them, for their generation, and for youth everywhere,\nfor their guidance in the ways of truth and righteousness. I pray for their generation, that they\nmay know of the promise of the future, that despite all uncertainties there are glorious\ncertainties that transcend them all, as President McKay noted in his opening address.\n<\/p><p>\nI would say to their generation: be prayerful, keep the faith, avoid cynicism, be not shaken by\nthe waves of controversy and confusion which sweep over and are quickly spent, while the\ntruth remains forever.\n<\/p><p>\nThis is a gospel not of despondency and discouragement, not of ensnaring technicalities, not\nof quick condemnation, but as President Clark suggested so beautifully in his utterance last\nevening, it is a gospel of hope, of happiness and of helpfulness, of peace and of promise.\n<\/p><p>\nThere is no act of man, nor any combination of men, despite what passing troubles they may\nbring upon this earth, who can thwart the purposes of our Father in heaven, nor stay him in\nhis plans to bring to pass the immortality and eternal life of his children\n(<span class=\"citation\" id=\"39030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39030)\">Moses 1:39<\/a><\/span>), and I thank God for it.\n<\/p><p>\nAs to these, my brethren, they know of my affection for them&mdash;President McKay, President\nRichards, President Clark, President Smith, President Young of the First Council of the\nSeventy, Bishop Wirthlin, all others here, each of whom I could name with some point of\naffection and distinction. No one could be to any man more considerate or gracious or kindly\nthan they have been to me.\n<\/p><p>\nI shall miss some of the intimate associations with my beloved brethren of the First Council\nwith whom I have sat for fifteen years. God bless them.\n<\/p><p>\nI wish I had had some greater part, or some part at all, in the making of this choice young\nman who has been sustained by you to sit with the First Council of the Seventy, Brother\nMarion D. Hanks. He is a man of courage and of faith, and I love him; and you who do not\nknow him will learn to love him. Likewise Brother Hugh B. Brown, with his great gifts of\nutterance, will give sincere service to the Church.\n<\/p><p>\nMay I leave with you the witness of my very soul that God lives; that Jesus the Christ is the\nOnly Begotten of the Father in the flesh, our Savior and Redeemer; that the Father and the\nSon did appear in this dispensation to the Prophet Joseph Smith, and that he and all in line of\nsuccession, including our present President McKay, have held the keys and the powers of the\npriesthood, and do unto this day.\n<\/p><p>\nPresident McKay, I pledge my love and loyalty, and all that is good or useful in me, with\ngratitude to you for many kindnesses and considerations and for your confidence.\n<\/p><p>\nI beg of you, my brethren and sisters, your confidence and help.\n<\/p><p>\nMay God bless each and all of us in the things we need most, in understanding and peace and\njoy in living, and in the realization of our highest possibilities here and hereafter, in the name\nof our Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}