{"ID":6830, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Benediction\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I offer a plea that each of us will seek to live closer to the Lord and to commune with Him more frequently and with increased faith.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23905_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p4\" class=\"\">Well, my beloved brethren and sisters, it’s all over but the work. How grateful we all ought to feel for this wonderful conference. We have met together in peace without disturbance of any kind. We have reflected much on the wonderful blessings of the Lord. Our appreciation for the tremendous blessings which we have in the gospel has been greatly strengthened. As we have heard the testimonies of the speakers, our own witness of the truth has been rekindled into a bright and burning flame. I hope that everyone who has participated in this great conference has been touched for good, that each of us is a better man or woman for our experience together these past two days. I speak for myself when I say that I feel closer to the Lord. I hope this has been your experience. I have a strengthened desire to obey His commandments, to live His teachings, and to commune with Him in prayer, thereby preserving a relationship with Him who is my Father and my God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p5\" class=\"\">And so, as we conclude this great gathering of Latter-day Saints, I offer a plea that each of us will seek to live closer to the Lord and to commune with Him more frequently and with increased faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p6\" class=\"\">Fathers and mothers, pray over your children. Pray that they may be shielded from the evils of the world. Pray that they may grow in faith and knowledge. Pray that they may be directed toward lives that will be profitable and good. Husbands, pray for your wives. Express unto the Lord your gratitude for them and plead with Him in their behalf. Wives, pray for your husbands. Many of them walk a very difficult road with countless problems and great perplexities. Plead with the Almighty that they may be guided, blessed, protected, inspired in their righteous endeavors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p7\" class=\"\">Pray for peace in the earth, that the Almighty who governs the universe will stretch forth His hand and let His Spirit brood upon the people, that the nations may not rage one against another. Pray for the weather. We have floods in one area and drought in another. I am satisfied that if enough prayers ascend to heaven for moisture upon the land, the Lord will answer those prayers for the sake of the righteous.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p8\" class=\"\">Way back in 1969, I was in South America. I flew from Argentina to Santiago, Chile. The Andes mountains were dry. There was no snow. The grass was burned. Chile was in the midst of a devastating drought.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p9\" class=\"\">The people pleaded for help in bringing moisture.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p10\" class=\"\">We dedicated two new buildings on that visit. In each of those dedicatory services we pleaded with the Lord for rain upon the land. I have the testimony of many who were in those meetings that the heavens were opened and the rains fell with such abundance that the people asked the Lord to shut them off.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p11\" class=\"\">Pray for wisdom and understanding as you walk the difficult paths of your lives. If you are determined to do foolish and imprudent things, I think the Lord will not prevent you. But if you seek His wisdom and follow the counsel of the impressions that come to you, I am confident that you will be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p12\" class=\"\">Let us be a prayerful people. Let us bring up our children “in the nurture and admonition of the Lord” (<span class=\"citation\" id=\"21470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21470)\">Enos 1:1<\/a><\/span>). May the blessings of heaven deservedly rest upon you. In the words of Deuteronomy, “And now, Israel, what doth the Lord thy God require of thee, but to fear the Lord thy God, to walk in all his ways, and to love him, and to serve the Lord thy God with all thy heart and with all thy soul” (<span class=\"citation\" id=\"21197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21197)\">Deut. 10:12<\/a><\/span>). Be assured, my dear brothers and sisters, that “He, watching over Israel, slumbers not, nor sleeps” (Felix Mendelssohn, <span class=\"emphasis\">Elijah<\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/benediction.p13\" class=\"\">For the blessings of heaven to rest upon you I humbly pray as I express to you my love for each of you. Thank you for your great kindness to me and your great faithfulness and energy in moving forward the work of the Almighty, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}