{"ID":6832, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            There Is Hope Smiling Brightly before Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p3\" class=\"\">Julie B. Beck<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/julie-b-beck-10.jpg\" alt=\"Julie B. Beck\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You can wake up every day … with hope smiling brightly before you because you have a Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23905_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p5\" class=\"\">A few days before our oldest granddaughter was born, her parents were wondering if the baby would be a boy or girl. At church the following Sunday, they sang these words: “There is hope smiling brightly before us” (“We Thank Thee, O God, for a Prophet,” <span class=\"emphasis\">Hymns,<\/span> no. 19). With sudden knowledge they turned to each other and said, “It’s a girl!” When the baby was born, they named her Hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p6\" class=\"\">Hope, who is so appropriately named, is now five years old. She wakes up every day looking forward to new adventures. She is in her first year of school, and she has so much she wants to learn. The “brightness of hope” shines from her eyes (see <span class=\"citation\" id=\"3436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3436)\">2 Ne. 31:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p7\" class=\"\">In the past few weeks I have met with many of you young women. I have visited with you about your talents, your struggles, and your dreams for the future. In my mind I still see your faces. I see the happy face of the young woman who has been a member of the Church for only six months. I see the lonely face of a girl who is the only member of the Church in her family, waiting by herself at the bus stop. I see the worried face of a girl who asked, “Can I ever be worthy to go to the temple?” And I see the tired faces of young women who got out of bed very early for seminary. Some of you are excited about life, and some of you are troubled about your challenges and your future. As I talked with you, I was looking to see if the brightness of hope was shining in your eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p8\" class=\"\">I wonder sometimes if you remember that you are daughters of a Heavenly Father who loves you. When you were baptized, you followed the example of your Savior, and you entered the way back to your heavenly home. Nephi says that you are now “in this strait and narrow path which leads to eternal life; yea, ye have entered in by the gate” (<span class=\"citation\" id=\"3430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3430)\">2 Ne. 31:18<\/a><\/span>). Since you are already in that path, you just need to stay in it, and in order to stay in, you must have hope, a bright hope smiling before you and lighting your way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p9\" class=\"\">Mormon asks, “What is it … ye shall hope for?” His answer tells us of the three great hopes: “Ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal” (<span class=\"citation\" id=\"38201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38201)\">Moro. 7:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p10\" class=\"\">When you were baptized, you became participants in the first great hope, the Atonement of Christ. Every time you worthily partake of the sacrament, you have the opportunity to begin again and do a little better. It is like burying the old, unworthy part of yourself and starting over with a new life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p11\" class=\"\">I talked to two young women who literally did bury their old ways. They owned some clothing that was not up to the standard of covenant daughters of God, so they dug a deep hole in the ground, placed all of their immodest clothing in the hole, and buried it!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p12\" class=\"\">Your hope and faith in the Savior will increase as you repent and make personal changes that are the equivalent of burying your own sins. You may also want to enlist the help of your parents and your bishop as you work to become better. When you repent and worthily partake of the sacrament, you can then “walk in newness of life” (<span class=\"citation\" id=\"42649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42649)\">Rom. 6:4<\/a><\/span>). There is hope smiling brightly before you because of the Atonement of Christ. Because you have been baptized, you are already in the way to eternal life. Just stay in!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p13\" class=\"\">The second great hope is the Resurrection. You are all promised that through our Savior Jesus Christ you will be resurrected, and you know that when this life is over, there is still much more life to be lived.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p14\" class=\"\">My niece Katie was a hopeful 20-year-old university student with many talents and plans for the future. Four years ago Katie died in an auto accident. Though our family still feels much homesickness for her, we know that we will be with her again, and we are not worried about her. In Katie’s wallet was her temple recommend, given to her by her bishop so she could be baptized for her ancestors. Katie was worthy. Not long before Katie died she wrote these words: “If this were my last day on earth, this is the record I would leave. Make each day meaningful. … Stay close to the Lord. Gain all the knowledge you can about the scriptures, the gospel, the creations of the Lord. … Give of yourself … and <span class=\"emphasis\">always<\/span> remember Christ for His example and His Atonement and strive each day to be like Him.” Katie had entered in the way that leads to eternal life, and she had stayed in.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p15\" class=\"\">Because of Christ there is hope smiling brightly before you, and you need not worry too much about sickness, death, poverty, or other afflictions. The Lord will take care of you. Your responsibility is to keep the commandments, feast upon the words of Christ, and stay in the path to your heavenly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p16\" class=\"\">With the hope of the Atonement and the Resurrection, you have a third great hope, the hope of eternal life. Because you have a Savior, you can plan for a future that extends beyond this life. If you keep the commandments, you are promised eternal life. You can also prepare yourself by studying and learning and by becoming “acquainted with all good books, and … languages, … and people” (<span class=\"citation\" id=\"11590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11590)\">D&amp;C 90:15<\/a><\/span>). You understand that “whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection” (<span class=\"citation\" id=\"11662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11662)\">D&amp;C 130:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p17\" class=\"\">I have been blessed to have a mother who has spent her life preparing to meet God. She understands the principles of creating, learning, and serving in this life. Her motto has been “Welcome the task that makes you go beyond yourself, and you will grow.” Let me tell you a few highlights from her adventure-filled life. In her youth she lived in the wild Uinta Mountains, where her father worked. She learned to cut tall trees, fish, and camp in the outdoors. During the winter she attended school in the city, played on a basketball team, and learned to play the trumpet. She went to the university and became a nurse. After she was married, she went on a mission with her husband to Brazil, where she learned to speak Portuguese. She has traveled to many countries and has taught the gospel to thousands. She studies the scriptures daily, has written several family history books, works in the temple, keeps track of 62 grandchildren, and can cook 600 doughnuts in one morning!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p18\" class=\"\">My mother has stayed in the Savior’s path with unshaken faith in Him (see <span class=\"citation\" id=\"3431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3431)\">2 Ne. 31:19<\/a><\/span>) all the days of her life. She wakes up every day looking forward to new adventures. For her, life is so interesting, and she still has so much to learn.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p19\" class=\"\">Because you have a Savior, you also believe in a happy, eternal life of creating, serving, and learning. You are already in the strait and narrow path, and there is hope smiling brightly before you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p20\" class=\"\">A few years ago, I was with my noble 97-year-old grandmother. As she sat curled in her wheelchair, weak and nearly blind, she talked quietly of her life. I said: “This is a wicked world. There are so many temptations and challenges. Is it possible to stay worthy and return to our Heavenly Father?” She slowly raised herself tall and erect and said in a commanding voice: “Yes! You must! That’s why you’re here!” Thank you, Grandma, for teaching me about hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/there-is-hope-smiling-brightly-before-us.p21\" class=\"\">Like Katie, my mother, and five-year-old Hope, you can wake up every day looking forward to new adventures with hope smiling brightly before you because you have a Savior. You are baptized in His Church, The Church of Jesus Christ of Latter-day Saints. You just need to stay in, pressing forward with a brightness of hope to your heavenly home. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}