{"ID":6834, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Virtues of Righteous Daughters of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I encourage you to strengthen the virtues you have already acquired and resolve to develop many others.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23905_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p5\" class=\"\">My dear young sisters, I am overwhelmed to be in your presence because you have such a great potential for good. You are an indispensable part of what the Church and the world will be, just as your mothers, aunts, and grandmothers were in years past. You can have happiness beyond your fondest dreams and expectations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p6\" class=\"\">We are especially honored this evening to have President Gordon B. Hinckley, President Thomas S. Monson, and the other General Authorities with us. I commend Sister Tanner, Sister Beck, and Sister Dalton for their excellent messages on being steadfast in Christ. The music by this choir of young women has also been truly outstanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p7\" class=\"\">Under the date of March 19, 2003, the First Presidency sent a letter to priesthood leaders encouraging them to help young women in their challenging transition to womanhood. This is very important. The letter emphasizes that while parents have the primary responsibility, bishoprics, Young Women and Relief Society leaders should work together to strengthen our young adult women in this transition.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p8\" class=\"\">My dear young sisters, as I have traveled to Church assignments in various parts of the world, I have met some of you wonderful young women and have been impressed by your steadfastness. I can say without hesitation that you can have “a perfect brightness of hope” for your future and endless joy if you “press forward” as righteous daughters of God.<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_040\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"3439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3439)\">2 Ne. 31:20<\/a><\/span>.]<\/span><\/sup> You are young women of virtue and of great promise. May I encourage you to strengthen the virtues you have already acquired and resolve to develop many others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p9\" class=\"\">Tonight I would like to speak of some of those virtues. Many people do not fully understand the meaning of <span class=\"emphasis\">virtue.<\/span> One commonly understood meaning is to be chaste or morally clean, but <span class=\"emphasis\">virtue<\/span> in its fuller sense encompasses all traits of righteousness that help us form our character. An old sampler found in a museum in Newfoundland, stitched in 1813, reads: “Virtue is the chiefest beauty of the mind, the noblest ornament of humankind. Virtue is our safeguard and our guiding star that stirs up reason when our senses err.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p10\" class=\"\">May I suggest 10 virtues that each of you can pursue in your quest for excellence and happiness:<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>1. Faith<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p12\" class=\"\">I list the virtue of faith first because it is the most important. The Prophet Joseph Smith taught that faith in the Lord Jesus Christ is “the foundation of all righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_040\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith<\/span> (1985), 1.]<\/span><\/sup> I promise you sweet young ladies if you will strive to live the commandments, your faith will continue to grow. In exercising faith, we become cheerful and optimistic, charitable and courageous, because faith is the moving cause of all of these virtues.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>2. Honesty<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p14\" class=\"\">A young woman on a university volleyball team tells of the time when she and her friend Muki were playing together in a championship match:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p15\" class=\"\">“I remember it being a close game. … Gracie [on our opponents’ team] rounded her approach, jumped, and smacked the ball as hard as she could. … The line judges signaled out, and the head official raised his finger to show a point for [our team]. We began giving our usual high fives when we noticed that Muki was hand-motioning to the official that she touched the ball on her block. Muki was calling her own touch. The line judges … were … signaling out, [indicating] that there was no touch.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p16\" class=\"\">“The quiet, withdrawn Muki had showed an act of integrity and honesty like I had never seen before. Gracie Shute was so impressed that she talked with Muki after the match. … Muki later gave Gracie a Book of Mormon. I don’t know if Gracie has read the book … , but I do know that Gracie was touched by Muki’s example, as we all were.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_040\">3<\/a>\n\t <span class=\"footnote\">[Private letter written by Michele Lewis, 12 Aug. 1996.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p17\" class=\"\">You cannot be honest with others unless you are honest with yourself.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>3. Chastity<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p19\" class=\"\">In “The Family: A Proclamation to the World,” we read, “The sacred powers of procreation are to be employed only between man and woman, lawfully wedded as husband and wife.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_040\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.]<\/span><\/sup> Furthermore, the Lord says in the Book of Mormon, “I, the Lord God, delight in the chastity of women.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_040\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"25817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25817)\">Jacob 2:28<\/a><\/span>.]<\/span><\/sup> Those who engage in physical intimacies with someone outside of marriage are likely to suffer feelings of guilt as well as deep emotional and physical hurt. Intimate relationships between men and women outside the bounds the Lord has set bring great misery, shame, degradation, and unhappiness to those involved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p20\" class=\"\">In contrast, when these sacred gifts are exercised as the Lord intended within the bounds of a temple marriage, they bring us our greatest joy and happiness. We become co-creators with God in having family and posterity. Chastity before marriage followed by fidelity after marriage is a sacred passport to self-respect and happiness for everyone. President N. Eldon Tanner gave some good advice that I would like to repeat: “Always remember that you can go much further on respect than on popularity.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_040\">6<\/a>\n\t <span class=\"footnote\">[“No Greater Honor: The Woman’s Role,” in <span class=\"emphasis\">Woman <\/span>(1979), 8.]<\/span><\/sup> I refer you to the excellent counsel on sexual purity contained in the pamphlet <span class=\"emphasis\">For the Strength of Youth.<\/span><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>4. Humility<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p22\" class=\"\">Humility is all about keeping one’s balance. For example, when you receive a compliment, receive it graciously, but don’t let it go to your head. You young ladies have learned much, but you have more to learn. A person who is humble is teachable. Indeed, the Lord has promised, “For my Spirit is sent forth into the world to enlighten the humble and contrite.”<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_040\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"11679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11679)\">D&amp;C 136:33<\/a><\/span>.]<\/span><\/sup> One of my favorite sayings is this: “Learn to say, ‘I don’t know.’ If used when appropriate, it will be often.”<sup class=\"noteMarker\"><a href=\"#footnote8-23905_000_040\">8<\/a>\n\t <span class=\"footnote\">[“Rumsfeld’s Rules,” <span class=\"emphasis\">Parade Magazine,<\/span> 18 Nov. 2001, 9.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>5. Self-Discipline<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p24\" class=\"\">You must have the strength to discipline yourselves so that you can accomplish your goals and enhance your natural strengths. Habits of self-discipline formed while you are young will become part of the makeup of your character for the rest of your lives. The character thus formed from self-discipline will rise with you in the Resurrection.<sup class=\"noteMarker\"><a href=\"#footnote9-23905_000_040\">9<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"11663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11663)\">D&amp;C 130:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p25\" class=\"\">The principle of work is part of self-discipline. Now, my dear young sisters, I have lived a good many years longer than you, but even back in Grandpa’s time there was something to make you want to lie down and go to sleep—they called it <span class=\"emphasis\">work.<\/span><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>6. Fairness<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p27\" class=\"\">We need to be fair and compassionate in our dealings with other human beings. The Savior gave us the parable of the unjust servant who owed a large sum of money. His master forgave him the debt, but that same servant went out and had a fellow servant put into prison for a much smaller debt. Their master rebuked him for not showing the same compassion that he had himself received, and then sent him to the same fate as his fellow servant.<sup class=\"noteMarker\"><a href=\"#footnote10-23905_000_040\">10<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"33775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33775)\">Matt. 18:23–34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p28\" class=\"\">If you will be fair to other people, they will more likely be fair to you. The story is told of a Sunday School teacher who was teaching this principle. She told her class, “Remember, we are here to help others.” A girl in her class asked, “Then what are the others here for?”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>7. Moderation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p30\" class=\"\">Part of the spirit of the Word of Wisdom is moderation in all things, except those things specifically forbidden by the Lord. It is well to avoid extremes in dress, hairstyles, makeup, conduct, speech, and music. Extremes may attract the attention of some, but they are more likely to turn off those you really want to impress.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p31\" class=\"\">When I was a young man, my friends and I went to an amusement park, where we rode the flying saucer. It was shaped something like an upside-down plate that went round and round. Most of us tried to get to the middle so we wouldn’t be thrown off by the centrifugal force as the saucer picked up speed. Sometimes those on the edge would grab a friend who was closer to the middle, but that would pull them both completely off the saucer. I soon recognized that the centrifugal force was far less powerful in the middle. I was quite safe in the center even though the saucer was still spinning. But it was risky when someone on the fringe latched on to me. I learned that safety comes from staying close to the center.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>8. Cleanliness<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p33\" class=\"\">Years ago, President Howard W. Hunter, Sister Faust, and I visited with some BYU students when the study abroad program in Jerusalem was housed in a kibbutz, an Israeli hostelry. On the door of two of the students was a notice that read, “If cleanliness is next to godliness, welcome to purgatory!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p34\" class=\"\">President Hinckley gave some excellent counsel when he said: “Be clean in dress and manner. … The age in which we are living now has become an age of sloppy dress and sloppy manners. But I am not so concerned about what you wear as I am that it be clean. … Be sure of your personal cleanliness.”<sup class=\"noteMarker\"><a href=\"#footnote11-23905_000_040\">11<\/a>\n\t <span class=\"footnote\">[“‘Be Ye Clean,’” <span class=\"emphasis\">Ensign,<\/span> May 1996, 48–49.]<\/span><\/sup> Remember that you and the Church will be judged in part by your cleanliness and neatness in appearance.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>9. Courage<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p36\" class=\"\">You precious young ladies will need a lot of courage—courage to stand up to peer pressure, to resist temptation, to withstand ridicule or ostracism, to stand up for the truth. You will also need courage to face the challenges of life. One young woman who was a cross-country runner wrote: “I am often tempted to give up and quit during a race. During my first race this year, when I was just about to be overpowered and stop running, the words to the third verse of ‘How Firm a Foundation’ filled my mind. The words gave me the courage to finish the race.”<sup class=\"noteMarker\"><a href=\"#footnote12-23905_000_040\">12<\/a>\n\t <span class=\"footnote\">[“Feedback,” <span class=\"emphasis\">New Era,<\/span> Aug. 1990, 3.]<\/span><\/sup><\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Fear not, I am with thee; oh, be not dismayed,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">For I am thy God and will still give thee aid.<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">I’ll strengthen thee, help thee, and cause thee to stand, … <\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Upheld by my righteous, omnipotent hand.<\/span>\n\t      <sup class=\"noteMarker\"><a href=\"#footnote13-23905_000_040\">13<\/a>\n\t     <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 85.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>10. Grace<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p42\" class=\"\">We are told in the Doctrine and Covenants that we are to “grow in grace.”<sup class=\"noteMarker\"><a href=\"#footnote14-23905_000_040\">14<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"11537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11537)\">D&amp;C 50:40<\/a><\/span>.]<\/span><\/sup> Grace is a God-given virtue. It is a disposition to be kind and to do good. It is a charming trait or accomplishment, “a pleasingly graceful appearance.”<sup class=\"noteMarker\"><a href=\"#footnote15-23905_000_040\">15<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed. (2000), “grace,” 504.]<\/span><\/sup> Charm is attractiveness which comes from a feeling of personal dignity, an inner beauty that comes from a feeling of self-worth. It has been said that your expression is the most important thing you can wear. A fine young single man I know has a list of qualities he is looking for in his future wife. Cheerfulness is at the top of the list.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p43\" class=\"\">We frequently find that the influence of good women is underrated. It is an influence that is often subtle but yet has tremendous consequences. One woman can make a great difference for a whole nation. I cite two examples from the scriptures, one for evil and one for good.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p44\" class=\"\">In the book of Ether, Jared’s beautiful daughter enticed Akish to marry her through a seductive dance. Akish was to pay for her hand in marriage by murdering her grandfather, King Omer, so that her father could become the king. At her urging, Akish formed oath-bound secret combinations which caused the destruction of the Jaredite nation.<sup class=\"noteMarker\"><a href=\"#footnote16-23905_000_040\">16<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"22139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22139)\">Ether 8:8–22<\/a><\/span>; <span class=\"citation\" id=\"24650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24650)\">Hel. 6:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p45\" class=\"\">On the other hand, Esther, a Jewess in the Old Testament, saved her people. When the Jews were in captivity, Esther was married to King Ahasuerus. The king signed a decree that all Jews were to be put to death. Esther’s cousin Mordecai urged her to intercede with the king on behalf of her people by saying to her, “Who knoweth whether thou art come to the kingdom for such a time as this?”<sup class=\"noteMarker\"><a href=\"#footnote17-23905_000_040\">17<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"22102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22102)\">Esth. 4:14<\/a><\/span>.]<\/span><\/sup> Esther, at the peril of her own life, pled with the king that her people should be spared. The king listened to her entreaty, and they were saved. One woman can make a great difference, even for a nation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p46\" class=\"\">These are challenging times. I believe your spirits may have been reserved for these latter days; that you, like Esther, have come to earth “for such a time as this.” It may be that your most significant, everlasting achievements will be your righteous influence on others, that your divine feminine inner beauty and intuition will find expression in your quiet strength, gentleness, dignity, charm, graciousness, creativity, sensitivity, radiance, and spirituality. Enhance these sublime feminine gifts. They will make you appealing and even irresistible as you serve others as the handmaidens of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-virtues-of-righteous-daughters-of-god.p47\" class=\"\">I testify that if you practice these virtues, you will be able to “press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men.”<sup class=\"noteMarker\"><a href=\"#footnote18-23905_000_040\">18<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"3440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3440)\">2 Ne. 31:20<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_040\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3439)\">2 Ne. 31:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_040\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith<\/span> (1985), 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_040\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Private letter written by Michele Lewis, 12 Aug. 1996.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_040\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_040\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25817)\">Jacob 2:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_040\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“No Greater Honor: The Woman’s Role,” in <span class=\"emphasis\">Woman <\/span>(1979), 8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_040\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11679)\">D&amp;C 136:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23905_000_040\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“Rumsfeld’s Rules,” <span class=\"emphasis\">Parade Magazine,<\/span> 18 Nov. 2001, 9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23905_000_040\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11663)\">D&amp;C 130:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23905_000_040\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"33775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33775)\">Matt. 18:23–34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23905_000_040\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“‘Be Ye Clean,’” <span class=\"emphasis\">Ensign,<\/span> May 1996, 48–49.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23905_000_040\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“Feedback,” <span class=\"emphasis\">New Era,<\/span> Aug. 1990, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23905_000_040\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 85.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23905_000_040\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11537)\">D&amp;C 50:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23905_000_040\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed. (2000), “grace,” 504.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23905_000_040\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"22139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22139)\">Ether 8:8–22<\/a><\/span>; <span class=\"citation\" id=\"24650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24650)\">Hel. 6:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-23905_000_040\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22102)\">Esth. 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_040\"><a name=\"-23905_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-23905_000_040\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3440)\">2 Ne. 31:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}