{"ID":6835, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light of His Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p3\" class=\"\">Gayle M. Clegg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p\" class=\"\">Second Counselor in the Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gayle-m-clegg-10.jpg\" alt=\"Gayle M. Clegg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23905_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p4\" class=\"\">When I was nine years old, our family moved into a home with an unfinished basement where my sister and I slept. Sometimes at night as I lay in bed trying to go to sleep, the unfinished walls looked like shadowy figures. These shapes gave me frightening dreams. Sometimes I would sleepwalk through my house and wake up suddenly in a strange place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p5\" class=\"\">One night after sleepwalking, I woke up totally confused and frightened. I tried to scream for help, but no sound came from my mouth. It was so dark, I could not see my hand in front of my face. Suddenly, someone turned on a light, and I could see where I was. My mother must have heard me sleepwalking and came down to the basement to check on me. When she didn’t find me safe in my bed, she turned on the light to look for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p6\" class=\"\">One simple flick of a light switch and I understood exactly where I was, how much my mother loved me, and how to return to the safety of my covers. Because the shadows scared me, I asked my mother to leave on a light. She agreed. I’m thankful my mother loved me enough to come downstairs and turn on the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p7\" class=\"\">Today we felt another kind of light go on inside of us as we listened to the children’s choir sing the words “The Lord has blessed me to feel His love” (“I’ll Follow Him in Faith,” <span class=\"emphasis\">Friend,<\/span> Jan. 2003, 24; <span class=\"emphasis\">Liahona,<\/span> Feb. 2003, F16). This feeling is why we go to church each week and sing Primary songs and hymns, sometimes the same ones over and over again. We know the words, but all of a sudden, the words make our hearts swell with light and love. It’s like we remember who we really are. Because we are Heavenly Father’s children, it’s like He comes down and turns on a light for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p8\" class=\"\">This feeling of light that we feel in church is just like the feeling of love and safety I felt when my mother turned on the light in the basement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p9\" class=\"\">A doctor named Rachel Remen tells a true story about a handsome, young football player who loses the feeling of love that light brings. His life had been good, with friends and an athletic body. Then he got cancer in his leg. His leg had to be cut off above the knee. Playing football and receiving fame were now things of the past. He grew angry, making his life dark and confusing. It was hard for him to know who he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p10\" class=\"\">Doctor Remen asked this young man to draw what his body looked like. He drew a simple sketch of a vase. Then he took a thick, black crayon and drew a deep crack down the vase. It was clear that he believed his body was like a broken vase that could never be useful again. This was not really true. They made him an artificial leg so he could walk. But his heart felt so dark that his body wouldn’t heal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p11\" class=\"\">Then he talked to some people who had problems like his own. He understood their feelings. He started to help other people feel better. A light came into his own heart, and he started to heal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p12\" class=\"\">He met a young lady with similar problems. Her heart was filled with shadows. When he entered her hospital room for the first time, she refused to look at him and lay in bed with her eyes closed. He tried everything he knew to reach her. He played the radio, he told jokes, and finally he took off his artificial leg and let it drop to the floor. Startled, she opened her eyes and saw him for the first time as he began to hop around the room, snapping his fingers in time to the music. She burst out laughing and said, “If you can dance, maybe I can sing.” They became friends. They shared their fears and helped each other feel hopeful.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p13\" class=\"\">In the young man’s last visit with the doctor, he looked at his old drawing of the vase with the crack in it and said, “That picture of me is not finished.” Taking a yellow crayon, he drew lines going from the crack to the edges of the paper. He put his finger on the ugly black crack and said, “This is where the light comes through.” (See <span class=\"emphasis\">Kitchen Table Wisdom<\/span> [1996], 114–18.) I believe he meant that dark and difficult experiences help us to feel the light from Heavenly Father’s love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p14\" class=\"\">The night I was sleepwalking in my basement and woke up frightened, I was right beside my sister all the time. She was fine, but I needed someone to help me find the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p15\" class=\"\">This happens to all of us. The wonder of it is not that we have different experiences but that Heavenly Father understands us individually. He knows how to love each of us in the way we most need it. Sometimes we feel His love through our parents, teachers, and friends. Sometimes we feel His love through the promptings of the Holy Ghost. Sometimes we feel His love through music and hugs, through scriptures and prayers. He can encircle us in His light when we need it, because we are His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p16\" class=\"\">I know Heavenly Father loves each one of us. “Having the love of God always in [our] hearts” (<span class=\"citation\" id=\"8777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8777)\">Alma 13:29<\/a><\/span>) gives us confidence to do hard things. I feel that love as I speak to you today. I hope you will remember the feelings you have when you hear testimonies about Heavenly Father’s love for you and then try to be in the places where you can feel the light of His love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/the-light-of-his-love.p17\" class=\"\">I pray that all children may feel and cherish the love of our Heavenly Father, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}