{"ID":6836, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            I Can Pray to Heavenly Father Anytime, Anywhere\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p3\" class=\"\">Sydney S. Reynolds<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p\" class=\"\">First Counselor in the Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sydney-s-reynolds-10.jpg\" alt=\"Sydney S. Reynolds\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23905_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p4\" class=\"\">My young brothers and sisters, can you think of the last time you received an answer to your prayers? Was it when you lost something? Was it when you were scared? Maybe you were sick or someone you loved was sick. I have prayed in those times, too.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p5\" class=\"\">Where were you the last time you prayed? I have prayed in many places. I have prayed on the beach, in the mountains, in church, on the playground. I have prayed in my house, in an airplane, and at the hospital. I know that I can pray to Heavenly Father anytime, anywhere. I know He hears me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p6\" class=\"\">Let me tell you a story about two children—a boy who was about six years old and a girl just over seven. They went for a ride one hot summer day with their dad in their grandpa’s old Jeep. They drove for an hour and a half, and the Jeep started making funny noises. It died completely as they rolled into a gas station in the next town. “We can fix it,” the attendant said, and he directed them to walk across town to a parts store. Once inside the store, the children found lots of things to look at, and they didn’t notice their dad go into the back with the manager. All they knew was that they couldn’t see him. They looked outside and saw a man down the street who was wearing a hat like their dad’s. He was just turning a corner, so they ran after him crying, “Dad! Dad!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p7\" class=\"\">By the time they figured out it wasn’t their dad, they were lost. They couldn’t find the store, they didn’t know where they were, and they didn’t know anyone in that city. The girl wanted to go this way; the boy thought they should go that way. How could they find their dad, or at least the Jeep? She said, “We need to pray.” He felt self-conscious about praying in public, but after they prayed, they both started walking in the same direction. They found the gas station, crawled in the back of their Jeep, and waited. After a little while—it seemed like a long time to them—their father came. He had also been praying that he’d find them and find them quickly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p8\" class=\"\">In the scriptures there are many stories of answers to prayer. Do you remember these? Nephi was told how to build a ship and where to find food; Daniel prayed for protection from the lions; Enos prayed all day and into the night that his sins would be forgiven; Hannah prayed that she could have a baby. My favorite story of all about prayer is the story of a young boy who wanted to know something. He wanted to know which church he should join. His friends and his family were finding churches to join. He just didn’t know which church was right. He was only 14 years old.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p9\" class=\"\">One day Joseph Smith was reading in the Bible, and this is what he read: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him” (<span class=\"citation\" id=\"26038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26038)\">James 1:5<\/a><\/span>). That scripture was so powerful to him! He’d never prayed out loud before, but he needed an answer and he believed the scripture. Humbly, he went to a wooded area close to his house, and he knelt down and began to pray. This was such an important prayer that the powers of darkness threatened to overwhelm this strong, young farm boy, but he cried out to God for help. As he did, a light descended and the darkness went away. Joseph saw two personages standing in the light. One of Them said to him, pointing to the other: “This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"30186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30186)\">JS—H 1:17<\/a><\/span>). It was God the Father and His Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p10\" class=\"\">When I think of that story, I think of my children. All of them served in missions outside of the United States. They each needed to learn a new language. One of the things they learned to share in their new languages was the story of Joseph Smith’s prayer. Why did they learn that? Because the people they were teaching needed to know that Heavenly Father and Jesus chose Joseph Smith to be the prophet who would restore the gospel and the Church of Jesus Christ to the earth once more. <span class=\"emphasis\">And<\/span> the people needed to know that just as Joseph Smith received an answer to his prayer, they could pray to Heavenly Father and receive answers to their prayers. He will answer your prayers, too. I know we can pray to Heavenly Father anytime, anywhere, and I’m so grateful that we can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p11\" class=\"\">Here is my testimony on the fingers of one hand:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>I know that God is our Father in Heaven and that He loves us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Jesus Christ is His Son, our Savior and Redeemer.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Joseph Smith is a prophet of God. He translated the Book of Mormon by the gift and power of God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>The Church of Jesus Christ of Latter-day Saints is the Lord’s Church on the earth today.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The living prophet is President Gordon B. Hinckley.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/i-can-pray-to-heavenly-father-anytime-anywhere.p17\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}