{"ID":6837, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Show You Know\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p3\" class=\"\">Coleen K. Menlove<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p\" class=\"\">Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/coleen-k-menlove-10.jpg\" alt=\"Coleen K. Menlove\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23905_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p4\" class=\"\">Dear Primary children, this year we celebrate the 125th year since Primary was organized. It was organized by a prophet of God to help children learn and live the gospel of Jesus Christ with joy. Primary is important, and this will be a wonderful year as we celebrate. Most importantly, we—your parents, leaders, and teachers—honor you, the children. We love you. We rejoice in who you are and who you can become.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p5\" class=\"\">You are a child of God. You have a loving Heavenly Father who hears and answers your prayers. He wants you to be worthy to return and live with Him someday. Knowing this can help you plan for your earthly and eternal future with a brightness of hope. As you look to the future, look far beyond tomorrow. The scriptures, the teachings of latter-day prophets, and even the Primary songs can help you understand and prepare to reach your eternal potential. Jesus Christ set the example for us of how to live worthy so we may return to the presence of our Heavenly Father. Each of you will have opportunities to learn about Jesus Christ and then follow Him in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p6\" class=\"\">We show we know how to follow Him by making and keeping baptismal covenants and by receiving and listening to the Holy Ghost. We show we know how to follow Him each time we worthily partake of the sacrament and remember Jesus. I want to talk about another way we show we know—by keeping the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p7\" class=\"\">The Lord declared, “Verily, verily, I say unto you, this is my gospel; and ye know the things that ye must do in my church; for the works which ye have seen me do that shall ye also do.”<sup class=\"noteMarker\"><a href=\"#footnote1-23905_000_043\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5442)\">3 Ne. 27:21<\/a><\/span>.]<\/span><\/sup> I love the Primary song “I’m Trying to Be like Jesus,”<sup class=\"noteMarker\"><a href=\"#footnote2-23905_000_043\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Children’s Songbook,<\/span> 78.]<\/span><\/sup> and I love the way I feel when I sing it. Each day we are given opportunities to show we know how to be like Jesus and follow Him in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p8\" class=\"\">When 10-year-old John joined the swimming team, he told his coach he could compete in the meets held on Saturday but not those held on Sunday. At the last meet of the season, John’s relay race was scheduled for Sunday. He remembered a family home evening lesson about making decisions in advance so it would be easier to do the right thing when the time came. John said: “I had made the decision not to swim on Sunday before I joined my team. That made it easier for me to tell the coach that I couldn’t swim the relay. I thought the coach would be mad at me. But at the end-of-the-year banquet, … he told the team how proud he was of me for having standards and then sticking to them.”<sup class=\"noteMarker\"><a href=\"#footnote3-23905_000_043\">3<\/a>\n       <span class=\"footnote\">[John S. Netherton, “Sticking to Standards,” <span class=\"emphasis\">Friend,<\/span> May 2000, 47.]<\/span><\/sup> John shows he knows by keeping the Sabbath day holy and setting an example of someone who follows the teachings of Jesus. Every time you keep the Sabbath day holy, you show you know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p9\" class=\"\">Perhaps you have had an experience like the one I had when I was 11 years old. I had a friend whom I admired because she seemed to know so much. One day she offered me a cigarette. She told me she would help me learn to smoke, and she pressured me with words like “It won’t hurt—just this once.” I didn’t want to offend her, but I had decided when I was very young that I would never smoke. This decision made it easier to say no. Show you know by obeying the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p10\" class=\"\">When Caitlin was six years old, she asked her dance teacher if she could wear a more modest costume for the dance recital. When her teacher said no, Caitlin knew what she had to do. She told her teacher she would have to drop out because she had to do what Jesus would want her to do. Caitlin said, “It was a very hard decision to make, but I felt good afterward.”<sup class=\"noteMarker\"><a href=\"#footnote4-23905_000_043\">4<\/a>\n       <span class=\"footnote\">[Caitlin McGrath, “A Modest Choice,” <span class=\"emphasis\">Friend,<\/span> May 2000, inside back cover.]<\/span><\/sup> We respect our bodies by dressing modestly. We show we know how to keep the commandments and follow the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p11\" class=\"\">We show we know by living the commandment to love one another. Our prophet, President Gordon B. Hinckley, said: “There is a mighty strength that comes of the knowledge that you and I are sons and daughters of God. … One who has this knowledge and permits it to influence his [or her] life will not stoop to do a mean or cheap … thing.”<sup class=\"noteMarker\"><a href=\"#footnote5-23905_000_043\">5<\/a>\n       <span class=\"footnote\">[“‘God Hath Not Given Us the Spirit of Fear,’” <span class=\"emphasis\">Ensign,<\/span> Oct. 1984, 2.]<\/span><\/sup> Jesus commanded us to love our neighbors as ourselves. He illustrated this great teaching with the example of the good Samaritan, who performed acts of kindness and mercy when no one else would help. Then the Savior said, “Go, and do thou likewise.”<sup class=\"noteMarker\"><a href=\"#footnote6-23905_000_043\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"31067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31067)\">Luke 10:37<\/a><\/span>.]<\/span><\/sup> The Savior taught us to love and do good to one another—even those who have different standards. These differences are no excuse for avoiding others or being unkind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p12\" class=\"\">A friend of eight-year-old Chelsea said that she didn’t like a certain boy because he wasn’t a member of our church. What do you think Chelsea did? What would you do? Chelsea told her friend it’s OK that he is not a member of our church; he is still a good person.<sup class=\"noteMarker\"><a href=\"#footnote7-23905_000_043\">7<\/a>\n       <span class=\"footnote\">[See Chelsea M. Bryant, “Creating Kindness,” <span class=\"emphasis\">Friend,<\/span> Mar. 2000, 35.]<\/span><\/sup> We show we know how to follow the Savior when we treat others with kindness and respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p13\" class=\"\">What about the kindness we show to our own family members? The most important and sometimes the most difficult place to show kindness is in our own homes, to our parents and to our brothers and sisters. When our son Mitch was 10 years old, he wanted to help our family, especially if he could make it fun. When no one was looking, he put a bell on a string around his neck and pretended to be a bellboy as he helped with family jobs. When family members noticed things were done, he would just say, “It must be the bellboy.” Mitch was a great help to us and also brought fun and delight to our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p14\" class=\"\">The boys and girls of whom I have spoken show they know by keeping the Sabbath day holy, obeying the Word of Wisdom, being modest in their dress, and being kind to friends and family. You, too, can show you know by keeping these and the other commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p15\" class=\"\">Being a member of The Church of Jesus Christ of Latter-day Saints means we have been given opportunities to receive all the blessings of the gospel. Each day you can say with full confidence:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p16\" class=\"\">“I am a child of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p17\" class=\"\">“I know Heavenly Father loves me, and I love Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p18\" class=\"\">“I can pray to Heavenly Father anytime, anywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p19\" class=\"\">“I am trying to remember to follow Jesus Christ.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/05\/show-you-know.p20\" class=\"\">Make a decision today to show you know by following Jesus Christ in faith. The path back to Heavenly Father will not be easy. You will need courage to continue day after day as you follow the Savior. I bear my witness that as you make the decision to show you know by following Jesus Christ in faith, you will experience peace and happiness now and throughout eternity. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23905_000_043\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5442)\">3 Ne. 27:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23905_000_043\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Children’s Songbook,<\/span> 78.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23905_000_043\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>John S. Netherton, “Sticking to Standards,” <span class=\"emphasis\">Friend,<\/span> May 2000, 47.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23905_000_043\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Caitlin McGrath, “A Modest Choice,” <span class=\"emphasis\">Friend,<\/span> May 2000, inside back cover.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23905_000_043\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“‘God Hath Not Given Us the Spirit of Fear,’” <span class=\"emphasis\">Ensign,<\/span> Oct. 1984, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23905_000_043\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"31067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31067)\">Luke 10:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23905_000_043\"><a name=\"-23905_000_043\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23905_000_043\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Chelsea M. Bryant, “Creating Kindness,” <span class=\"emphasis\">Friend,<\/span> Mar. 2000, 35.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}