{"ID":684, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Plea for Living the Gospel Expressed<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1953, pp. 131-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have just listened to Elder Marion D. Hanks, whom, as I stated a few moments ago, you\nhave this day sustained as a member of the First Council of the Seventy.\n<\/p><p>\nMessages of appreciation of the television service rendered this forenoon to the people of the\nNorthwest and on the Pacific Coast, still come in. Knowing your interest, I will read two\nmore.\n<\/p><p>\nThis is from Seattle, Washington signed by Wilford H. Payne, Seattle Stake: \"Please accept\nappreciation of the first television broadcast conference session to Saints and friends in the\nNorthwest.\"\n<\/p><p>\nFrom Los Angeles, signed by the President of the California Mission Bryan L. Bunker:\n\"Televised conference messages received perfectly. Marvelous missionary opportunity in the\nfuture. Gratefully, President of the California Mission.\"\n<\/p><p>\nAnd now at the conclusion of this great conference, may we express again the gratitude of our\nhearts to these men and companies, who have so graciously contributed of their means, with\nso little expense to the Church, to broadcast by radio and by television, the proceedings of\nthis great conference. We want them to know that you and the Church generally deeply\nappreciate their co-operative efforts.\n<\/p><p>\nEXPRESSES APPRECIATION\n<\/p><p>\nWe express gratitude, also, to the public press. I want to name especially the reporters on our\npapers, who have given such accurate and careful, complete accounts of the various meetings,\nspeakers of our conference since last Wednesday, including the great Relief Society\nconference.\n<\/p><p>\nWe wish to express appreciation to the audience here in the Tabernacle, your responsiveness\nand your reverence, may it be an example to the audiences, to the congregations throughout\nthe Church when they enter our places of worship: Very little moving about, no leaving of the\nservices, I have been favorably impressed and commend you.\n<\/p><p>\nWe appreciate the co-operation of our city officials, their ready and efficient service, wherever\nit is needed; our traffic officers in handling the crowds. I have noticed new precautionary\nmeasures taken and the presence of the members of the police force on the corners,\ncourteously, carefully protecting the crowds surrounding this block and throughout the city.\n<\/p><p>\nWe wish to mention again these beautiful flowers sent from Oahu and others furnished by our\nlocal florists. We appreciate our singers, and although we have already expressed it to each\nchoir, I repeat again your appreciation of the Relief Society Singing Mothers, the members of\nthe Swiss-German Choir, the Men's Chorus, who rendered such good service last evening in\nthe Tabernacle, and finally, and of course not least, the members of our Tabernacle Choir. To\nall of these and to all others, including our ushers, we extend heartfelt appreciation.\n<\/p><p>\nAnd now, this great conference draws to a close. Our anticipation, our hopes, our prayers that\nit might prove to be uplifting and inspirational, have been realized, and for that we are\ngrateful to our heavenly Father, grateful for the inspiration he has given to the General\nAuthorities who have spoken to you. What great messages they have given to us and to the\nworld! Truly our hearts have been filled with gratitude that the Lord has magnified each one,\nto the end that his word has been spoken.\n<\/p><p>\nIn conclusion, may I leave just one closing thought. This Church of Jesus Christ commonly\nknown as \"Mormonism,\" is in the world to make people happy. Happiness is the end, really,\nof our existence. That happiness comes most effectively through service to our fellow men,\nand the Church is the most effective means in the world through which that service may be\nrendered.\n<\/p><p>\nThere is no happiness without peace. Today, the President of the United States, his Cabinet,\nCongress, the Senate the House of Representatives, the Judiciary, are all seeking peace in the\nworld. Nations are longing for it Mothers and fathers, grandmothers and grandfathers who\nhave children and grandchildren in the armed forces are praying daily that we might have\npeace.\n<\/p><p>\nPeace is the message that came when the Savior was born a Babe in Bethlehem. It was\nheralded by the angel choir, singing, \"Glory to God in the highest, and on earth peace, good\nwill toward men\" (<span class=\"citation\" id=\"31323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31323)\">Luke 2:14<\/a><\/span>).\n<\/p><p>\n\"Peace,\" he said to his disciples toward the close of his ministry, \"These things I have spoken\nunto you that in me ye might have peace. In the world ye shall have\ntribulation: but be of good cheer; I have overcome the world\"\n(<span class=\"citation\" id=\"27566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27566)\">John 16:33<\/a><\/span>).\n<\/p><p>\nAfter his resurrection, when the doors were closed and the ten disciples were in session, as he\ngreeted them, his first salutation was, \"Peace be unto you\"\n(<span class=\"citation\" id=\"27575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27575)\">John 20:21<\/a><\/span>).\nAnd eight days later, when the eleven were there, the same salutation,\n\"Peace\" (see <span class=\"citation\" id=\"27576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27576)\">John 20:26<\/a><\/span>).\n<\/p><p>\nWhat a glorious thing it is, brethren and sisters, and this is my message: Peace cannot be\nfound in external things. Peace comes from within. \"There is no peace except by the triumph\nof principles,\" said the wise Emerson. Peace is within the individual soul. There is no peace\nwhen one's conscience is seared or when one is conscious of having committed some\nuntoward act.\n<\/p><p>\nThere was certainly no peace in that young girl's soul who came and confessed the other\nnight, fearful of the disgrace she had brought upon her loving parents, fearful of how she\ncould again meet the world. She was experiencing the pangs of retribution&mdash;the antithesis of\npeace.\n<\/p><p>\nPeace springs from righteousness in the soul, from upright living. If we are going about in the\nworld to establish peace, let us begin at home, first with each individual. If you want peace\ntonight, remember yours is the responsibility to obtain it, and it is my responsibility, and it is\nyour privilege and mine to attain it.\n<\/p><p>\nCertainly, let us establish peace in our household. We are sending out missionaries, it is true,\nto proclaim peace and universal brotherhood. That is one great mission of our Church. May\nall the world recognize it and co-operate with us in spreading the glad news, the glad tidings\nof great joy. That is the paramount purpose of our missionary work. May God guide the boys\nand the girls, the young men and women who go out, paying their own expenses or receiving\nsupport from their parents, in thus proclaiming peace to a disturbed and unsettled world. What\na glorious concept, but let us set the example by having peace in our homes.\n<\/p><p>\nParaphrasing the author of <i>The Simple Life:<\/i> \"Let our homes become sanctuaries for\nourselves.\" (I commend the appeal made by Elder Benson.)  Sanctuaries! A sanctuary is\nwhere we have peace. May our homes become warm nests where children may be protected\nand grow into noble men and women; where love may find privacy, old age repose, prayer an\naltar, and the nation a sure source of strength and perpetuity.\n<\/p><p>\nWith all my soul at the close of this great, inspirational conference, my dear fellow workers, I\nsay God bless you, that in your hearts and in your homes you may have peace. I say to all\nour friends who have been listening in, may the peace that comes from obedience to the\ngospel of Jesus Christ find lodgment in your hearts, through your acceptance of the truth.\n<\/p><p>\nMay the spirit of peace be poured out upon all nations, that the threatening clouds of\ndestruction may be dissipated, and the sunshine of peace shine once more all over the world, I\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}