{"ID":686, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1954, pp. 10-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren:  With the impressive presentation which we have witnessed here in this building\ntonight, I wish that, all assembled who are privileged by special wire to hear this service\nmight have seen it also.\n<\/p><p>\nWith President Clark's remarks as something of a background and justification, I would like\nto say a few words to the priesthood upon a subject which has been weighing upon my mind\nfor quite a period of time.  I would like to speak briefly on the subject of justice and mercy. \nThe Gospel of Jesus Christ is founded on law, salutary, righteous, benevolent\nlaw, established or the salvation and the blessing of humanity.  For every law given, there is a\npenalty for its infraction.  I know of no scripture where this is more plainly stated than by the\nProphet Alma: \"Now, how could a man repent except he should sin?  How could he sin if\nthere was no law?  How could there be a law save there was a punishment?\"\n(<span class=\"citation\" id=\"8954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8954)\">Alma 42:17<\/a><\/span>).\nThe Savior himself declared that he came to fulfill the law, not to do away with it\n(<span class=\"citation\" id=\"34613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34613)\">Matt. 5:17<\/a><\/span>;\n<span class=\"citation\" id=\"5539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5539)\">3 Ne. 12:17-19<\/a><\/span>;\n<span class=\"citation\" id=\"5541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5541)\">3 Ne. 15:2-10<\/a><\/span>), but with\nthe law he brought the principle of merry to temper its enforcement, and to bring hope and\nencouragement to offenders for forgiveness through repentance.\n<\/p><p>\nI presume it has always been a nice question, and a perplexing one, to determine when the\ndemands of justice are satisfied and the principle of merry takes over.  To assist in the\ndetermination of this issue, we have available to us again the words of Alma: \"For behold,\njustice exerciseth all his demands, and also merry claimeth all which is her own; and thus,\nnone but the <i>truly penitent<\/i> are saved.  What, do ye suppose that merry can rob justice?  I say\nunto you, Nay; not one whit.  If so, God would cease to be God\"\n(<span class=\"citation\" id=\"8955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8955)\">Alma 42:24-25<\/a><\/span>).\n<\/p><p>\nNow the Church of Christ is commissioned with the authority to interpret the law and pass\njudgment on infractions thereof.  This is a heavy responsibility, one which many officers of\nthe Church would forego, if they could justify themselves in so doing.  In civil government it\nis not uncommon to hear references to the majesty of the law, by which is contemplated, we\nmay assume, not only its supremacy and binding force, but also the deference and respect\nwhich should be shown for it, and the obligation to sustain its sovereign power.  Certainly this\napplies with greater force and extended meaning to the majesty of divine law. It is God's law. \nIt must be supported and it must be enforced to win salvation and the respect of those within\nthe Kingdom and those without.\n<\/p><p>\nFor the maintenance of the law of the Lord, judges have been set up in his Kingdom,\ntribunals established, and guiding principles laid down for the administration of justice. \nBishops of Wards have been designated common judges in Israel, and they, with their\ncounselors, have been delegated with authority to deal with cases properly coming under their\njurisdiction. Appellate courts, culminating in the First Presidency of the Church, have likewise\nbeen designated by revelation having both appellate and original jurisdiction.\n<\/p><p>\nWith this as a premise, I ask first the question, How can the priesthood and ecclesiastical\nauthority of the Church best discharge the responsibility so committed to it.  Do not \"the\njudges in Israel\" (<span class=\"citation\" id=\"13255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13255)\">D&amp;C 58:17<\/a><\/span>;\n<span class=\"citation\" id=\"13307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13307)\">D&amp;C 107:72,76<\/a><\/span>) have a compelling\nobligation to deal with all cases of infraction against the\nlaw, mercifully but justly? What good to the Church, what real benefit to erring members, can\ncome from ignoring this obligation and, as we sometimes say, winking at and\n\"white-washing\" the offenders?  Can the judges thus help in setting people on the way to\nrepentance and forgiveness?\n<\/p><p>\nWhat is repentance, and when does it become operative in the attainment of forgiveness?  We\nall know the answer.  Repentance consists first in a godly sorrow.  Note the term \"godly\nsorrow,\" which the scriptures tell us \"worketh repentance to salvation . . . but the sorrow of the\nworld worketh death\" (<span class=\"citation\" id=\"3028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3028)\">2 Cor. 7:10<\/a><\/span>).\nThis godly sorrow is something more than admission\nafter being discovered in sin, and the judges in Zion will do well not to confuse the two. \nNext after godly sorrow comes confession, which is prompted by the inward sorrow and the\nearnest desire for relief from the suffering entailed by acute realization of wrongdoing of\nwhich we saw an impressive illustration tonight.  To whom should confession be made?  To\nthe Lord, of course, whose law has been violated.  To the aggrieved person or persons, as an\nessential in making due retribution if that is necessary.  And then certainly to\nthe Lord's representative, his appointed judge in Israel, under whose ecclesiastical jurisdiction\nthe offender lives and holds membership in the Kingdom.\n<\/p><p>\nIs the offender justified in bypassing his immediate Church authority and judge, and going to\nthose who do not know him so well to make his confession? Almost universally, I think the\nanswer should be No, for the local tribunals are in position to know the individual, his history\nand environs far better than those who have not had close contact with him, and in\nconsequence the local authorities have a background which will enable them to pass judgment\nwith more justice, and also mercy, than might be reasonably expected from any other source. \nIt follows that it is the order of the Church for confessions to be made to the Bishop, which\nentails heavy and exacting responsibilities on the part of the Bishop, the first of which is that\nevery confession should be received and held in the utmost confidence. A Bishop who\nviolates such a sacred confidence is himself guilty of an offense before God and the Church. \nWhere it becomes necessary to take counselors into his confidence, as it frequently does, and\nwhere it is necessary to organize tribunals, the Bishop should inform the confessor, and if\npossible obtain his permission so to do.\n<\/p><p>\nWhy is confession essential?  First, because the Lord has commanded it, and secondly,\nbecause the offender cannot live and participate in the Kingdom of God, to receive the\nblessings therefrom, with a lie in his heart.\n<\/p><p>\nNow the confessed offender is not without hope, for he can obtain. forgiveness by following\nthe course outlined, and by forsaking sins comparable to that committed, as well as all other\nsin, and living before the Church and the Lord in such manner as to win approbation of both. \nThe offender who has brought stigma and affront to the ward, the stake or the mission should\nseek the forgiveness of those he has thus offended.  That may be had at times through the\npresiding authorities of the various divisions of the Church.  At other times it may be\nappropriate and quite necessary to make amends for public offenses and seek forgiveness\nbefore organizations of the people.  The judges of Israel will determine this matter.  And if\nthe judges in the missions, the wards and the stakes need counsel in the matter, they know\nwhere to get it.\n<\/p><p>\nHow may the judges of Israel determine when repentance is adequate? Surely this\ndetermination must rest with the inspired discernment and discretion of the judges.  No\nspecification of time required can be definitely made, but one caution may be wisely\nobserved.  That caution is for a sufficient time to elapse to permit a period of probation for\nthe one seeking forgiveness.  This probation serves a double purpose: First, and perhaps most\nimportant, it enables the offender to determine for himself whether he has been able to so\nmaster himself as to trust himself in the face of ever-recurring temptation; and secondly, to\nenable the judges to make a more reliable appraisement of the genuineness of repentance and\nworthiness for restored confidence.\n<\/p><p>\nNow I well recognize that the most serious aspects of this whole matter relate to personalities\ninvolved.  I think I have never been moved to greater compassion than that arising out of\nsympathy for the innocent victims of a sin committed by a son or a daughter, a father or a\nmother.  I am sure that the officers of the Church will always be susceptible to feelings of\ndeep pity for those who have fallen from the path of righteousness and for their families. And\nthe question will continually arise in the future, as it has done throughout the past, how far\nsuch considerations shall deter the judges of Israel from merciful, kind, but just adjudication\nof offenses against the laws of God.  Long ago I have taken the position, with which I think\nmy brethren accord, that <i>every case of infraction<\/i> and I speak now of those infractions\nviolative of the laws of God which involve moral turpitude, every infraction\n<i>against the laws of God should be dealt with<\/i>. I do not say how. I leave that to the inspired\nwisdom of the judges.  Knowingly permitting a serious infraction of divine law to pass\nunnoticed is no kindness to the offender. He will never gain forgiveness except on the terms\nthe Lord has prescribed, and which I have tried to outline.\n<\/p><p>\nAnd I ask you as a final question, How can we ever hope to maintain the dignity of the\nChurch and the majesty of the law of the Lord without exercising disciplinary action through\nthe tribunals which the Lord has set up. So I think I am justified in calling upon the\nBishoprics, the High Councils, the Stake Presidencies, the Mission Presidencies, and the\nofficers of quorums to be watchmen on the towers of Zion, to guard and forewarn the people\nagainst the incursion of sin, to teach in plainness and without equivocation the law of the\nLord, to up old the law, and righteously and mercifully enforce it for the blessing of our\nmembership in the Church and all mankind.\n<\/p><p>\nNow I hope, my brethren, that I do not seem too exacting in what I have laid before you.  I\nbelieve that it is but a kindness to our brethren and our sisters throughout the Kingdom of the\nLord to make them understand these principles which he has laid down, and I believe that if\nwe exercise the great priesthood which has been given to us in the manner in which we\nshould exercise it, we shall accomplish for those who offend, as well as for the Church, a\ngreat service.  And I ask the Lord to bless us in this great power of the Holy Priesthood, to\nwhich tribute has been paid here tonight.  It is the power of God; it is the direct delegation of\nhis authority for the administration of his work, and he has selected his servant who stands at\nthe head of this Kingdom to represent him, and I know that as we follow his direction and\ncounsel and his example, we will win for ourselves his confidence and we will win the\nconfidence of the Lord, and the blessings which will make us happy.\n<\/p><p>\nMay the Lord bless you, my brethren, I humbly ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}