{"ID":687, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1954, pp. 13-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have several notes here should be considered by presiding officers in stakes and wards, in\naddition to those already mentioned in the message given by the Bishopric and by the\ncounselors in the Presidency.\n<\/p><p>\nOne of these I will mention.  The others we can carry over.  Will the presidencies of stakes at\nyour quarterly conference please present to the visiting General Authorities any problems\nwhich you have that are current, or might he current within a few days or weeks.  Let the\nBrethren who are on the ground consider these problems with you.  It may be the\nreorganization of a bishopric, the appointment of high councilmen, or the reorganization of a\nhigh council. Not infrequently we find before us correspondence from stakes in which\nquarterly conference was held just the week before our Thursday meeting, problems which\nshould have been taken up with the visiting Brethren.\n<\/p><p>\nIf you will follow that little suggestion it will expedite matters in the Presidency's office,\nwhich are accumulating.\n<\/p><p>\nAs I contemplate the vast audience of Priesthood tonight, assembled in the various places\nnamed at the opening of the meeting, and realize the potency and power of this great body of\nmen, I am overwhelmed.  As I sat in the audience and listened to the message given so\nimpressively by the Bishopric, and so successfully by the men and women who produced that\nfilm, I felt my feelings swell within my breast as to the possibility of the good that will be\ndone, and can be done, by these fifteen or twenty or twenty-five thousand\nmen of the Priesthood who are worshipping tonight.\n<\/p><p>\n\"There's surely somewhere a lowly place<br \/>\n      In earth's harvest fields so wide,<br \/>\n      Where I may labor thro' life's short day<br \/>\n      For Jesus, the Crucified; <br \/>\n      So trusting my all to Thy tender care,<br \/>\n      And knowing Thou lovest me,<br \/>\n      I'll do Thy will with a heart sincere,<br \/>\n      I'll be what you want me to be.\"\n<\/p><p>\nI hope everybody who sang that verse applied it to himself, and in a way made a sacred vow\nto do better in the future than in the past, and there came to my mind five fundamental\nvirtues which should be associated with that will.  I will just name them.\n<\/p><p>\nFirst is faith&mdash;faith in God the Father, in His Son, faith in our fellow men.\n<\/p><p>\nThe second is honesty, a childish sincerity, honest in dealing with our fellow men.  It is the\nfoundation of all character.  If you offer prayer at night and you have dealt dishonestly with\nyour fellows during the day, I rather think that as the king in Hamlet, your words fly up but\nyour thoughts remain below; but if you have dealt honestly, the Lord will hear and answer\nyour true feelings.\n<\/p><p>\nThe third is loyalty.  It is a wonderful principle.  A true friend is loyal. Many acquaintances\nare not, and may not be.  Be loyal to the Priesthood.  Be loyal to your wives and to your\nfamilies, loyal to your friends.\n<\/p><p>\nI cannot think that the Spirit of God will strive with a man who in any way helps to break up\nanother man's family. I care not what seeming attraction may be between him and the wife of\nthe other man.  God will withdraw his Spirit from such a one.\n<\/p><p>\nDo you know that five or six letters that have come just this week from broken-hearted wives\nof some men who are disillusioned with the Church have their origin in dishonest dealings\nwith men, or fancied dishonest dealings of brethren, and three of them from broken-hearted\nwives who are pleading for something to be said to have their husbands brought to recall what\nit means to be loyal to covenants made in the House of the Lord.\n<\/p><p>\nFourth, there springs from that chastity. All these 25,000 men, clean. That means something\nin this old world.\n<\/p><p>\nFifth, in the heart of each one a willingness, indeed, a desire, to serve their fellow men.\n<\/p><p>\nI will say no more, but I feel impressed to ask you, and all other listening in to repeat with\nme the First Article of Faith, and the Thirteenth Article of Faith, and let us say it slowly, and\nthink of each word as we say it.\n<\/p><p>\nYou recall the first: \"We believe in God, he Eternal Father, and in His Son, Jesus Christ, and\nin the Holy Ghost\" (<span class=\"citation\" id=\"6673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6673)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nThe Thirteenth: \"We believe in being honest, true, chaste, benevolent, virtuous, and in doing\ngood to all men; indeed, we may say that we follow the admonition of Paul&mdash;We believe all\nthings, we hope all things, we have endured man things, and hope to be able to endure all\nthings.  If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after\nthese things\" (<span class=\"citation\" id=\"6682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6682)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nWill you brethren?  The first, (The brethren repeated the First Article of Faith.)\n<\/p><p>\nThirteenth.  (The brethren then repeated the Thirteenth Article of Faith.)\n<\/p><p>\nMay inspiration from on high and the constant guidance of the Holy Spirit enable each of us\nto accentuate that belief by radiating in our daily lives the ideals and principles of the Gospel\nof Jesus Christ, I earnestly pray in the name of our Lord and Savior, Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}