{"ID":6880, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Lord, I Believe; Help Thou Mine Unbelief\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Sustaining faith can be the ultimate comfort in life. All of us must find our own testimonies.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p4\" class=\"\">This morning I would like to bear a humble testimony to those who have personal struggles and doubts concerning the divine mission of The Church of Jesus Christ of Latter-day Saints. Many of us are at times like the father who asked the Savior to heal his child with the “dumb spirit.” The father of the child cried out, “Lord, I believe; help thou mine unbelief.”<sup class=\"noteMarker\"><a href=\"#footnote1-23911_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32960)\">Mark 9:17, 24<\/a><\/span>.]<\/span><\/sup> To all those with lingering doubts and questions, there are ways to help your unbelief. In the process of accepting and rejecting information in the search for light, truth, and knowledge, almost everyone has—at one time or another—some private questions. That is part of the learning process.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p5\" class=\"\">Sustaining faith can be the ultimate comfort in life. All of us must find our own testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p6\" class=\"\">A testimony begins with the acceptance by faith of the divine mission of Jesus Christ, the head of this Church; and the prophet of the Restoration, Joseph Smith. The gospel as restored by Joseph Smith is either true or it is not. To receive all of the promised blessings we must accept the gospel in faith and in full. However, this certain faith does not usually come all at once. We learn spiritually line upon line and precept upon precept.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p7\" class=\"\">Joseph Hamstead, a lecturer at London University, had talked about the Church and its youth and family programs to fellow lecturers at that great university. One of them said: “I like all of this, what is being done for families, etc. If you could take out that bit about an angel appearing to Joseph Smith, I could belong to your church.” Brother Hamstead replied, “Ah, but if you take away the angel appearing to the Prophet Joseph, then I couldn’t belong to the Church because that is its foundation.”<sup class=\"noteMarker\"><a href=\"#footnote2-23911_000_008\">2<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p8\" class=\"\">Like the professor at London University, many people see the sheer wonder of this Church and are persuaded that it has great merit and substance. They appreciate what the Church can do for its believers. However, they lack the spiritual confirmation that Joseph Smith actually saw in vision the Father and the Son and that an angel delivered to Joseph Smith the plates from which the Book of Mormon was translated. Coming to know God is the principal spiritual gift that can come to any man or woman. Joseph Smith received this knowledge of God firsthand. Many years later, still pondering the impact of that and other happenings in his life, Joseph himself said: “I don’t blame any one for not believing my history. If I had not experienced what I have, I would not have believed it myself.”<sup class=\"noteMarker\"><a href=\"#footnote3-23911_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 6:317.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p9\" class=\"\">No one was with the boy Joseph Smith in the Sacred Grove in Palmyra, New York, when God the Father and His Son, Jesus Christ, appeared. Yet even those who do not believe it happened may find it difficult to explain away. Too much has happened since it occurred to deny that it ever took place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p10\" class=\"\">For those of you who, like the biblical father, say, “I believe; help thou mine unbelief,” you can have a confirmation by following the direction of the Book of Mormon, which challenges us to ask “God, the Eternal Father, in the name of Christ,” regarding the truth that can only come by faith in Christ and by revelation. However, there are two indispensable elements. One must “ask with a <span class=\"emphasis\">sincere heart,<\/span> with <span class=\"emphasis\">real intent,<\/span>” and then God “will manifest the truth of it unto you, by the power of the Holy Ghost. And by the power of the Holy Ghost ye may know the truth of all things.”<sup class=\"noteMarker\"><a href=\"#footnote4-23911_000_008\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38216)\">Moro. 10:4–5<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p11\" class=\"\">Strong evidence besides the Book of Mormon corroborates the claims of Joseph Smith. To begin with, the Three Witnesses and the Eight Witnesses, who handled the plates and saw the engravings, testified that the Book of Mormon was translated by the power of God. Members of Joseph Smith’s family, who knew him best, also accepted and believed his message. Among the believers were his parents, his brothers and his sisters, and his uncle John Smith. His older brother Hyrum proved his complete faith in Joseph’s work by giving his life along with Joseph. These reliable witnesses all confirm the Prophet’s testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p12\" class=\"\">His closest associates were absolute in their belief in Joseph Smith’s divine mission. Two of them, Willard Richards and John Taylor, were with Joseph and Hyrum when they were killed. Joseph asked Willard Richards if he would be willing to go with them. Willard unequivocally said: “Brother Joseph you did not ask me to cross the river with you—you did not ask me to come to Carthage—you did not ask me to come to jail with you—and do you think I would forsake you now? But I will tell you what I will do; if you are condemned to be hung for treason, I will be hung in your stead, and you shall go free.”<sup class=\"noteMarker\"><a href=\"#footnote5-23911_000_008\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 6:616.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p13\" class=\"\">John Taylor testified, “Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it.”<sup class=\"noteMarker\"><a href=\"#footnote6-23911_000_008\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11675)\">D&amp;C 135:3<\/a><\/span>.]<\/span><\/sup> The pragmatic Brigham Young said, “I feel like shouting Hallelujah, all the time, when I think that I ever knew Joseph Smith, the Prophet whom the Lord raised up and ordained, and to whom he gave keys and power to build up the Kingdom of God on earth and sustain it.”<sup class=\"noteMarker\"><a href=\"#footnote7-23911_000_008\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 98.]<\/span><\/sup> In my opinion, these strong, intelligent men could not have been deceived.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p14\" class=\"\">It is also very persuasive to me that no other religion claims to have the keys to bind family relationships eternally. President Hinckley said, “Every temple, be it large or small, old or new, is an expression of our testimony that life beyond the grave is as real and certain as is mortality.”<sup class=\"noteMarker\"><a href=\"#footnote8-23911_000_008\">8<\/a>\n       <span class=\"footnote\">[“This Peaceful House of God,” <span class=\"emphasis\">Ensign,<\/span> May 1993, 74.]<\/span><\/sup> Those who cherish their family have a compelling reason to claim the transcendent blessing of being sealed for eternity in the temples of God. For all grandparents, parents, husbands, wives, children, and grandchildren, this sealing power and authority is a crowning principle, a pinnacle in the restoration “of all things”<sup class=\"noteMarker\"><a href=\"#footnote9-23911_000_008\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7491)\">Acts 3:21<\/a><\/span>.]<\/span><\/sup> through the Prophet Joseph Smith. Sealings bind forever. This blessing can be extended to those now living and also vicariously for those who have died, thus binding families for eternity.<sup class=\"noteMarker\"><a href=\"#footnote10-23911_000_008\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11633)\">D&amp;C 110:15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p15\" class=\"\">Another powerful evidence of the divinity of this holy work is the remarkable growth and strength of this Church worldwide. It is a unique institution. Nothing quite compares to it. As Gamaliel reasoned when Peter and the early Apostles were testifying of the divinity of Jesus Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p16\" class=\"\">“If this … work be of men, it will come to nought: But if it be of God, ye cannot overthrow it.”<sup class=\"noteMarker\"><a href=\"#footnote11-23911_000_008\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7492)\">Acts 5:38–39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p17\" class=\"\">This all being true, however, every person must have a spiritual confirmation by the power of the Holy Ghost, which is more powerful than all the senses combined. To those who say, “Lord, I believe; help thou mine unbelief,” may I suggest that “you look forward with an eye of faith.”<sup class=\"noteMarker\"><a href=\"#footnote12-23911_000_008\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8763)\">Alma 5:15<\/a><\/span>.]<\/span><\/sup> To those who do this, the Lord has promised, “I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.”<sup class=\"noteMarker\"><a href=\"#footnote13-23911_000_008\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11480)\">D&amp;C 8:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p18\" class=\"\">Some reasons people give when the fire of their faith flickers and dies include human frailties and the imperfections of others; something in the history of the Church they cannot understand; changes in procedures resulting from growth and continuous revelation; indifference; or transgression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p19\" class=\"\">At one time the Lord said that He was “well pleased” with Joseph Wakefield.<sup class=\"noteMarker\"><a href=\"#footnote14-23911_000_008\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11536)\">D&amp;C 50:37<\/a><\/span>.]<\/span><\/sup> He was stalwart and faithful and taught hundreds about the prophetic work of Joseph Smith. But from 1833 to 1834 he was influenced by some dissidents in Kirtland. He was once in the home of Joseph Smith. Joseph came out of the room where he had been translating the word of God and immediately began to play with some children. “This convinced [Brother Wakefield] that [Joseph] was not a man of God and that [therefore] the work was false.”<sup class=\"noteMarker\"><a href=\"#footnote15-23911_000_008\">15<\/a>\n       <span class=\"footnote\">[George A. Smith, <span class=\"emphasis\">Deseret News,<\/span> 20 Jan. 1858, 364.]<\/span><\/sup> In due course Joseph Wakefield apostatized, was excommunicated, and became a persecutor of the Church and of the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p20\" class=\"\">One inactive member was jolted into the realization that she was not converted to the Church when her son went on a mission. Comparing herself to others whose impressive conversion stories she had heard, she asked herself, “Why are these people converted so powerfully, and I, with my pioneer heritage, remain unconverted?” She began to read the Book of Mormon even though she doubted its worth and found it boring. Then a friend challenged her. She said, “You say you believe in prayer. Well, why don’t you pray about it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p21\" class=\"\">This she did, and after she had prayed, she began to read the Book of Mormon again. It was no longer boring. The more she read, the more fascinated she became with it and thought, “Joseph Smith couldn’t have written that—these words were from God!” She finished reading it and wondered how God would tell her that it was true. She said: “A power strong, beautiful, and joyful moved completely through my body. … I knew that Jesus Christ was resurrected, … that Joseph Smith was a prophet who saw God and Jesus Christ. I knew that he miraculously translated ancient records with God’s guidance. I knew that Joseph Smith received revelations from God.” It changed her life because now she too was a convert!<sup class=\"noteMarker\"><a href=\"#footnote16-23911_000_008\">16<\/a>\n       <span class=\"footnote\">[See Grace Jorgensen, “Every Member a Convert,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1980, 70–71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p22\" class=\"\">For those whose faith has faded, the reasons may be real to them, but these reasons do not change the reality of what Joseph Smith restored. The Prophet Joseph Smith said, “I never told you I was perfect; but there is no error in the revelations which I have taught.”<sup class=\"noteMarker\"><a href=\"#footnote17-23911_000_008\">17<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 6:366.]<\/span><\/sup> One cannot successfully attack true principles or doctrine, because they are eternal. The revelations that came through the Prophet Joseph Smith are still correct! It is a mistake to let distractions, slights, or offenses pull down our own house of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p23\" class=\"\">We can have a certain testimony that Jesus is the Christ, the Son of God, and Redeemer of mankind, and that Joseph Smith was a prophet commissioned to restore the Church in our day and time without having a complete understanding of all gospel principles. But when you pick up a stick you pick up both ends. And so it is with the gospel. As members of the Church we need to accept all of it. Even limited spiritual assurance of some of the aspects of the gospel is a blessing, and in time the other elements of which you are uncertain can come through faith and obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p24\" class=\"\">The gap between what is popular and what is righteous is widening. As prophesied by Isaiah, many today “call evil good, and good evil.”<sup class=\"noteMarker\"><a href=\"#footnote18-23911_000_008\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24979)\">Isa. 5:20<\/a><\/span>.]<\/span><\/sup> Revelations from the prophets of God are not like offerings at the cafeteria, some to be selected and others disregarded. We are greatly indebted to the Prophet Joseph Smith for the many great revelations which came through him. He was without peer in restoring spiritual knowledge.<sup class=\"noteMarker\"><a href=\"#footnote19-23911_000_008\">19<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11676)\">D&amp;C 135:3<\/a><\/span>.]<\/span><\/sup> There has been a fulfillment of the revelation given to Joseph Smith in March 1839:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p25\" class=\"\">“The ends of the earth shall inquire after thy name, and fools shall have thee in derision, and hell shall rage against thee;<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p26\" class=\"\">“While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and authority, and blessings constantly from under thy hand.”<sup class=\"noteMarker\"><a href=\"#footnote20-23911_000_008\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11645)\">D&amp;C 122:1–2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p27\" class=\"\">To those who believe but wish their belief to be strengthened, I urge you to walk in faith and trust in God. Spiritual knowledge always requires an exercise of faith. We acquire a testimony of the principles of the gospel by obediently trying to live them. Said the Savior, “If any man will do his will, he shall know of the doctrine.”<sup class=\"noteMarker\"><a href=\"#footnote21-23911_000_008\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27048)\">John 7:17<\/a><\/span>.]<\/span><\/sup> A testimony of the efficacy of prayer comes through humble and sincere prayer. A testimony of tithing comes by paying tithing. Do not let your private doubts separate you from the divine source of knowledge. Prayerfully go forward, humbly seeking eternal light, and your unbelief will be dispelled. I testify that if you continue in the purposeful process of searching for and accepting spiritual light, truth, and knowledge, it will surely come. By going forward in faith, you will find that your faith will increase. Like a good seed, if it is not cast out by your unbelief, it will swell within your breast.<sup class=\"noteMarker\"><a href=\"#footnote22-23911_000_008\">22<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"8788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8788)\">Alma 32:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/lord-i-believe-help-thou-mine-unbelief.p28\" class=\"\">I believe that every person’s individual testimony of Jesus as the Christ comes as a spiritual gift. No one can successfully dispute or challenge it because it is so personal a gift to the one to whom it has been given. It will be as an ever-recharging spiritual energizer to keep our spiritual light running to show us the way to eternal happiness. But I testify that it can be more—much, much more. By covenanting with “God to do his will, and to be obedient to his commandments in all things that he shall command us, all the remainder of our days,” our “hearts are changed through faith on [Christ’s] name.” Thus we may be “born of him and … become his sons and his daughters.”<sup class=\"noteMarker\"><a href=\"#footnote23-23911_000_008\">23<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40177)\">Mosiah 5:5, 7<\/a><\/span>.]<\/span><\/sup> I have a certain knowledge of this, which I declare in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23911_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32960)\">Mark 9:17, 24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23911_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23911_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 6:317.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23911_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38216)\">Moro. 10:4–5<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23911_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 6:616.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23911_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11675)\">D&amp;C 135:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23911_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 98.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23911_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“This Peaceful House of God,” <span class=\"emphasis\">Ensign,<\/span> May 1993, 74.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23911_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7491)\">Acts 3:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23911_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11633)\">D&amp;C 110:15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23911_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7492)\">Acts 5:38–39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23911_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8763)\">Alma 5:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23911_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11480)\">D&amp;C 8:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23911_000_008\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11536)\">D&amp;C 50:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23911_000_008\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>George A. Smith, <span class=\"emphasis\">Deseret News,<\/span> 20 Jan. 1858, 364.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23911_000_008\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See Grace Jorgensen, “Every Member a Convert,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1980, 70–71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-23911_000_008\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 6:366.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-23911_000_008\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24979)\">Isa. 5:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-23911_000_008\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11676)\">D&amp;C 135:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-23911_000_008\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11645)\">D&amp;C 122:1–2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-23911_000_008\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27048)\">John 7:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-23911_000_008\">22.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8788)\">Alma 32:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_008\"><a name=\"-23911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-23911_000_008\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40177)\">Mosiah 5:5, 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}