{"ID":6890, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Phenomenon That Is You\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Begin to unlock the knowledge of who you really are by learning more about your forebears.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p4\" class=\"\">My dear brethren of the priesthood of God all over the world, we extend to each of you our love and greetings wherever you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p5\" class=\"\">Picture with me a little six-year-old orphan girl traveling across the plains of America. Her name is Elsie Ann. Her mother died when she was two. Her father remarried, and so for a time she had a stepmother. Then her father died at Winter Quarters when she was five. Her stepmother remarried and moved away, leaving this little orphan behind with Peter and Selina Robison, who were related to her stepmother. Elsie Ann left Winter Quarters with the Robisons in July of 1849 to come west. As she watched Selina care for her 10-month-old baby girl, she no doubt ached for the love of her own mother. Sometimes she would even ask, “Where is my mother?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p6\" class=\"\">My heart goes out to this little girl when I think of her facing her uncertain future with no blood relatives to comfort and help her. Elsie Ann was my great-grandmother, and only recently did we find out who her mother really was. For years we thought Elsie Ann was Jane Robison’s daughter. Careful research discovered her true parentage, and after all these years Elsie Ann now has been sealed to her father, John Akerley, and her mother, Mary Moore.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p7\" class=\"\">My grandparents have had a great influence on my life. Even though they have been dead for many years, I still feel their confirming love. One grandfather, James Akerley Faust, died before I was born. I knew him only through the stories my grandmother and my parents told about him. However, I feel a strong kinship with him because I am in part what he was. Among other things, he was a cowboy, a rancher, and a postmaster in a small town in central Utah. On one occasion Grandfather took a trip in the winter to Idaho, where he met an acquaintance who had fallen on hard times. It was cold, and Grandfather’s friend had no coat. Grandfather took off his coat and gave it to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p8\" class=\"\">This evening I encourage you young men to begin to unlock the knowledge of who you really are by learning more about your forebears. Alex Haley, the author of the book <span class=\"emphasis\">Roots,<\/span> said: “In all of us there is a hunger, marrow-deep, to know our heritage—to know who we are and where we have come from. Without this enriching knowledge, there is a hollow yearning. No matter what our attainments in life, there is still a vacuum, an emptiness, and the most disquieting loneliness.”<sup class=\"noteMarker\"><a href=\"#footnote1-23911_000_019\">1<\/a>\n       <span class=\"footnote\">[“What <span class=\"emphasis\">Roots<\/span> Means to Me,” <span class=\"emphasis\">Reader’s Digest,<\/span> May 1977, 73–74.]<\/span><\/sup> We can have exciting experiences as we learn about our vibrant, dynamic ancestors. They were very real, living people with problems, hopes, and dreams like we have today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p9\" class=\"\">In many ways each of us is the sum total of what our ancestors were. The virtues they had may be our virtues, their strengths our strengths, and in a way their challenges could be our challenges. Some of their traits may be our traits. I noticed a while ago that one of my great-grandsons, a toddler, seemed to have an interesting kind of a walk. My wife said, “He walks just like you do!” Now I wonder from whom I inherited this characteristic.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p10\" class=\"\">It is a joy to become acquainted with our forebears who died long ago. Each of us has a fascinating family history. Finding your ancestors can be one of the most interesting puzzles you young men can work on.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p11\" class=\"\">Each of us has to begin this work somewhere, and it can be done by young or old. This summer 170 children of the Accra Ghana Lartebiokorshie Stake worked on their four-generation family trees during a two-hour program, with more than 74 completing and displaying their trees.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p12\" class=\"\">As President Boyd K. Packer has said, “If you don’t know where to start, start with <span class=\"emphasis\">yourself.<\/span> If you don’t know what records to get, and how to get them, start with what you have.”<sup class=\"noteMarker\"><a href=\"#footnote2-23911_000_019\">2<\/a>\n       <span class=\"footnote\">[“Your Family History: Getting Started,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2003, 15.]<\/span><\/sup> You will learn about the phenomenon that is you. It can be more fascinating than any movie you might see or any computer game you might play. You will need to find out who your grandparents and great-grandparents were and what temple work has been done for them. If you don’t know how to get this information, ask people in your ward who do know how.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p13\" class=\"\">Ask living members of your family what they know about your extended family. Look at records close at hand, such as family Bibles, to find more details about your forebears. Then you can reach out to other sources such as vital records, church records, census records, and military records. If you have access to a computer, you can put your computer skills to work and log on to the Church’s FamilySearch.org Web site. Family history has become a sophisticated activity where computers provide immense resources for your search. You can easily access a vast collection of family history records using the Internet on your home computer or at your nearest family history center.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p14\" class=\"\">Family history centers are now available in 88 countries. They are part of an unequaled record-keeping system that helps preserve the heritage of families all over the world. In the Family History Library in Salt Lake City, patrons are constantly corresponding and submitting information about their family histories. One person wrote, “We are sending you five children in a separate envelope.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p15\" class=\"\">The great work of providing the saving ordinances for our kindred dead is a vital part of the threefold mission of the Church. We do this work for a purpose, which is to redeem our dead ancestors. Temple work is essential for both us and our kindred dead who are waiting for these saving ordinances to be done for them. It is essential because “we without them cannot be made perfect; neither can they without us be made perfect.”<sup class=\"noteMarker\"><a href=\"#footnote3-23911_000_019\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11659)\">D&amp;C 128:18<\/a><\/span>.]<\/span><\/sup> They need the saving ordinances, and we need to be sealed to them. For this reason it is important that we trace our family lines so that no one is left out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p16\" class=\"\">Searching for our kindred dead isn’t just a hobby. It is a fundamental responsibility for all members of the Church. We believe that life continues after death and that all will be resurrected.<sup class=\"noteMarker\"><a href=\"#footnote4-23911_000_019\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"7495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7495)\">Acts 24:15<\/a><\/span>; <span class=\"citation\" id=\"8772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8772)\">Alma 11:41–45<\/a><\/span>.]<\/span><\/sup> We believe that families may continue in the next life if they have kept the special covenants made in one of the sacred temples under the authority of God. We believe that our deceased ancestors can also be eternally united with their families when we make covenants in their behalf in the temples. Our deceased forebears may accept these covenants, if they choose to do so, in the spirit world.<sup class=\"noteMarker\"><a href=\"#footnote5-23911_000_019\">5<\/a>\n       <span class=\"footnote\">[See “Why Family History?” Internet, www.familysearch.org.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p17\" class=\"\">The great vicarious work for our kindred dead in our temples demonstrates both the justice and the fairness of the gospel of Jesus Christ. The Prophet Joseph Smith explained the terrible dilemma which would face God’s children without temple work for our dead. Said he: “One dies and is buried, having never heard the Gospel of reconciliation; to the other the message of salvation is sent, he hears and embraces it, and is made the heir of eternal life. Shall the one become the partaker of glory and the other be consigned to hopeless perdition? Is there no chance for his escape?”<sup class=\"noteMarker\"><a href=\"#footnote6-23911_000_019\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:425–26.]<\/span><\/sup> Fortunately our ancestors will have the opportunity to receive and accept the saving ordinances as we identify them and complete these sacred ordinances for them by proxy. We do for them what they cannot do for themselves. It is a very satisfying experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p18\" class=\"\">In the great vision in the Kirtland Temple, Elijah the prophet appeared to the Prophet Joseph Smith and Oliver Cowdery and committed the keys of temple work and the sealing power into Joseph Smith’s hands.<sup class=\"noteMarker\"><a href=\"#footnote7-23911_000_019\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11631)\">D&amp;C 110:13–14, 16<\/a><\/span>.]<\/span><\/sup> This fulfilled Malachi’s prophecy that Elijah would be sent “to turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse.”<sup class=\"noteMarker\"><a href=\"#footnote8-23911_000_019\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"11632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11632)\">D&amp;C 110:14–15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p19\" class=\"\">So what does this mean? To turn our hearts to our fathers is to search out the names of our deceased ancestors and to perform the saving ordinances in the temple for them. This will forge a continuous chain between us and our forefathers eventually all the way back to Father Adam and Mother Eve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p20\" class=\"\">The heart of an 11-year-old boy was turned to his fathers during a family home evening when the children assembled personal books of remembrance. Young Jeff wanted to accompany his mother to the National Archives. She was afraid he might disturb the other researchers there. But he persisted, and she relented and took him with her. Four hours into their research, he exclaimed, “Mama, I’ve found Grandpa!” Indeed, he had found his great-great-great-grandfather.<sup class=\"noteMarker\"><a href=\"#footnote9-23911_000_019\">9<\/a>\n       <span class=\"footnote\">[R. Scott Lloyd, “Hearts of the Children,” <span class=\"emphasis\">Church News,<\/span> 14 Sept. 1986, 16.]<\/span><\/sup> However, it doesn’t always work that way. In a letter to the Family History Department, someone wrote: “We lost our grandmother. Will you please send us a copy?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p21\" class=\"\">The gospel of Jesus Christ teaches us that the celestial family organization will be “one that is <span class=\"emphasis\">complete,<\/span>” that is, “an organization linked from father and mother and children of one generation, to the father and mother and children of the next generation, thus expanding and spreading out down to the end of time.”<sup class=\"noteMarker\"><a href=\"#footnote10-23911_000_019\">10<\/a>\n       <span class=\"footnote\">[Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols. (1954–56), 2:175.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p22\" class=\"\">In tracing our family names, we often find them spelled differently, depending on the source. This was the case of a university student in Provo, Utah, who caught the vision of this linking of generations. He was walking through the library one evening and remembered hearing someone in the Searing family tell about a town in New York State that had been named after an ancestor. So he decided to look up the town. He stumbled across a very old copy of a gazetteer of New York and read about a man named Simon Searing who helped settle Long Island in the mid-1600s. Could Simon be his ancestor? He had to know. He began research in earnest and traced his line back several generations. But still he needed to bridge the gap between the 1800s and the 1600s. Then a miracle occurred. He unexpectedly located a history of a <span class=\"emphasis\">Syring<\/span> family. The families in the Syring book ended in the same generation he had reached in his own research. Not only was he able to connect many generations, but he also linked himself to the early settler Simon Searing.<sup class=\"noteMarker\"><a href=\"#footnote11-23911_000_019\">11<\/a>\n       <span class=\"footnote\">[Bryan Searing, “The Link Made,” <span class=\"emphasis\">Church News,<\/span> 27 Oct. 1990, 16.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p23\" class=\"\">Some who are interested in family history try to enhance their own image by linking up with prominent people. In my own experience it has been quite different. I have been fascinated by learning of some of the unknown, ordinary people whose records tell of heroic lives. Arthur R. Bassett once said: “Who among us wants to throw stones at their own ancestors? I, for one, am intrigued by their battles—their victories as well as their defeats. … I am fascinated by what may seem the most commonplace of lives, because I have come to realize the excitement that is concealed in the commonplace.”<sup class=\"noteMarker\"><a href=\"#footnote12-23911_000_019\">12<\/a>\n       <span class=\"footnote\">[“The Relationship of Genealogy and History,” in Proceedings of the 1980 World Conference on Records, 13 vols., Archives of The Church of Jesus Christ of Latter-day Saints, 2:4.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p24\" class=\"\">It is not likely that you will find any horse thieves in your ancestral line. But if you do, it is important that their temple work be done, because we believe in repentance for the dead also:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p25\" class=\"\">“The dead who repent will be redeemed, through obedience to the ordinances of the house of God,<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p26\" class=\"\">“And after they have paid the penalty of their transgressions, and are washed clean, shall receive a reward according to their works, for they are heirs of salvation.”<sup class=\"noteMarker\"><a href=\"#footnote13-23911_000_019\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11684)\">D&amp;C 138:58–59<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p27\" class=\"\">The process of finding our ancestors one by one can be challenging but also exciting and rewarding. We often feel spiritual guidance as we go to the sources which identify them. Because this is a very spiritual work, we can expect help from the other side of the veil. We feel a pull from our relatives who are waiting for us to find them so their ordinance work can be done. This is a Christlike service because we are doing something for them that they cannot do for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p28\" class=\"\">Many of you young men have already had a taste of temple work as you have participated in baptisms for the dead. When we go early to the temple, we often see young people dressed in white, ready to take part in this satisfying experience before going to school. You are to be commended for your dedication in performing this vital work. In so doing you have already felt the peace and serenity found within the walls of our temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p29\" class=\"\">I testify that God is a just God, and He will not give privileges to us and withhold them from our forebears. But we will need to do the baptisms, the endowments, and the sealings for them by proxy here on earth in order for us and them to be linked together for eternity “and have part in the first resurrection.”<sup class=\"noteMarker\"><a href=\"#footnote14-23911_000_019\">14<\/a>\n       <span class=\"footnote\">[Wilford Woodruff, <span class=\"emphasis\">The Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham (1946), 149.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-phenomenon-that-is-you.p30\" class=\"\">I further testify that the Lord directs and inspires President Hinckley as he leads us in this important work. May the peace that comes from faithful discharge of our priesthood duties ever be with us, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23911_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“What <span class=\"emphasis\">Roots<\/span> Means to Me,” <span class=\"emphasis\">Reader’s Digest,<\/span> May 1977, 73–74.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23911_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Your Family History: Getting Started,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2003, 15.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23911_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11659)\">D&amp;C 128:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23911_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"7495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7495)\">Acts 24:15<\/a><\/span>; <span class=\"citation\" id=\"8772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8772)\">Alma 11:41–45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23911_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Why Family History?” Internet, www.familysearch.org.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23911_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:425–26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23911_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11631)\">D&amp;C 110:13–14, 16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23911_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"11632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11632)\">D&amp;C 110:14–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23911_000_019\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>R. Scott Lloyd, “Hearts of the Children,” <span class=\"emphasis\">Church News,<\/span> 14 Sept. 1986, 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23911_000_019\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols. (1954–56), 2:175.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23911_000_019\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Bryan Searing, “The Link Made,” <span class=\"emphasis\">Church News,<\/span> 27 Oct. 1990, 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23911_000_019\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Relationship of Genealogy and History,” in Proceedings of the 1980 World Conference on Records, 13 vols., Archives of The Church of Jesus Christ of Latter-day Saints, 2:4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23911_000_019\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11684)\">D&amp;C 138:58–59<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_019\"><a name=\"-23911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23911_000_019\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>Wilford Woodruff, <span class=\"emphasis\">The Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham (1946), 149.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}