{"ID":6891, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Bring Him Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We can, with the Lord’s help, reach out and rescue those for whom we have responsibility.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p4\" class=\"\">My dear brethren, it is a humbling experience to stand before you this evening and to realize that beyond the imposing audience in this, the Conference Center, many hundreds of thousands of priesthood bearers are similarly assembled throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p5\" class=\"\">While contemplating the responsibility to speak to you, I recalled a definition of priesthood authority declared by President Stephen L Richards. Said he: “The Priesthood is usually simply defined as ‘the power of God delegated to man.’ This definition, I think, is accurate. But for practical purposes I like to define the Priesthood in terms of service and I frequently call it ‘the perfect plan of service.’”<sup class=\"noteMarker\"><a href=\"#footnote1-23911_000_020\">1<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1937, 46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p6\" class=\"\">Whether we hold the office of a deacon in the Aaronic Priesthood or that of an elder in the Melchizedek Priesthood, we are duty bound by the Lord’s revelation found in the 107th section of the Doctrine and Covenants, verse 99 [<span class=\"citation\" id=\"11622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11622)\">D&amp;C 107:99<\/a><\/span>]: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p7\" class=\"\">As our youngest son, Clark, was approaching his 12th birthday, he and I were leaving the Church Administration Building when President Harold B. Lee approached and greeted us. I mentioned that Clark would soon be 12, whereupon President Lee turned to him and asked, “What happens to you when you turn 12?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p8\" class=\"\">This was one of those times when a father prays that a son will be inspired to give a proper response. Clark, without hesitation, said to President Lee, “I will be ordained a deacon!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p9\" class=\"\">The answer was the one President Lee had sought. He then counseled our son, “Remember, it is a great blessing to hold the priesthood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p10\" class=\"\">When I was a boy, I looked forward to passing the sacrament to the ward members. We deacons were trained as to our duties. One of the men in our ward, Louis, suffered from palsy. His head and hands shook so violently that he could not, by himself, partake of the sacrament. Each deacon knew that his duty in serving Louis was to hold the bread to his lips so that he might partake and to similarly place the cup of water to his mouth with one hand, while steadying his head with the other, the tray being held by another deacon while doing so. Always Louis would say, “Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p11\" class=\"\">It was 40 years ago this conference time when President David O. McKay called me to serve as a member of the Quorum of the Twelve Apostles. At the first meeting of the Presidency and Twelve which I attended where the sacrament was served, President McKay announced, “Before we partake of the sacrament, I would like to ask our newest member of this body, Brother Monson, if he would instruct the First Presidency and Twelve on the atoning sacrifice of our Lord and Savior Jesus Christ.” It was then that I gained a true understanding of the old adage: “When the time for decision arrives, the time for preparation is past.” It was also the time to remember the counsel found in 1 Peter: “Be ready always to give an answer to every man that asketh you a reason of the hope that is in you.”<sup class=\"noteMarker\"><a href=\"#footnote2-23911_000_020\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2213)\">1 Pet. 3:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p12\" class=\"\">I began my remarks by referring to a letter which I had received from one of the servicemen from our ward who was serving on the front lines in Korea during that sometimes forgotten war. The writer told how, amidst the shelling on Sunday morning, several in his platoon partook of the bread and then the water, both served from a helmet. Each remembered the significance of the blessing pronounced on the sacred emblems and his individual responsibility to keep the commandments of the Lord and to follow the Lord’s example of service to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p13\" class=\"\">The memory of that particular experience with the First Presidency and Quorum of the Twelve has not dimmed in the intervening 40 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p14\" class=\"\">To those who have been absent from home and family, whether in the military, on missions, or for other purposes, the holiday season brings forth a yearning—even a longing—to be together with loved ones. To hear the laughter of children, to witness the expression of love by parents, and to feel the embrace of brothers and sisters provide a preview of heaven and the eternal joy to be found there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p15\" class=\"\">One December evening, while waiting to board a plane en route to the United States, Sister Monson and I were standing in the stifling heat and humidity of Singapore, when over the airport loudspeaker system came a familiar, lilting melody, with Bing Crosby singing the words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll be home for Christmas;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You can plan on me.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Please have snow and mistletoe<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And presents on the tree.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Christmas Eve will find me<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where the love-light gleams.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll be home for Christmas<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If only in my dreams.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote3-23911_000_020\">3<\/a>\n\t   <span class=\"footnote\">[Kim Gannon and Walter Kent, “I’ll Be Home for Christmas,” 1943.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p23\" class=\"\">The First Presidency has long emphasized the statement, “The home is the basis of a righteous life and no other instrumentality can take its place nor fulfill its essential functions.”<sup class=\"noteMarker\"><a href=\"#footnote4-23911_000_020\">4<\/a>\n       <span class=\"footnote\">[J. Reuben Clark Jr., meeting of general Church auxiliary executives, 29 Mar. 1940; see also “Letter from the First Presidency,” <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1; “Policies, Announcements, and Appointments,” <span class=\"emphasis\">Ensign,<\/span> June 1999, 80.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p24\" class=\"\">There are those families comprised of mothers and fathers, sons and daughters who have, through thoughtless comment, isolated themselves from one another. An account of how such a tragedy was narrowly averted occurred many years ago in the life of a young man who, for purposes of privacy, I shall call Jack.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p25\" class=\"\">Throughout Jack’s life, he and his father had many serious arguments. One day, when he was 17, they had a particularly violent one. Jack said to his father, “This is the straw that breaks the camel’s back. I’m leaving home, and I shall never return.” So saying, he went to the house and packed his bag. His mother begged him to stay; he was too angry to listen. He left her crying at the doorway.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p26\" class=\"\">Leaving the yard, he was about to pass through the gate when he heard his father call to him, “Jack, I know that a large share of the blame for your leaving rests with me. For this I am truly sorry. I want you to know that if you should ever wish to return home, you’ll always be welcome. And I’ll try to be a better father to you. I want you to know that I’ll always love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p27\" class=\"\">Jack said nothing but went to the bus station and bought a ticket to a distant point. As he sat on the bus, watching the miles go by, he commenced to think about the words of his father. He began to realize how much love it had required for him to do what he had done. Dad had apologized. He had invited him back and left the words ringing in the summer air: “I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p28\" class=\"\">It was then that Jack realized that the next move was up to him. He knew the only way he could ever find peace with himself was to demonstrate to his father the same kind of maturity, goodness, and love that Dad had shown toward him. Jack got off the bus. He bought a return ticket and went back.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p29\" class=\"\">He arrived shortly after midnight, entered the house, turned on the light. There in the rocking chair sat his father, his head in his hands. As he looked up and saw Jack, he arose from the chair and they rushed into each other’s arms. Jack often said, “Those last years that I was home were among the happiest of my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p30\" class=\"\">We could say that here was a boy who overnight became a man. Here was a father who, suppressing passion and bridling pride, rescued his son before he became one of that vast, “lost battalion” resulting from fractured families and shattered homes. Love was the binding band, the healing balm. Love so often felt, so seldom expressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p31\" class=\"\">From Mount Sinai there thunders in our ears, “Honour thy father and thy mother.”<sup class=\"noteMarker\"><a href=\"#footnote5-23911_000_020\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22497)\">Ex. 20:12<\/a><\/span>.]<\/span><\/sup> And later from the Lord the injunction, “Live together in love.”<sup class=\"noteMarker\"><a href=\"#footnote6-23911_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11528)\">D&amp;C 42:45<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p32\" class=\"\">Brethren, ours is the responsibility, yes, even the solemn duty, to reach out to those who have slipped into inactivity or strayed from the family circle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p33\" class=\"\">Recall with me the beautiful words of the Lord’s revelation from section 18 of the Doctrine and Covenants: “Remember the worth of souls is great in the sight of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p34\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p35\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!”<sup class=\"noteMarker\"><a href=\"#footnote7-23911_000_020\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11494)\">D&amp;C 18:10, 15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p36\" class=\"\">As presidencies of Aaronic Priesthood quorums, as advisers to these quorums, we can, with the Lord’s help, reach out and rescue those for whom we have responsibility. Young men, with a smile on your face and determination in your heart, you can take, arm in arm, a less-active boy and together come to priesthood meeting and learn of the Lord and what He has prepared for you to do. You are entitled to His divine help, for He has promised you: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote8-23911_000_020\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11577)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p37\" class=\"\">Brethren of the Melchizedek Priesthood, you have the same sacred charge and obligation as pertains to your duties to other men and to their families. And you have the same promise of the Lord to attend your efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p38\" class=\"\">As you succeed, you will be answering a mother’s prayer, the tender though unexpressed feelings of children’s hearts; and your names will forever be honored by those whom you reach out and help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p39\" class=\"\">Let me share with you a rather private but joyful example from my own experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p40\" class=\"\">As a bishop, I worried about any members who were inactive, not attending, not serving. Such was my thought one day as I drove down the street where Ben and Emily Fullmer lived. Aches and pains of advancing years caused them to withdraw from activity to the shelter of their home—isolated, detached, shut out from the mainstream of daily life and association. Ben and Emily had not been in our sacrament meeting for many years. Ben, a former bishop, would sit constantly in his front room reading and memorizing the New Testament.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p41\" class=\"\">I was en route from my uptown sales office to our plant on Industrial Road. For some reason I had driven down First West, a street which I never had traveled before to reach the destination of our plant. Then I felt the unmistakable prompting to park my car and visit Ben and Emily, even though I was on my way to a meeting. I did not heed the impression at first but drove on for two more blocks; however, when the impression came again, I returned to their home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p42\" class=\"\">It was a sunny weekday afternoon. I approached the door to their home and knocked. I heard the tiny fox terrier dog bark at my approach. Emily welcomed me in. Upon seeing me, she exclaimed, “All day long I have waited for my phone to ring. It has been silent. I hoped the postman would deliver a letter. He brought only bills. Bishop, how did you know today is my birthday?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p43\" class=\"\">I answered, “God knows, Emily, for He loves you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p44\" class=\"\">In the quiet of their living room, I said to Ben and Emily, “I really don’t know why I was directed here today, but I was. Our Heavenly Father knows. Let’s kneel in prayer and ask Him why.” This we did, and the answer came. As we arose from our knees, I said to Brother Fullmer, “Ben, would you come to priesthood meeting when we meet with all the priesthood and relate to our Aaronic Priesthood boys the story you once told me when I was a boy, how you and a group of boys were en route to the Jordan River to swim one Sunday, but you felt the Spirit direct you to attend Sunday School. And you did. One of the boys who failed to respond to that Spirit drowned that Sunday. Our boys would like to hear your testimony.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p45\" class=\"\">“I’ll do it,” he responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p46\" class=\"\">I then said to Sister Fullmer, “Emily, I know you have a beautiful voice. My mother has told me so. Our ward conference is a few weeks away, and our choir will sing. Would you join the choir and attend our ward conference and perhaps sing a solo?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p47\" class=\"\">“What will the number be?” she inquired.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p48\" class=\"\">“I don’t know,” I said, “but I’d like you to sing it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p49\" class=\"\">She sang. He spoke to the Aaronic Priesthood. Hearts were gladdened by the return to activity of Ben and Emily. They rarely missed a sacrament meeting from that day forward. The language of the Spirit had been spoken. It had been heard. It had been understood. Hearts were touched and souls saved. Ben and Emily Fullmer had come home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p50\" class=\"\">One of the longest-running musicals in history is <span class=\"emphasis\">Les Miserables.<\/span> The story is set in the period of the French Revolution. The principal character in the musical is Jean Valjean. In his heartfelt concern for the young man, Marius, who is going off to battle, he expresses in song a sincere prayer:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God on high,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hear my prayer;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In my need<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You have always been there.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He is young,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He’s afraid;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let him rest,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Heaven blessed.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bring him home. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bring him peace,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bring him joy.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He is young;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He is only a boy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You can take,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You can give;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let him be,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let him live.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If I die, let me die,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let him live.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bring him home.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote9-23911_000_020\">9<\/a>\n\t   <span class=\"footnote\">[Herbert Kretzmer, “Bring Him Home.”]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p71\" class=\"\">Brethren, as we go forward as bearers of the priesthood of God, learning our duty and then reaching out to our brethren who stand in need of our help, let us look upward to our Heavenly Father, who is the Father of us all. We may not hear His voice, but we will remember His salutation, “Well done, thou good and faithful servant.”<sup class=\"noteMarker\"><a href=\"#footnote10-23911_000_020\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33782)\">Matt. 25:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/bring-him-home.p72\" class=\"\">And within our hearts we will recognize His unspoken plea: <span class=\"emphasis\">Bring him home.<\/span> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23911_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1937, 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23911_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2213)\">1 Pet. 3:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23911_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Kim Gannon and Walter Kent, “I’ll Be Home for Christmas,” 1943.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23911_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>J. Reuben Clark Jr., meeting of general Church auxiliary executives, 29 Mar. 1940; see also “Letter from the First Presidency,” <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1; “Policies, Announcements, and Appointments,” <span class=\"emphasis\">Ensign,<\/span> June 1999, 80.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23911_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22497)\">Ex. 20:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23911_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11528)\">D&amp;C 42:45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23911_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11494)\">D&amp;C 18:10, 15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23911_000_020\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11577)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23911_000_020\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Herbert Kretzmer, “Bring Him Home.”<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_020\"><a name=\"-23911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23911_000_020\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33782)\">Matt. 25:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}