{"ID":6894, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Grandeur of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In word and in deed Jesus was trying to reveal and make personal to us the true nature of His Father, our Father in Heaven.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p4\" class=\"\">Of the many magnificent purposes served in the life and ministry of the Lord Jesus Christ, one great aspect of that mission often goes uncelebrated. His followers did not understand it fully at the time, and many in modern Christianity do not grasp it now, but the Savior Himself spoke of it repeatedly and emphatically. It is the grand truth that in all that Jesus came to say and do, including and especially in His atoning suffering and sacrifice, He was showing us who and what God our Eternal Father is like, how completely devoted He is to His children in every age and nation. In word and in deed Jesus was trying to reveal and make personal to us the true nature of His Father, our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p5\" class=\"\">He did this at least in part because then and now all of us need to know God more fully in order to love Him more deeply and obey Him more completely. As both Old and New Testaments declare, “The first of all the commandments is … thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first [and great] commandment.”<sup class=\"noteMarker\"><a href=\"#footnote1-23911_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32965)\">Mark 12:29–30<\/a><\/span>; see also <span class=\"citation\" id=\"33779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33779)\">Matt. 22:37–38<\/a><\/span>; <span class=\"citation\" id=\"21195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21195)\">Deut. 6:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p6\" class=\"\">Little wonder then that the Prophet Joseph Smith taught: “It is the first principle of the gospel to know for a certainty the character of God.” “I want you all to know Him,” he said, “and to be familiar with Him.”<sup class=\"noteMarker\"><a href=\"#footnote2-23911_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 6:305.]<\/span><\/sup> We must have “a <span class=\"emphasis\">correct<\/span> idea of his … perfections, and attributes,” an admiration for “the excellency of [His] character.”<sup class=\"noteMarker\"><a href=\"#footnote3-23911_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith<\/span> (1985), 38, 42.]<\/span><\/sup> Thus the first phrase we utter in the declaration of our faith is, “We believe in God, the Eternal Father.”<sup class=\"noteMarker\"><a href=\"#footnote4-23911_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6589)\">A of F 1:1<\/a><\/span>.]<\/span><\/sup> So, emphatically, did Jesus. Even as He acknowledged His own singular role in the divine plan, the Savior nevertheless insisted on this prayerful preamble: “And this is life eternal, that they might know thee the only true God.”<sup class=\"noteMarker\"><a href=\"#footnote5-23911_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27069)\">John 17:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p7\" class=\"\">After generations of prophets had tried to teach the family of man the will and the way of the Father, usually with little success, God in His ultimate effort to have us know Him, sent to earth His Only Begotten and perfect Son, created in His very likeness and image, to live and serve among mortals in the everyday rigors of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p8\" class=\"\">To come to earth with such a responsibility, to stand in place of Elohim—speaking as He would speak, judging and serving, loving and warning, forbearing and forgiving as He would do—this is a duty of such staggering proportions that you and I cannot comprehend such a thing. But in the loyalty and determination that would be characteristic of a divine child, Jesus could comprehend it and He did it. Then, when the praise and honor began to come, He humbly directed all adulation to the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p9\" class=\"\">“The Father … doeth the works,” He said in earnest. “The Son can do nothing of himself, but what he seeth the Father do: for what things soever [the Father] doeth, these also doeth the Son likewise.”<sup class=\"noteMarker\"><a href=\"#footnote6-23911_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27062)\">John 14:10<\/a><\/span>; <span class=\"citation\" id=\"27044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27044)\">John 5:19<\/a><\/span>.]<\/span><\/sup> On another occasion He said: “I speak that which I have seen with my Father.” “I do nothing of myself; but as my Father hath taught me.” “I came down from heaven, not to do mine own will, but the will of him that sent me.”<sup class=\"noteMarker\"><a href=\"#footnote7-23911_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27050)\">John 8:38, 28<\/a><\/span>; <span class=\"citation\" id=\"27046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27046)\">John 6:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p10\" class=\"\">I make my own heartfelt declaration of God our Eternal Father this morning because some in the contemporary world suffer from a distressing misconception of Him. Among these there is a tendency to feel distant from the Father, even estranged from Him, if they believe in Him at all. And if they do believe, many moderns say they might feel comfortable in the arms of Jesus, but they are uneasy contemplating the stern encounter of God.<sup class=\"noteMarker\"><a href=\"#footnote8-23911_000_023\">8<\/a>\n       <span class=\"footnote\">[See William Barclay, <span class=\"emphasis\">The Mind of Jesus<\/span> (1961), especially the chapter “Looking at the Cross” for a discussion of this modern tendency.]<\/span><\/sup> Through a misreading (and surely, in some cases, a mistranslation) of the Bible, these see God the Father and Jesus Christ His Son as operating very differently, this in spite of the fact that in both the Old Testament and the New, the Son of God is one and the same, acting as He always does under the direction of the Father, who is Himself the same “yesterday, today, and forever.”<sup class=\"noteMarker\"><a href=\"#footnote9-23911_000_023\">9<\/a>\n       <span class=\"footnote\">[For example, <span class=\"citation\" id=\"1418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1418)\">1 Ne. 10:18<\/a><\/span>; <span class=\"citation\" id=\"3425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3425)\">2 Ne. 27:23<\/a><\/span>; <span class=\"citation\" id=\"38218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38218)\">Moro. 10:19<\/a><\/span>; <span class=\"citation\" id=\"11503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11503)\">D&amp;C 20:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p11\" class=\"\">In reflecting on these misconceptions we realize that one of the remarkable contributions of the Book of Mormon is its seamless, perfectly consistent view of divinity throughout that majestic book. Here there is no Malachi-to-Matthew gap, no pause while we shift theological gears, no misreading the God who is urgently, lovingly, faithfully at work on every page of that record from its Old Testament beginning to its New Testament end. Yes, in an effort to give the world back its Bible and a correct view of Deity with it, what we have in the Book of Mormon is a uniform view of God in all His glory and goodness, all His richness and complexity—including and especially as again demonstrated through a personal appearance of His Only Begotten Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p12\" class=\"\">How grateful we are for <span class=\"emphasis\">all<\/span> the scriptures, especially the scriptures of the Restoration, that teach us the majesty of each member of the Godhead. How we would thrill, for example, if all the world would receive and embrace the view of the Father so movingly described in the Pearl of Great Price.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p13\" class=\"\">There, in the midst of a grand vision of humankind which heaven opened to his view, Enoch, observing both the blessings and challenges of mortality, turns his gaze toward the Father and is stunned to see Him weeping. He says in wonder and amazement to this most powerful Being in the universe: “How is it that thou canst weep? … Thou art just [and] merciful and kind forever; … Peace … is the habitation of thy throne; and mercy shall go before thy face and have no end; how is it thou canst weep?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p14\" class=\"\">Looking out on the events of almost any day, God replies: “Behold these thy brethren; they are the workmanship of mine own hands. … I gave unto them … [a] commandment, that they should love one another, and that they should choose me, their Father; but behold, they are without affection, and they hate their own blood. … Wherefore should not the heavens weep, seeing these shall suffer?”<sup class=\"noteMarker\"><a href=\"#footnote10-23911_000_023\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38903)\">Moses 7:29–33, 37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p15\" class=\"\">That single, riveting scene does more to teach the true nature of God than any theological treatise could ever convey. It also helps us understand much more emphatically that vivid moment in the Book of Mormon allegory of the olive tree, when after digging and dunging, watering and weeding, trimming, pruning, transplanting, and grafting, the great Lord of the vineyard throws down his spade and his pruning shears and weeps, crying out to any who would listen, “What could I have done more for my vineyard?”<sup class=\"noteMarker\"><a href=\"#footnote11-23911_000_023\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25824)\">Jacob 5:41<\/a><\/span>; see also <span class=\"citation\" id=\"25825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25825)\">Jacob 5:47, 49<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p16\" class=\"\">What an indelible image of God’s engagement in our lives! What anguish in a parent when His children do not choose Him nor “the gospel of God” He sent!<sup class=\"noteMarker\"><a href=\"#footnote12-23911_000_023\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42646)\">Rom. 1:1<\/a><\/span>.]<\/span><\/sup> How easy to love someone who so singularly loves us!<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p17\" class=\"\">Of course the centuries-long drift away from belief in such a perfect and caring Father hasn’t been helped any by the man-made creeds of erring generations which describe God variously as unknown and unknowable—formless, passionless, elusive, ethereal, simultaneously everywhere and nowhere at all. Certainly that does not describe the Being we behold through the eyes of these prophets. Nor does it match the living, breathing, embodied Jesus of Nazareth who was and is in “the brightness of his glory, and the express image of his [Father].”<sup class=\"noteMarker\"><a href=\"#footnote13-23911_000_023\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24193)\">Heb. 1:3<\/a><\/span>; see also <span class=\"citation\" id=\"2995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2995)\">2 Cor. 4:4<\/a><\/span>; <span class=\"citation\" id=\"10495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10495)\">Col. 1:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p18\" class=\"\">In that sense Jesus did not come to improve God’s view of man nearly so much as He came to improve man’s view of God and to plead with them to love their Heavenly Father as He has always and will always love them. The plan of God, the power of God, the holiness of God, yes, even the anger and the judgment of God they had occasion to understand. But the love of God, the profound depth of His devotion to His children, they still did not fully know—until Christ came.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p19\" class=\"\">So feeding the hungry, healing the sick, rebuking hypocrisy, pleading for faith—this was Christ showing us the way of the Father, He who is “merciful and gracious, slow to anger, long-suffering and full of goodness.”<sup class=\"noteMarker\"><a href=\"#footnote14-23911_000_023\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith,<\/span> 42.]<\/span><\/sup> In His life and especially in His death, Christ was declaring, “This is <span class=\"emphasis\">God’s<\/span> compassion I am showing you, as well as that of my own.” In the perfect Son’s manifestation of the perfect Father’s care, in Their mutual suffering and shared sorrow for the sins and heartaches of the rest of us, we see ultimate meaning in the declaration: “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.”<sup class=\"noteMarker\"><a href=\"#footnote15-23911_000_023\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"27042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27042)\">John 3:16–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p20\" class=\"\">I bear personal witness this day of a personal, living God, who knows our names, hears and answers prayers, and cherishes us eternally as children of His spirit. I testify that amidst the wondrously complex tasks inherent in the universe, He seeks our individual happiness and safety above all other godly concerns. We are created in His very image and likeness,<sup class=\"noteMarker\"><a href=\"#footnote16-23911_000_023\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"23444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23444)\">Gen. 1:26–27<\/a><\/span>; <span class=\"citation\" id=\"38891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38891)\">Moses 2:26–27<\/a><\/span>.]<\/span><\/sup> and Jesus of Nazareth, His Only Begotten Son in the flesh, came to earth as the perfect mortal manifestation of His grandeur. In addition to the witness of the ancients we also have the modern miracle of Palmyra, the appearance of God the Father and His Beloved Son, the Savior of the world, to the boy prophet Joseph Smith. I testify of that appearance, and in the words of that prophet I, too, declare: “Our heavenly Father is more liberal in His views, and boundless in His mercies and blessings, than we are ready to believe or receive. … God does not look on sin with [the least degree of] allowance, but … the nearer we get to our heavenly Father, the more we are disposed to look with compassion on perishing souls; we feel that we want to take them upon our shoulders, and cast their sins behind our backs.”<sup class=\"noteMarker\"><a href=\"#footnote17-23911_000_023\">17<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 257, 240–41.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-grandeur-of-god.p21\" class=\"\">I bear witness of a God who has such shoulders. And in the spirit of the holy apostleship, I say as did one who held this office anciently: “Herein [then] is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins. Beloved, if God so loved us, we ought also to love one another”<sup class=\"noteMarker\"><a href=\"#footnote18-23911_000_023\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1015)\">1 Jn. 4:10–11<\/a><\/span>.]<\/span><\/sup>—and to love Him forever, I pray. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23911_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32965)\">Mark 12:29–30<\/a><\/span>; see also <span class=\"citation\" id=\"33779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33779)\">Matt. 22:37–38<\/a><\/span>; <span class=\"citation\" id=\"21195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21195)\">Deut. 6:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23911_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 6:305.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23911_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith<\/span> (1985), 38, 42.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23911_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6589)\">A of F 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23911_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27069)\">John 17:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23911_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27062)\">John 14:10<\/a><\/span>; <span class=\"citation\" id=\"27044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27044)\">John 5:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23911_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27050)\">John 8:38, 28<\/a><\/span>; <span class=\"citation\" id=\"27046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27046)\">John 6:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23911_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See William Barclay, <span class=\"emphasis\">The Mind of Jesus<\/span> (1961), especially the chapter “Looking at the Cross” for a discussion of this modern tendency.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23911_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>For example, <span class=\"citation\" id=\"1418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1418)\">1 Ne. 10:18<\/a><\/span>; <span class=\"citation\" id=\"3425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3425)\">2 Ne. 27:23<\/a><\/span>; <span class=\"citation\" id=\"38218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38218)\">Moro. 10:19<\/a><\/span>; <span class=\"citation\" id=\"11503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11503)\">D&amp;C 20:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23911_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38903)\">Moses 7:29–33, 37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23911_000_023\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25824)\">Jacob 5:41<\/a><\/span>; see also <span class=\"citation\" id=\"25825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25825)\">Jacob 5:47, 49<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23911_000_023\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42646)\">Rom. 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23911_000_023\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24193)\">Heb. 1:3<\/a><\/span>; see also <span class=\"citation\" id=\"2995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2995)\">2 Cor. 4:4<\/a><\/span>; <span class=\"citation\" id=\"10495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10495)\">Col. 1:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23911_000_023\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith,<\/span> 42.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23911_000_023\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"27042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(27042)\">John 3:16–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23911_000_023\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"23444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23444)\">Gen. 1:26–27<\/a><\/span>; <span class=\"citation\" id=\"38891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38891)\">Moses 2:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-23911_000_023\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 257, 240–41.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_023\"><a name=\"-23911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-23911_000_023\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1015)\">1 Jn. 4:10–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}