{"ID":6895, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Message of the Restoration\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p2\" class=\"\">Elder Charles Didier<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/charles-didier-10.jpg\" alt=\"Charles Didier\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The message of the Restoration is [an] invitation to know why the gospel of Jesus Christ and His true Church have been restored by a prophet in modern times.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p4\" class=\"\">Words are part of a vocabulary that we use to share feelings, knowledge, or information between people. Among these words, one is used to find the cause or the reason of a thing. When expressed, it is to satisfy our curiosity, to discover the unknown, or to receive answers to vital questions related to our mortal life. If not used or ignored, the thinking process ceases and ignorance prevails. So what is this essential word? Did you guess it? It is comprised of three letters; it is the word <span class=\"emphasis\">why.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p5\" class=\"\"><span class=\"emphasis\">Why<\/span> is among the first and favorite words pronounced early by children and especially teenagers. A favorite <span class=\"emphasis\">why<\/span> of one of my grandchildren: “Why do I need to eat vegetables?” Then, as children grow, the <span class=\"emphasis\">why<\/span>s start the exploration of feelings: “Why did Grandmother die?” Then it is the search for knowledge or for confirmation of responsibilities: “Why do I need to go to church or serve a mission?” “Why are we commanded to share the gospel with others?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p6\" class=\"\">This last question is challenging! Missionary work is also the responsibility of every member—to sound the warning voice to their neighbors, in mildness and in meekness (see <span class=\"citation\" id=\"11523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11523)\">D&amp;C 38:41<\/a><\/span>). <span class=\"emphasis\">Why?<\/span> So that others may receive the saving ordinances in the Church of Jesus Christ by inviting them to come unto Christ (see <span class=\"citation\" id=\"38221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38221)\">Moro. 10:32<\/a><\/span>). The message of the Restoration is this invitation to know why the gospel of Jesus Christ and His true Church have been restored by a prophet in modern times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p7\" class=\"\">How can you extend such an invitation to someone?<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p8\" class=\"\">First, by declaring that God our Father lives, loves us, and that He is a God of revelation. How is that known? By revelation and the witness of prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p9\" class=\"\">The time line of religious history starts with the Bible. It is a record of God’s early revelation to His prophets, dealing with mankind. It starts with an account of Adam and Eve, our first parents; their creation; their fall, with its consequences—mortality and separation from God; and their first steps in the mortal world. Probably then one of their first questions was “Why are we here?” To find out, their only solution was to call upon the name of the Lord, their only source of true knowledge (see <span class=\"citation\" id=\"23447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23447)\">Gen. 4:26<\/a><\/span>). By direct revelation, they heard the voice of the Lord commanding them that they should worship the Lord their God and should make an offering unto Him (see <span class=\"citation\" id=\"23445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23445)\">Gen. 4:4<\/a><\/span>; <span class=\"citation\" id=\"38894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38894)\">Moses 5:4–5<\/a><\/span>). Further revelation to Adam and Eve taught them that the offering was in similitude of the sacrifice of the Only Begotten of the Father, that Jesus Christ was the only name whereby salvation would come unto them. Then the gift of the Holy Ghost was promised to them whereby whatsoever they would ask, it would be given to them (see <span class=\"citation\" id=\"38896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38896)\">Moses 5:6–7<\/a><\/span>; <span class=\"citation\" id=\"38901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38901)\">Moses 6:52<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p10\" class=\"\">Later Adam obtained by the power of the Holy Ghost a sure and infallible witness that Jesus was the Christ, the Savior and Redeemer of the world. There was a literal restoration of an understanding of the mortal status of the fallen Adam and Eve by giving them knowledge about their relationship with the Father, the Son, and the Holy Ghost; knowledge about the Atonement and the Resurrection; and further knowledge about the first principles and ordinances of the gospel of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p11\" class=\"\">Because of what Adam heard and what he saw, he qualified to be called the first prophet on earth, a personal witness of revelation given to man. His major responsibility now was to preserve the truth of the gospel as well as to teach it as it was given to him. Satan, on the other hand, representing the opposition, was going to do and teach anything to deny, to reject, or to ignore the gospel received by revelation, thus inducing the people who had accepted it into apostasy, a state of confusion, division, abandonment, or renunciation of their previous faith! The rest of the story of the Old Testament became then a religious history of continuous revelation through various prophets like Noah, Abraham, and Moses, at various times—called dispensations—to restore what had been lost because of renewed apostasy. These prophets were always called by God. They were given divine authority; they had the keys of the priesthood; they had a divine commission to speak in the name of the Lord and teach and prophesy of the coming and the Atonement of Jesus Christ, the Savior and Redeemer of the world (see <span class=\"citation\" id=\"10381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10381)\">Amos 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p12\" class=\"\">The New Testament confirms the teachings, testimonies, and prophecies of the prophets of the Old Testament. It is an account of the birth, life, and ministry of Jesus Christ, the Son of the living God; His Atonement; and His Resurrection. It tells about the establishment of His Church, His divine authority, His gospel, and His commandment to His disciples to share, to “go … into all the world, and preach [His] gospel to every creature” (<span class=\"citation\" id=\"32969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32969)\">Mark 16:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p13\" class=\"\">The message of the New Testament was clear: there was one fold, one faith, one gospel, one priesthood, one church in order to be “in one, the children of Christ” (<span class=\"citation\" id=\"6507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6507)\">4 Ne. 1:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p14\" class=\"\">But again persecution, denial of divine identity, and rejection of Christ’s gospel and His authorized priesthood servants characterized the post-Resurrection era. And religious history shows us evidence of how rapidly the priesthood authority was superseded by the secular authority; how the divine doctrine was traded for shifting, distorted human philosophies; how the ordinances of salvation were altered or purchased for money; how revelation was replaced by a veil of obscurity leading into the ages of spiritual darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p15\" class=\"\">However, there came a time during this great Apostasy, which had been prophesied before, when the religious quest surfaced again—the “Why is it so?” Men of great faith emerged to try to reform false doctrines and false spiritual authority. Their honest and sincere efforts only resulted in the creation of more churches carrying their names and their protest and adding more confusion and more divisions. In reality, two major elements were missing in the reform: revelation and authority, the Lord’s only way to communicate divine truth to mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p16\" class=\"\">As we continue to move rapidly along this time line of religious history, we find a date and a name. The date is 1820; the name is Joseph Smith. Pondering about the total religious confusion and church division of his time, this young man asked himself, “If any one of [these churches] be right, which is it, and how shall I know it?” (<span class=\"citation\" id=\"30181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30181)\">JS—H 1:10<\/a><\/span>). Why such confusion? The prophetic model was to ask of God. Religious history suddenly repeated itself according to God’s scenario of how to answer mankind’s <span class=\"emphasis\">whys.<\/span> Once again a vision came as an answer, this time a vision of the Father and the Son. Once again a divine testimony of the Father was given: <span class=\"emphasis\">“This is My Beloved Son. Hear Him!”<\/span> (<span class=\"citation\" id=\"30187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30187)\">JS—H 1:17<\/a><\/span>). Once again direct revelation answered Joseph Smith’s question: “Which of all the [churches] was right … and which I should join. I was answered that I must join none of them, for they were all wrong” (<span class=\"citation\" id=\"30188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30188)\">JS—H 1:18–19<\/a><\/span>). Once again apostasy was declared from the source of truth—by Jesus Christ Himself. And once again it had to be followed by a restoration, and indeed it was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p17\" class=\"\">In the following years, by revelation, Joseph Smith received full divine doctrinal knowledge and the authority and the keys of the priesthood. Finally in 1830, the Church of Jesus Christ, with all the doctrines of salvation and the ordinances thereof, was restored. Joseph Smith qualified to be called the prophet of the Restoration in modern times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p18\" class=\"\">As the Bible is the tangible evidence of divine revelation to the prophets of ancient times, in the same way the Book of Mormon: Another Testament of Jesus Christ is also the modern convincing evidence that Joseph Smith was a prophet receiving revelation and authority as they did. A testimony of the veracity of the Book of Mormon helps people to find an answer to <span class=\"emphasis\">why<\/span> the gospel and the Church of Jesus Christ have been restored by a prophet and <span class=\"emphasis\">why<\/span> we have a living prophet today, namely Gordon B. Hinckley. It also answers the ultimate <span class=\"emphasis\">why:<\/span> all the ordinances of the gospel provide the greatest blessing to prepare our salvation and to fulfill our mortal purpose to create eternal families. This message of the Restoration is true because it is divine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-message-of-the-restoration.p19\" class=\"\">Of this I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}