{"ID":6898, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Ensign to the Nations, a Light to the World\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we are to [be] an ensign to the nations and a light to the world, we must take on more of the luster of the life of Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p4\" class=\"\">My beloved brethren and sisters, I wish to acknowledge my gratitude for your sustaining faith and prayers. The Lord has imposed upon the leadership of this Church a great and serious trust, and you have supported us in that responsibility. We know that you pray for us, and we wish you to know that we pray for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p5\" class=\"\">Not a day passes that I do not thank the Lord for faithful Latter-day Saints. No day passes that I do not pray that He will bless you wherever you are and whatever your needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p6\" class=\"\">I wish to remind you that we are all in this together. It is not a matter of the General Authorities on one hand and the membership of the Church on the other. We are all working as one in a great cause. We are all members of the Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p7\" class=\"\">Within your sphere of responsibility you have as serious an obligation as do I within my sphere of responsibility. Each of us should be determined to build the kingdom of God on the earth and to further the work of righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p8\" class=\"\">I think I can honestly say that we have no selfish desires with reference to this work other than that it succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p9\" class=\"\">We of the First Presidency are constantly dealing with a great variety of problems. They come before us every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p10\" class=\"\">At the close of one particularly difficult day, I looked up at a portrait of Brigham Young that hangs on my wall. I asked, “Brother Brigham, what should we do?” I thought I saw him smile a little, and then he seemed to say: “In my day, I had problems enough of my own. Don’t ask me what to do. This is your watch. Ask the Lord, whose work this really is.” And this, I assure you, is what we do and must always do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p11\" class=\"\">As I reflected on these matters that recent difficult day, I opened my Bible to the first chapter of Joshua and read these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p12\" class=\"\">“Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee” (<span class=\"citation\" id=\"30019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30019)\">Josh. 1:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p13\" class=\"\">I said to myself: “There is never reason to despair. This is the work of God. Notwithstanding the efforts of all who oppose it, it will go forward as the God of heaven has designed it should do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p14\" class=\"\">I turned the pages of the Old Testament to the second chapter of Isaiah and read these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p15\" class=\"\">“And it shall come to pass in the last days, that the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p16\" class=\"\">“And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem” (<span class=\"citation\" id=\"24975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24975)\">Isa. 2:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p17\" class=\"\">Ever since the Salt Lake Temple was dedicated, we have interpreted that scripture from Isaiah, repeated again in Micah (see <span class=\"citation\" id=\"37869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37869)\">Micah 4:1–2<\/a><\/span>), as applying to this sacred house of the Lord. And of this place, since the day of its dedication, an ever-increasing number from across the world have said in effect, “Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob, that He might teach us of His ways, that we might walk in His paths.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p18\" class=\"\">I believe and testify that it is the mission of this Church to stand as an ensign to the nations and a light to the world. We have had placed upon us a great, all-encompassing mandate from which we cannot shrink nor turn aside. We accept that mandate and are determined to fulfill it, and with the help of God we shall do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p19\" class=\"\">There are forces all around us that would deter us from that effort. The world is constantly crowding in on us. From all sides we feel the pressure to soften our stance, to give in here a little and there a little.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p20\" class=\"\">We must never lose sight of our objective. We must ever keep before us the goal which the Lord has set for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p21\" class=\"\">To quote Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p22\" class=\"\">“Finally, my brethren, be strong in the Lord, and in the power of his might.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p23\" class=\"\">“Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p24\" class=\"\">“For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places” (<span class=\"citation\" id=\"21596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21596)\">Eph. 6:10–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p25\" class=\"\">We must stand firm. We must hold back the world. If we do so, the Almighty will be our strength and our protector, our guide and our revelator. We shall have the comfort of knowing that we are doing what He would have us do. Others may not agree with us, but I am confident that they will respect us. We will not be left alone. There are many not of our faith but who feel as we do. They will support us. They will sustain us in our efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p26\" class=\"\">We cannot be arrogant. We cannot be self-righteous. The very situation in which the Lord has placed us requires that we be humble as the beneficiaries of His direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p27\" class=\"\">While we cannot agree with others on certain matters, we must never be disagreeable. We must be friendly, soft-spoken, neighborly, and understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p28\" class=\"\">Now I emphasize a theme already treated in this conference. To our young people, the glorious youth of this generation, I say, be true. Hold to the faith. Stand firmly for what you know to be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p29\" class=\"\">You face tremendous temptation. It comes at you in the halls of popular entertainment, on the Internet, in the movies, on television, in cheap literature, and in other ways—subtle, titillating, and difficult to resist. Peer pressure may be almost overpowering. But, my dear young friends, you must not give in. You must be strong. You must take the long look ahead rather than succumbing to the present seductive temptation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p30\" class=\"\">Uncouth-looking entertainers draw big crowds of our youth. They grow rich from high admission prices. Their songs, so many of them, are suggestive in nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p31\" class=\"\">Pornography is everywhere with its seductive invitation. You must turn away from it. It can enslave you. It can destroy you. Recognize it for what it is—tawdry and sleazy stuff created and distributed by those who grow rich at the expense of those who see it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p32\" class=\"\">The sanctity of sex is utterly destroyed in its salacious portrayal in the media. That which by its nature is inherently beautiful is corrupted in its popular presentation. I was pleased to note that our Church-owned television station here in Salt Lake City refused to carry a network program of a salacious nature. It was also interesting to note that the only other station belonging to this network to cancel the broadcast was one in South Bend, Indiana, the location of the University of Notre Dame. It is comforting to know that there are others who feel as strongly as we feel and are willing to do something about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p33\" class=\"\">Life is better than that which is so frequently portrayed. Nature is better than that. Love is better than that. This kind of entertainment is only an evil caricature of the good and the beautiful.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p34\" class=\"\">You young men and women who are hearing me today, you university students on many campuses realize that one of the great problems on these campuses is binge drinking. It diminishes abilities. It destroys lives. It wastes money and time and constructive effort. What a sorry sight it is to see bright young people damage themselves and ruin their opportunities with excessive drinking.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p35\" class=\"\">It was a great tribute to the students of Brigham Young University when the <span class=\"emphasis\">Princeton Review<\/span> found them to be the most “stone-cold sober” student body in America. Most of you, of course, cannot attend BYU, but wherever you are you can live by the same standards required on the BYU campus.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p36\" class=\"\">I recently read in our <span class=\"emphasis\">New Era<\/span> magazine an article on young Latter-day Saints in Memphis, Tennessee. In some instances, they are the only Latter-day Saints on campus. One of them is quoted as saying, “I may be the only member in my school, but … even when I’m physically alone, I’m never spiritually alone” (in Arianne B. Cope, “Smiling in Memphis,” <span class=\"emphasis\">New Era,<\/span> Oct. 2003, 23–24).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p37\" class=\"\">Another is quoted: “I know a lot of teens wonder if they really know if the gospel is true. But … here you have to know one way or the other because people are asking you about it every day. Every time you answer a question, you share your testimony” (<span class=\"emphasis\">New Era,<\/span> Oct. 2003, 25).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p38\" class=\"\">These young people, scattered through that big city, have learned to stand together, to bolster one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p39\" class=\"\">God bless you, my dear young friends. You are the best generation we have ever had. You know the gospel better. You are more faithful in your duties. You are stronger to face the temptations which come your way. Live by your standards. Pray for the guidance and protection of the Lord. He will never leave you alone. He will comfort you. He will sustain you. He will bless and magnify you and make your reward sweet and beautiful. And you will discover that your example will attract others who will take courage from your strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p40\" class=\"\">As it is with the youth, so it is with you adults. If we are to hold up this Church as an ensign to the nations and a light to the world, we must take on more of the luster of the life of Christ individually and in our own personal circumstances. In standing for the right, we must not be fearful of the consequences. We must never be afraid. Said Paul to Timothy:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p41\" class=\"\">“For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p42\" class=\"\">“Be not thou therefore ashamed of the testimony of our Lord” (<span class=\"citation\" id=\"5083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5083)\">2 Tim. 1:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p43\" class=\"\">This Church, I submit, is far more than a social organization where we gather together to enjoy one another’s company. It is more than Sunday School and Relief Society and priesthood meeting. It is more than sacrament meeting, more even than temple service. It is the kingdom of God in the earth. It behooves us to act in a manner befitting membership in that kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p44\" class=\"\">You men who hold the priesthood have such a tremendous responsibility. You must avoid the sultry siren voice of the world. You must rise above it. You must stand in the stature of the priesthood of God. You must eschew evil in all of its forms and take on the nature of goodness and decency, letting the light, the divine light, shine through your actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p45\" class=\"\">There is no way that a home can be a place of refuge and peace if the man who resides there is not an understanding and helpful husband and father. The strength to be gained from our homes will make us better able to face the world, more acceptable to the society in which we move, more valuable to those who employ us—better men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p46\" class=\"\">I know many such men. It is evident that they love their wives and their children. They are proud of them. And the marvelous thing is, they are tremendously successful in their chosen professions. They are magnified and honored and respected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p47\" class=\"\">And to you women. I spoke at length to the women of the Relief Society a week ago. That talk represented my heartfelt views concerning you. You too can take on the luster of Christ. You too can be strong and encouraging and beautiful and helpful.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p48\" class=\"\">I remind all of us that we are Latter-day Saints. We have made covenants with our Heavenly Father, sacred and binding. Those covenants, if we keep them, will make us better fathers and mothers, better sons and daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p49\" class=\"\">I believe that others will rally around us if we will do so. We can stand for truth and goodness, and we will not stand alone. Moreover, we shall have the unseen forces of heaven to assist us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p50\" class=\"\">I take you back to the Old Testament:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p51\" class=\"\">“And when the servant of the man of God was risen early, and gone forth, behold, an host compassed the city both with horses and chariots. And his servant said unto him, Alas, my master! how shall we do?<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p52\" class=\"\">“And he answered, Fear not: for they that be with us are more than they that be with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p53\" class=\"\">“And Elisha prayed, and said, Lord, I pray thee, open his eyes, that he may see. And the Lord opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire round about Elisha” (<span class=\"citation\" id=\"3166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3166)\">2 Kgs. 6:15–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p54\" class=\"\">The Lord has said to us:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p55\" class=\"\">“Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/an-ensign-to-the-nations-a-light-to-the-world.p56\" class=\"\">“Look unto me in every thought; doubt not, fear not” (<span class=\"citation\" id=\"11478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11478)\">D&amp;C 6:34, 36<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}