{"ID":6899, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Believe All That God Has Revealed\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">God continues to reveal His will to mankind, as He has in all periods of time when He has had authorized servants upon the earth.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23911_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p5\" class=\"\">“We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote1-23911_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6593)\">A of F 1:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p6\" class=\"\">We declare to the world that the heavens are not closed. God continues to reveal His will to mankind, as He has in all periods of time when He has had authorized servants upon the earth. This fact should be familiar to all of our Father in Heaven’s children, for the scriptures give abundant evidence of this.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p7\" class=\"\">Sometimes we define the communication of God’s will as revelation. Sometimes we refer to such communication as inspiration. Revelation, however, is a much broader term. While inspiration can properly be considered as revelation, revelation can also include visions, dreams, the spoken word, or other spiritual manifestations. Elder Talmage explained:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p8\" class=\"\">“<span class=\"emphasis\">Revelation<\/span> signifies the making known of divine truth by communication from the heavens. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p9\" class=\"\">“The word <span class=\"emphasis\">inspiration<\/span> is sometimes invested with a [significance] almost identical with that of <span class=\"emphasis\">revelation,<\/span> though by origin and early usage it possessed a distinctive meaning. To inspire is literally to animate with the spirit; a man is inspired when under the influence of a power other than his own. Divine inspiration may be regarded as a lower or less directly intensive operation of spiritual influence upon man than is … revelation. The difference therefore is rather one of degree than of kind.”<sup class=\"noteMarker\"><a href=\"#footnote2-23911_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Articles of Faith,<\/span> 12th ed. (1924), 296.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p10\" class=\"\">There is order in the way the Lord reveals His will to mankind. We all have the right to petition the Lord and receive inspiration through His Spirit within the realm of our own stewardship. Parents can receive revelation for their own family, a bishop for his assigned congregation, and on up to the First Presidency for the entire Church. However, we cannot receive revelation for someone else’s stewardship. The Prophet Joseph Smith declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p11\" class=\"\">“It is contrary to the economy of God for any member of the Church, or any one, to receive instruction for those in authority, higher than themselves.”<sup class=\"noteMarker\"><a href=\"#footnote3-23911_000_028\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 21.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p12\" class=\"\">“Revelations of the mind and will of God to the Church, are to come through the [First] Presidency. This is the order of heaven, and the power and privilege of this Priesthood. It is also the privilege of any officer in this Church to obtain revelations, so far as relates to his particular calling and duty in the Church.”<sup class=\"noteMarker\"><a href=\"#footnote4-23911_000_028\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings,<\/span> 111.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p13\" class=\"\">The closer we keep our lives in harmony with the direction the Lord has given us to guide our lives, the more we will be in tune with His Spirit. A person who petitions the Lord for guidance must be worthy to receive it. His life must be in harmony and in keeping with the standards the Lord has prescribed for His children. His life must be in good standing before God and His people. It must be in harmony with the teachings of the scriptures, the prophets, and the order of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p14\" class=\"\">A person could say that he or she had received a revelation to be dishonest in order to improve his or her financial situation. Or a person may say that he or she has been instructed that the Church should go a different direction than it is being led by the prophet. We would immediately know that such a claim would not be from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p15\" class=\"\">There is great strength and power in the fact that millions throughout the world share the same testimony of God, the Savior, and the calling of the Prophet Joseph Smith. We have never been encouraged to be blindly obedient; it is an intelligent obedience that characterizes members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p16\" class=\"\">Brigham Young is reported to have said that the greatest fear he had was that members of the Church would take what he said as the mind and will of God without first praying and obtaining a witness of the same for themselves.<sup class=\"noteMarker\"><a href=\"#footnote5-23911_000_028\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Deseret News,<\/span> 9 Dec. 1857, 317; 12 Feb. 1862, 257.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p17\" class=\"\">In establishing His kingdom on earth, the Lord set forth fundamental principles and laws to govern His children here. Obedience to those laws and principles yields blessings that He has covenanted to bestow upon us. Violations are subject to His judgments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p18\" class=\"\">Reviewing man’s history reveals examples of obedience yielding blessings and disobedience yielding sorrow and destruction. The course we are to follow is revealed through His holy prophets, who direct us to be obedient to the Lord’s instructions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p19\" class=\"\">One example is the Lord’s directions to the children of Israel as they journeyed in the wilderness. In order that they would have a centerpiece for their worship and activity, the Lord instructed Moses to build a tabernacle. The tabernacle was a forerunner of the temple, made portable so they could easily carry it with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p20\" class=\"\">“For the Lord [said] unto Moses, …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p21\" class=\"\">“But thou shalt appoint the Levites over the tabernacle of testimony, and over all the vessels thereof, and over all things that belong to it: they shall bear the tabernacle, and all the vessels thereof; and they shall minister unto it, and shall encamp round about the tabernacle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p22\" class=\"\">“And when the tabernacle setteth forward, the Levites shall take it down: and when the tabernacle is to be pitched, the Levites shall set it up. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p23\" class=\"\">“And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p24\" class=\"\">“But the Levites shall pitch round about the tabernacle of testimony, that there be no wrath upon the congregation of the children of Israel: and the Levites shall keep the charge of the tabernacle of testimony.”<sup class=\"noteMarker\"><a href=\"#footnote6-23911_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41085)\">Num. 1:48, 50–53<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p25\" class=\"\">This tabernacle became the center of their camp as they journeyed to the promised land. Here sacred services could be performed. The day the tabernacle was complete, a cloud covered it. The cloud was removed when they were to go forward in their journey. When the cloud covered the tabernacle, they were not to travel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p26\" class=\"\">The Lord directed them in their journey to camp at the foot of Mount Sinai. Here Moses was instructed to climb the mountain and communicate with the Lord. Here he received instructions on how the children of Israel would be governed in the wilderness. Moses was also given “two tables of testimony, tables of stone, written with the finger of God.”<sup class=\"noteMarker\"><a href=\"#footnote7-23911_000_028\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22502)\">Ex. 31:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p27\" class=\"\">Moses was away from the people for an extended period of time. “And when the people saw that Moses delayed to come down out of the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.”<sup class=\"noteMarker\"><a href=\"#footnote8-23911_000_028\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22503)\">Ex. 32:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p28\" class=\"\">Aaron succumbed to the will of the people and told them to gather all their gold and silver and precious things and melt them into a form that made a golden calf, an idol that they could worship and carry with them as they journeyed. In the meantime, Moses was receiving the two tablets of testimony containing God’s commandments to His people. With the tablets in hand, Moses descended from the mountain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p29\" class=\"\">“And it came to pass, as soon as he came nigh unto the camp, that he saw the calf, and the dancing: and Moses’ anger waxed hot, and he cast the tables out of his hands, and brake them beneath the mount.”<sup class=\"noteMarker\"><a href=\"#footnote9-23911_000_028\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22504)\">Ex. 32:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p30\" class=\"\">Because of the disobedience of the children of Israel, “Moses took the tabernacle [out of their midst], and pitched it without the camp.”<sup class=\"noteMarker\"><a href=\"#footnote10-23911_000_028\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22505)\">Ex. 33:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p31\" class=\"\">Now their centerpiece, the tabernacle, was away from them. They could no longer be guided and protected by its presence. Now only the faithful were allowed to come to the tabernacle. One thing the Lord would not tolerate was the worship of other gods. Because of their many years of captivity in Egypt, this was challenging to the children of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p32\" class=\"\">After a period of pleading for forgiveness from the Lord, Moses was instructed to “hew … two tables of stone like unto the first”<sup class=\"noteMarker\"><a href=\"#footnote11-23911_000_028\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22506)\">Ex. 34:1<\/a><\/span>.]<\/span><\/sup> and ascend up the mount. Moses spent 40 days and 40 nights on top of Mount Sinai, without bread or water, and the Lord instructed him:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p33\" class=\"\">“Write thou these words: for after the tenor of these words I have made a covenant with thee and with Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p34\" class=\"\">“… And he wrote upon the tables the words of the covenant, the ten commandments.”<sup class=\"noteMarker\"><a href=\"#footnote12-23911_000_028\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22507)\">Ex. 34:27–28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p35\" class=\"\">Thus, the Ten Commandments were given to mankind to follow and use throughout their lives. Obedience finally brought the law of the Lord to the children of Israel. Disobedience only delayed the progress of the children of Israel towards their promised land. They had to be worthy to receive the law of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p36\" class=\"\">Note that the Lord delivered His word to Moses, His prophet. The Lord knows what will bless His children, and to that end He delivers laws through His prophets to the people. If obeyed, these laws will lead us back to God. We do not determine for ourselves what those laws are. They are given from God to man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p37\" class=\"\">The Savior fulfilled the law of Moses,<sup class=\"noteMarker\"><a href=\"#footnote13-23911_000_028\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"5431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5431)\">3 Ne. 15:5<\/a><\/span>.]<\/span><\/sup> and similar divine instructions were revealed in our day through the Prophet Joseph Smith, as contained in the 59th section of the Doctrine and Covenants. The Lord commanded:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p38\" class=\"\">“Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p39\" class=\"\">“Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p40\" class=\"\">“Thou shalt thank the Lord thy God in all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p41\" class=\"\">“Thou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken heart and a contrite spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p42\" class=\"\">“And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p43\" class=\"\">“For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High;<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p44\" class=\"\">“Nevertheless thy vows shall be offered up in righteousness on all days and at all times;<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p45\" class=\"\">“But remember that on this, the Lord’s day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p46\" class=\"\">“And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full.”<sup class=\"noteMarker\"><a href=\"#footnote14-23911_000_028\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11544)\">D&amp;C 59:5–13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p47\" class=\"\">Note that the channel of communication comes from the Lord to us. So many times in our history, in our self-justification, we have attempted to reverse that channel and change God’s laws. We find no record of this ever working.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p48\" class=\"\">We do find, however, that whenever God’s children act contrary to His law, divine consistency and order are interrupted with disobedience and destruction. The Lord’s system works. Adherence to His laws and commandments will always bring about His promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p49\" class=\"\">Nephi was commanded by the Lord to obtain the brass plates to carry with them as they journeyed into the wilderness. Laban resisted every effort they had made to obtain the record. The Lord then delivered Laban into Nephi’s hands. Concerning the slaying of Laban, Nephi was taught: “It is better that one man should perish than that a nation should dwindle and perish in unbelief.”<sup class=\"noteMarker\"><a href=\"#footnote15-23911_000_028\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1414)\">1 Ne. 4:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p50\" class=\"\">This revelation helped Nephi recall something the Lord previously promised him in the wilderness: “Inasmuch as thy seed shall keep my commandments, they shall prosper in the land of promise.”<sup class=\"noteMarker\"><a href=\"#footnote16-23911_000_028\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1415)\">1 Ne. 4:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p51\" class=\"\">Then Nephi reasoned:<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p52\" class=\"\">“Yea, and I also thought that they could not keep the commandments of the Lord according to the law of Moses, save they should have the law.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p53\" class=\"\">“And I also knew that the law was engraven upon the plates of brass.”<sup class=\"noteMarker\"><a href=\"#footnote17-23911_000_028\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"1416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1416)\">1 Ne. 4:15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p54\" class=\"\">Repeatedly the scriptures declare that the Lord gives His commandments to the children of men through living prophets. No committee, assembly, or any other authority has the right to dictate to Him doctrine that is contrary to His law. God’s eternal blessings are contingent upon our obedience and adherence to the word of the Lord that is revealed to us through His holy prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/we-believe-all-that-god-has-revealed.p55\" class=\"\">God grant that we may always have the will and the courage to be obedient to Him who is our Eternal Father and to His chosen Son, our Lord and Savior, that we may enjoy Their blessings here and in the eternities to come. In the name of our Lord and Savior, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23911_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6593)\">A of F 1:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23911_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Articles of Faith,<\/span> 12th ed. (1924), 296.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23911_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23911_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings,<\/span> 111.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23911_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Deseret News,<\/span> 9 Dec. 1857, 317; 12 Feb. 1862, 257.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23911_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41085)\">Num. 1:48, 50–53<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-23911_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22502)\">Ex. 31:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-23911_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22503)\">Ex. 32:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-23911_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22504)\">Ex. 32:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-23911_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22505)\">Ex. 33:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-23911_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22506)\">Ex. 34:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-23911_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22507)\">Ex. 34:27–28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-23911_000_028\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"5431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5431)\">3 Ne. 15:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-23911_000_028\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11544)\">D&amp;C 59:5–13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-23911_000_028\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1414)\">1 Ne. 4:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-23911_000_028\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1415)\">1 Ne. 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_028\"><a name=\"-23911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-23911_000_028\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"1416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1416)\">1 Ne. 4:15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}