{"ID":690, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Field Is White...\"<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1954, pp. 26-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have always taken a great interest in Section 4 of the Doctrine and Covenants, one reason\nbeing that it was given directly to my great-grandfather, who made inquiry to know what the\nLord would have him do.  Second, because I have always considered that this revelation was\nwritten to me, not only to me, but also to every man in the Church holding the Holy\nPriesthood.\n<\/p><p>\nIt was not intended as a personal revelation.\n<\/p><p>\nMay I make a comment?  I do not wish to detract from anything that has been said by\nPresident McKay, but I would like to make this comment in relation to verse 4: \"For behold\nthe field is white already to harvest; and lo, he that thrusteth in his sickle with his might, the\nsame layeth up in store that he perisheth not, but bringeth salvation to his soul\"\n(<span class=\"citation\" id=\"13214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13214)\">D&amp;C 4:4<\/a><\/span>).\n<\/p><p>\nThere is a great responsibility resting upon the members of the Church, both men and women,\nto proclaim the words of eternal life, but more especially upon these men who have accepted\nthe priesthood with a promise that they would be true and faithful and would magnify their\ncallings, and in the verse that I have read the Lord proclaims this fact: that if we fail in the\nduties that are assigned to us and refuse to accept the responsibilities which come from that\npriesthood, that we ourselves are in danger of losing our own salvation.  It is a great\nresponsibility resting upon each of us to proclaim this truth to a benighted world.  I say\nbenighted because for hundreds of years they have been without the guidance of the Spirit of\nthe Lord and the proper understanding of the things which are written in the scriptures.  They\nhave not had a correct understanding of the nature of God, not until the Prophet Joseph Smith\ncame to reveal it.\n<\/p><p>\nStrange as that may be, considering the plainness with which the doctrine is taught throughout\nthe scriptures, and so plainly presented this morning by President Clark in his radio talk, that\nJesus Christ is the Son of God, that they are separate individuals or personages, one the\nFather and one the Son, but the world did not understand.  They do not understand it today\nnotwithstanding the fact that the Lord has made it so plain through the revelations that came\nthrough the Prophet Joseph Smith.\n<\/p><p>\nIt is rather remarkable, is it not, that all the great religious teachers of the world, since the\ntime of the passing of the Apostles to the time that this youth went out into the woods to\npray, had no clear understanding of the nature of God.\n<\/p><p>\nThe men of the Protestant Reformation did not understand it, and in their endeavors to correct\nthe evils that they saw then existing, it never entered into their minds that the doctrine that\nhad been proclaimed since the third century or the fourth century of the Christian era was not\nin accord with the revelations given by the Apostles of God as they are recorded in the New\nTestament. That never entered their minds, but they continued that same doctrine of the\nmysterious nature of God, that Jesus Christ lost his body after the resurrection and was\nswallowed up in some mysterious way into the great body of God, ethereal in its nature.\n<\/p><p>\nNow, when Joseph Smith went out into the woods to pray, he had no understanding that the\nFather and the Son were separate Personages.  I am sure of that.  How would he know it after\nlistening to the teachings of the ministers of his day?  But he came back after the\nmanifestation was given to him, having been instructed by the Son of God with that\nknowledge clearly in his mind, and proclaimed it to the world&mdash;that Jesus Christ is literally\nthe only begotten Son of God in the flesh, and that he is in the image of his Father.\n<\/p><p>\nHe gave that great truth back again to the world, and unfortunately many of them, even to\nthis day, are not ready nor willing to receive it. Now, in the preface to the book of Doctrine\nand Covenants, the Lord's preface, the first section in the book, we have some proclamations\ngiven for the benefit of the world which I would like to read to you.\n<\/p><p>\n\"Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments; \n<\/p><p>\n\"And also gave commandments to others, that they should proclaim these things unto the\nworld; and all this that it might be fulfilled, which was written by the prophets&mdash;\n<\/p><p>\n\"The weak things of the world shall come forth and break down the mighty and strong ones,\nthat man should not counsel his fellow man, neither trust in the arm of flesh&mdash;\n<\/p><p>\n\"But that every man might speak in the name of God the Lord, even the Savior of the world; \n<\/p><p>\n\"That faith also might increase in the earth; \n<\/p><p>\n\"That mine everlasting covenant might be established; \n<\/p><p>\n\"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends\nof the world, and before kings and rulers.\n<\/p><p>\n\"Behold, I am God and have spoken it; these commandments are of me, and were given unto\nmy servants in their weakness, after the manner of their language, that they might come to\nunderstanding.\n<\/p><p>\n\"And inasmuch as they erred it might be made known; \n<\/p><p>\n\"And inasmuch as they sought wisdom they might be instructed; \n<\/p><p>\n\"And inasmuch as they sinned they might be chastened, that they might repent; \n<\/p><p>\n\"And inasmuch as they were humble they might be made strong, and blessed from on high,\nand receive knowledge from time to time.\n<\/p><p>\n\"And after having received the record of the Nephites, yea, even my servant Joseph Smith,\nJun., might have power to translate through the mercy of God, by the power of God, the\nBook of Mormon.\n<\/p><p>\n\"And also those to whom these commandments were given, might have power to lay the\nfoundation of this church, and to bring it forth out of obscurity and out of darkness, the only\ntrue and living church upon the face of the whole earth, with which I, the Lord, am well\npleased, speaking unto the church collectively and not individually&mdash;\n<\/p><p>\n\"For I the Lord cannot look upon sin with the least degree of allowance\n(<span class=\"citation\" id=\"13205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13205)\">D&amp;C 1:17-31<\/a><\/span>).\n<\/p><p>\nI wish the Lord could have said, and I wish he could say it today, that this is the only Church\nupon the face of the earth with which he is well pleased considering this Church individually.\nThat he cannot say, but if we would humble ourselves, if those who are wayward and\nindifferent, who have received the testimony of the truth would repent, and if every man and\nevery woman and child who is old enough to understand would turn unto the Lord with full\npurpose of heart and honor and serve him as we are commanded to do, the Lord would be\nable to say it.\n<\/p><p>\nThe day is promised when righteousness shall prevail, and when it shall cover the face of the\nearth as the waters do the sea (<span class=\"citation\" id=\"25148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25148)\">Isa. 11:9<\/a><\/span>),\nand I am sure that many of us will have to humble ourselves if\nwe live to see that day, and if we do not humble ourselves, and should that day come, we will\nhave to be removed.\n<\/p><p>\nBrethren and sisters, let us keep the commandments of God as they have been revealed.  Let\nus set the example before the people of the earth, that they, seeing our good works, may feel\nto repent and receive the truth and accept the plan of salvation, that they may receive\nsalvation in the celestial kingdom of God, and so I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}