{"ID":6903, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Empowerment of Humility\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The strength of the Church is in the millions of humble members striving every day to do the will of the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">23911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p4\" class=\"\">Some time ago in my high priests quorum meeting, the instructor introduced the lesson by asking each of us to respond to who our hero is and why. As each member took his turn responding, the answers were not unexpected. Of course someone named the Savior, the Redeemer of the world. Another spoke of Abraham Lincoln, who freed the slaves, led the United States through a civil war, and eventually unified the country. Others chose the Prophet Joseph Smith and our beloved current prophet, Gordon B. Hinckley. As each named a hero, I silently concurred and acknowledged that all were men worthy of emulating and that I would be a better person if I possessed some of the qualities that made those men great.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p5\" class=\"\">When my turn came to respond, I turned to a brother on my right, a few seats down the row from me, and said, “My hero is Ken Sweatfield and his wife, Jo Ann.” For 20 years I watched Ken and Jo Ann care for their comatose son with all the love and patience a parent could possibly give. I had often pondered the shattered hopes and dreams they surely had for Shane before he suffered a terrible automobile accident just two weeks before he was to begin his mission in Leeds, England. I have watched Ken and Jo Ann wheel Shane into the sunlight or push him through the neighborhood, describing the scenery, hoping that he might hear and feel, and hoping that the fresh air and sunlight might lighten a very subdued spirit. For 20 years there were no vacations from this care, few evenings out, but there was always a spirit of faith, optimism, and gratitude—never a show of anger, despair, or questioning of God’s purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p6\" class=\"\">I then turned to a brother on my left and said, “My hero is Jim Newton and his wife, Helen.” Shortly after Jim and Helen’s son Zach received his mission call to Peru, he was taken in an automobile accident. When I heard of the accident, I rushed to the hospital, hoping to hear that Zach was alive and would recover. The parents, in a most dignified and peaceful manner, explained that Zach would now be serving his mission on the other side of the veil. As I witnessed the calm resolve of these two strong parents, I realized that through the pain and anguish there was a peace that could come only through a deep and abiding faith in a loving Father and an atoning Savior. My faith was strengthened, and through their inspiration my resolve to follow their example in meeting similar trials and tragedies was reaffirmed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p7\" class=\"\">I could have also answered that my hero is Tom Abbott and his son John, my faithful home teachers who never missed a home teaching assignment even though we are often a difficult family to catch at home. I could have named dozens of others that I admire and could call my heroes. Many do not hold so-called high or prominent callings in the Church, but all are worthy to hold any position. None are widely known to the general membership of the Church, but all, I am certain, are known by name to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p8\" class=\"\">On the occasions that I am able to attend sacrament meeting in my own ward, I am often reflective as I look down in the congregation and see the same faces Sunday after Sunday. Some I have seen regularly in sacrament meeting for more than 20 years. Again, most are not in the limelight of the Church, but all consistently attend their meetings and privately meet life’s challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p9\" class=\"\">These are the many members I see, admire, and am grateful for. They are not seeking position, prominence, or fame, but each is earning a place in our Father’s kingdom by taking care of the business of everyday living. They are consistently doing the unnoticed, the unspectacular, but humbly and righteously doing the important. Challenges they have, but out of their bitter struggles they are able to find the sweetness that is so often the silent companion to adversity. This picture is duplicated hundreds of times in thousands of wards throughout the world. They are The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p10\" class=\"\">Yes, the strength of the Church is in the millions of humble members striving every day to do the will of the Savior—day by day, one step at a time. These humble members come from all nationalities, all social strata, and every economic background. They include those of the highest educational backgrounds as well as those of the humblest who live in the smallest hamlets in the most remote areas of the world—all having hearts throbbing with a vital testimony of Jesus Christ and a desire to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p11\" class=\"\">As I have pondered these faithful members, I am struck by two qualities they all seem to have. First, regardless of social or economic status or position, their humility leads to submissiveness to the Lord’s will. And second, in spite of the difficulties and trials of life, they are able to maintain a sense of gratitude for God’s blessings and life’s goodness. Humility and gratitude are truly the twin characteristics of happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p12\" class=\"\">A story is told of an encounter between the Prophet Joseph Smith and Brigham Young. In the presence of a rather large group of brethren, the Prophet severely chastised Brother Brigham for some failing in his duty. Everyone, I suppose somewhat stunned, waited to see what Brigham’s response would be. After all, Brigham, who later became known as the Lion of the Lord, was no shrinking violet by any means. Brigham slowly rose to his feet, and in words that truly reflected his character and his humility, he simply bowed his head and said, “Joseph, what do you want me to do?” The story goes that sobbing, Joseph ran from the podium, threw his arms around Brigham, and said in effect, “You passed, Brother Brigham, you passed” (see Truman G. Madsen, “Hugh B. Brown—Youthful Veteran,” <span class=\"emphasis\">New Era,<\/span> Apr. 1976, 16).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p13\" class=\"\">Many of us live or work in an environment where humility is often misunderstood and considered a weakness. Not many corporations or institutions include humility as a value statement or a desired characteristic of their management. Yet as we learn about the workings of God, the power of a humble and submissive spirit becomes apparent. In the kingdom of God, greatness begins with humility and submissiveness. These companion virtues are the first critical steps to opening the doors to the blessings of God and the power of the priesthood. It matters not who we are or how lofty our credentials appear. Humility and submissiveness to the Lord, coupled with a grateful heart, are our strength and our hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p14\" class=\"\">In giving the requirements for membership in His Church, the Lord stated, “All those who humble themselves before God … and come forth with broken hearts and contrite spirits, … [these are the ones who] shall be received by baptism into his church” (<span class=\"citation\" id=\"11504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11504)\">D&amp;C 20:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p15\" class=\"\">And so within the membership of the Church we see men and women of all backgrounds humbly submitting to the counsel of God. We see the prominent business executive graciously and humbly receiving and being taught by a humble, sometimes even intimidated, home teacher. We see the highly educated humbly following counsel from their bishops, who sometimes have little formal education. We see former bishops and stake presidents graciously and humbly accepting calls to teach in the Primary, assist in the nursery, or assemble humanitarian kits to be sent to the needy throughout the world. We see thousands of mature couples leaving their comfortable homes to live in circumstances to which they are not accustomed, to humbly serve the poverty-stricken throughout the world—and then serve again and again and again. We see the poverty-stricken in the world humbly sacrificing to share their meager substance of life with those who are even more destitute. And each, in their humility, is serving and giving with a grateful heart and giving praise to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p16\" class=\"\">King Benjamin warned that we must “[become] as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon [us]” (<span class=\"citation\" id=\"40168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40168)\">Mosiah 3:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p17\" class=\"\">Humbly submitting our will to the Father brings us the empowerment of God—the power of humility. It is the power to meet life’s adversities, the power of peace, the power of hope, the power of a heart throbbing with a love for and testimony of the Savior Jesus Christ, even the power of redemption. To this end, the Savior is our supreme example of the power of humility and submissiveness. After all, His submitting His will to the Father brought about the greatest, and even the most powerful, event in all of history. Perhaps some of the most sacred words in all the scriptures are simply, “Not my will, but thine, be done” (<span class=\"citation\" id=\"31094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31094)\">Luke 22:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p18\" class=\"\">So we have the thousands, even millions, of throbbing hearts—heroes, I suspect we could say, but perhaps a more appropriate description is merely humble followers of the Savior Jesus Christ. And, as President Hinckley has asked of each of us, they are just doing their best—one day at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/the-empowerment-of-humility.p19\" class=\"\">May a humble and submissive heart be our empowerment from God with all of its attendant blessings is my humble prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}