{"ID":6907, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In Covenant with Him\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p3\" class=\"\">Kathleen H. Hughes<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/kathleen-h-hughes-10.jpg\" alt=\"Kathleen H. Hughes\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our sisterhood includes all ages and backgrounds; we are connected by the covenants we have made.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">23911_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p5\" class=\"\">My dear sisters, the year has passed quickly, and it’s wonderful to meet again as women of the Relief Society of The Church of Jesus Christ of Latter-day Saints. Whatever our circumstance, we are blessed as women. We have made covenants with Heavenly Father to do His work—and we <span class=\"emphasis\">are<\/span> doing that work! Like Mary and Martha, we have placed ourselves at the Master’s feet and have “chosen that good part.”<sup class=\"noteMarker\"><a href=\"#footnote1-23911_000_037\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"31075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31075)\">Luke 10:42<\/a><\/span>.]<\/span><\/sup> We have chosen Christ, and we have chosen Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p6\" class=\"\">Yet I wonder whether we women have a full vision of what Relief Society is. When Joseph Smith read the first bylaws written by Eliza R. Snow, he said the document was the best he had ever seen, but he envisioned “something better.” He would “organize the women under the priesthood after the pattern of the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote2-23911_000_037\">2<\/a>\n       <span class=\"footnote\">[As quoted in Sarah M. Kimball, “Autobiography,” <span class=\"emphasis\">Woman’s Exponent,<\/span> 1 Sept. 1883, 51.]<\/span><\/sup> When the Prophet Joseph “turned the key”<sup class=\"noteMarker\"><a href=\"#footnote3-23911_000_037\">3<\/a>\n       <span class=\"footnote\">[George Albert Smith, “Address to the Members of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, 717.]<\/span><\/sup> and established the “Female Relief Society of Nauvoo,” he said that the Church itself had not been fully organized until that moment.<sup class=\"noteMarker\"><a href=\"#footnote4-23911_000_037\">4<\/a>\n       <span class=\"footnote\">[See “Story of the Organization of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Mar. 1919, 129.]<\/span><\/sup> Sisters, it’s important that we understand that statement. Relief Society was established by God, through a prophet, by the power of priesthood authority; its existence is a necessary part of the organization of the Church. Men and women stand together in priesthood and Relief Society as we strive to bring families to Christ. As women, we should never think that our role in the Church is a lesser role than that played by men. Just as we as righteous women honor the priesthood, we need to hold sacred our calling as women as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p7\" class=\"\">As I have studied this painting of Martha and Mary with the Savior, I have come to think of these women as my predecessors. I have wondered if they were also women “full of good works and almsdeeds.”<sup class=\"noteMarker\"><a href=\"#footnote5-23911_000_037\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7493)\">Acts 9:36<\/a><\/span>.]<\/span><\/sup> It is pleasant to think that they, and other faithful women who were Christ’s disciples, might have met together to learn their part in building the kingdom. They were covenant women like us. They had determined to give the Savior all their hearts. So, too, when the Relief Society was organized, it grew out of our divine calling and our desire to serve, to love, and to care for each other. Just as the ordinances and direction of the priesthood are necessary in the Lord’s work, so is the service that we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p8\" class=\"\">To accomplish this important work, we choose to be covenant women: women who have made sacred promises to the Lord. For those of us who have received our temple blessings, we have promised that we will consecrate our time and talents to the building up of the Lord’s kingdom. Through this covenant we can serve the Church in many roles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p9\" class=\"\">Twenty years ago I was called to be Young Women president in my ward. My hair was brown, and my body was … well, let’s just say, a little more limber. Many years later I was called again to the same position, this time in a new ward. I was being recycled, and I found that exciting. It was my chance to renew my covenant to God that I would serve in whatever capacity He needed me. Now, however, my hair was naturally silver (or mostly so), and touching my toes had become a real strain. But I didn’t feel too old to be blessed again by the lives of remarkable young women who were faithful, bright, and full of fun. I would like to think that by then I had a little more wisdom to give them and a deeper testimony of the gospel, but once again I learned as much from them as they did from me. Our sisterhood includes all ages and backgrounds; we are connected by the covenants we have made.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p10\" class=\"\">And remember, we don’t outgrow those covenants. We can serve each other in every era of our lives. I heard recently of a young mother whose husband, a member of a bishopric, was sitting on the stand while she struggled with her restless children. A much older woman took the toddler on her lap and helped to quiet her. Such simple acts are part of building God’s kingdom. It’s what we do. It’s who we are as sisters of Relief Society. Whether we are serving as president of the Relief Society or as a teacher in Primary or as the Young Women camp director, we are fulfilling our sacred responsibility as Relief Society sisters. When we call to check on an elderly neighbor or provide encouragement and help to a young mother or include another family in our prayers, we are keeping our covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p11\" class=\"\">Recently our presidency was meeting with a Church leader. He commented that he wished Relief Society and priesthood meetings would be places where we would be able to say to one another, “Sisters, or brothers, I’m struggling right now. Will you help me?” I have been in Relief Society meetings like that. I will always remember the Sunday morning when testimonies were being borne and a single sister shared with us the loneliness of her life. She had experienced betrayal, a divorce, and subsequent financial hardships as she tried to work and raise her children on a small income. Now she knew the pain of loneliness as her grown children were gone from her home. The moment was sweet, the Spirit strong, and I saw sisters rallying around her, doing what we do best: love. The Relief Society room was a holy place that day. It was what every Relief Society room should be for each sister.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p12\" class=\"\">It’s so important that we include every sister. Let’s not forget the women who are serving in Primary or Young Women. They need the care of faithful visiting teachers, and they need well-planned and accessible home, family, and personal enrichment meetings. There are also many in our circle who are growing older—like me! You sisters my age or older, please let yourselves be “recycled.” The Lord needs your service, and we need you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p13\" class=\"\">I am aware of a young sister who is struggling to make the transition from Young Women into Relief Society. She is faithful and strong, yet right now she feels alone. How can this be? If we are truly sisters, we should know each other’s needs. This period of young adulthood should not be a transition but a natural step in an extended sisterhood. There are many of these young women in our wards. Please find them, love them, and bring them into the circle of sisterhood. But to you young sisters I would say, don’t assume you know what Relief Society is like until you have joined with the sisters and done <span class=\"emphasis\">your<\/span> part to get to know <span class=\"emphasis\">them.<\/span> Moving from Young Women to Relief Society is not a change from one class to another; it is your opportunity to take on a greater role in serving the Lord and doing His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p14\" class=\"\">Sisters, we’re not a social club, though deep friendships form from our sisterhood. We are not, as I heard a young woman say, “the old women who meet on Sunday.” We have <span class=\"emphasis\">power<\/span> when we use it: power given to us through God to accomplish His purposes. We are the world’s largest women’s organization. As we reach into our communities with the knowledge and inspiration the Lord has granted us, we can help lead a world that needs our guidance. It’s what the Prophet Joseph expected; it’s what President Hinckley expects of us today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p15\" class=\"\">The scope of our work can seem daunting, but as my recently baptized grandson can quickly tell you, a covenant is a two-way promise. We all know the scriptural teaching that where “much is given much is required.”<sup class=\"noteMarker\"><a href=\"#footnote6-23911_000_037\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"11571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11571)\">D&amp;C 82:3<\/a><\/span>.]<\/span><\/sup> Remember, though, that where much is required, much is also given. When we covenant with God and keep those covenants, all things are made possible. He gives us what we need to do His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2003\/11\/in-covenant-with-him.p16\" class=\"\">Tonight, my dear sisters, I invite you to recommit yourselves as covenant women to Christ and to His organization for us, His daughters. Choose that good part. Choose to follow Christ. Choose Relief Society. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-23911_000_037\"><a name=\"-23911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-23911_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"31075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31075)\">Luke 10:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_037\"><a name=\"-23911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-23911_000_037\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted in Sarah M. Kimball, “Autobiography,” <span class=\"emphasis\">Woman’s Exponent,<\/span> 1 Sept. 1883, 51.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_037\"><a name=\"-23911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-23911_000_037\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>George Albert Smith, “Address to the Members of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, 717.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_037\"><a name=\"-23911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-23911_000_037\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Story of the Organization of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Mar. 1919, 129.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_037\"><a name=\"-23911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-23911_000_037\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7493)\">Acts 9:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-23911_000_037\"><a name=\"-23911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-23911_000_037\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"11571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(11571)\">D&amp;C 82:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}