{"ID":691, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Debt to the Past<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1954, pp. 28-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and Sisters, there are times when silence would seem to be more\nappropriate than speech, when one is so overwhelmed that speech is no longer an adequate\nmedium of expression, when one could wish that he could broadcast a message from his soul\nwithout opening his mouth.\n<\/p><p>\nSome years ago we took our little family down to the Grand Canyon of the Colorado. The\nchildren were young. We stood where thousands of you have stood, on Inspiration Point, and\nwe saw with awe and wonder the depths, the distances, the majesty of that\nscene. We felt our littleness and insignificance\n<\/p><p>\nAs we stood there absolutely speechless, with our arms around each other, little Mary slipped\nher hand in mine and said, \"Daddy, don't you think we ought to pray?\"\n<\/p><p>\nLooking out upon this great canyon of faces, and realizing that out beyond there are other\nthousands listening in, again one is smitten with a sense of littleness and insignificance, again\nit seems that prayer would be the only appropriate form of speech.  A man may talk to God\nwhen he is afraid to talk to men.  Would you join then in a continuation of the beautiful\nprayer that was offered in the invocation by President [Golden L.] Woolf, which expressed\nthanks and gratitude for our blessings? All of us are indebted to the past, and I am sure we\ncould, with profit, join in prayer and thanksgiving to God for those who preceded us. All of\nus, like the mountain streams, depend for our volume and quality upon the springs and\ntributaries that lie far back in the hills.\n<\/p><p>\nIndeed some of us are aware this morning of sustenance from tributaries which have their\nsource on the other side of the valley of life.  We thank thee, our Father, for our ancestors.\nMany of us look back through five generations of Latter-day Saints.  We think of them who\nwere associated with the Prophet, of their trials and difficulties; their heartbreaking\nexperiences in Kirtland and Nauvoo; their subsequent journeys across the plains with their ox\nteams or handcarts; and for some of them the memorable march of the Mormon Battalion. \nThey established themselves in this desert land, and some of them were called by the\nAuthorities of the Church to move again and go into even more rugged and for bidding areas\nextending from Mexico to Canada.  We thank God for our great progenitors.  With Nephi, we\nfeel that to be born of goodly parents\n(<span class=\"citation\" id=\"1516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1516)\">1 Ne. 1:1<\/a><\/span>) is one of heaven's choicest blessings.\n<\/p><p>\nIf for a moment we become personal, it is not because our experiences and heritage are\nunique&mdash;they are but typical of the lives of Latter-day Saints&mdash;but we are thinking now of a\nfather, willing all his life to lay everything upon the altar, sending boys on missions, building\nup new areas, struggling against the elements. We are thinking of a pioneer mother, a woman\nwho somehow had the genius to inspire in the hearts of each of her seven sons and seven\ndaughters a sense of their individual worth and who predicted for them blessings in the future\npredicated upon observance of law.\n<\/p><p>\nWe are thinking too of our companions, and I am sure all of you brethren who are assembled\nand who are listening will join in a tribute to those who know us best, in our weaknesses, and\nstill somehow contrive to bring out of us something of our potential worth; who pray and love\nus into being our better selves.\n<\/p><p>\nThis speech would not now be made were it not for one of the choicest of the daughters of\nIsrael.  Her faith and loyalty and love were sail and chart and compass on life's voyage.  O\nGod, we thank thee for our companions.  We are grateful, too, for the hallowing influence of\nchildren in the home.  They hold us like an anchor in the storm. We think back when we\nknelt by their beds to nurse them through affliction, when we called on God to bless and\nrestore them, and he heard us; we thank God for the influence of their lives upon us, and for\nthe continuing dividends of their love and loyalty.\n<\/p><p>\nWe thank God for the privilege that has been ours of working with the young people of the\nChurch.  The inspiring message of our beloved President about conditions in the world and\nthe need for missionaries makes those of us who have had that experience feel, as I am sure\nthese mission presidents here today must feel, how great it would be if there could be a\nhundred thousand of them.  I am sure each mission could absorb all the missionaries that we\nnow can send.\n<\/p><p>\nThank God for the privilege of working with those young people descendants of pioneer\nstock, faithful, full of integrity and faith.  They have meant so much to our lives.\n<\/p><p>\nHumbly we thank God for the priceless privilege that has been ours to associate with the men\nin the service, men who are willing to die for freedom and country, and have the courage to\nlive the principles of the gospel.  We have seen them coming back from bombing missions,\nkneeling in their battle dress and talking to God as few men talk.  Thank God for the\nprivilege of associating with the servicemen. God bless them.\n<\/p><p>\nMay we, as we leave this conference, not forget them, but let a flood of letters go out to\nthem, expressing our faith in them, letting them know that we are praying for them.\n<\/p><p>\nThank God, too, for the great privilege of associating with the students in Brigham Young\nUniversity, the inspiration that comes from those thousands of valiant young Latter-day\nSaints, fruits of the gospel, nourished and sustained by the blood of their pioneer ancestors.\nTruly they are thoroughbreds.  We almost envy you young people who are listening in, and\nwho are here today, envy you the future, dark and difficult though it may seem.  Do not\nallow the huge events that are darkening the horizon to intimidate your souls, for God will\nmake you equal to your time and task.  The same one who led your parents will stand by you\nif you forsake him not.  We envy you as you go forth with the improved methods and\nincreased power to which reference has been made, and we say, with the poet,\n<\/p><p>\nYe that have faith to look with fearless eyes<br \/>\n      Beyond the tragedy of a world at strife,<br \/>\n      And know that out of death and night shall rise<br \/>\n      The dawn of ampler life: <br \/>\n      Rejoice, whatever anguish rend the heart,<br \/>\n      That God has given you the priceless dower<br \/>\n      To live in these great times and have your part<br \/>\n      That ye may tell your sons who see the light<br \/>\n      In Freedom's crowning hour,<br \/>\n      High in the heavens&mdash;their heritage to take&mdash;<br \/>\n      \"I saw the powers of darkness take their flight; <br \/>\n      \"I saw the morning break.\"\n<\/p><p>\n(Found on the body of an Australian soldier and credited to Sir Owen Seaman.)\n<\/p><p>\nNow, while it would be inappropriate to even mention the first personal pronoun in this\nspeech, it would be ungrateful indeed if reference were not made to the gratitude that fills our\nhearts for the privilege that now is ours to associate with these great men, a privilege that\nmust not be misread as merit.  We love and support and honor them.  We thank God for the\nprivilege of sitting at the feet of greater men than Gamaliel of old who tutored Paul\n(<span class=\"citation\" id=\"7731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7731)\">Acts 22:3<\/a><\/span>).\n<\/p><p>\nGod help us all that we may add to our faith, virtue, and to virtue, knowledge, and to\nknowledge, temperance, and to temperance, patience, and to patience, godliness, and to\ngodliness, brotherly kindness, and to brotherly kindness, charity\n(<span class=\"citation\" id=\"4825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4825)\">2 Pet. 1:5-8<\/a><\/span>).  God grant that these things\nmay be in us and abound, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}