{"ID":692, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be \"Not Ashamed of the Gospel of Christ\"<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1954, pp. 31-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am deeply grateful to be associated with you, my dear brethren and sisters, in this great\nconference of the Church.  In your presence I give thanks for the blessings of health and\nstrength sufficient to enable me to participate in the cause so dear to our hearts.  I thank God\nfor the testimony and conviction which has come to me in my youth, and grown throughout\nthe years, that he lives, that he is the Organizer and Ruler of the universe, that his Son is our\nRedeemer and Savior and the Lord of this earth, and that his gospel, planned in the beginning\nto bring to pass the immortality and eternal life of man, has been authentically restored to the\nearth in its fulness, after a long period of time during which its spirit and power were lost to\nGod's children\n<\/p><p>\nSo grateful I am for these transcendent blessings which have come into my own life that years\nago I resolved that with the Lord's help and the limited powers at my disposal I would do\nwhat I could to extend these benefactions to my fellow men, my brethren and sisters in the\nfamily of the lord.  With such a purpose in mind, I have selected a text to inspiring addresses\nwhich have taken place not only at this session but also at the Church of the Air session, I\nwould think to be substantially unnecessary, and yet which I fear in the interest of some at\nleast, may with propriety be called to your attention.  I have in mind the preface to the\nfamous definition of the gospel which Paul gave to us years and years ago, in the following\nwell-known words: \". . . I am not ashamed of the gospel of Christ\"\n(<span class=\"citation\" id=\"42710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42710)\">Rom. 1:16<\/a><\/span>). I am\ninduced to dwell upon these words through the observations which I have made for many\nyears pertinent to the conduct of men and women both within and without the Church.  I have\nremarked on previous occasions that Paul must have been inspired, as he gave his definition\nof the gospel, to look down through the ages of men and with prophetic vision fathom the\nreasoning, the philosophies, and the dispositions of men of all ages.  Not only was his preface\njustified on the premise of vision and understanding, but it also conformed to the words of the\nMaster himself, when, at the conclusion of his sermon after feeding the multitude, he uttered\nthese portentous words: \"Whosoever therefore shall be ashamed of me and of my words in\nthis adulterous and sinful generation; of him also shall the Son of man be ashamed, when he\ncometh in the glory of his Father with the holy angels\"\n(<span class=\"citation\" id=\"33071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33071)\">Mark 8:38<\/a><\/span>).\n<\/p><p>\nWhy should men be ashamed of the gospel of Christ?  It is conceivable that many may not be\nconverted and have faith sufficient to accept the divinity of the Lord Jesus and the efficacy of\nhis gospel, but having once had assurance of his reality and the blessings which flow\ntherefrom, why are they so hesitant in the acknowledgment of his goodness and merciful\nconsideration for them?  I don't know that I am competent to point out the psychological\nbasis for this state of mind, but I doubt that a psychologist is needed to understand some of\nthe factors that contribute to it.\n<\/p><p>\nUndoubtedly one of the factors is pride; I think a false pride, which induces a sense of fear,\nnearly always without justification, that a confession of religious faith will make for loss of\nprestige and standing among a certain class of associates.  There is sometimes fear that\nridicule will follow such an acknowledgment, and of course no one likes to be ridiculed\nbecause that is great injury to pride and self-esteem and hard to take.\n<\/p><p>\nThere are some who may regard the acknowledgment of spiritual power as a stigma of\nweakness, that the humility which is essential to the acceptance of divine a power is\nincompatible with strength of manhood and self-determination. That was in\nlarge measure the doctrine of Hitler and is today the philosophy of Communism. I hope there\nare not many who adopt such a philosophy of life.\n<\/p><p>\nThere are some who seem to feel that their liberties are circumscribed by the acceptance and\nacknowledgment of spiritual forces and that they are much freer and better off to make no\nprofession of faith whatever.  Considered in the light of a deterrent to wrongdoing, perhaps\nthey are right, but such a concept is really an abandonment of the underlying principles of\nrighteousness and good character.\n<\/p><p>\nThen there are those, constituting perhaps the largest portion of that group within the Church\nwho seem ashamed of the gospel of Christ, who are just too weak to stand up under all\ncircumstances and conditions for the right and the truth as they know it to be. Some of these\nare our so-called intellectuals, who persuade themselves that they suffer something of a loss of\ncaste in the sophisticated world in which they move by plain, unequivocal acknowledgment of\nthe Lord's supremacy and our dependence on him. How they come to persuade themselves\nthat a lesser order of intelligence is required to comprehend and acquire the eternal and\ntranscendently beautiful and vital truths and concepts of life, human behavior and destiny\ncoming through revelation, than the findings of science, I do not understand.  Both are\nimportant, all a part of God's wise provision for humanity.  Why disparage either? There is\none type of thinking with which I have some sympathy, and that is for the man who is\nhesitant to make professions who has not acquired the strength to live up to them.  He falls,\nhowever, not so much in the category of those ashamed of the gospel as of those who have\nnot had sufficient conviction of the truth to bring to them mastery of themselves and their\nhabits.\n<\/p><p>\nNow while I may not have pointed out all of the factors and circumstances which give rise to\nthis state of being ashamed of the gospel, I should like to pass to the more important and\npositive aspects of my theme by asking the comprehensive question, \"What is there about the\ngospel of Christ to be ashamed of?\"\n<\/p><p>\nThe gospel of Christ is revelation. The Savior himself was a revelation, coming to earth to\nreveal to men in the flesh the Father, his personality and his attributes.  Christ himself was in\nno sense an outgrowth of his times and environment.  He came in shocking contrast to the\nphilosophies and practices prevailing at the time, as is being pointed out so impressively by\nour current speaker [Hugh Nibley] on the Sunday evening radio hour of the Church. The\ngospel was restored in the latter days through revelation.  Few people acquainted with the life\nand history of the Prophet Joseph Smith, and the circumstances under which the restoration\ntook place, will honestly contend that the great work he initiated could have come about on\nhis own initiative and personal capabilities.  Revelation is the foundation of the gospel of\nChrist. Why be ashamed of it? Would it make anybody happier to ascribe the origin of the\ngospel to the rationalizing of men? Such a position would surely rob it of its authority and\nvitality.  Why should any Christian wish to do that?  He may not be a Christian.  That is\nwithin his right of election, but if he is a Christian, how can he be ashamed of revelation?\n<\/p><p>\nPriesthood is an essential component of the gospel plan.  Why should men be ashamed of the\npriesthood? In granting the priesthood to man, the Lord has dignified and honored him as\nperhaps he could have done in no other way.  The priesthood is the power by which the\nworlds were created, and is \"...without beginning of days or end of years\"\n(<span class=\"citation\" id=\"8943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8943)\">Alma 13:7<\/a><\/span>). It is\nthe specific delegation of the authority of the Lord to administer the ordinances of the holy\ngospel, and it is the requisite investiture of a man to receive his highest reward in the life to\ncome.  It is the kindest, most charitable, most considerate and merciful\npower and authority ever described in all literature.  It tempers and sweetens the life of him\nwho holds it and it and blesses the lives of those to whom he ministers.  It is the perfect plan\nof service to humankind because within its province come the greatest of all blessings to man\nand woman. Why should any man be ashamed of this precious endowment?  If he had a\ncommission from political authority, he would probably boast of it.  I speak to my own\nbrethren when I ask them how they justify themselves in speaking lightly of this sacred and\ndivine blessing which has come into their lives. There are men, I know, and I hope I won't\noffend by mentioning them as a class, who have flippantly joked about the priesthood most of\ntheir lives. Some of these men, like myself, are reaching an age where life's expectancy is\nnot too long.  Out of my friendship for them, I ask them to repent before it is too late.\n<\/p><p>\nI mention next the wisdom which the gospel of Christ brings to us about the human body, its\nstatus and its care. We are indebted to science, and the great men of research, for the\ndevelopment of much knowledge concerning the human body.  I pay sincere tribute to those\nwho have contributed so much to our health, our comfort, and our longevity.  I believe that\nthere will be unfolded to these devoted men of science many more of nature's secrets to\ncombat dread diseases, to free men for a larger measure of usefulness in the world.  But\nscience has not discovered the secret of life itself, its beginnings and its purposes.  The gospel\nof Christ has disclosed that information.  It has told us in plainness of our beginnings as spirit\nchildren of the Father, of our coming to earth to take on mortal bodies, of our probation here,\nand our destiny, if we so elect, to win high places on our return to the Father in the eternities\nto come.  Our bodies, thus housing the eternal spirit, take on a glorified spiritual concept\nwhich science cannot give them Out of that concept we come to know that we cannot\ndesecrate the body with impunity, and without offering affront to him who made provision for\nus to have it.  It follows that we cannot take poisons into it, or otherwise abuse it, without\ninjury to our own self-respect and without great ingratitude.  What an incentive to health and\ncleanliness of life this lofty concept is! In their major aspects the demonstrations of science in\nthe last hundred years have tended to confirm the wisdom of the Word of Wisdom, a product\nof the gospel of Christ.  Where is the thoughtful man or woman who is ashamed of this\nexalted concept of the human body?\n<\/p><p>\nIn the society of men it is pretty generally acknowledged that there is no greater establishment\nthan that of the home.  Families are the component units in communities and nations, and\nthoughtful people the world over assert that if all could be right with the homes of the people,\nthe progress of civilization would be assured.  Next to its witness for the supremacy of one\nGod and the coming forth of his Son, perhaps the greatest contribution emanating from the\nholy Bible is its historical and doctrinal support for the unity of the family in the patriarchal\norder.  From the beginning man and woman were to cleave together\n(<span class=\"citation\" id=\"23613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23613)\">Gen. 2:24<\/a><\/span>).  Marriage has been\nordained of God (<span class=\"citation\" id=\"13249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13249)\">D&amp;C 49:15<\/a><\/span>),\nand sons and daughters commanded to honor their fathers and their mothers\n(<span class=\"citation\" id=\"22644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22644)\">Ex. 20:12<\/a><\/span>). \nAll of the earlier pronouncements concerning marriage and family ties set forth in the ancient\nscriptures were adopted by and incorporated into the gospel of Christ. Revelations given with\nthe restoration of the gospel in the latter days have expanded man's understanding of this\nall-important relationship.  The wedlock of a man and woman has been given a significance\nnever before mentioned in all Christian literature, although undoubtedly wished for and hoped\nfor by countless thousands who passed away before the new revelation came.  I say wished\nfor and hoped for because I feel sure that Christian men and women of firm faith in\nimmortality have always longed and prayed for the reunion of their families\nin the hereafter.  Well, that assurance came with the restored gospel of Christ and the\nauthority of the Holy Priesthood, under whose power men and women were no more united in\nmarriage until \"death doth them part, but they were sealed together with bonds that persist in\nholy matrimony for time and for all eternity\n(<span class=\"citation\" id=\"13333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13333)\">D&amp;C 132:19<\/a><\/span>),\nand into the marriage covenant so established\ncame their children to belong to them forever and forever.  What a satisfaction to the true\nlover of home and family!  What a consolation in times of sad earthly partings! What a hope\nand faith to live for!\n<\/p><p>\nI wish that all loving husbands and wives, fathers and mothers, who have lived in the past and\nwho live at present, could enjoy the peace, satisfaction, and encouragement that this great\ndoctrine of the Church of Jesus Christ brings.  How can one be ashamed of this exalting\nprinciple of life and salvation?  Is one ashamed of it when he or she prefers a wedding in a\nchurch with elaborate, costly, and showy pageantry designed for social prestige, to the simple,\nquiet, sequestered, meaningful, sacred service performed in the temple of God?  Is she\nashamed of the gospel of Christ when she declines to yield to the requirements of modesty\nand appropriateness in dress for the sacred temple ceremonies?  Is he ashamed of the gospel\nwhen he cannot muster the courage and strength to forsake a personal habit incompatible with\nthe life which is contemplated for the participants in the holy order of matrimony?  O my\nyoung friends, who contemplate selecting partners for life, I entreat you, be not ashamed of\nthe gospel of Christ.  Avail yourselves of the great and beautiful privileges it offers to you. If\nyou do, a rich happiness: will come into your lives that will far exceed any slight deprivation\nyou may think you suffer in obtaining the promised blessings.\n<\/p><p>\nWe live in a world where good men pray for brotherhood and peace.  I am sure that to many\ntheir prayers seem in vain.  So many years have passed since there was a measure of good\nfeeling among nations that we have mostly forgotten that it ever existed and despair that it ever\nmay be.  Only the Lord knows what the future holds in store.  We as a people are resigned to\nthe acceptance of his will and purposes.  I think, however, it is not displeasing to him for us\nto pray and hope for peace, and certainly it is not out of order for his Church to endeavor to\nlay the foundations for peace.  It has been made known to us through revelation that a lasting\npeace can come only through righteousness and brotherhood.  So long as the adversary of\nlight and truth is able to lead his followers in rebellion against God and the gospel of Christ,\nso long will there be conflict in the world.\n<\/p><p>\nI am not one who believes that that conflict will never cease, for I have faith in the triumph\nof truth and of God's plans.  His eternal plans are laid out for us in the gospel of Christ, and\nhowever much stress statesmen and men of the world lay on other formulas, true Christians\nknow that conformity to the plans of the gospel alone will bring enduring peace.  The gospel\nprovides us with full understanding of all the requisites. It tells us that first there must be\nrecognition of the supremacy of and love of God the Father, and secondly, that man\nrecognizing himself as a son of God must love his fellow man. These are the basic\nrequirements, but we are given innumerable instructions as to how to implement them.\n<\/p><p>\nHis Church has been set up in the earth as a tangible institution to foster and encompass the\ndivinely appointed society in which men may live.  This government is under the jurisdiction\nof appointed servants in the Holy Priesthood, who are authorized to give counsel and make\ndecisions in the operation of the Church.  The society itself is founded upon the fundamental\nprinciple and assumption that individual salvation here and hereafter is acquired through our\nSavior by individual good living in compliance with the laws and ordinances of the gospel. \nThe overall function of the Church is to bless its members and all of God's\nchildren.  All of its purposes are altruistic and Christlike.  It constitutes his kingdom set up in\nthe earth to fulfil the high destiny he has set for it.  All of its agencies strive through devoted\nleadership and faithful members to reach these great ends.\n<\/p><p>\nIt endeavors to create a brotherhood among men in fraternities of the priesthood who\nexemplify the oneness for which he prayed with his own disciples before his departure.  This\nfraternity sufficiently extended in the world will bring peace.  To bring peace to the human\nsoul and all mankind is a major objective of the gospel of Christ.  Who is ashamed of this\nnoble aspiration? Who is ashamed to be identified with such a lofty cause?  I wish I could\nanswer: Few Christians and none within the Church of Jesus Christ.  I am afraid that answer\nwould not be accurate, but I express the earnest hope that as the years go by and the designs\nand purposes of the Lord become more apparent, the number of those who are ashamed of the\ngospel of Christ will rapidly diminish. I take the liberty of holding out a promise to Christian\nmen everywhere and to their wives and children:  If you will develop within yourselves a\ndeeper appreciation for the benefactions coming into your lives through the ministry and\ngospel of our Lord, and if you will more freely acknowledge in the presence of all men his\ndivine Lordship of the earth, a measure of peace and happiness will come into your hearts and\nsouls which will enrich your lives, and the lives of countless others, and God will bless you\nand make you happy.\n<\/p><p>\nThen too, my brethren and sisters in the Church and kingdom of our Lord, I make this solemn\ndeclaration: If you are never ashamed of the gospel of Christ, if you will always pray to him\nand never defame his sacred name, if you will never make light of the Holy Priesthood and\nthe ceremonies and ordinances of the gospel, a spirit of rebellion will never come into your\nhearts.\n<\/p><p>\nYour confidence in the leadership of the Church will grow and increase. Your relationships\nwith your brethren and sisters will become more tender and sweet.  You will grow in faith\nand in good works, and when your life's mission has been completed and you go hence to\nyour reward, the Savior will greet you, as he has promised, with those glorious words, \"I am\nnot ashamed of you\" (<span class=\"citation\" id=\"31367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31367)\">Luke 9:26<\/a><\/span>;\n<span class=\"citation\" id=\"31372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31372)\">Luke 12:8-9<\/a><\/span>).\n<\/p><p>\nMay that be our lot, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}