{"ID":693, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Our Bible\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1954, pp. 37-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have thought I might appropriately talk today about our Bible.  What I want to say is of a\ntechnical and controversial nature, and I have written it out so that I might be sure to say\nwhat I want to say.  What I shall say will have primary application to the New Testament.\n<\/p><p>\nAs of today and outside the Roman world, which uses the Latin text, there are two principal\nGreek texts of the Bible used for English translation.  We are today interested only in the text\nof the New Testament.  The first of these is the \"Byzantine\" Greek text.  Our King James\nVersion is a translation of this text.  The second is the \"Alexandrian\" text (as identified by\nsome scholars), which is the controlling text of the translation found in the Revised Versions\nof the last three quarters of a century.  There is a popular impression that these Revised\nVersions are merely corrected translations of the \"Byzantine\" Greek text.  This is not the fact.\nOf these Revised Versions, the first appeared in 1881 (a British Version\nwith American participation), the second in 1901 (an American Version, largely a duplication\nof the 1881 version), and the third in 1946-1952 (an amended American Version).  In all\nthese translations the \"Alexandrian\" Greek text controlled in certain great essentials.\n<\/p><p>\nThe title page of the latest revision&mdash;the Revised Standard Version (New Testament, 1946)&mdash;in\ncommon with the other revisions, is not so fully revealing as it might be.  As each of the\nothers, it carries the impression that this is a further revision of the King James Version,\nwhereas in fact it is rather a revision of the earlier revisions.\n<\/p><p>\nThe \"Byzantine\" Greek text, which in translation is our Bible, the King James Version, is said\nto have been the generally accepted text all non-Roman Christendom from the last half of the\nfourth century, till the middle of the last century.\n<\/p><p>\nThis King James or Authorized Version, \"as far as it is translated correctly\"\n(<span class=\"citation\" id=\"6678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6678)\">A of F 1:8<\/a><\/span>), has been the\nversion accepted by this Church since it was organized.  The Prophet Joseph Smith undertook,\nunder the inspiration of the Lord, to make a revision of the Bible&mdash;not a translation. This\nwork was never completed, except as to certain portions appearing in the Pearl of Great Price. \nSince the work was not completed, the Church has never formally adopted it, save as to the\nparts in the Pearl of Great Price.\n<\/p><p>\nAt this point, it ought to be observed that Bible critics may, for our purpose, be placed in two\nschools&mdash;Extreme Textualists and Sound or High Textualists.\n<\/p><p>\nThe Extreme Textualists rule out the whole of the so-called miraculous elements of the\nGospels&mdash;those events which lie outside the range of known laws of nature (as understood by\nthese Textualists)&mdash;and brand all these elements as myths, legends, popular exaggeration,\nsymbolism, allegory.  One scholar has measured their thesis as follows: \"The Gospels, as\nmanipulated by the uncertain methods of this sort of criticism, seem capable of yielding a\npicture of any sort of Jesus that the critic desires\" (Hastings, <i>Encyclopedia<\/i>, vol. 4, p. 320a,\n1928).\n<\/p><p>\nThe Sound or High Textualists admit the miraculous element but seem sometimes to treat it\nsomewhat gingerly.\n<\/p><p>\nWe have now to do with the Extreme Textualists, in considering these various revisions of\n1881-1885, 1900-1901, and 1946-1952.\n<\/p><p>\nBefore going farther it might be well briefly to note that, out of over four thousand known\nGreek manuscripts (in large part fragments), the Extreme Textualists pin their faith primarily\nto two Greek Codices, Sinaiticus (discovered in a convent on Mt. Sinai by Tischendorf in\n1844) and Vaticanus (brought to the Vatican at Rome as early as 1481). These are claimed to\nbe the two oldest known vellum manuscripts. Tischendorf exploited Sinaiticus; Westcott and\nHort, Vaticanus, using Sinaiticus as a supporting text, along with Alexandrinus, sent as a gift\nfrom the Patriarch of Constantinople to Charles I of England in the year 1628. Westcott and\nHort prepared a new Greek text from these and a few others that supported their readings\n(principally C and D).  A third primary source of recent criticism is the Chester Beatty\nPapyri&mdash;in Greek&mdash;discovered in 1931 in Egypt.  These have been exploited by Dr. Kenyon who\naffirms they are \"the most important Biblical discovery since that of the Codex Sinaiticus\"\n(Tischendorf). Thus first Tischendorf, then Westcott and Hort, then Kenyon have each had his\nfavorite manuscripts which each interprets and uses to the maximum to develop in text form\nhis Extreme Textualist views.\n<\/p><p>\nThe Byzantine Greek text&mdash;which is the basis of our King James Version, and the\nSinaiticus&mdash;Vaticanus text existed side by side apparently for almost the first eight hundred\nyears; they appear to have been in virtual competition. Then the church as a whole adopted\nthe Byzantine text which became the ruling text from that time till the challenge of it in the\nmiddle of the last century. During all this time, the Roman Church had its\nown Latin text&mdash;that developed into the Vulgate.\n<\/p><p>\nModern criticism made its appearance at about the middle of the 1700's.  Once begun, it\nsteadily increased as time went on. At first it related primarily to the Old Testament; then the\nNew Testament became involved, and while the whole Byzantine text&mdash;the Textus Receptus\n(in translation, the King James Version)&mdash;was brought under fire, the chief objective of the\nExtreme Textualist attack became the Gospels.  By the end of the first quarter of the 1800's,\nthe warfare against the \"Byzantine\" text was open, vicious, and unrelenting.  It must be\nremembered that the attack of the Extreme Twists pivoted upon the personality and character\nof Jesus of Nazareth and the accuracy and truth of his teachings, doctrines, and works.\n<\/p><p>\nFor the first three Christian centuries, and following Simon the Sorcerer (whom Peter\nscathingly execrated for seeking to buy the Holy Ghost with gold&mdash;\nsee <span class=\"citation\" id=\"7718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7718)\">Acts 8:18-20<\/a><\/span>), heretics\nand heresies, great and small, sought to distort or wipe out the recognition of Jesus as Christ.\nTime buried the heretics and most of the heresies.  But one heresy lived on, appearing now\nand again in the flowing centuries, usually in the dark corners of ecclesiastical discussions,\nbut sometimes in the open.  I refer to Arianism that nearly wrecked the Christian Church in\nthe time of Constantine.  It is an obscure and shifting doctrine that, shortly put, and in general\nterms, denies Godhood to the Christ (Robertson, <i>History<\/i>, Vol. I, pp. 385 ff.; Hastings,\n<i>Encyclopedia<\/i>, sub voce \"Arianism\"; Neander, <i>History<\/i>, Vol. II, pp. 403 ff.; Schaff,\n<i>History of the Christian Church<\/i>, Vol. III, p. 620).\n<\/p><p>\nWhile not now paraded, the doctrine lies behind the thinking and writings of those Bible\ncritics who are grouped together as Extreme Textualists.  To this group (as already intimated)\nmust be charged the Bible revisions of the last three quarters of a century&mdash;the British, which\nthe great body of the Christian Church refused to accept; the American, which had no better\nreception; and the recent (1946-1952) American revision (Revised Standard Version), which\nperpetuates the unacceptable changes of the two earlier revisions.  The Greek manuscripts\nrelied upon by the Extreme Textualists seem all to be tinctured with Arianism, which had its\nbirth in Alexandria, from which the text gets its name, <i>Alexandrian<\/i>.\n<\/p><p>\nThe translation found in these various revisions, contains, on the one hand, many passages\nthat in effect voice Arian or near-Arian concepts, and, on the other hand, omits many\npassages that contradict Arian doctrines. It is affirmed that the changes they have made run\ninto thousands&mdash;5337 in the Greek text and 36,191 in the English translation. In a recent\nmagazine, Allen Wikgren is quoted as having observed in <i>The Interpreter's Bible<\/i>, that of\n\"some 180,000 words in the New Testament, alterations amounted to an estimated 30,000, or\nan average of 4 1\/2 per verse.\n<\/p><p>\nFor a century and a quarter, the Church of Jesus Christ of Latter-day Saints has declared the\nKing James Version of the Bible to be the word of God, with a reservation as to incorrect\ntranslations of the Greek text on which it was based.  The Inspired Version of the Prophet, so\nfar as finished, supports the King James Version in all essentials on this point of the Godhood\nof Jesus the Christ.  With our belief in Jesus as the Son of God, the Only Begotten, this\nChurch cannot accept any version that takes from Jesus the Christ any attribute of Godhood.\n<\/p><p>\nI shall call attention to a very few only (some sixteen) of the thousands of new renderings in\nthese revisions, particularly the latest&mdash;the Revised Standard Version.  They will show that\nthis Church cannot accept any of these versions as setting forth the true record of God's word\nto men.\n<\/p><p>\nLITERATURE OF THE NEW TESTAMENT\n<\/p><p>\nIn the first place, I must note that one the virtues claimed by the Revisionists for their new\nwork is that it consciously and deliberately sets about to destroy the New\nTestament as a book of supreme classic literature. They have all succeeded.  They say the\nEnglish of the King James Version is of too much beauty and elegance, is in English too\nmajestic and lofty for the writings of New Testament times.  I merely ask, could any language\nbe too great, too elegant, too beautiful, too lofty, to record the doings and sayings of Jesus of\nNazareth, the Christ?\n<\/p><p>\nELIMINATION OF WORD \"MIRACLE\"\n<\/p><p>\nI have already noted that the Extreme Textualists rule out the whole of the so-called\nmiraculous elements of the New Testament and brand them as myths, legends, popular\nexaggeration, symbolism, allegory.  To further this thesis of theirs, they have eliminated the\nword <i>miracle<\/i> whenever it occurs In the New Testament (except in some half dozen places)\nand have substituted for the word <i>miracle<\/i> the word <i>sign<\/i>.  A <i>miracle<\/i> may be a <i>sign<\/i>, but a <i>sign<\/i>\nis not necessarily a <i>miracle<\/i>.  This attempt to discredit or destroy miracles by changing the\nname we give to them seems puerile, yet over the years, if not corrected, it would leave its\neffect.  We Latter-day Saints know that Jesus did perform miracles, that his ancient Apostles\nperformed them, and that through the exercise of the Holy Priesthood after the order of the\nSon of God, those duly authorized perform miracles today.  This is our testimony to the\nworld. We cannot accept a Bible text that would take the miraculous out of our lives.  This\nmanipulation is a prop for Arianism.\n<\/p><p>\nTHE VIRGIN BIRTH (<span class=\"citation\" id=\"34608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34608)\">Matt. 1:25<\/a><\/span>)\n<\/p><p>\nIn this connection it should be noted that the Revisionists have so manipulated the account of\nthe birth of Jesus, as recorded in Matthew, as to give ground for the contention that the virgin\nbirth of Jesus is a myth.  Matthew in our Bible says&mdash;speaking about Joseph:  \"And knew\nher not till she had brought forth her firstborn son.\"  The Inspired Version follows the King\nJames Version.\n<\/p><p>\nThe Revised Standard Version reads: \"But knew her not until she had borne a son,\" which\nopens the door for a contention regarding Mary's virginity.  We can admit no question on this\npoint, which was made certain in the great vision to Nephi (see\n(<span class=\"citation\" id=\"1519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1519)\">1 Ne. 11:18-20<\/a><\/span>).  The\noverwhelming Greek Manuscript authority (there are more than 4000 of them, mostly\nfragments) sustains the King James Version.  This is a change that tends to take away the\nChristian concept of the birth of Jesus. This bends toward Arianism.\n<\/p><p>\nMESSAGE OF THE HEAVENLY HOST (<span class=\"citation\" id=\"31362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31362)\">Luke 2:14<\/a><\/span>)\n<\/p><p>\nIn the King James Version, the message of the heavenly host to the shepherds, reads: \"Glory\nto God in the highest, and on earth peace, good will toward men.\" The Inspired Version\nfollows without essential change, the King James Version.  The Revisionists have changed\nthis to read: \"Glory to God in the highest, and on earth peace among men with whom he is\npleased!\" Obviously, the Revisionists have changed the sense and scope of the message from a\ngreeting and blessing to all men, to a message to a restricted few.  Christ's mission was for\nall men. Scholars affirm this change first comes into view in the second century and\ndisappears in the fifth.  We cannot accept this mutilation.\n<\/p><p>\n\"THE SON OF GOD\" (<span class=\"citation\" id=\"33069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33069)\">Mark 1:1<\/a><\/span>)\n<\/p><p>\nMark's opening sentence in the King James Version reads thus: \"The beginning of the gospel\nof Jesus Christ, the Son of God.\" The Inspired Version follows the King James.  So do the\nRevised Versions, but the Revisionists have a marginal note that casts doubt upon the phrase,\n\"The Son of God,\" by noting that some authorities omit these words, but they do not tell us\nthat these words are said to be all but universally recognized in the manuscripts and the\nwritings of the Fathers. At best, this doubt-raising marginal note, *\nunexplained, carries to the uninformed the idea that he has a legitimate choice whether he will\naccept or reject these words.  There is, on the record, no chance for a justifiable choice. Here\nis an Arianism.\n<\/p><p>\n[* Note:  Dr. Scrivener, who was one of the scholars who made the Revised version of 1881\nand carried the Greek text through the press (he and Dr. Hort are characterized by Dr.\nKenyon as \"the two most learned textual critics then alive\"&mdash;1881), made, in his great work,\nA Plain Introduction to the Criticism of the New Testament (3rd edition, 1883), the following\nobservations about these marginal readings: \". . . the various readings recorded in the margin\nare nothing better than rejected readings, deliberately refused a place in the text, and set in the\nmargin if sometimes too lightly, yet always in a spirit of fairness to the unlearned reader of\nHoly Scripture.\"  (Preface, p. ix.)]\n<\/p><p>\nCHRIST THE CREATOR (<span class=\"citation\" id=\"27582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27582)\">John 1:3-4<\/a><\/span>)\n<\/p><p>\nIn the King James Version John declares: \"All things were made by him; and without him\nwas not any thing made that was made.  In him was life; and the life was the light of men.\"\nThe Revised Standard Version substitutes <i>through<\/i> for <i>by<\/i> in the phrase <i>made by him<\/i>.  The\nInspired version of the Prophet Joseph follows the King James Version in part, with a\ndifferent rendering for the fourth verse: \"In him was the gospel, and the gospel was the life,\nand the life was the light of men.\"\n<\/p><p>\nBut the Revisionists have cast a doubt on these passages by a marginal note which adds an\nalternative reading which omits and contracts the passage to read: \"Without him was not\nanything made.  That which has been made was life in him.\" Scholars affirm that this is a\nknown perversion brought in by the Gnostics in the second century.  It is an heretical change.\n<\/p><p>\nThis is another omission and change affecting the dignity and personality of Christ.\n<\/p><p>\nTHE SON OF MAN WHICH IS IN HEAVEN (<span class=\"citation\" id=\"27586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27586)\">John 3:13<\/a><\/span>)\n<\/p><p>\nJohn quotes Jesus as saying to Nicodemus: \n<\/p><p>\n\"And no man hath ascended up to heaven, but he that came down from heaven, even the Son\nof man which is in heaven.\" The Inspired Version follows the King James Version.  The\nBritish revision of the 1880's and the American Standard Version (1900-01) print the passage\nsubstantially as in the King James Version, but add a note which says: \"Many ancient\nauthorities omit who is in heaven.\" However, the latest American revision (the Revised\nStandard Version) leaves these words out of the text and adds a note: \"Other ancient\nauthorities add who is in heaven.\" That is, here, as in other places, the doubt cast in the\nearlier revisions is made a certainty in this last revision, and the King James text is relegated\nto a note.  Yet scholars tell us that the omitted words are found in every Greek manuscript in\nthe world except five, in the Latin, Syriac, and other versions in number totaling ten, and in\nthe works of thirty-eight Fathers, and are recognized by certain Extreme Textualists as \"quite\nabove suspicion.\" Here again is a change of Arian type, tending to belittle Jesus.  We of the\nChurch cannot accept this alteration.\n<\/p><p>\nTHE LORD'S PRAYER (<span class=\"citation\" id=\"34618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34618)\">Matt. 6:9-13<\/a><\/span>;\n<span class=\"citation\" id=\"31371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31371)\">Luke 11:2-4<\/a><\/span>)\n<\/p><p>\nIn his great Sermon on the Mount, Jesus taught the multitude how to pray, having warned\nthem against praying in vain repetitions as the heathen do, who \"think that they shall be heard\nfor their much speaking,\" because, said he, \"your Father knoweth what things ye have need\nof, before ye ask him.\" Every Sunday School child knows, or should know, the Lord's Prayer\nfound in our Bible.  I shall not repeat it.  I will repeat the form found in the last revision (the\nRevised Standard Version): \n<\/p><p>\n\"Our Father who art in heaven,<br \/>\n      Hallowed be thy name.<br \/>\n      Thy kingdom come,<br \/>\n      Thy will be done,<br \/>\n      On earth as it is in heaven.<br \/>\n      Give us this day our daily bread; <br \/>\n      And forgive us our debts,<br \/>\n      As we also have forgiven our debtors; <br \/>\n      And lead us not into temptation,<br \/>\n      But deliver us from evil.\"\n<\/p><p>\nThe British and first American revisions said, \"but deliver us from the evil <i>one<\/i>,\" and there\nwas a further slight difference between the two earlier texts.\n<\/p><p>\nWe miss from the forgoing those great sanctifying words that ended the prayer: \"For thine is\nthe kingdom, and the power, and the glory, for ever. Amen,\"&mdash;found in our Bible.\n<\/p><p>\nA marginal note in the earlier versions reads substantially as in the latest version: \"Other\nauthorities, some ancient, add, in some form, <i>For thine is the kingdom and the power and the<\/i>\n<i>glory, forever. Amen.<\/i>\"\n<\/p><p>\nThus was eliminated from the Lord's Prayer that great commitment made by the Only\nBegotten in the Council Of Heaven, as he countered the proposal of Satan, the record quoting\nthe Father, \"But, behold, my Beloved Son which was my Beloved and Chosen from the\nbeginning, said unto me&mdash;Father, thy will be done, and <i>the glory be thine forever<\/i>\"\n(<span class=\"citation\" id=\"39058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39058)\">Moses 4:2<\/a><\/span>).\n<\/p><p>\nThe prayer as given in Luke has been considerably tampered with.\n<\/p><p>\nScholars affirm the changes made in these prayers stem from the pen of Marcion, the heretic\nof almost 1800 years ago.  The reliance for these changes is placed in the five manuscripts\n(out of the 4000) adopted by the Extreme Textualists and scholars say these greatly disagree\nas among themselves on this point.\n<\/p><p>\nThe Church cannot accept a text so constructed, eliminating fundamental principles, as against\nKing James Version, supported, as it is here, by the Inspired Version.\n<\/p><p>\nTHE INSTITUTION OF THE SACRAMENT (<span class=\"citation\" id=\"31380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31380)\">Luke 22:19-20<\/a><\/span>)\n<\/p><p>\nDuring the Last Supper in the Upper Chamber, Jesus instituted the sacrament. Luke's account\nthereof is as follows: \n<\/p><p>\n\"And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my\nbody which is given for you: this do in remembrance of me.\n<\/p><p>\n\"Likewise also the cup after supper, saying, This cup is the new testament in my blood, which\nis shed for you.\"\n<\/p><p>\nThe British Revised Version text was in substance the same, but a marginal note said: \"Some\nancient authorities omit <i>which is given for you<\/i>\" (following body) and \"<i>which is poured out for you<\/i>\"\n(following blood).  (The King James Version says, \"<i>which is shed for you<\/i>.\")\n<\/p><p>\nThe account in the last revision&mdash;the Revised Standard Version&mdash;reads: \"And he took bread,\nand when he had given thanks he broke it and gave it to them, saying, 'This is my body . . .'\"\nso omitting the final sentence regarding the atoning blood.\n<\/p><p>\nHere again the doubt that was cast in the first revisions by a marginal note, becomes in the\nlatest revision the actual text, while the King James Version text becomes a marginal note\nintroduced by the words: \"Other ancient authorities add . . .\" (quoting).\n<\/p><p>\nThus the latest revision practically completely eliminates from Luke's account of the\ninstitution of the sacrament, the portion dealing with the atoning blood.\n<\/p><p>\nThe accounts given in Matthew (<span class=\"citation\" id=\"34659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34659)\">Matt. 26:26-29<\/a><\/span>)\nand in Mark (<span class=\"citation\" id=\"33076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33076)\">Mark 14:22-25<\/a><\/span>)\nare not substantially\nchanged in the revisions from the account given in the King James Version.  But this leaves\nthe record where, so far as the general reader knows, he may make a choice.\n<\/p><p>\nWe of the Church cannot go along with a text that thus deals with the elemental principle of\nChristianity. This, too, tends to Arianism.\n<\/p><p>\nCASTING OUT EVIL SPIRITS (<span class=\"citation\" id=\"34642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34642)\">Matt. 17:21<\/a><\/span>)\n<\/p><p>\nThe King James Version records in Matthew that when the disciples questioned why they\ncould not cast out an evil spirit from one afflicted, Jesus, heaving cast out the evil spirit,\nreplied: \"Howbeit this kind goeth not out but by prayer and fasting.\"\n<\/p><p>\nThis declaration of Matthew is omitted in all the revisions (including the latest), with a\nmarginal note reading: \"Other ancient authorities insert verse 21, '<i>But this kind never comes<\/i>\n<i>out except by prayer and fasting<\/i>.'\" This elimination has been made\nnotwithstanding scholars say that, as of the time of the first revision (1881) it is vouched for\nby every known uncial manuscript (manuscripts written in capital letters) but two, by every\nknown cursive (manuscripts written in a running hand) but one, by the Latin and other\nversions, and by the ancient Fathers.\n<\/p><p>\nThe account of the same incident in Mark (<span class=\"citation\" id=\"33072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33072)\">Mark 9:14-29<\/a><\/span>)\nis substantially as in the King James\nVersion, except that the phrase, \"and fasting,\" is omitted, with a marginal note giving the\nusual information about \"Other ancient authorities add <i>and fasting<\/i>.\"\n<\/p><p>\nThe Inspired Version follows the King James Version.\n<\/p><p>\nHere again the uninformed reader is led to believe he is justified in a choice, though in reality\nthere is no justification for a choice.  Fasting is an essential element in the exercise of\nspiritual powers.\n<\/p><p>\nTHE SON OF MAN IS COME TO SAVE (<span class=\"citation\" id=\"34644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34644)\">Matt. 18:11<\/a><\/span>)\n<\/p><p>\nIntroducing his parable of the lost sheep as recorded in Matthew, Jesus said, as recorded in\nthe King James Version: \"For the Son of man is come to save that which was lost.\"\n<\/p><p>\nThe revisions omit this verse entirely from their text, but insert a marginal note in their\nconventional form, varied slightly in the latest revision&mdash;The Revised Standard\nVersion&mdash;\"Many authorities, some ancient, insert ver. 11\n<i>For the Son of man came to save that which was lost<\/i>.\"\n<\/p><p>\nThis verse has been eliminated, notwithstanding scholars tell us that, as of 1881, it was\nattested by every known uncial manuscript except three, by every known cursive except three,\nby the Latin and other versions, and by the early Fathers.  The Universal Eastern Church has\nread it in their churches from the beginning.\n<\/p><p>\nHere also the uninformed reader feels, without justification, that he has a choice as to whether\nJesus did or did not say this.\n<\/p><p>\nThe Inspired Version of the Prophet follows the King James Version.\n<\/p><p>\nThe omission of this verse seems clearly in the interest of the Arian doctrine.\n<\/p><p>\nOur Church could not accept this elimination.\n<\/p><p>\nTHE AGONY IN THE GARDEN AND THE MINISTERING ANGEL\n(<span class=\"citation\" id=\"31381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31381)\">Luke 22:42-44<\/a><\/span>)\n<\/p><p>\nIn Luke's record of Jesus in the Garden of Gethsemane, he states Jesus prayed: \n<\/p><p>\n\"42. Saying, Father, if thou be willing, remove this cup from me: nevertheless not my will,\nbut thine, be done.\n<\/p><p>\n\"43. And there appeared an angel unto him from heaven, strengthening him.\n<\/p><p>\n\"44. And being in an agony he prayed more earnestly: and his sweat was as it were great\ndrops of blood falling down to the ground.\"\n<\/p><p>\nAll the revisions print these verses substantially as in the King James Version, but add their\ndoubt-raising marginal note, in their conventional form: \"Many ancient authorities omit ver.\n43, 44\"&mdash;the verses regarding the strengthening angel and sweat of blood.\n<\/p><p>\nThese two verses contain our sole record of this event found in the New Testament.  Scholars\naffirm that as of 1881, these verses were witnessed by \"<i>the whole body of the Manuscripts,<\/i>\nuncial as well as cursive, and <i>by every ancient Version<\/i>,\" and by \"<i>upwards of forty famous<\/i>\n<i>personages from every part of ancient Christendom<\/i>,\" including the Fathers, \"fourteen of them\nbeing as old&mdash;some of them, a great deal older&mdash;than our oldest MSS.\"\n<\/p><p>\nThe justification offered for casting a doubt upon them is that they are \"<i>an early Western<\/i>\n<i>interpolation . . . a fragment from the Traditions<\/i>, written or oral . . . an 'evangelic\nTradition,' therefore, '<i>rescued from oblivion by the Scribes of the second century<\/i>.'\"\n<\/p><p>\nThe Inspired Version, with a slight, unimportant change, follows the King James Version,\nFurthermore, the question is settled for us by modern revelation for King Benjamin predicted\nthis specific suffering (<span class=\"citation\" id=\"40259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40259)\">Mosiah 3:7<\/a><\/span>)\nand the Lord himself recounted it in a\nrevelation to the Prophet Joseph (<span class=\"citation\" id=\"13224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13224)\">D&amp;C 19:18<\/a><\/span>).\n<\/p><p>\nWe cannot accept the elimination of any part of the record of this great moment of almost\nunbearable agony.\n<\/p><p>\nTHE WORDS ON THE CROSS (<span class=\"citation\" id=\"31384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31384)\">Luke 23:34<\/a><\/span>)\n<\/p><p>\nAfter Jesus had been nailed to the cross, and it had been planted in the ground, Jesus rayed:\n\"Father, forgive them; for they know not what they do.\"\n<\/p><p>\nAll the revisions print these words, but add the customary doubt-raising marginal note, \"Some\nancient authorities omit <i>And Jesus said, Father, forgive them; for they know not what they do<\/i>.\"\n<\/p><p>\nScholars writing in 1881 say: \"And yet these words are found in <i>every known uncial and in<\/i>\n<i>every known cursive Copy<\/i>, except four; besides being found in <i>every ancient Version<\/i>,\" and\nupwards of forty of the Fathers, beginning with Irenaeus of the second century.\n<\/p><p>\nNo other prayer offered by Jesus on earth brings us closer to his divinity than this plea for his\ncrucifiers.\n<\/p><p>\nThe Inspired Version of the prophet gives the reading of the King James Version, but inserts\nin brackets following the words, \"for they know not what they do,\" the words, \"(Meaning the\nsoldiers who crucified him).\"\n<\/p><p>\nCHRIST'S SALUTATION TO THE APOSTLES IN THE UPPER CHAMBER\n(<span class=\"citation\" id=\"31393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31393)\">Luke 24:36<\/a><\/span>)\n<\/p><p>\nLuke's account in the King James Version reads, as to the appearance of Christ in the Upper\nChamber the night following the morning of the resurrection: \"And as they thus spake, Jesus\nhimself stood in the midst of them, and saith unto them, Peace be unto you.\n<\/p><p>\nThe Revised Versions (British, 1881, and American, 1901) print, but cast doubt upon the\nphrase, \"and saith unto them, Peace be unto you,\" with a note reading, \"Some ancient\nauthorities omit <i>and saith unto them, Peace be unto you<\/i>.\"\n<\/p><p>\nIn this passage in the latest revision (the Revised Standard Version), the Revisionists have\nagain made good the doubt raised in the earlier revisions and have entirely omitted the phrase\nfrom the printed text, and print a marginal note: \"Other ancient authorities add\n<i>and said to them, 'Peace to you!<\/i>'\"\n<\/p><p>\nYet our scholar of 1881 affirms: \"And yet the precious words ('<i>and saith unto them, Peace be unto you<\/i>')\nare vouched for by 18 uncials (with Aleph A B at their head), and <i>every known cursive copy<\/i>\nof the Gospels: by all the Versions: and (as before) by Eusebius&mdash;and\nAmbrose&mdash;by Chrysostom&mdash;and Cyril&mdash;and Augustine.\" The Inspired Version expands the\nKing James Version but does not in any way destroy the essential elements of the record.\n<\/p><p>\nWe of the Church cannot surrender this passage.\n<\/p><p>\nCHRIST DISPLAYS HIS HANDS AND FEET (<span class=\"citation\" id=\"31395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31395)\">Luke 24:40<\/a><\/span>)\n<\/p><p>\nIn his account, Luke follows the salutation, \"Peace be unto you,\" with a passage reading as\nfollows, in the King James Version: \"And when he had thus spoken he shewed them his\nhands and his feet.\n<\/p><p>\nThe earlier revisions (British, 1881, American, 1901) add to this passage a marginal note\n(though printing the verse their text): \"Some ancient authorities omit ver. 40.\"\n<\/p><p>\nOnce more, the latest revision&mdash;the Revised Standard Version&mdash;makes good the doubt raised\nin the earlier revisions, and omits this passage from the text and adds a marginal note reading:\n\"Other ancient authorities add verse 40, <i>And when he had said this, he showed them his hands and his feet<\/i>.\"\n<\/p><p>\nAgain the doubt cast by the earlier revisions has become the ruling text.\n<\/p><p>\nOur collator of the 1880's comments that the words are found in eighteen uncials, beginning\nwith Aleph A B; in every known cursive; in all the ancient versions, and he names ten of the\nearlier Fathers who quote them.\n<\/p><p>\nThe Inspired Version follows the King James Version in this passage.\n<\/p><p>\nThis record regarding the resurrected body of Jesus is of the last importance.\nWe cannot suffer the loss of this incident, nor admit a doubt on its testimony.\n<\/p><p>\nCONJECTURAL EMENDATIONS\n<\/p><p>\nBishop Westcott and Doctor Hort, in their own built Greek text of the New Testament,\nintroduced a number of changes&mdash;additions and omissions&mdash;for which they adduced no\nauthority whatever.  A very learned collator declares that these <i>conjectural emendations<\/i> are\n\"destitute not only of historical foundation, but of all probability, resulting from the internal\ngoodness of the Text which its adoption would force upon us.\"  Another collator likens the\nclaims urged for these <i>emendations<\/i> as equivalent to a claim of revelation, and says: \"If these\ndistinguished Professors have enjoyed a Revelation as to what the Evangelists actually wrote,\nthey would do well to acquaint the world with the fact at the earliest possible moment. If, on\nthe contrary, they are merely relying on their own inner consciousness for the power of\ndivining the truth of Scripture at a glance&mdash;they must be prepared to find their decrees treated\nwith the contumely which is due to imposture, of whatever kind.\"\n<\/p><p>\nThe Revisionists responsible for the Revised Standard Version&mdash;the latest revision&mdash;rather\nplume themselves upon the fact that they have kept but one conjectural emendation\" offered\nby Westcott and Hort.  This is not quite accurate, but that point is immaterial. The\n<i>emendation<\/i> they affirm they retain is Jude 5\n(<span class=\"citation\" id=\"30821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30821)\">Jude 1:5-6<\/a><\/span>).\n<\/p><p>\nThe King James Version reads: \"I will therefore put you in remembrance, though ye once\nknew this, how that the Lord having saved the people out of the land of Egypt, afterward\ndestroyed them that believed not.\n<\/p><p>\n\"6. And the angels which kept not their first estate, but left their own habitation, he hath\nreserved in everlasting chains under darkness unto the judgment of the great day.\"\n<\/p><p>\nThe particular phrase of interest to the Latter-day Saint is found in verse 6&mdash;\"the angels which\nkept not their first estate.\"\n<\/p><p>\nThe English revision (1881) proposed: \n<\/p><p>\n\"5. Now I desire to put you in remembrance, though ye know all things once for all, how that\nthe Lord, having saved a people out of the land of Egypt, afterward destroyed them that\nbelieved not.  6.  And angels which kept not their own principality, but left their proper\nhabitation, he hath kept in everlasting bonds under darkness unto the judgment of the great\nday.\"\n<\/p><p>\nThe American Version (1901) was identical save for two words: <i>how<\/i> is omitted before \"that\nthe Lord,\" and <i>which<\/i> is changed to <i>that<\/i> after \"angels.\"\n<\/p><p>\nThe Inspired Version of the Prophet Joseph follows the King James Version.\n<\/p><p>\nThe Revised Standard Version&mdash;which retains Westcott and Hort's conjectural\nemendation&mdash;reads: \n<\/p><p>\n\"5. Now I desire to remind you, though you were once for all fully Informed, that he who\nsaved a people out of the land of Egypt, afterward destroyed those who did not believe.  6.\nAnd the angels that did not keep their own position but left their proper dwelling have been\nkept by him in eternal chains in the nether gloom until the judgment of the great day.\"\n<\/p><p>\nNo one with an understanding of the great truths announced in Abraham 3\n(<span class=\"citation\" id=\"7200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7200)\">Abr. 3:26<\/a><\/span>), would have\neliminated \"first estate.\" The expression \"nether gloom\" may be good mythology (we do not\nknow), but it does not describe any Christian concept.\n<\/p><p>\nThis emendation sufficiently establishes the unreliability of the Revised Standard Version, so\nfar as the Latter-day Saints are concerned.\n<\/p><p>\nWe shall consider one more omission, perhaps the largest individual omission made in all the\ntext, and certainly among the most important&mdash;\n<\/p><p>\nTHE LAST TWELVE VERSES OF MARK (<span class=\"citation\" id=\"33080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33080)\">Mark 16:9-20<\/a><\/span>)\n<\/p><p>\nThese tell that Christ first appeared to Mary Magdalene, who reported to the disciples, but\nthey believed not; then of the appearance of Jesus to the two disciples on the\nway to Emmaus, who reported to the disciples, who still believed not; then of the appearance\nto the eleven who sat at meat, whom he reproved for their unbelief and hardness of heart, and\nthen commissioned them to go into all the world and preach the gospel, telling them of the\nsigns that would follow the believer, with their powers to heal the sick; and finally of Christ's\nascension into heaven sitting on the right hand of God, with the disciples scattering to preach\nto the people, \"the Lord working with them, and Confirming the word with signs following.\"\n<\/p><p>\nIt is in this section of Mark that there occurs that passage quoted by President McKay this\nmorning, \"Go ye into all the world, and, preach the gospel to every creature.\"\n<\/p><p>\nThe Revised Versions (British 1881, American, 1901) print these passages as part of the text,\nbut leave extra space between verses 8 and 9 of the text, so suggesting that something is\nwrong.  They add this marginal note: \"The two oldest Greek manuscripts, and some other\nauthorities, Omit from ver. 9 to the end.  Some other authorities have a different ending to the\nGospel.\"\n<\/p><p>\nThe Revised Standard Version (again making the earlier doubt cast a near certainty in their\ntext), omits these verses from the text and prints them as a marginal note,\nbeginning: \"Other texts and versions add as 16:9-20 the following passage:\" Then follow the\nverses named.\n<\/p><p>\nOne collator (1881) says these verses \"<i>are recognized by every one of the Versions<\/i>,\" are\n\"attested <i>by every known Copy<\/i>, except two of bad character: <i>by a mighty chorus of Fathers:<\/i>\n<i>by the unfaltering Tradition of the Church universal<\/i>.\" And a second collator of the same era\naffirms that he defends these verses \"without the slightest misgiving.\"  Referring to the first\nnoted collator, the second one says that the first \"has now thrown a stream of light upon the\ncontroversy\" in a tone of one who is conscious of having triumphantly maintained a cause\nwhich is very precious to him.\"\n<\/p><p>\nThe elimination of these last twelve verses of Mark would undoubtedly add comfort to the\nArians.  If this whole record could be discredited, their cause would be that much advanced. \nIt is gratifying to note that the great scholar Scrivener thought his contemporary Burgon had\nsuccessfully established their authenticity.\n<\/p><p>\nIt is not opportune now to discuss almost innumerable instances from among the thousands of\nchanges by the Revisionists.  Many, many of them are on a par with those we have\nmentioned. Enough has been said to show that the Latter-day Saints may not safely accept the\nlatest revision as containing for them the word of Our Heavenly Father for his children, nor a\ndependable record of the work and mission of our Lord Jesus Christ.  We must cling to the\ntext that has guided us for a century and a quarter.\n<\/p><p>\nWe will close by quoting a few sentences from Dr. Kenyon, who seems more than any other\nto be today, the leader of the Extreme Textualists&mdash;to be looked up to by the rest&mdash;and who\nis more tolerant of contrary opinions than some others.  In the concluding paragraphs of his\nbook, <i>Our Bible and the Ancient Manuscripts<\/i> (1948), he discusses the Revised Versions as\ncompared with the King James Version, and while never surrendering the claim of superiority\nfor the revisions, he does yield these concessions: \n<\/p><p>\n\"More than fifty years have now passed since the publication of the Revised Version [British],\nand the dust of the original controversy has had time to die down.  In less than that time the\nAuthorized Version [King James] drove the Geneva Bible from the field; but there is no sign\nof a similar victory of the Revised over the Authorized.  The general verdict is, we think, this.\nThere is no doubt that the Revised represents, in the New Testament, a very superior Greek\ntext.\"\n<\/p><p>\nThis is the Extreme Textualist view, but not the view of the opposing\nschool&mdash;the High or Sound Textualist.  Kenyon continues: \n<\/p><p>\n\"There is no doubt that in very many places, especially in the prophetical and poetical books\nof the Old Testament and in the Epistles in the New, it makes the meaning clearer and\nrepresents the original more accurately.  On both these grounds the Revised Version is\nindispensable for anyone who really wishes to Study the Bible.  On the other hand, it is\nuniversally felt that very many of the verbal changes introduced by Revisers, especially in the\nGospels (where they are more noticeable because of the greater familiarity of these books),\nare unnecessary and disturbing . . . In the Gospels the sense of discomfort from the constant\nchanges of the familiar words is too great, and the changes, where they do not rest on a\nchange in the text translated, are unnecessary . . . It is true that the Authorized Version [King\nJames] has struck its roots too deeply into our language and literature, and is itself too eat a\nmonument of literary art, to be dispossessed without a preponderating balance of loss.  We\ncan no more do without the Authorized Version [King James] than we can do without\nShakespeare and Bacon . . . Both are now essential parts of our heritage; and the final verdict\nmust be: The Revised for Study, the Authorized for reading\" (Kenyon, <i>Our Bible<\/i>, pp.\n243-44).\n<\/p><p>\nThis may be the <i>final verdict<\/i> where there is not too much concern over Arian doctrines\ndenying Godhood to Jesus, and other erroneous doctrines, but to the Latter-day Saint, the\n<i>final verdict<\/i> must be that no text that minimizes or denies the Godhood of Jesus, can be regarded\nas the word of God, no matter how old and respected the manuscript may be which sets out\nsuch views.\n<\/p><p>\nTo the Latter-day Saint, Jesus was the Christ, the Only Begotten, the Son of God, a member\nof the Trinity.  All our modern Scriptures are to this point, and the true ancient scriptures will\nneither take away from, nor destroy this everlasting truth.\n<\/p><p>\nGod grant to each and every of us this priceless testimony, I ask, in Jesus' name.  Amen.\n<\/p>\n<\/div>\n<\/div>"}