{"ID":694, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Engaged in a Good Cause<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1954, pp. 47-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOn Tuesday, April 6, 1830, six men gathered in the home of the Whitmer family and\norganized the Church, I can remember with what surprise I learned for the first time, years\nago, that it did not happen on a Sunday.  Apparently the sixth day of April was more\nimportant than the day of the week. Joseph Smith, the Prophet, on the day of the organization\nof the Church, ordained Oliver Cowdery to be one of the Presiding Elders; Oliver Cowdery\nordained Joseph Smith to be one of the Presiding Elders. Thus there were two presiding\nofficers over four others.\n<\/p><p>\nLast night I sat with the assembled multitude who filled this building.  Reports said there\nwere in the neighborhood of nine thousand men here.  If we should take all of the men who\nare presiding officers in the Melchizedek Priesthood, the stake presidencies who guide them in\ntheir work and the high councilmen who assist the stake presidencies in directing the efforts\nof the presidencies of quorums, and put them in this building, the group would be just about\nas large as the number here last night.  In 124 years, the Church and its\nMelchizedek Priesthood has grown sufficiently so that officers would now fill this building. \nThe bishoprics or officers of the Aaronic Priesthood are not included in the total.\n<\/p><p>\nI do not detect that Joseph Smith ever lacked confidence in the destiny of the Church.  How\nmuch of our day he could see I do not know.  I suspect the Lord showed him the ultimate\nend, if not all of the immediate steps. I always marvel that he did not waver as to what was\ngoing to be accomplished.  He did not set a timetable, but the assurance is there for all of us\nto read, and to understand that the Church will fill the earth.  We are now well on the way. \nWe should not waver ourselves because it cannot be stopped.  From the beginning with two\nofficers we have grown until those presiding could barely squeeze into this tabernacle.\n<\/p><p>\nWe have been a long time learning how to use presiding authority.  Officers have been\nappointed by the hundreds and have not known what to do with their appointments.  I believe\nthere is, and has been going on for some time, a new awakening in the hearts of the men who\nhandle the great organization of the priesthood. They are learning how to preside and to\nconduct their affairs so that the body of the priesthood is beginning to take its place.\n<\/p><p>\nI have on my desk a number of statistics which would bear out that thought.  I should like to\nrefer to just two of them which I think are important at this moment.\n<\/p><p>\nThere is a quorum of elders in a city not far from here.  (I shall not identify it.) The members\nof this quorum are composed largely of men who do shift work; consequently their time is\neaten into at the moments when they should be attending their meetings.  That quorum of\nelders, under the direction of a president who seems to know how to do it, with the able\nassistance of two very splendid counselors, has had for the past two or three months, if the\nfacts are reported correctly, fifty-five percent of his men attending the weekly morning\npriesthood meeting.  He took sixty percent of them to the monthly priesthood meeting of the\nstake.  He has them organized so that there is not a class in the Sunday School of his ward,\nbut where one of the elders is assigned to sit there, with the lesson all prepared, ready to take\npart in case the regular teacher should fail to come or should need assistance.\n<\/p><p>\nThe same thing is done, in the other auxiliaries, in case they are needed. Such is the\npossibility of quorums of the priesthood if they recognize the need. The remarkable thing\nabout it is that there is not a man who holds the priesthood but what if he feels necessary and\nwanted leaps to the cause.\n<\/p><p>\nYour jobs brethren, is to make them feel necessary and wanted.\n<\/p><p>\nAnother instance: There is taking part in a bit of work a large body of the Melchizedek\nPriesthood quorums from about 135 stakes. I estimate there are somewhere in the neighborhood\nof a thousand quorums.  In one item, that of whether or not the presidents of the quorums and\ntheir counselors will visit their members often to encourage them, there has been an\nimprovement of more than four hundred percent.  Now, that is a statistic. I do not like\nstatistics, but I would submit to you that when the president of a quorum, and his counselors,\npick up their hats and their coats and with courage in their hearts and humility in their souls,\nleave their firesides to go out and find their brethren of the priesthood, to warm them up and\nmake them feel necessary, that ceases to be a statistic but begins to approach what the Savior\nmust have meant when he said, \"Greater love hath no man than this\"\n(<span class=\"citation\" id=\"27612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27612)\">John 15:13<\/a><\/span>). Surely\nthey are finding their friends. If they will keep it up, the fruits of that action alone will\nactivate their brethren until there will not be any necessity for doubling of positions in the\nvarious wards and auxiliaries of the Church. It will also have its effect upon the home. When\nthe Church was organized with six members in 1830, it was prophesied that\nit would fill the earth, I should like to say this about a man and a wife and four children. \nThey make six.  Whenever any man in this Church takes his proper place in the home as head\nof that home, under the righteousness of the priesthood, and takes care of his family the way\nhe should, raising his children to believe, to have faith, and to accept the principles, the\nultimate destiny of that family, the final end to that man will be the same as though he had\norganized a church.  In the final accounting, his place will be so high that his six will have\nswelled into a multitude.  So we may, ourselves, brethren, do things which will duplicate for\nus, alone, what the Prophet has done so nobly for us all.\n<\/p><p>\nWell, that is using the priesthood. I have often wondered what would happen to a man who\nsuddenly found himself without it.  Many of us do not care much about it and let it go, but\nsuppose we did not have it?  Suppose we could not use it?  Suppose we suddenly were told\nwe could not exercise it? I had such an experience one time during World War II.  My son\nhad occasion to come home on a furlough from his army camp.  It was during the time that\nconference was being held, and in obedience to the request of the government, the Church had\nceased to hold its meetings in this building but was holding them in the Assembly Hall. \nConsequently, because of its size, admission had to be by ticket.  Unless a man had a\npresiding position in the Church, he could not get a ticket. There was just not enough room to\nhave anybody come but the stake and ward leaders.  The Presidency of the Church in their\nkindness, thinking of these boys who needed an extra lift, saw to it that any boy who came\nhome on a furlough could have a ticket and get in.  I recall bringing my son down from\nOgden and stopping at the south gate and watching him go through.  As the guard let him\npass and closed the gate in my face, I press up against the bars, watching him as he finally\ndisappeared into the open door of the Assembly Hall.  And then I think I knew what it means\nif a person suddenly cannot do what he would like to do in this Church, cannot associate with\nthose with whom he would like to associate. I was completely cut off from my rights. I held\nthe priesthood, but I could not exercise it. There were doorkeepers and attendants, and\ngardeners, and ushers there&mdash;but I was not allowed to enter. I turned away with the dreadful\nfeeling of being left out.  I hope I never have a similar experience again.  It was a lesson to\nme of what could happen to me if I lost my rights.  I do not want to lose my rights. I want to be able,\nwhen the time comes, to walk through that gate and meet my family and my loved ones and\nthen go on to that destiny which is reserved for those who desire to be righteous.  I believe I\necho the feeling of everybody who holds the priesthood or who is the wife or child of one\nwho holds such priesthood.\n<\/p><p>\nI can think of one scripture I should like to apply to you, you men who hold the priesthood,\nand who preside over the priesthood, because without your active presidency nothing much\nwill happen.  In this Church, men have been taught to wait until they are appointed to do\nsomething; men normally do not volunteer to hold office or perform service.  That is a\ntraditional method.  So if you want these men to work, brethren, you must go after them, you\nmust meet them, you must visit them, and you must make them feel necessary and wanted. \nThen watch them respond.\n<\/p><p>\nThis is the scripture: \n<\/p><p>\nVerily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness\n(<span class=\"citation\" id=\"13256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13256)\">D&amp;C 58:27<\/a><\/span>).\n<\/p><p>\nMay the Lord help us to do it, I pray, in the name of Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}