{"ID":6950, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Church Grows Stronger\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is much more yet to be done, but what has been accomplished is truly phenomenal.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24905_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p5\" class=\"\">My beloved brethren and sisters, we warmly welcome you to another worldwide conference of the Church. We are now a great international family, living in many nations and speaking many languages. To me, it is a marvelous and miraculous thing that you are able to see us and hear us across the globe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p6\" class=\"\">During my life as a General Authority, we have moved from the time when we thought it a remarkable thing that we could speak in the Salt Lake Tabernacle and be heard by radio throughout the state of Utah. Now we are assembled in this great and magnificent Conference Center, and our images and words are available to 95 percent of the membership of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p7\" class=\"\">New technology has become available as the Church has grown larger and stronger. Our membership now reaches almost 12 million, with more members outside North America than reside within. Once we were recognized as a Utah church. Now we have become a great international body.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p8\" class=\"\">We have made a very long journey in reaching out to the nations of the world. There is much more yet to be done, but what has been accomplished is truly phenomenal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p9\" class=\"\">It is a fact that we lose some—far too many. Every organization of which I am aware does so. But I am satisfied that we retain and keep active a higher percentage of our members than does any other major church of which I know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p10\" class=\"\">Everywhere there is great activity and great enthusiasm. We have strong and able leaders across the world who give of their time and means to move the work forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p11\" class=\"\">It is wonderfully refreshing to see the faith and faithfulness of our young people. They live at a time when a great tide of evil is washing over the earth. It seems to be everywhere. Old standards are discarded. Principles of virtue and integrity are cast aside. But we find literally hundreds of thousands of our young people holding to the high standards of the gospel. They find happy and uplifting association with those of their own kind. They are improving their minds with education and their skills with discipline, and their influence for good is felt ever more widely.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p12\" class=\"\">I am pleased to report, my brothers and sisters, that the Church is in good condition. We continue to build temples, to construct houses of worship, to carry forward many projects of construction and improvement, all made possible because of the faith of our people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p13\" class=\"\">We are carrying on a great humanitarian effort, which is blessing the lives of many of the less fortunate of the earth and those who are the victims of the catastrophes of nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p14\" class=\"\">We are pleased to note that on April 1 of this year, the Illinois House of Representatives unanimously passed a resolution of regret for the forced expulsion of our people from Nauvoo in 1846. This magnanimous gesture may be coupled with action taken by then Governor Christopher S. Bond of Missouri, who in 1976 revoked the cruel and unconstitutional extermination order issued against our people by Governor Lilburn W. Boggs in 1838.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p15\" class=\"\">These and other developments represent a most significant change of attitude toward the Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p16\" class=\"\">How deeply grateful I feel to each of you and all of you for your dedicated and consecrated service. I thank you for your many kindnesses to me wherever I go. I stand as your servant, ready and willing to assist you in any way that I can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p17\" class=\"\">God bless you, my dear associates. How I love you. How I pray for you. How I thank you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p18\" class=\"\">May heaven smile upon you. May there be love and harmony, peace and goodness in your homes. May you be preserved from harm and evil. May our Father’s “great plan of happiness” (<span class=\"citation\" id=\"43466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43466)\">Alma 42:8<\/a><\/span>) become the standard by which you live. I ask it humbly and gratefully in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-church-grows-stronger.p19\" class=\"\">It will now be our pleasure to hear from our beloved associate Elder David B. Haight of the Quorum of the Twelve, who is now 97 years of age. Elder Haight, come up here and speak to your multitudinous friends.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}