{"ID":6953, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            When Thou Art Converted\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p2\" class=\"\">Elder D. Todd Christofferson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Plead with God in the name of Christ to write the gospel in your mind that you may have understanding and in your heart that you may love to do His will.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p4\" class=\"\">My comments are directed particularly to young people, although I hope they may be helpful to everyone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p5\" class=\"\">Years ago when I served as a stake president, a man came to confess a transgression. His confession surprised me. He had been an active member of the Church for years. I wondered how a person with his experience could have committed the sin that he did. After some pondering, it came to me that this brother had never become truly converted. Despite his Church activity, the gospel had not penetrated his heart. It was only an external influence in his life. When he was in wholesome environments, he kept the commandments, but in a different environment, other influences might control his actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p6\" class=\"\">How can you become converted? How can you make the gospel of Jesus Christ not just an influence in your life but the controlling influence and, indeed, the very core of what you are? The ancient prophet Jeremiah spoke of the law of God, the gospel, being written in our hearts. He quotes the Lord speaking about us, His people in the latter days: “I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.”<sup class=\"noteMarker\"><a href=\"#footnote1-24905_000_006\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43237)\">Jer. 31:33<\/a><\/span>. Ezekiel said conversion is like the Lord taking away our “stony heart” and giving us a heart that loves Him and His gospel (see <span class=\"citation\" id=\"43238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43238)\">Ezek. 11:19–20<\/a><\/span>). Surely this is what happened to the people of King Benjamin when they said their hearts had been changed and they didn’t even want to do evil anymore “but to do good continually” (<span class=\"citation\" id=\"43424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43424)\">Mosiah 5:2<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p7\" class=\"\">Do you want this for yourself? I can tell you how that can happen, but it must be something you want. The gospel cannot be written in your heart unless your heart is open. Without a heartfelt desire, you can participate in sacrament meetings, classes, and Church activities and do the things I will tell you, but it won’t make much difference. But if your heart is open and willing, like the heart of a child,<sup class=\"noteMarker\"><a href=\"#footnote2-24905_000_006\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43267)\">Matt. 18:3–4<\/a><\/span>.]<\/span><\/sup> let me tell you what you can do to be converted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p8\" class=\"\">As a first step, you must lay aside any feeling of pride that is so common in the world today. By this I mean the attitude that rejects the authority of God to rule in our lives. This attitude was described by the Lord to Joseph Smith when He said, “They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god.”<sup class=\"noteMarker\"><a href=\"#footnote3-24905_000_006\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43520)\">D&amp;C 1:16<\/a><\/span>; see also <span class=\"citation\" id=\"43469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43469)\">Hel. 12:6<\/a><\/span>.]<\/span><\/sup> You hear it expressed today in phrases such as “Do your own thing” or “Right and wrong depend on what I feel is right for me.” That attitude is a rebellion against God, just as Lucifer rebelled against God in the premortal world. He rejected God’s right to declare the truth and establish the law.<sup class=\"noteMarker\"><a href=\"#footnote4-24905_000_006\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43586)\">D&amp;C 76:25–29<\/a><\/span>.]<\/span><\/sup> Satan wanted, and still wants, the power to declare arbitrarily what is right and wrong. Our beloved Creator does not force us to accept His authority, but willingly submitting to that authority is the first step in conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p9\" class=\"\">Further, for the gospel to be written in your heart, you need to know what it is and grow to understand it more fully. That means you will study it.<sup class=\"noteMarker\"><a href=\"#footnote5-24905_000_006\">5<\/a>\n       <span class=\"footnote\">[We are exceptionally fortunate to have so much of the recorded word of God at our fingertips. In prior ages of the world’s history, very few people had copies of the scriptures in their possession. They had to try to remember what they could whenever they heard scriptures read in sermons. What an incomparable blessing that you can have your own copy to read whenever you want. You can see how the gospel works in the lives of people who were converted, from Adam’s time down to our own time.]<\/span><\/sup> When I say “study,” I mean something more than reading. It is a good thing sometimes to read a book of scripture within a set period of time to get an overall sense of its message, but for conversion, you should care more about the amount of time you spend in the scriptures than about the amount you read in that time. I see you sometimes reading a few verses, stopping to ponder them, carefully reading the verses again, and as you think about what they mean, praying for understanding, asking questions in your mind, waiting for spiritual impressions, and writing down the impressions and insights that come so you can remember and learn more. Studying in this way, you may not read a lot of chapters or verses in a half hour, but you will be giving place in your heart for the word of God, and He will be speaking to you. Remember Alma’s description of what it feels like: “It beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.”<sup class=\"noteMarker\"><a href=\"#footnote6-24905_000_006\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43449)\">Alma 32:28<\/a><\/span>.]<\/span><\/sup> You will know that the gospel is being written in your heart, that your conversion is happening, as the word of the Lord from His prophets, past and present, feels more and more delicious to your soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p10\" class=\"\">I mentioned praying as you study to understand the scriptures, but your prayers must not be limited to that. In the Book of Mormon, Amulek tells us we should pray about everything in our lives. He says, “Pour out your souls [to God] in your closets, and your secret places, and in your wilderness.”<sup class=\"noteMarker\"><a href=\"#footnote7-24905_000_006\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43455)\">Alma 34:26<\/a><\/span>.]<\/span><\/sup> Your Heavenly Father wants you to pray about your hopes and fears, your friends and family, your school and work, and the needs of those around you. Most of all, you should pray to be filled with the love of Christ. This love is given to those who are true followers of Jesus Christ, who ask for it with all the energy of their heart.<sup class=\"noteMarker\"><a href=\"#footnote8-24905_000_006\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43504)\">Moro. 7:47–48<\/a><\/span>.]<\/span><\/sup> This love is the fruit of the tree of life,<sup class=\"noteMarker\"><a href=\"#footnote9-24905_000_006\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43382)\">1 Ne. 11:21–23<\/a><\/span>.]<\/span><\/sup> and tasting it is a major part of your conversion because once you have felt your Savior’s love for you, even the smallest part, you will feel secure, and a love for Him and for your Heavenly Father will grow within you. In your heart you will want to do what these holy beings ask of you. Go often to your closet, your secret place, your wilderness. Thank God for your blessings; ask for His help; ask Him to bestow upon you the pure love of Christ. Sometimes fasting will help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p11\" class=\"\">After Amulek talked about prayer, he spoke about something else that is an important element of your conversion—serving others. Otherwise, he said, “your prayer is vain, and availeth you nothing.”<sup class=\"noteMarker\"><a href=\"#footnote10-24905_000_006\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43456)\">Alma 34:28<\/a><\/span>.]<\/span><\/sup> In other words, to be converted, you must not only open your heart to a knowledge of the gospel and the love of God, you must practice the gospel law. You cannot fully understand or appreciate it unless you personally apply it in your life. Jesus said that He came to serve, not to be served.<sup class=\"noteMarker\"><a href=\"#footnote11-24905_000_006\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43289)\">Mark 10:45<\/a><\/span>. Christ told Peter that when he was converted, he should strengthen his brethren (see <span class=\"citation\" id=\"43297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43297)\">Luke 22:32<\/a><\/span>).]<\/span><\/sup> So it must be with you. You must look outward and care about others. You can be compassionate; you can be friendly; you can share; you can help others in a hundred small ways. As you do, the gospel of Jesus Christ will become a part of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p12\" class=\"\">Let me mention one other thing. In ancient times when people wanted to worship the Lord and seek His blessings, they often brought a gift. For example, when they went to the temple, they brought a sacrifice to place on the altar. After His Atonement and Resurrection, the Savior said He would no longer accept burnt offerings of animals. The gift or sacrifice He will accept now is “a broken heart and a contrite spirit.”<sup class=\"noteMarker\"><a href=\"#footnote12-24905_000_006\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43474)\">3 Ne. 9:20<\/a><\/span>.]<\/span><\/sup> As you seek the blessing of conversion, you can offer the Lord the gift of your broken, or repentant, heart and your contrite, or obedient, spirit. In reality, it is the gift of yourself—what you are and what you are becoming.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p13\" class=\"\">Is there something in you or in your life that is impure or unworthy? When you get rid of it, that is a gift to the Savior. Is there a good habit or quality that is lacking in your life? When you adopt it and make it part of your character, you are giving a gift to the Lord.<sup class=\"noteMarker\"><a href=\"#footnote13-24905_000_006\">13<\/a>\n       <span class=\"footnote\">[Along with the scriptures, the pamphlet <span class=\"emphasis\">For the Strength of Youth<\/span> (2001) can guide you.]<\/span><\/sup> Sometimes this is hard to do, but would your gifts of repentance and obedience be worthy gifts if they cost you nothing?<sup class=\"noteMarker\"><a href=\"#footnote14-24905_000_006\">14<\/a>\n       <span class=\"footnote\">[Once when King David prepared to offer a sacrifice to the Lord, a loyal subject said he would give the king the place, the animals, and the firewood to make the sacrifice. But David declined, saying, “I will surely buy it of thee at a price: neither will I offer burnt offerings unto the Lord my God of that which doth cost me nothing” (<span class=\"citation\" id=\"43215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43215)\">2 Sam. 24:24<\/a><\/span>).]<\/span><\/sup> Don’t be afraid of the effort required. And remember, you don’t have to do it alone. Jesus Christ will help you make of yourself a worthy gift. His grace will make you clean, even holy. Eventually, you will become like Him, “perfect in Christ.”<sup class=\"noteMarker\"><a href=\"#footnote15-24905_000_006\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43518)\">Moro. 10:32–33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p14\" class=\"\">With conversion, you will wear a protective armor, “the whole armour of God,”<sup class=\"noteMarker\"><a href=\"#footnote16-24905_000_006\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43339)\">Eph. 6:13–17<\/a><\/span>.]<\/span><\/sup> and the words of Christ, which come by the Holy Spirit, “will tell you all things” you should do.<sup class=\"noteMarker\"><a href=\"#footnote17-24905_000_006\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43414)\">2 Ne. 32:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p15\" class=\"\">In 1992 two sister missionaries in Zagreb, Croatia, were returning to their apartment one evening. Their last teaching appointment had been some distance away, and it was getting dark. Several men on the trolley made crude comments and became rather menacing. Feeling threatened, the sisters got off the trolley at the next stop just as the doors closed so no one could follow them. Having avoided that problem, they realized they were in a place unknown to either of them. As they turned to look for help, they saw a woman. The missionaries explained that they were lost and asked the woman if she could direct them. She knew where they could find another trolley to take them home and invited them to follow her. On the way they had to pass a bar with patrons sitting along the sidewalk in the gathering darkness. These men also appeared threatening. Nevertheless, the two young women had the distinct impression that the men could not see them. They walked by, apparently invisible to those who might have had a mind to harm them. When the sisters and their guide reached the stop, the trolley they needed was just arriving. They turned to thank the woman, but she was nowhere to be seen.<sup class=\"noteMarker\"><a href=\"#footnote18-24905_000_006\">18<\/a>\n       <span class=\"footnote\">[As related by Sister Nicole Christofferson Miller.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p16\" class=\"\">These missionaries were furnished a guide and other blessings to protect them physically. As you become converted, you will have comparable protections to keep you from temptation and deliver you from evil.<sup class=\"noteMarker\"><a href=\"#footnote19-24905_000_006\">19<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43255)\">Matt. 6:13<\/a><\/span>.]<\/span><\/sup> Sometimes evil will not find you. Sometimes you will be protected when evil is made invisible to you. Even when you must confront it directly, you will do so with faith, not fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/when-thou-art-converted.p17\" class=\"\">We have talked of desire, submissiveness to God, study, prayer, service, repentance, and obedience. From these, coupled with your worship and activity in Church, will come testimony and conversion. The gospel won’t be just an influence in your life—it will be what you are. Plead with God in the name of Christ to write the gospel in your mind that you may have understanding and in your heart that you may love to do His will.<sup class=\"noteMarker\"><a href=\"#footnote20-24905_000_006\">20<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43354)\">Heb. 8:10<\/a><\/span>; <span class=\"citation\" id=\"43355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43355)\">Heb. 10:16<\/a><\/span>.]<\/span><\/sup> Pursue this blessing diligently and patiently, and you will receive it, for God “is gracious and merciful, … and of great kindness.”<sup class=\"noteMarker\"><a href=\"#footnote21-24905_000_006\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43244)\">Joel 2:13<\/a><\/span>. “Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you” (<span class=\"citation\" id=\"43598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43598)\">D&amp;C 88:63<\/a><\/span>).]<\/span><\/sup> I so bear witness in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24905_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43237)\">Jer. 31:33<\/a><\/span>. Ezekiel said conversion is like the Lord taking away our “stony heart” and giving us a heart that loves Him and His gospel (see <span class=\"citation\" id=\"43238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43238)\">Ezek. 11:19–20<\/a><\/span>). Surely this is what happened to the people of King Benjamin when they said their hearts had been changed and they didn’t even want to do evil anymore “but to do good continually” (<span class=\"citation\" id=\"43424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43424)\">Mosiah 5:2<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24905_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43267)\">Matt. 18:3–4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24905_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43520)\">D&amp;C 1:16<\/a><\/span>; see also <span class=\"citation\" id=\"43469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43469)\">Hel. 12:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24905_000_006\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43586)\">D&amp;C 76:25–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24905_000_006\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>We are exceptionally fortunate to have so much of the recorded word of God at our fingertips. In prior ages of the world’s history, very few people had copies of the scriptures in their possession. They had to try to remember what they could whenever they heard scriptures read in sermons. What an incomparable blessing that you can have your own copy to read whenever you want. You can see how the gospel works in the lives of people who were converted, from Adam’s time down to our own time.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24905_000_006\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43449)\">Alma 32:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24905_000_006\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43455)\">Alma 34:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24905_000_006\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43504)\">Moro. 7:47–48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24905_000_006\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43382)\">1 Ne. 11:21–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24905_000_006\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43456)\">Alma 34:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24905_000_006\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43289)\">Mark 10:45<\/a><\/span>. Christ told Peter that when he was converted, he should strengthen his brethren (see <span class=\"citation\" id=\"43297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43297)\">Luke 22:32<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24905_000_006\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43474)\">3 Ne. 9:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24905_000_006\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Along with the scriptures, the pamphlet <span class=\"emphasis\">For the Strength of Youth<\/span> (2001) can guide you.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24905_000_006\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>Once when King David prepared to offer a sacrifice to the Lord, a loyal subject said he would give the king the place, the animals, and the firewood to make the sacrifice. But David declined, saying, “I will surely buy it of thee at a price: neither will I offer burnt offerings unto the Lord my God of that which doth cost me nothing” (<span class=\"citation\" id=\"43215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43215)\">2 Sam. 24:24<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-24905_000_006\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43518)\">Moro. 10:32–33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-24905_000_006\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43339)\">Eph. 6:13–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-24905_000_006\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43414)\">2 Ne. 32:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-24905_000_006\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>As related by Sister Nicole Christofferson Miller.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-24905_000_006\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43255)\">Matt. 6:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-24905_000_006\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43354)\">Heb. 8:10<\/a><\/span>; <span class=\"citation\" id=\"43355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43355)\">Heb. 10:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_006\"><a name=\"-24905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-24905_000_006\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43244)\">Joel 2:13<\/a><\/span>. “Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you” (<span class=\"citation\" id=\"43598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43598)\">D&amp;C 88:63<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}