{"ID":6956, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Personal Influence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As we follow that Man of Galilee—even the Lord Jesus Christ—our personal influence will be felt for good wherever we are, whatever our callings.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p4\" class=\"\">My dear brothers and sisters, both within my view and assembled throughout the world, I seek an interest in your prayers and your faith as I respond to the assignment and privilege to address you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p5\" class=\"\">More than 40 years ago, when President David O. McKay extended to me a call to the Quorum of the Twelve Apostles, he warmly welcomed me with a heartfelt smile and a tender embrace. Among the sacred counsel he extended was the declaration, “There is one responsibility that no one can evade. That is the effect of one’s personal influence.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p6\" class=\"\">The calling of the early Apostles reflected the influence of the Lord. When He sought a man of faith, He did not select him from the throng of the self-righteous who were found regularly in the synagogue. Rather, He called him from among the fishermen of Capernaum. Peter, Andrew, James, and John heard the call, “Follow me, and I will make you fishers of men.”<sup class=\"noteMarker\"><a href=\"#footnote1-24905_000_009\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43252)\">Matt. 4:19<\/a><\/span>.]<\/span><\/sup> They followed. Simon, man of doubt, became Peter, Apostle of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p7\" class=\"\">When the Savior was to choose a missionary of zeal and power, He found him not among His advocates but amidst His adversaries. Saul of Tarsus—the persecutor—became Paul the proselyter. The Redeemer chose imperfect men to teach the way to perfection. He did so then; He does so now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p8\" class=\"\">He calls you and me to serve Him here below and sets us to the task He would have us fulfill. The commitment is total. There is no conflict of conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p9\" class=\"\">As we follow that Man of Galilee—even the Lord Jesus Christ—our personal influence will be felt for good wherever we are, whatever our callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p10\" class=\"\">Our appointed task may appear insignificant, unnecessary, unnoticed. Some may be tempted to question:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Father, where shall I work today?”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And my love flowed warm and free.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then he pointed out a tiny spot<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And said, “Tend that for me.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I answered quickly, “Oh no, not that!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Why, no one would ever see,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No matter how well my work was done.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not that little place for me.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the word he spoke, it was not stern; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Art thou working for them or for me?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Nazareth was a little place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And so was Galilee.”<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-24905_000_009\">2<\/a>\n\t   <span class=\"footnote\">[Meade MacGuire, “Father, Where Shall I Work Today?” in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> comp. Jack M. Lyon and others (1996), 152.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p23\" class=\"\">The family is the ideal place for teaching. It is also a laboratory for learning. Family home evening can bring spiritual growth to each member.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p24\" class=\"\">“The home is the basis of a righteous life, and no other instrumentality can take its place or fulfill its essential functions.”<sup class=\"noteMarker\"><a href=\"#footnote3-24905_000_009\">3<\/a>\n       <span class=\"footnote\">[First Presidency letter, 11 Feb. 1999; quoted in <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1; <span class=\"emphasis\">Ensign,<\/span> June 1999, 80.]<\/span><\/sup> Such truth has been taught by many Presidents of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p25\" class=\"\">It is in the home where fathers and mothers can teach provident living to their children. Sharing of tasks and helping one another set a pattern for future families as children grow, marry, and leave home. The lessons learned in the home are those that last the longest. President Gordon B. Hinckley continues to stress the avoidance of unnecessary debt, the fallacy of living beyond one’s means, and the temptation to let our wants become our necessities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p26\" class=\"\">The Apostle Paul’s exhortation to his beloved Timothy provides the counsel that will enable our personal influence to find lodgment in the hearts of those with whom we associate: “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote4-24905_000_009\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43345)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p27\" class=\"\">When I was a boy, our family lived in the Sixth-Seventh Ward of the Pioneer Stake. The ward population was rather transient, which resulted in an accelerated rate of turnover with respect to the teachers in the Sunday School. As boys and girls we would just become acquainted with a particular teacher and grow to appreciate him or her when the Sunday School superintendent would visit the class and introduce a new teacher. Disappointment filled each heart, and a breakdown of discipline resulted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p28\" class=\"\">Prospective teachers, hearing of the unsavory reputation of our particular class, would graciously decline to serve or suggest the possibility of teaching a different class where the students were more manageable. We took delight in our newly found status and determined to live up to the fears of the faculty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p29\" class=\"\">One Sunday morning, a lovely young lady accompanied the superintendent into the classroom and was presented to us as a teacher who requested the opportunity to teach us. We learned that she had been a missionary and loved young people. Her name was Lucy Gertsch. She was beautiful, soft-spoken, and interested in us. She asked each class member to introduce himself, and then she asked questions which gave her an understanding and insight into the background of each. She told us of her girlhood in Midway, Utah, and as she described that beautiful valley she made its beauty live within us and we desired to visit the green fields she loved so much.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p30\" class=\"\">When Lucy taught, she made the scriptures actually live. We became personally acquainted with Samuel, David, Jacob, Nephi, Joseph Smith, and the Lord Jesus Christ. Our gospel scholarship grew. Our deportment improved. Our love for Lucy Gertsch knew no bounds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p31\" class=\"\">We undertook a project to save nickels and dimes for what was to be a gigantic Christmas party. Sister Gertsch kept a careful record of our progress. As boys with typical appetites we converted in our minds the monetary totals to cakes, cookies, pies, and ice cream. This was to be a glorious event. Never before had any of our teachers even suggested a social event like this was to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p32\" class=\"\">The summer months faded into autumn. Autumn turned to winter. Our party goal had been achieved. The class had grown. A good spirit prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p33\" class=\"\">None of us will forget that gray morning when our beloved teacher announced to us that the mother of one of our classmates had passed away. We thought of our own mothers and how much they meant to us. We felt sincere sorrow for Billy Devenport in his great loss.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p34\" class=\"\">The lesson this Sunday was from the book of Acts, chapter 20, verse 35 [<span class=\"citation\" id=\"43320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43320)\">Acts 20:35<\/a><\/span>]: “Remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.” At the conclusion of the presentation of a well-prepared lesson, Lucy Gertsch commented on the economic situation of Billy’s family. These were Depression times, and money was scarce. With a twinkle in her eyes, she asked: “How would you like to follow this teaching of our Lord? How would you feel about taking our party fund and, as a class, giving it to the Devenports as an expression of our love?” The decision was unanimous. We counted so carefully each penny and placed the total sum in a large envelope. A beautiful card was purchased and inscribed with our names.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p35\" class=\"\">This simple act of kindness welded us together as one. We learned through our own experience that it is indeed more blessed to give than to receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p36\" class=\"\">The years have flown. The old chapel is gone, a victim of industrialization. The boys and girls who learned, who laughed, who grew under the direction of that inspired teacher of truth have never forgotten her love or her lessons. Her personal influence for good was contagious.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p37\" class=\"\">A General Authority whose personal influence was felt far and wide was the late President Spencer W. Kimball. He really made a difference in the lives of countless individuals.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p38\" class=\"\">When I was a bishop, the telephone rang one day, and the caller identified himself as Elder Spencer W. Kimball. He said, “Bishop Monson, in your ward is a trailer court, and in a little trailer in that court—the smallest trailer of all—is a sweet Navajo widow, Margaret Bird. Would you have your Relief Society president visit her and invite her to come to Relief Society and to participate with the sisters?” We did. Margaret Bird came and found a warm welcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p39\" class=\"\">Elder Kimball called on another occasion. “Bishop Monson,” he said, “I have learned that there are two Samoan boys living in a downtown hotel. They’re going to get in trouble. Will you make them members of your ward?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p40\" class=\"\">I found these two boys at midnight sitting on the steps of the hotel playing ukuleles and singing. They became members of our ward. Eventually, each of them married in the temple and served valiantly. Their influence for good was widespread.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p41\" class=\"\">When I was first called as a bishop, I discovered that our record for subscriptions to the <span class=\"emphasis\">Relief Society Magazine<\/span> in the Sixth-Seventh Ward had been at a low ebb. Prayerfully we analyzed the names of individuals whom we could call to be magazine representative. The inspiration dictated that Elizabeth Keachie should be given the assignment. As her bishop, I approached her with the task. She responded, “Bishop Monson, I’ll do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p42\" class=\"\">Elizabeth Keachie was of Scottish descent, and when she replied, “I’ll do it,” one knew she indeed would. She and her sister-in-law, Helen Ivory—neither more than five feet tall—commenced to walk the ward, house by house, street by street, and block by block. The result was phenomenal. We had more subscriptions to the <span class=\"emphasis\">Relief Society Magazine<\/span> than had been recorded by all the other units of the stake combined.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p43\" class=\"\">I congratulated Elizabeth Keachie one Sunday evening and said to her, “Your task is done.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p44\" class=\"\">She replied, “Not yet, Bishop. There are two square blocks we have not yet covered.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p45\" class=\"\">When she told me which blocks they were, I said, “Oh, Sister Keachie, no one lives on those blocks. They are totally industrial.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p46\" class=\"\">“Just the same,” she said, “I’ll feel better if Nell and I go and check them ourselves.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p47\" class=\"\">On a rainy day, she and Nell covered those final two blocks. On the first one, she found no home, nor did she on the second. She and Sister Ivory paused, however, at a driveway which was muddy from a recent storm. Sister Keachie gazed about 100 feet (30 m) down the driveway, which was adjacent to a machine shop, and there noticed a garage. This was not a normal garage, however, in that there was a curtain at the window.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p48\" class=\"\">She turned to her companion and said, “Nell, shall we go and investigate?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p49\" class=\"\">The two sweet sisters then walked down the muddy driveway 40 feet (12 m) to a point where the entire view of the garage could be seen. Now they noticed a door which had been cut into the side of the garage, which door was unseen from the street. They also noticed that there was a chimney with smoke rising from it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p50\" class=\"\">Elizabeth Keachie knocked at the door. A man 68 years of age, William Ringwood, answered. They then presented their story concerning the need of every home having the <span class=\"emphasis\">Relief Society Magazine.<\/span> William Ringwood replied, “You’d better ask my father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p51\" class=\"\">Ninety-four-year-old Charles W. Ringwood then came to the door and also listened to the message. He subscribed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p52\" class=\"\">Elizabeth Keachie reported to me the presence of these two men in our ward. When I requested their membership certificates from Church headquarters, I received a call from the Membership Department at the Presiding Bishopric’s Office. The clerk said, “Are you sure you have living in your ward Charles W. Ringwood?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p53\" class=\"\">I replied that I did, whereupon she reported that the membership certificate for him had remained in the “lost and unknown” file of the Presiding Bishopric’s Office for the previous 16 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p54\" class=\"\">On Sunday morning Elizabeth Keachie and Nell Ivory brought to our priesthood meeting Charles and William Ringwood. This was the first time they had been inside a chapel for many years. Charles Ringwood was the oldest deacon I had ever met. His son was the oldest male member holding no priesthood I had ever met.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p55\" class=\"\">It became my opportunity to ordain Brother Charles Ringwood a teacher and then a priest and finally an elder. I shall never forget his interview with respect to seeking a temple recommend. He handed me a silver dollar, which he took from an old, worn leather coin purse and said, “This is my fast offering.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p56\" class=\"\">I said, “Brother Ringwood, you owe no fast offering. You need it yourself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p57\" class=\"\">“I want to receive the blessings, not retain the money,” he responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p58\" class=\"\">It was my opportunity to take Charles Ringwood to the Salt Lake Temple and to attend with him the endowment session.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p59\" class=\"\">Within a few months, Charles W. Ringwood passed away. At his funeral service, I noticed his family sitting on the front rows in the mortuary chapel, but I noticed also two sweet women sitting near the rear of the chapel, Elizabeth Keachie and Helen Ivory.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p60\" class=\"\">As I gazed upon those two faithful and dedicated women and contemplated their personal influence for good, the promise of the Lord filled my very soul: “I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end. Great shall be their reward and eternal shall be their glory.”<sup class=\"noteMarker\"><a href=\"#footnote5-24905_000_009\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43582)\">D&amp;C 76:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p61\" class=\"\">There is one, above all others, whose personal influence covers the continents, spans the oceans, and penetrates the hearts of true believers. He atoned for the sins of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p62\" class=\"\">I testify that He is a teacher of truth—but He is more than a teacher. He is the Exemplar of the perfect life—but He is more than an exemplar. He is the Great Physician—but He is more than a physician. He is the literal Savior of the world, the Son of God, the Prince of Peace, the Holy One of Israel, even the risen Lord, who declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p63\" class=\"\">“I am Jesus Christ, whom the prophets testified shall come into the world. … I am the light and the life of the world.”<sup class=\"noteMarker\"><a href=\"#footnote6-24905_000_009\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43478)\">3 Ne. 11:10–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p64\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.”<sup class=\"noteMarker\"><a href=\"#footnote7-24905_000_009\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43618)\">D&amp;C 110:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/your-personal-influence.p65\" class=\"\">As His witness, I testify to you that He lives! In His holy name—even Jesus Christ, the Savior—amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24905_000_009\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43252)\">Matt. 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24905_000_009\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Meade MacGuire, “Father, Where Shall I Work Today?” in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> comp. Jack M. Lyon and others (1996), 152.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24905_000_009\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, 11 Feb. 1999; quoted in <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1; <span class=\"emphasis\">Ensign,<\/span> June 1999, 80.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24905_000_009\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43345)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24905_000_009\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43582)\">D&amp;C 76:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24905_000_009\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43478)\">3 Ne. 11:10–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_009\"><a name=\"-24905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24905_000_009\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43618)\">D&amp;C 110:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}