{"ID":696, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Word of God Will Stand<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1954, pp. 52-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel humble, my brothers and sisters, as I occupy this position.  I pray that I may enjoy the\nSpirit the Lord for the few moments that I am here.  Since our last conference, I have had the\nprivilege, by appointment of the First Presidency, of visiting the islands of the Pacific, and\nnow I think I can understand why Brother Matthew Cowley loved those colonies and people\nas he did, because I found the love they had in their hearts for him.  It was while I was in\nNew Zealand that I received the word of his passing.  Those people truly love him, and as\nyou travel through the Church and you feel the faith and the spirit of the members in\nwhichever land you happen to go, be it in those lands, or in the Hawaiian Islands, or in\nEurope, you cannot help but be impressed with the words of the Apostle Paul, when he said: \n<\/p><p>\nFor ye are all the children of God by faith in Christ Jesus.\n<\/p><p>\nFor as many of you as have been baptized into Christ have put on Christ.\n<\/p><p>\nThere is neither Jew nor Greek, there is neither bend nor free, there is neither male nor\nfemale: for ye are all one in Christ Jesus\n(<span class=\"citation\" id=\"23241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23241)\">Gal. 3:26-28<\/a><\/span>).\n<\/p><p>\nAnd that to me is one of the marvelous things about this Church, about which President\nMcKay spoke this morning, when he told of the announcement the Lord made to the Prophet\nJoseph that a marvelous work was about to come forth among the children of men\n(<span class=\"citation\" id=\"13211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13211)\">D&amp;C 4:1<\/a><\/span>).  The faith\nand the unity and the oneness that exists among the Saints of God wherever you find them,\nwhatever their color might be, is a wonderful thing to me.\n<\/p><p>\nAnd another is the marvelous feeling of faith that the Lord plants in the hearts of the\nmissionaries. I have seen missionaries in the field who would gladly have given their lives for\nthe testimony of the truth that the Lord had given to them.\n<\/p><p>\nWe had a missionary in our mission, who was on his second mission, and he told of when he\nwas on his first mission. While at lunch, two men rode up on horseback and said, \"Aren't you\nholding a meeting this afternoon?\" and he said, \"No, we hadn't planned on it.\" \"Well,\" the man\nsaid, \"there is a whole group over at the chapel waiting for you, and they expect you to\ncome.\" So the missionary said, \"We will be right over,\" and when they arrived they\nfound a posse of men on horses with lasso ropes, and they said, \"We are\ngoing to string you Mormon elders up to this tree.\" This missionary happened to be a bit\nwitty, and he said, \"Well, that is all right, but there is no hurry about it, is there? Come on\ninside, and let's talk it over,\" and before they got through, the leader of the mob took the two\nelders home with him.  But there they were, facing even death, as it were, but there was no\nfear because of the marvelous Spirit the Lord has put into this work.\n<\/p><p>\nI have heard it said, I\nhave never read it, that once the Prophet Joseph, when he appeared before the President of the\nUnited States, was asked the difference between this Church and other churches, and he said,\n\"The difference is that we have the Holy Ghost\"\n(<i>DHC<\/i>, 4:42), and then I thought of Peter before he\nreceived the Holy Ghost, how he denied the Christ three times during one night\n(<span class=\"citation\" id=\"34664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34664)\">Matt. 26:69-75<\/a><\/span>), and after he\nhad received the Holy Ghost, you remember, when he was asked by the chief Priests, if they\nhad not commanded him not to preach Christ and him crucified in the streets of Jerusalem,\nand his reply was: \"Whom shall men obey? God or man\"  (see\n<span class=\"citation\" id=\"7716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7716)\">Acts 5:29<\/a><\/span>).\n<\/p><p>\nI thank God that among the marvelous things in this Church is this wonderful spirit that binds\nthe Saints together and motivates the members of the Church to be willing to sacrifice, in\norder to build the kingdom of God in the earth I would like to say a few words about another\nphase of this great and marvelous work that has appealed to me, and that is the fulfillment of\nprophecy. As I read the words of Isaiah, I read that the Lord has planned all of his\nwork from the beginning (<span class=\"citation\" id=\"25153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25153)\">Isa. 46:10<\/a><\/span>),\nand he has permitted his prophets\nso to announce unto the people.  That is why Peter tells us that,\n<\/p><p>\nWe have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto\na light that shineth in a dark place, until the dawn, and the day star arise in your hearts: \n<\/p><p>\nKnowing this first, that no prophecy of the scripture is of any private interpretation.\n<\/p><p>\nFor the prophecy came not in old time the will of man: but holy men of God spake as they\nwere moved by the Holy Ghost (<span class=\"citation\" id=\"4827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4827)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\nAnd so, today, we have the more sure word of prophecy, and as I read the prophecies of the\nscriptures and those of our modern prophets, I am sure in my own mind that there has never\nbeen a period in the history of the world when there were as many prophecies being fulfilled\nas there are today.\n<\/p><p>\nThere will not be time to go into the details of what has transpired in the restoration of the\ngospel, in the gathering of the Saints to these valleys of the mountains, in the building of\nthese holy temples. I think of the words of President Young when the cornerstone of this Salt\nLake Temple was laid, when he made this statement: \n<\/p><p>\n\"This morning we have assembled on one of the most solemn, interesting, joyful, and glorious\noccasions that ever have transpired, or will transpire among the children of men, while the\nearth continues in its present organization, and is occupied for its present purposes. And I\ncongratulate my brethren and sisters that it is our unspeakable privilege to stand here this day,\nand minister before the Lord on an occasion which has caused the tongues and pens of\nProphets to speak and write for many scores of centuries which are past\"\n(<i>Discourses of Brigham Young<\/i>, p. 632, 1925 ed.).\n<\/p><p>\nThink of it!  Some three thousand years ago, the Lord permitted Isaiah and Micah\n(<span class=\"citation\" id=\"37882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37882)\">Micah 4:1-2<\/a><\/span>) to see this\ntemple, and they declared: \n<\/p><p>\nAnd is shall come to pass in the last days, that the mountain of the Lord's house shall be\nestablished in the top of the mountains, and shall be exalted above the hills; and all nations\nshall flow unto it.\n<\/p><p>\nAnd many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to\nthe house of the God of Jacob; and he will teach us of his ways, and we will walk in his\npaths (<span class=\"citation\" id=\"25146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25146)\">Isa. 2:2-3<\/a><\/span>).\n<\/p><p>\nDo we need any better evidence of the fulfillment of this prophecy than these great\ncongregations that are assembling here to worship the Lord and to listen to the words of his\nprophets of this dispensation.\n<\/p><p>\nI think also of the words of Jesus, as he walked along the way to Emmaus with his two\ndisciples, \"But their eyes were holden that they should not know him,\" and then after listening\nto them tell of the events that had transpired in Jerusalem pertaining to the crucifixion of the\nLord, he said: \"O fools, and slow of heart to believe all that the prophets have spoken\"\n(<span class=\"citation\" id=\"31390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31390)\">Luke 24:16,25<\/a><\/span>). And\nthen he began with Moses and the prophets and showed them how that in all things the\nprophets had testified of him and what would transpire as part of his ministry and his labors.\nAnd then we are told that he opened the understanding of his Apostles, that they might\nunderstand the scriptures (<span class=\"citation\" id=\"31391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31391)\">Luke 24:27-32<\/a><\/span>).\n<\/p><p>\nAnd then we are told by Mormon that \". . . the eternal purposes of the Lord shall roll on,\nuntil all his promises shall be fulfilled.\" And then Mormon said, \"Search the prophecies of\nIsaiah.\" And then he made known that in the day when these prophecies should be fulfilled,\nthat it would be given unto the people to understand them\n(<span class=\"citation\" id=\"37962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37962)\">Morm. 8:22-23<\/a><\/span>).\n<\/p><p>\nAnd as I read the prophecies of Isaiah, it seems to me that the Lord almost permitted him to\nlive more in our day than when he was actually upon the earth, for so many of his prophecies\ndeal with the latter-days and the things that are to transpire in this dispensation.\n<\/p><p>\nI think of the words of one of our worthy patriarchs, not so long ago. He was in his nineties,\nand one of his friends said, \"Brother-so-and-so, wouldn't you rather pass on into the next\nworld, where your wife is and so many of your loved ones, and so many of your friends?\"\nAnd he rebuked him and said, \"Not much. I have lived to see the Lord accomplish so much\nin this dispensation, I want to stay as long as I can and see him finish his work.\"\n<\/p><p>\nIt would be an interesting thing were there time to consider the prophecies that are yet to be\nfulfilled, but I do want to say a word about what is going on over in Jerusalem and the Holy\nLand at this present time. So many of the prophets, and the Savior of the world, himself, and\nparticularly when he visited the Nephites, have told of the day when the Jews would be\ngathered back to that land and how the Lord would fight their battles and how he would do a\nmarvelous work among them (<span class=\"citation\" id=\"5544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5544)\">3 Ne. 20:29,33,46<\/a><\/span>).\n And when you read what is going on and see how they have\nbecome a nation today, it is a wonderful thing.\n<\/p><p>\nAnd then I contrast the prophecies with relation to their regathering and their rebuilding of\ntheir temple and their rebuilding of the waste places that have been desolate according to the\nprophets for many generations, with the prophecy of Isaiah with respect to the destruction of\nthe great city of Babylon. You will remember at the time it was the greatest City in all the\nworld.  It is interesting to read the descriptions of it, with its beautiful gardens, and yet Isaiah\nannounced that that city would be destroyed; he said that it would never be rebuilt, that it\nwould never be inhabited from generation to generation, that it would become the abode of\nreptiles and wild animals, and that the Arabs would no more pitch their tents there\n(<span class=\"citation\" id=\"25149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25149)\">Isa. 13:19-22<\/a><\/span>). That was\na declaration that the greatest city in the world would not only be destroyed, but it would also\nnever be rebuilt.\n<\/p><p>\nNo one would dare say that of any of our great cities today. Now, contrast that with the\ndestruction of Jerusalem. The Savior said it would be plowed as an acre and not one stone\nwould be left upon another (<span class=\"citation\" id=\"34653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34653)\">Matt. 24:2<\/a><\/span>),\nbut all of the prophets declared it would be rebuilt, and not only\nthat, but that her waste places should also be restored until it should become as the Garden of\nEden.\n<\/p><p>\nAnd the desolate land shall he tilled, whereas it lay desolate in the sight of all that passed by.\n<\/p><p>\nAnd they shall say, This land that was desolate is become like the garden of\nEden; and the waste and desolate and ruined cities are become fenced, and are inhabited\n(<span class=\"citation\" id=\"23110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23110)\">Ezek. 36:34-35<\/a><\/span>)\n<\/p><p>\nIf you read your current magazines, such as the article that appeared in the March\n<i>Reader's Digest<\/i> about what is going on over there, how the men use the Bible to find where the\nsprings and wells were, and the reservoirs and the iron mines, it is a marvelous thing, and that\nland is being rebuilt.\n<\/p><p>\nI could not help but think, as I read some of these articles, of how Brother Orson Hyde would\nfeel today.  He was sent there in 1841 by the Presidency of the Church to dedicate that land\nfor the regathering of the Jews.  At that time, it was a wasteland, with very few people there,\nand today they are going back by the thousands and by the hundreds of thousands.\n<\/p><p>\nI have in my heart a feeling that it will not be long until the Presidency of the Church will\nfeel to open up the missionary work among these people, because the Savior indicated that the\nfullness of his gospel would be preached unto them in the latter days and not only that, but\nalso in a revelation to the Prophet Joseph, he indicated that the gospel was to be preached, as\nPresident McKay pointed out, to all nations, to the Gentiles, first, and then to the Jews\n(<span class=\"citation\" id=\"13287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13287)\">D&amp;C 90:9<\/a><\/span>), so\nthat the day will come when we will carry the message to them.\n<\/p><p>\nI have one specific little illustration of how it would appear the Lord is working with them I\nwould like to refer to here today. First, I will read a few words from Zachariah, the twelfth\nchapter: \n<\/p><p>\nIn that day shall the lord defend the inhabitants of Jerusalem; band he that is feeble among\nthem at that day shall be as David; and the house of David shall be as God, as the angel of\nthe Lord before them.\n<\/p><p>\nAnd it shall come to pass in that day, that I will seek to destroy all the nations that come\nagainst Jerusalem (<span class=\"citation\" id=\"43067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43067)\">Zech. 12:8-9<\/a><\/span>).\n<\/p><p>\nThe Lord said he would fight their battles and that they should be strong, like unto David.\nWhen David went out to meet Goliath, no mortal man would ever have thought that in and of\nhimself he could have conquered that great giant David went forth, and when Goliath\nridiculed him, saying, \"Am I a dog, that thou comest to me with staves?\" David replied:\n\"Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in\nthe name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.\n<\/p><p>\n\"This day will the Lord deliver thee into mine hand,\" and by that same power, the Lord is\ntoday wresting this great land of promise and delivering it back unto his people (see\n(<span class=\"citation\" id=\"2513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2513)\">1 Sam. 17:43,45-46<\/a><\/span>).\n<\/p><p>\nA short time ago, when a committee was sent there by President Truman, they were told by\nChaim Weizmann, the first president of Israel, that it was their belief in a \"mystical force that\nwould return the Jews to the land of Israel, that had kept them alive.\n<\/p><p>\nIn the <i>Jewish Hope<\/i>, of September 1950, was an article by Arthur U. Michelson.  I will not\ntake time to read it, but he tells of a visit he made to Jerusalem, when he heard the experience\nof the Jewish army. They had only-one cannon, and were facing the Arabs with their\nwell-trained and equipped army, and so when they used this cannon, they moved it from place\nto place so the enemy would think they had many, and every time the cannon was fired, they\nwould beat tin cans in order to make a lot of noise so that the enemy would think they had\nmany cannons.\n<\/p><p>\nI want to read what he said about what happened when the armies of Israel were about to\ngive up: \n<\/p><p>\n\"One of the officials has told me how much the Jews had to suffer.  They had hardly anything\nwith which to resist the heavy attacks of the Arabs who were well organized and equipped\nwith the latest weapons.  Besides, they had neither food nor water, because all their supplies\nwere cut off . . .\n<\/p><p>\n\"At this critical moment, God showed them that he was on their side, for he\nperformed one of the greatest miracles that ever happened.  The Arabs suddenly threw down\ntheir arms and surrendered. When their delegation appeared with the white flag, they asked,\n\"Where are the three men that and where are all the troops we saw?\" The Jews told them that\nthey did not know anything of the three men, for this group was their entire force.  The Arabs\nsaid that they saw three persons, with long beards and flowing white robes who warned them\nnot to fight any longer, otherwise they would all be killed.  They became so frightened that\nthey decided to give up.  What an encouragement this was for the Jews to realize that God\nwas fighting for them.\"\n<\/p><p>\nAnd then he told about another case when one man with a white robe and a long beard\nappeared, and they all saw him, and they gave up their arms. Now I do not know, but the\nLord said that he would do something for the Jews in the latter days, and when he permitted\nthe Three Nephites to tarry upon this land, he said: \n<\/p><p>\nAnd behold they will be among the Gentiles, and the Gentiles shall know them not.\n<\/p><p>\nThey will also be among the Jews, and the Jews shall know them not.\n<\/p><p>\nAnd it shall come to pass, when the lord seeth fit in his wisdom that they shall minister unto\nall the scattered tribes of Israel, and unto all nations, kindreds, tongues and people, and shall\nbring out of them unto Jesus many souls, that their desire may be fulfilled, and also because\nof the convincing power of God which is in them\n(<span class=\"citation\" id=\"5550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5550)\">3 Ne. 28:27-29<\/a><\/span>).\n<\/p><p>\nWhoever these persons were, they seemed to have \"convincing power sufficient to cause a\nwhole army to surrender.\n<\/p><p>\nIn permitting these Three Nephites to tarry upon the earth until he, Jesus, should come in his\nglory, he must have had in mind some great things for them to accomplish in bringing about\na fulfillment of his promises. Whether it was convinced the army of the Arabs to surrender, I\ndo not know, but this I do know: That what is going on in the Holy Land should convince\none that the Lord is moving rapidly toward restoring the Jews to the land of their fathers and\nis giving them that land and redeeming it from its waste condition, as the prophets have\nforetold.\n<\/p><p>\nIn closing, I  give you the words of Isaiah.  I believe the words of the prophets with all my\nheart.\n<\/p><p>\nThe grass withereth, the flower fadeth: but the word of our God shall stand for ever\n(<span class=\"citation\" id=\"25152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25152)\">Isa. 40:8<\/a><\/span>).\n<\/p><p>\nTo me prophecy is one of the great evidences that there is really a God and that he is\ndirecting his work and will do so to its ultimate decreed destiny, and I bear you this witness\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}