{"ID":6962, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Earthly Debts, Heavenly Debts\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We have earthly debts and heavenly debts. Let us be wise in dealing with each of them.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p4\" class=\"\">My beloved brethren and sisters, what a glorious event it is to attend conference. We find that the words spoken are words of inspiration, and it’s a joy to be present.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p5\" class=\"\">I would like to talk about our heavenly debts and earthly debts. The Gospels record that nearly everywhere the Savior went, He was surrounded by multitudes of people. Some hoped that He would heal them; others came to hear Him speak. Others came for practical advice. Toward the end of His mortal ministry, some came to mock and ridicule Him and to clamor for His crucifixion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p6\" class=\"\">One day a man approached the Savior and asked Him to intervene in a family dispute. “Master, speak to my brother,” he pleaded, “that he divide the inheritance with me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p7\" class=\"\">The Savior refused to take sides on this issue, but He did teach an important lesson. “Beware of covetousness,” He told him, “for a man’s life consisteth not in the abundance of the things which he possesseth.”<sup class=\"noteMarker\"><a href=\"#footnote1-24905_000_018\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43291)\">Luke 12:13, 15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p8\" class=\"\">Brothers and sisters, beware of covetousness. It is one of the great afflictions of these latter days. It creates greed and resentment. Often it leads to bondage, heartbreak, and crushing, grinding debt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p9\" class=\"\">The number of marriages that have been shattered over money issues is staggering. The amount of heartbreak is great. The stress that comes from worry over money has burdened families, caused sickness, depression, and even premature death.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Earthly Debts<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p11\" class=\"\">In spite of the teachings of the Church from its earliest days until today, members sometimes fall victim to many unwise and foolish financial practices. Some continue to spend, thinking that somehow the money will become available. Somehow they will survive.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p12\" class=\"\">Far too often, the money hoped for does not appear.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p13\" class=\"\">Remember this: debt is a form of bondage. It is a financial termite. When we make purchases on credit, they give us only an illusion of prosperity. We think we own things, but the reality is, our things own us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p14\" class=\"\">Some debt—such as for a modest home, expenses for education, perhaps for a needed first car—may be necessary. But never should we enter into financial bondage through consumer debt without carefully weighing the costs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p15\" class=\"\">We have often heard that interest is a good servant but a terrible master. President J. Reuben Clark Jr. described it this way: “Interest never sleeps nor sickens nor dies; it never goes to the hospital; it works on Sundays and holidays; it never takes a vacation. … Once in debt, interest is your companion every minute of the day and night; you cannot shun it or slip away from it; you cannot dismiss it; it yields neither to entreaties, demands, or orders; and whenever you get in its way or cross its course or fail to meet its demands, it crushes you.”<sup class=\"noteMarker\"><a href=\"#footnote2-24905_000_018\">2<\/a>\n\t <span class=\"footnote\">[In Conference Report, Apr. 1938, 103.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p16\" class=\"\">The counsel from other inspired prophets in our time on this subject is clear, and what was true 50 or 150 years ago is also true today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p17\" class=\"\">President Heber J. Grant said, “From my earliest recollections, from the days of Brigham Young until now, I have listened to men standing in the pulpit … urging the people not to run into debt; and I believe that the great majority of all our troubles today is caused through the failure to carry out that counsel.”<sup class=\"noteMarker\"><a href=\"#footnote3-24905_000_018\">3<\/a>\n\t <span class=\"footnote\">[In Conference Report, Oct. 1921, 3.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p18\" class=\"\">President Ezra Taft Benson said, “Do not leave yourself or your family unprotected against financial storms. … Build up savings.”<sup class=\"noteMarker\"><a href=\"#footnote4-24905_000_018\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Pay Thy Debt, and Live … , <\/span>Brigham Young University Speeches of the Year (28 Feb. 1962), 10.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p19\" class=\"\">President Harold B. Lee taught, “Not only should we teach men to get out of debt but we should teach them likewise to stay out of debt.”<sup class=\"noteMarker\"><a href=\"#footnote5-24905_000_018\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Harold B. Lee,<\/span> ed. Clyde J. Williams (1996), 315.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p20\" class=\"\">President Gordon B. Hinckley declared: “Many of our people are living on the very edge of their incomes. In fact, some are living on borrowings. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p21\" class=\"\">“… I urge you to be modest in your expenditures; discipline yourselves in your purchases to avoid debt to the extent possible. Pay off debt as quickly as you can, and free yourselves from bondage.”<sup class=\"noteMarker\"><a href=\"#footnote6-24905_000_018\">6<\/a>\n\t <span class=\"footnote\">[“To the Boys and to the Men,” <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 65–66; <span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 53–54.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p22\" class=\"\">My brothers and sisters, many have heeded this prophetic counsel. They live within their means, they honor the debts they have incurred, and they strive to reduce the burden they owe to others. We congratulate those who are doing so, for the day will come when they will reap the blessings of their efforts and understand the value of this inspired counsel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p23\" class=\"\">However, others struggle when it comes to finances. Some are victims of adverse and often unforeseen events that have financially damaged them. Others are in financial bondage because they have not learned to discipline themselves and control their impulses to spend. Consequently, they have made unwise financial choices.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p24\" class=\"\">May I suggest five key steps to financial freedom for your consideration.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p25\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">First, pay your tithing.<\/span>\n\t  <\/span> Do you want the windows of heaven opened to you? Do you wish to receive blessings so great there is not room enough to receive them?<sup class=\"noteMarker\"><a href=\"#footnote7-24905_000_018\">7<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"43249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43249)\">Mal. 3:10<\/a><\/span>.]<\/span><\/sup> Always pay your tithing and leave the outcome in the hands of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p26\" class=\"\">Obedience to God’s commandments is the foundation for a happy life. Surely we will be blessed with the gifts of heaven for our obedience. Failure to pay tithing by those who know the principle can lead to heartache in this life and perhaps sorrow in the next.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p27\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Second, spend less than you earn.<\/span>\n\t  <\/span>This is simple counsel but a powerful secret for financial happiness. All too often a family’s spending is governed more by their <span class=\"emphasis\">yearning<\/span> than by their <span class=\"emphasis\">earning.<\/span> They somehow believe that their life will be better if they surround themselves with an abundance of things. All too often all they are left with is avoidable anxiety and distress.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p28\" class=\"\">Those who live safely within their means know how much money comes in each month, and even though it is difficult, they discipline themselves to spend less than that amount.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p29\" class=\"\">Credit is so easy to obtain. In fact, it is almost thrust upon us. Those who use credit cards to overspend unwisely should consider eliminating them. It is much better that a plastic credit card should perish than a family dwindle and perish in debt.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p30\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Third, learn to save.<\/span>\n\t  <\/span> Remember the lesson of Joseph of Egypt. During times of prosperity, save up for a day of want.<sup class=\"noteMarker\"><a href=\"#footnote8-24905_000_018\">8<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"43200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43200)\">Gen. 41:47–57<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p31\" class=\"\">Too often, people assume that they probably never will be injured, get sick, lose their jobs, or see their investments evaporate. To make matters worse, often people make purchases today based upon optimistic predictions of what they hope will happen tomorrow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p32\" class=\"\">The wise understand the importance of saving today for a rainy day tomorrow. They have adequate insurance that will provide for them in case of illness or death. Where possible, they store a year’s supply of food, water, and other basic necessities of life. They set aside money in savings and investment accounts. They work diligently to reduce the debt they owe to others and strive to become debt free.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p33\" class=\"\">Brothers and sisters, the preparations you make today may one day be to you as the stored food was to the Egyptians and to Joseph’s father’s family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p34\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Fourth, honor your financial obligations.<\/span>\n\t  <\/span> From time to time, we hear stories of greed and selfishness that strike us with great sorrow. We hear of fraud, defaulting on loan commitments, financial deceptions, and bankruptcies.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p35\" class=\"\">We hear of fathers who financially neglect their own families. We say to men and women everywhere, if you bring children into the world, it is your solemn obligation to do all within your power to provide for them. No man is fit to be called a man who gathers around himself cars, boats, and other possessions while neglecting the sacred financial obligations he has to his own wife and children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p36\" class=\"\">We are a people of integrity. We believe in honoring our debts and being honest in our dealings with our fellow men.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p37\" class=\"\">Let me tell you the story of one man who sacrificed greatly to maintain his own financial integrity and honor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p38\" class=\"\">In the 1930s Fred Snowberger opened the doors of a new pharmacy in northeastern Oregon. It had been his dream to own his own business, but the economic turnaround he had hoped for never materialized. Eight months later, Fred closed the doors of his pharmacy for the last time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p39\" class=\"\">Even though his business had failed, Fred was determined to repay the loan he had secured. Some wondered why he insisted on repaying the debt. Why didn’t he simply declare bankruptcy and have the debt legally forgiven?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p40\" class=\"\">But Fred did not listen. He had said he would repay the loan, and he was determined to honor his word. His family made many of their own clothes, grew much of their food in their garden, and used everything they had until it was thoroughly worn out or used up. Rain or shine, Fred walked to and from his work each day. And every month, Fred paid what he could on the loan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p41\" class=\"\">Years passed and finally the wonderful day arrived when Fred made the last payment. He delivered it in person. The man who had loaned him the money wept and with tears streaming down his face, said, “You not only paid back every penny, but you taught me what a man of character and honesty is.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p42\" class=\"\">To this day, nearly 70 years after Fred signed his name to that note, descendants of Fred and Erma Snowberger still tell this story with pride. This act of honor and nobility has lived through the decades as a cherished example of family integrity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p43\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Fifth, teach your children to follow your example.<\/span>\n\t  <\/span> Too many of our youth get into financial difficulty because they never learned proper principles of financial common sense at home. Teach your children while they are young. Teach them that they cannot have something merely because they want it. Teach them the principles of hard work, frugality, and saving.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p44\" class=\"\">If you don’t consider yourself informed well enough to teach them, all the more reason for you to begin learning. Abundant resources are available—from classes, to books, to other resources.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p45\" class=\"\">There are those among us who have been blessed abundantly with enough and to spare. Our Heavenly Father expects that we do more with our riches than build larger barns to hold them. Will you consider what more you can do to build the kingdom of God? Will you consider what more you can do to bless the lives of others and bring light and hope into their lives?<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Heavenly Debts<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p47\" class=\"\">We have spoken of earthly debts and our duty to repay them. But there are other debts—debts more eternal in nature—that are not so easy to repay. In fact, we will never be able to repay some of them. These are heavenly debts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p48\" class=\"\">Our mothers and fathers gave us life and brought us into this world. They gave us the opportunity to obtain mortal bodies and experience the joys and sorrows of this bounteous earth. In many cases, they set their own dreams and desires aside for the sake of their children. How fitting it is that we honor them and show by word and deed our love for them and our gratitude.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p49\" class=\"\">We also have a great debt to our ancestors who have preceded us and who wait beyond the veil for those ordinances that will allow them to continue their eternal progression. This is a debt we can repay for them in our temples.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p50\" class=\"\">What a debt we owe to the Lord for restoring His divine Church and true gospel in these latter-days through the Prophet Joseph Smith. From his youth until his Martyrdom, he devoted his days to bringing to mankind the gospel of Jesus Christ that had been lost. We owe our deepest gratitude to him and to all men in this sacred calling who have been given the mantle to preside over His Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p51\" class=\"\">How can we ever repay the debt we owe to the Savior? He paid a debt He did not owe to free us from a debt we can never pay. Because of Him, we will live forever. Because of His infinite Atonement, our sins can be swept away, allowing us to experience the greatest of all the gifts of God: eternal life.<sup class=\"noteMarker\"><a href=\"#footnote9-24905_000_018\">9<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"43533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43533)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p52\" class=\"\">Can such a gift have a price? Can we ever make compensation for such a gift? The Book of Mormon prophet King Benjamin taught “that if you should render all the thanks and praise which your whole soul has power to possess … [and] serve him with all your whole souls yet ye would be unprofitable servants.”<sup class=\"noteMarker\"><a href=\"#footnote10-24905_000_018\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43423)\">Mosiah 2:20–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p53\" class=\"\">We have earthly debts and heavenly debts. Let us be wise in dealing with each of them and ever keep in mind the words of the Savior. The scriptures tell us, “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven.”<sup class=\"noteMarker\"><a href=\"#footnote11-24905_000_018\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43256)\">Matt. 6:19–20<\/a><\/span>.]<\/span><\/sup> The riches of this world are as dust compared to the riches that await the faithful in the mansions of our Heavenly Father. How foolish is he who spends his days in the pursuit of things that rust and fade away. How wise is he who spends his days in the pursuit of eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/earthly-debts-heavenly-debts.p54\" class=\"\">Know within your hearts that Jesus the Christ lives. Be at peace, for as you draw near to Him, He will draw near to you. Let not your hearts be weary, but rejoice. Through the Prophet Joseph Smith, the gospel is restored once again. The heavens are not sealed. As in ancient days, we have a man who communicates with the Infinite. A prophet, President Gordon B. Hinckley, walks the earth in our day and at this time. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24905_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43291)\">Luke 12:13, 15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24905_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1938, 103.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24905_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1921, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24905_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Pay Thy Debt, and Live … , <\/span>Brigham Young University Speeches of the Year (28 Feb. 1962), 10.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24905_000_018\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Harold B. Lee,<\/span> ed. Clyde J. Williams (1996), 315.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24905_000_018\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“To the Boys and to the Men,” <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 65–66; <span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 53–54.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24905_000_018\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43249)\">Mal. 3:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24905_000_018\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43200)\">Gen. 41:47–57<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24905_000_018\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43533)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24905_000_018\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43423)\">Mosiah 2:20–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_018\"><a name=\"-24905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24905_000_018\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43256)\">Matt. 6:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}