{"ID":6964, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Strengthen Thy Brethren\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p2\" class=\"\">Elder Mervyn B. Arnold<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/mervyn-b-arnold-10.jpg\" alt=\"Mervyn B. Arnold\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May each quorum and each one of us individually … follow the example of our Lord and Savior to “take … him that is weak, … that he may become strong also.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p4\" class=\"\">Brother José de Souza Marques was the type of leader who truly understood the principle taught by the Savior: “And if any man among you be strong in the Spirit, let him take with him him that is weak, that he may be edified in all meekness, that he may become strong also” (<span class=\"citation\" id=\"43594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43594)\">D&amp;C 84:106<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p5\" class=\"\">As a member of the branch presidency in Fortaleza, Brazil, Brother Marques with the other priesthood leaders developed a plan to reactivate those who were less active in his branch. One of those who was less active was a young man by the name of Fernando Araujo. Recently I spoke to Fernando, and he told me of his experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p6\" class=\"\">“I became involved in surfing competitions on Sunday mornings and stopped going to my Church meetings. One Sunday morning Brother Marques knocked on my door and asked my nonmember mother if he could talk to me. When she told him I was sleeping, he asked permission to wake me. He said to me, ‘Fernando, you are late for church!’ Not listening to my excuses, he took me to church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p7\" class=\"\">“The next Sunday the same thing happened, so on the third Sunday I decided to leave early to avoid him. As I opened the gate I found him sitting on his car, reading the scriptures. When he saw me he said, ‘Good! You are up early. Today we will go and find another young man!’ I appealed to my agency, but he said, ‘We can talk about that later.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p8\" class=\"\">“After eight Sundays I could not get rid of him, so I decided to sleep at a friend’s house. I was at the beach the next morning when I saw a man dressed in a suit and tie walking towards me. When I saw that it was Brother Marques, I ran into the water. All of a sudden, I felt someone’s hand on my shoulder. It was Brother Marques, in water up to his chest! He took me by the hand and said, ‘You are late! Let’s go.’ When I argued that I didn’t have any clothes to wear, he replied, ‘They are in the car.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p9\" class=\"\">“That day as we walked out of the ocean, I was touched by Brother Marques’s sincere love and worry for me. He truly understood the Savior’s words: ‘I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick’ (<span class=\"citation\" id=\"43240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43240)\">Ezek. 34:16<\/a><\/span>). Brother Marques didn’t just give me a ride to church—the quorum made sure I remained active. They planned activities that made me feel needed and wanted, I received a calling, and the quorum members became my friends.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p10\" class=\"\">Following his reactivation, Brother Araujo went on a full-time mission and has served as bishop, stake president, mission president, and regional representative. His widowed mother, three sisters, and several cousins have also entered the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p11\" class=\"\">When speaking about the work of the Aaronic Priesthood quorums in his ward, Brother Araujo, who is once again serving as a bishop, stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p12\" class=\"\">“Our rescue work is the focus in all three quorums of the Aaronic Priesthood. We have a list of each one of our lost sheep. The quorum presidencies, advisers, and bishopric divide up and go visit them on a regular basis. We visit not only the less-active members, but we also visit the nonmembers in less-active or part-member families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p13\" class=\"\">“Activities are organized to reach each young man. We discuss each young man in our quorum presidency meetings and in our monthly bishopric youth committee meetings. In 2003 we managed to rescue five priests, one teacher, and two deacons, who are now active in their quorums. We have also reactivated some families and have enjoyed the blessing of seeing some nonmembers enter the waters of baptism.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p14\" class=\"\">As I reflected on the desire of these priesthood brethren to fulfill their sacred duties, spending the bulk of their time ministering instead of administering, these words of the Savior came into my mind:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p15\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p16\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me” (<span class=\"citation\" id=\"43283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43283)\">Matt. 25:35–36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p17\" class=\"\">The Savior’s example of going the extra mile to find His lost sheep is evident throughout the scriptures. “What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine and go into the wilderness after that which is lost, until he find it?” (<span class=\"citation\" id=\"43292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43292)\">Joseph Smith Translation, Luke 15:4<\/a><\/span>). The Good Shepherd knew when one of His sheep was missing: “He numbereth his sheep, and they know him” (<span class=\"citation\" id=\"43392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43392)\">1 Ne. 22:25<\/a><\/span>), “and he calleth his own sheep by name” (<span class=\"citation\" id=\"43307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43307)\">John 10:3<\/a><\/span>). He went “into the wilderness,” which at times has been defined as “a confusing multitude or mass” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. [2003], “wilderness,” 1432), and He searched for that which was lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p18\" class=\"\">We are not told how long it took the Good Shepherd to find the lost sheep or if others helped in the search, but we do know that they “[knew] his voice” (<span class=\"citation\" id=\"43308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43308)\">John 10:4<\/a><\/span>) and that He loved them. We also know that <span class=\"emphasis\">He did not give up,<\/span> that He did “go … after that which [was] lost, until he [did] find it,” and that when <span class=\"emphasis\">He returned,<\/span> the lost sheep was safely on His shoulders. And then He exclaims, “Rejoice with me; for I have found my sheep which was lost. I say unto you, that likewise joy shall be in heaven over one sinner that repenteth” (<span class=\"citation\" id=\"43293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43293)\">Luke 15:6–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p19\" class=\"\">In Ezekiel chapter 34 we read the prophet’s warning voice:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p20\" class=\"\">“And the word of the Lord came unto me, saying, …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p21\" class=\"\">“… Woe be to the shepherds of Israel that do feed themselves! should not the shepherds feed the flocks? …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p22\" class=\"\">“My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered upon all the face of the earth, and none did search or seek after them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p23\" class=\"\">“As I live, saith the Lord God, surely because my flock became a prey, and my flock became meat to every beast of the field, because there was no shepherd, neither did my shepherds search for my flock; …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p24\" class=\"\"><span class=\"emphasis\">“… I will require my flock at their hand”<\/span> (<span class=\"citation\" id=\"43239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43239)\">Ezek. 34:1–2, 6, 8, 10<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p25\" class=\"\">The Lord has always required that those He entrusts with His holy priesthood, including fathers, quorum leaders, and quorum members, be held accountable for His flocks. Brethren, we must search and seek out our flocks, and we must not allow our flocks to become “meat to every beast of the field.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p26\" class=\"\">In section 20 of the Doctrine and Covenants the Savior teaches us many of our duties as priesthood holders and quorum members. The following action words and phrases underline <span class=\"emphasis\">His<\/span> sense of urgency: “watch over,” “take the lead,” “expound,” “visit the house of each member,” “pray,” “strengthen,” “warn,” “send,” “teach,” “exhort,” “baptize,” and <span class=\"emphasis\">“invite all to come unto Christ”<\/span> (<span class=\"citation\" id=\"43542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43542)\">D&amp;C 20:42, 44, 46–47, 53, 59, 81–82<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p27\" class=\"\">I also felt the urgency in President Hinckley’s voice when he stated, “Let us, every one, resolve within ourselves to arise to a new opportunity, a new sense of responsibility, a new shouldering of obligation to assist our Father in Heaven in His glorious work of bringing to pass the immortality and eternal life of His sons and daughters throughout the earth” (“Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Liahona,<\/span> July 1999, 124; <span class=\"emphasis\">Ensign,<\/span> May 1999, 110).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p28\" class=\"\">I am grateful for the example of the Good Shepherd, who did not give up until He had His lost sheep safely home; for the examples of President Thomas S. Monson, who while serving as a bishop left his flock in the care of the adviser and went to the West Temple Garage to rescue Richard from a grease pit (see “The Aaronic Priesthood Pathway,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1984, 41); of Brother Marques, who rescued Fernando from the ocean; of a quorum adviser and various quorum members I am well acquainted with who knocked on Scott’s bedroom window every Sunday morning for six months, fellowshipped and loved him, until Scott returned to the fold; and for the examples of many of you who have gone the extra mile until you have found that which was lost. Your efforts will have an eternal effect on the lives of your quorum members and their posterity for generations to come. They will be living testimonies of the promise given by the Savior when He said: “Feed the flock of God which is among you, … and when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away” (<span class=\"citation\" id=\"43372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43372)\">1 Pet. 5:2, 4<\/a><\/span>), “that you may bring souls unto me, that you may rest with them in the kingdom of my Father” (<span class=\"citation\" id=\"43534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43534)\">D&amp;C 15:6<\/a><\/span>), and “how great will be your joy” (<span class=\"citation\" id=\"43537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43537)\">D&amp;C 18:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/strengthen-thy-brethren.p29\" class=\"\">May each quorum and each one of us individually, working in conjunction with the councils of the Church, follow the example of our Lord and Savior to “take … him that is weak, … that he may become strong also” (<span class=\"citation\" id=\"43593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43593)\">D&amp;C 84:106<\/a><\/span>). I bear humble witness that Joseph Smith was a prophet of God, that the Book of Mormon is scripture, that President Gordon B. Hinckley is indeed a prophet of God, that Jesus Christ is the Redeemer and the Good Shepherd, and that He lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>A story told by Elder Mervyn B. Arnold was reenacted to illustrate the importance of reaching out to youth. A now-grown Fernando Araujo portrays the priesthood leader in this photo. Bruno Augusto portrays the young Fernando Araujo.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}