{"ID":6967, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Call for Courage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us have the courage to defy the consensus, the courage to stand for principle. Courage, not compromise, brings the smile of God’s approval.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p4\" class=\"\">Brethren, you are an inspiring sight to behold. It is awesome to realize that in thousands of chapels throughout the world at this hour, your fellow holders of the priesthood of God are receiving this broadcast by way of satellite transmission. Your nationalities vary, and your languages are many, but a common thread binds us together. We have been entrusted to bear the priesthood and to act in the name of God. We are the recipients of a sacred trust. Much is expected of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p5\" class=\"\">Long ago, the renowned author Charles Dickens wrote of opportunities that await. In his classic volume entitled <span class=\"emphasis\">Great Expectations,<\/span> Dickens described a boy by the name of Philip Pirrip, more commonly known as Pip. Pip was born in unusual circumstances. He was an orphan. He wished with all his heart that he were a scholar and a gentleman. Yet all of his ambitions and all of his hopes seemed doomed to failure. Do you young men sometimes feel that way? Do those of us who are older entertain these same thoughts?<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p6\" class=\"\">Then one day a London lawyer by the name of Jaggers approached little Pip and told him that an unknown benefactor had bequeathed to him a fortune. The lawyer put his arm around the shoulder of Pip and said to him, “My boy, you have great expectations.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p7\" class=\"\">Tonight, as I look at you young men and realize who you are and what you may become, I declare, “You have great expectations”—not as the result of an unknown benefactor, but as the result of a known benefactor, even our Heavenly Father, and great things are expected of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p8\" class=\"\">Life’s journey is not traveled on a freeway devoid of obstacles, pitfalls, and snares. Rather, it is a pathway marked by forks and turnings. Decisions are constantly before us. To make them wisely, courage is needed: the courage to say, “No,” the courage to say, “Yes.” Decisions do determine destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p9\" class=\"\">The call for courage comes constantly to each of us. It has ever been so, and so shall it ever be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p10\" class=\"\">The courage of a military leader was recorded by a young infantryman wearing the gray uniform of the Confederacy during America’s Civil War. He describes the influence of General J. E. B. Stuart in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p11\" class=\"\">“[At a critical point in the battle,] he waved his hand toward the enemy and shouted, ‘Forward men! Forward! Just follow me!’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p12\" class=\"\">“… With courage and resolution [they followed] after him like a wide raging torrent,” and the objective was seized and held.<sup class=\"noteMarker\"><a href=\"#footnote1-24905_000_023\">1<\/a>\n       <span class=\"footnote\">[Quoted in Emory M. Thomas, <span class=\"emphasis\">Bold Dragoon: The Life of J. E. B. Stuart<\/span> (1986), 211–12.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p13\" class=\"\">At an earlier time, and in a land far distant, another leader issued the same plea: “Follow me.”<sup class=\"noteMarker\"><a href=\"#footnote2-24905_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43253)\">Matt. 4:19<\/a><\/span>.]<\/span><\/sup> He was not a general of war. Rather, He was the Prince of Peace, the Son of God. Those who followed Him then and those who follow Him now win a far more significant victory, with consequences that are everlasting. The need for courage is constant.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p14\" class=\"\">The holy scriptures portray the evidence of this truth. Joseph, son of Jacob, the same who was sold into Egypt, demonstrated the firm resolve of courage when to Potiphar’s wife, who attempted to seduce him, he declared: “How … can I do this great wickedness, and sin against God? And … he hearkened not unto her … and got … out.”<sup class=\"noteMarker\"><a href=\"#footnote3-24905_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43199)\">Gen. 39:9–10, 12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p15\" class=\"\">In our day, a father applied this example of courage to the lives of his children by declaring, “If you ever find yourself where you shouldn’t be—get out!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p16\" class=\"\">Who can help but be inspired by the lives of the 2,000 stripling sons of Helaman who taught and demonstrated the need of courage to follow the teachings of parents, the courage to be chaste and pure?<sup class=\"noteMarker\"><a href=\"#footnote4-24905_000_023\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43467)\">Alma 56<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p17\" class=\"\">Perhaps each of these accounts is crowned by the example of Moroni, who had the courage to persevere to the end in righteousness.<sup class=\"noteMarker\"><a href=\"#footnote5-24905_000_023\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43494)\">Moro. 1<\/a><\/span>, <span class=\"citation\" id=\"43496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43496)\">Moro. 2<\/a><\/span>, <span class=\"citation\" id=\"43497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43497)\">Moro. 3<\/a><\/span>, <span class=\"citation\" id=\"43498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43498)\">Moro. 4<\/a><\/span>, <span class=\"citation\" id=\"43499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43499)\">Moro. 5<\/a><\/span>, <span class=\"citation\" id=\"43500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43500)\">Moro. 6<\/a><\/span>, <span class=\"citation\" id=\"43502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43502)\">Moro. 7<\/a><\/span>, <span class=\"citation\" id=\"43507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43507)\">Moro. 8<\/a><\/span>, <span class=\"citation\" id=\"43511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43511)\">Moro. 9<\/a><\/span>, and <span class=\"citation\" id=\"43512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43512)\">Moro. 10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p18\" class=\"\">All were fortified by the words of Moses: “Be strong and of a good courage, fear not, nor be afraid … : for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.”<sup class=\"noteMarker\"><a href=\"#footnote6-24905_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43211)\">Deut. 31:6<\/a><\/span>.]<\/span><\/sup> He did not fail them. He will not fail us. He did not forsake them. He will not forsake us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p19\" class=\"\">It is this sweet assurance that can guide you and me—in our time, in our day, in our lives. Of course, we will face fear, experience ridicule, and meet opposition. Let us have the courage to defy the consensus, the courage to stand for principle. Courage, not compromise, brings the smile of God’s approval. Courage becomes a living and an attractive virtue when it is regarded not only as a willingness to die manfully, but also as a determination to live decently. A moral coward is one who is afraid to do what he thinks is right because others will disapprove or laugh. Remember that all men have their fears, but those who face their fears with dignity have courage as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p20\" class=\"\">From my personal chronology of courage, let me share with you an example from military service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p21\" class=\"\">Entering the United States Navy in the closing months of World War II was a challenging experience for me. I learned of brave deeds, acts of valor, and examples of courage. One best remembered was the quiet courage of an 18-year-old seaman—not of our faith—who was not too proud to pray. Of 250 men in the company, he was the only one who each night knelt down by the side of his bunk, at times amidst the jeers of the curious, the jests of unbelievers, and, with bowed head, prayed to God. He never wavered. He never faltered. He had courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p22\" class=\"\">I love these words from the poet Ella Wheeler Wilcox:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It is easy enough to be pleasant,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When life flows by like a song,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the man worth while is one who will smile,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When everything goes dead wrong.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote7-24905_000_023\">7<\/a>\n\t   <span class=\"footnote\">[“Worth While,” in <span class=\"emphasis\">The Best-Loved Poems of the American People,<\/span> sel. Hazel Felleman (1936), 144.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p27\" class=\"\">Such a man was Paul Tingey. Just a month ago I attended his funeral services here in Salt Lake City. Paul grew up in a fine Latter-day Saint home and served an honorable mission for the Lord in Germany. A companion of his in the mission field was Elder Bruce D. Porter of the First Quorum of the Seventy. Elder Porter described Elder Tingey as one of the most dedicated and successful missionaries he ever knew.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p28\" class=\"\">At the conclusion of his mission, Elder Tingey returned home, completed his studies at the university, married his sweetheart, and together with her reared their family. He served as a bishop and was successful in his vocation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p29\" class=\"\">Then, without much warning, the symptoms of a dreaded disease struck his nervous system—even multiple sclerosis. Held captive by this malady, Paul Tingey struggled valiantly but then was confined to a care facility for the remainder of his life. There he cheered up the sad and made everyone feel glad.<sup class=\"noteMarker\"><a href=\"#footnote8-24905_000_023\">8<\/a>\n       <span class=\"footnote\">[See “Have I Done Any Good?” <span class=\"emphasis\">Hymns,<\/span> no. 223.]<\/span><\/sup> Whenever I attended Church meetings there, Paul lifted my spirits, as he did all others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p30\" class=\"\">When the World Olympics came to Salt Lake City in 2002, Paul was selected to carry the Olympic torch for a specified distance. When this was announced at the care facility, a cheer erupted from those patients assembled, and a hearty round of applause echoed through the halls. As I congratulated Paul, he said with his limited diction, “I hope I don’t drop the torch!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p31\" class=\"\">Brethren, Paul Tingey didn’t drop the Olympic torch. What’s more, he carried bravely the torch he was handed in life and did so to the day of his passing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p32\" class=\"\">Spirituality, faith, determination, courage—Paul Tingey had them all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p33\" class=\"\">Someone has said that courage is not the absence of fear but the mastery of it.<sup class=\"noteMarker\"><a href=\"#footnote9-24905_000_023\">9<\/a>\n       <span class=\"footnote\">[See Mark Twain, in Gorton Carruth and Eugene Ehrlich, eds., <span class=\"emphasis\">The Harper Book of American Quotations<\/span> (1988), 111.]<\/span><\/sup> At times, courage is needed to rise from failure, to strive again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p34\" class=\"\">As a young teenager, I participated in a Church basketball game. When the outcome was in doubt, the coach sent me onto the playing floor right after the second half began. I took an inbounds pass, dribbled the ball toward the key, and let the shot fly. Just as the ball left my fingertips, I realized why the opposing guards did not attempt to stop my drive: I was shooting for the wrong basket! I offered a silent prayer: “Please, Father, don’t let that ball go in.” The ball rimmed the hoop and fell out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p35\" class=\"\">From the bleachers came the call: “We want Monson, we want Monson, we want Monson—<span class=\"emphasis\">out!”<\/span> The coach obliged.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p36\" class=\"\">Many years later, as a member of the Council of the Twelve, I joined other General Authorities in visiting a newly completed chapel where, as an experiment, we were trying out a tightly woven carpet on the gymnasium floor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p37\" class=\"\">While several of us were examining the floor, Bishop J. Richard Clarke, who was then in the Presiding Bishopric, suddenly threw the basketball to me with a challenge: “I don’t believe you can hit the basket, standing where you are!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p38\" class=\"\">I was some distance behind what is now the professional three-point line. I had never made such a basket in my entire life. Elder Mark E. Petersen of the Twelve called out to the others, “I think he can!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p39\" class=\"\">My thoughts returned to my embarrassment of years before, shooting toward the wrong basket. Nevertheless, I aimed and let that ball fly. Through the net it went!<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p40\" class=\"\">Throwing the ball in my direction, Bishop Clarke once more issued the challenge: “I know you can’t do that again!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p41\" class=\"\">Elder Petersen spoke up, “Of course, he can!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p42\" class=\"\">The words of the poet echoed in my heart: “Lead us, O lead us, \/ Great Molder of men, \/ Out of the shadow \/ To strive once again.”<sup class=\"noteMarker\"><a href=\"#footnote10-24905_000_023\">10<\/a>\n       <span class=\"footnote\">[From the “Alma Mater” of Yonkers High School.]<\/span><\/sup> I shot the ball. It soared toward the basket and went right through.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p43\" class=\"\">That ended the inspection visit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p44\" class=\"\">At lunchtime Elder Petersen said to me, “You know, you could have been a starter in the NBA.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p45\" class=\"\">Winning or losing in basketball fades from our thoughts when we contemplate our duties as bearers of the priesthood of God—both the Aaronic and Melchizedek Priesthood. We have a solemn duty to prepare ourselves through compliance with the commandments of the Lord and in responding to the calls we receive to serve Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p46\" class=\"\">We who have been ordained to the priesthood of God can make a difference. When we qualify for the help of the Lord, we can build boys, we can mend men, we can accomplish miracles in His holy service. Our opportunities are without limit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p47\" class=\"\">Though the task seems large, we are strengthened by the truth: “The greatest force in this world today is the power of God as it works through man.” If we are on the Lord’s errand, we are entitled to the Lord’s help. That divine help, however, is predicated upon our worthiness. To sail safely the seas of mortality, to perform a human rescue mission, we need the guidance of that eternal mariner—even the great Jehovah. We look up, we reach out to obtain heavenly help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p48\" class=\"\">Are our reaching hands clean? Are our yearning hearts pure? Looking backward in time through the pages of history, we find a lesson on worthiness gleaned from the words of the dying King Darius. Through proper rites, Darius had been recognized as legitimate king of Egypt. His rival, Alexander the Great, had been declared legitimate son of Amon. He too was Pharaoh. Alexander, finding the defeated Darius on the point of death, laid his hands upon his head to heal him, commanding him to arise and resume his kingly power, concluding, “I swear unto thee, Darius, by all the gods that I do these things truly and without faking.” Darius replied with a gentle rebuke: “Alexander my boy … do you think you can touch heaven with those hands of yours?”<sup class=\"noteMarker\"><a href=\"#footnote11-24905_000_023\">11<\/a>\n       <span class=\"footnote\">[Adapted from Hugh Nibley, <span class=\"emphasis\">Abraham in Egypt<\/span> (1981), 192.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p49\" class=\"\">Brethren, as we learn our duty and magnify the callings which have come to us, the Lord will guide our efforts and touch the hearts of those whom we serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p50\" class=\"\">Many years ago, I would visit an older widow named Mattie, whom I had known for many years and whose bishop I had been. My heart grieved at her utter loneliness. A precious son of hers lived many miles away, and for years he had not visited his mother. Mattie spent long hours in a lonely vigil at her front window. Behind a frayed and frequently opened curtain, the disappointed mother would say to herself, “Dick will come; Dick will come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p51\" class=\"\">But Dick didn’t come. The years passed by one after another. Then, like a ray of sunshine, Church activity came into the life of Dick, one of my former Aaronic Priesthood boys, who now lived in Houston, Texas, far away from his mother. He journeyed to Salt Lake to visit with me. He telephoned upon his arrival and, with excitement, reported the change in his life. He asked if I had time to see him if he were to come directly to my office. My response was one of gladness. However, I said, “Dick, first visit your mother, and then come to see me.” He gladly complied with my request.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p52\" class=\"\">Before he could get to my office, there came a phone call from Mattie, his mother. From a joyful heart came words punctuated by tears: “Bishop, I knew Dick would come. I told you he would. I saw him coming through the window.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p53\" class=\"\">Not many years later at Mattie’s funeral, Dick and I spoke tenderly of that experience. We had witnessed a glimpse of God’s healing power through the window of a mother’s faith in her son.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p54\" class=\"\">Time marches on. Duty keeps cadence with that march. Duty does not dim nor diminish. Catastrophic conflicts come and go, but the war waged for the souls of men continues without abatement. Like a clarion call comes the word of the Lord to you, to me, and to priesthood holders everywhere: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote12-24905_000_023\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43617)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/the-call-for-courage.p55\" class=\"\">May we each have the courage to do so, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24905_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Emory M. Thomas, <span class=\"emphasis\">Bold Dragoon: The Life of J. E. B. Stuart<\/span> (1986), 211–12.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24905_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43253)\">Matt. 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24905_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43199)\">Gen. 39:9–10, 12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24905_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43467)\">Alma 56<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24905_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43494)\">Moro. 1<\/a><\/span>, <span class=\"citation\" id=\"43496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43496)\">Moro. 2<\/a><\/span>, <span class=\"citation\" id=\"43497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43497)\">Moro. 3<\/a><\/span>, <span class=\"citation\" id=\"43498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43498)\">Moro. 4<\/a><\/span>, <span class=\"citation\" id=\"43499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43499)\">Moro. 5<\/a><\/span>, <span class=\"citation\" id=\"43500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43500)\">Moro. 6<\/a><\/span>, <span class=\"citation\" id=\"43502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43502)\">Moro. 7<\/a><\/span>, <span class=\"citation\" id=\"43507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43507)\">Moro. 8<\/a><\/span>, <span class=\"citation\" id=\"43511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43511)\">Moro. 9<\/a><\/span>, and <span class=\"citation\" id=\"43512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43512)\">Moro. 10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24905_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43211)\">Deut. 31:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24905_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Worth While,” in <span class=\"emphasis\">The Best-Loved Poems of the American People,<\/span> sel. Hazel Felleman (1936), 144.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24905_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Have I Done Any Good?” <span class=\"emphasis\">Hymns,<\/span> no. 223.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24905_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Mark Twain, in Gorton Carruth and Eugene Ehrlich, eds., <span class=\"emphasis\">The Harper Book of American Quotations<\/span> (1988), 111.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24905_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>From the “Alma Mater” of Yonkers High School.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24905_000_023\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from Hugh Nibley, <span class=\"emphasis\">Abraham in Egypt<\/span> (1981), 192.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_023\"><a name=\"-24905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24905_000_023\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43617)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}