{"ID":6969, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Did You Get the Right Message?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We should keep our lives in order so that when we receive a … message telling us what the Lord wants us to do we will be able to respond.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p5\" class=\"\">My dear brothers and sisters and friends, I greet you in the spirit of fellowship and love. We live in the marvelous age of the information highway. The amount of information sent by e-mail, fax, cellular phones, and other means is phenomenal. In fact, there is a glut of messages. The volume is so vast that it is easy to miss a vital message, and missing messages can have serious consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p6\" class=\"\">For example, in wartime missed messages between commanders and soldiers at the front have resulted in great confusion and serious loss of life. In World War I the 308th Infantry was ordered to the front in a desperate attempt to take and hold part of the Argonne Forest at any cost. The battle was so fierce that the supporting troops on the right and the left of one battalion withdrew, and the battalion was surrounded and isolated. Because headquarters lost communication with them, they became known as the Lost Battalion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p7\" class=\"\">The battalion communicated with headquarters by carrier pigeons that flew from the battalion’s location to headquarters with messages. However, as soon as these pigeons were released, they were shot down by the opposing forces. The Lost Battalion’s own artillery, not knowing where they were, opened fire on their position and inflicted heavy casualties. The battalion ran out of food and water, but they held their ground and did not surrender despite their great losses. Finally, one carrier pigeon called Cher Ami, even though it was shot, got through to headquarters carrying the message that identified the battalion’s location. The survivors of the battalion were rescued because that one crucial message got through.<sup class=\"noteMarker\"><a href=\"#footnote1-24905_000_025\">1<\/a>\n       <span class=\"footnote\">[See Buck Private McCollum, <span class=\"emphasis\">History and Rhymes of the Lost Battalion<\/span> (1939).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p8\" class=\"\">Serious consequences result whenever we miss important messages, especially if these messages are from God. Throughout the world’s history God has sent messages in various ways. Moses was tending his father-in-law’s sheep in the desert when he came upon “a flame of fire out of the midst of a bush.”<sup class=\"noteMarker\"><a href=\"#footnote2-24905_000_025\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43202)\">Ex. 3:2<\/a><\/span>.]<\/span><\/sup> He was curious and wanted to know why the bush was not consumed.<sup class=\"noteMarker\"><a href=\"#footnote3-24905_000_025\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43203)\">Ex. 3:3<\/a><\/span>.]<\/span><\/sup> As Moses turned to see, “God called unto him out of the midst of the bush, and said, Moses, Moses. And he said, Here am I.”<sup class=\"noteMarker\"><a href=\"#footnote4-24905_000_025\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43204)\">Ex. 3:4<\/a><\/span>.]<\/span><\/sup> God told him, “Put off thy shoes from off thy feet, for the place whereon thou standest is holy ground.”<sup class=\"noteMarker\"><a href=\"#footnote5-24905_000_025\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43205)\">Ex. 3:5<\/a><\/span>.]<\/span><\/sup> God chose to speak with Moses out of a burning bush. He told Moses that He had a work for him to do—specifically to bring the children of Israel out of Egypt “unto a land flowing with milk and honey.”<sup class=\"noteMarker\"><a href=\"#footnote6-24905_000_025\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43206)\">Ex. 3:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p9\" class=\"\">The word of the Lord came only once through a bush that burned but was not consumed. The prophet Elijah had a different experience. He waited as “the Lord passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the Lord; but the Lord was not in the wind: and after the wind an earthquake; but the Lord was not in the earthquake: and after the earthquake a fire; but the Lord was not in the fire: and after the fire a still small voice.”<sup class=\"noteMarker\"><a href=\"#footnote7-24905_000_025\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43216)\">1 Kgs. 19:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p10\" class=\"\">Messages are more commonly manifested by the still, small voice, which speaks to all of us through the scriptures, modern prophets, and personal revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p11\" class=\"\">Sometimes we don’t want to hear messages from God. For example, the word of the Lord called Jonah to go to Nineveh and declare repentance. But Jonah ignored the message and ran away to Joppa, where he boarded a ship to Tarshish to get away from the presence of the Lord. However, the Lord caused a mighty tempest to come upon the sea. The mariners were frightened, and in an effort to appease the Lord, they threw Jonah into the sea. A great fish swallowed Jonah, and he was in the belly of the fish for three days and three nights. Jonah prayed for forgiveness and deliverance, and the fish vomited him onto dry land. The second time the word of the Lord came to Jonah, he listened and went to call the people of Nineveh to repentance.<sup class=\"noteMarker\"><a href=\"#footnote8-24905_000_025\">8<\/a>\n       <span class=\"footnote\">[See\n                <span class=\"citation\" id=\"43245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43245)\">Jonah 1<\/a><\/span>,\n                <span class=\"citation\" id=\"43246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43246)\">Jonah 2<\/a><\/span>, and\n                <span class=\"citation\" id=\"43247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43247)\">Jonah 3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p12\" class=\"\">Some of us may need something startling like a burning bush experience to awaken our senses. In such an experience the essential nature of something—a person, a situation, an object—is suddenly perceived. We understand this to be inspiration. To be able to perceive by inspiration the common and ordinary things of life in their true meaning is a special gift. Many people fail to perceive inspiration because God’s “great power … looks small unto the understanding of men”<sup class=\"noteMarker\"><a href=\"#footnote9-24905_000_025\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43490)\">Ether 3:5<\/a><\/span>.]<\/span><\/sup> or because they are “less and less astonished at a sign or a wonder from heaven.”<sup class=\"noteMarker\"><a href=\"#footnote10-24905_000_025\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43472)\">3 Ne. 2:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p13\" class=\"\">I learned at a young age that inspiration can come to any of us. When I was in junior high school I was taking a difficult class where most of what was being taught went over my head. One day the teacher asked me a question. I didn’t understand the question, let alone the answer. Out of nowhere a response came into my mind, which I repeated to the teacher. It was the right answer, but I knew it had not come from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p14\" class=\"\">So how can we recognize inspiration when it comes? Enos stated, “While I was thus struggling in the spirit, behold, the voice of the Lord came into my mind.”<sup class=\"noteMarker\"><a href=\"#footnote11-24905_000_025\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43421)\">Enos 1:10<\/a><\/span>.]<\/span><\/sup> The voice of the spirit of revelation is not necessarily audible, but it gives us divine confirmation through our thoughts and feelings. As we are told in the Doctrine and Covenants, “I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.”<sup class=\"noteMarker\"><a href=\"#footnote12-24905_000_025\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43529)\">D&amp;C 8:2<\/a><\/span>.]<\/span><\/sup> We must cultivate our sensitivity to that divine voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p15\" class=\"\">My first radio was a crystal set. It was hard to tune to the frequency of a particular radio station. I had to literally scratch the receiving wire whisker over the top of the rough crystal to find the right pinpoint, a little valley or peak on the crystal where the signal was received. Just a millimeter off on either side of that point and I would lose the signal and get scratchy static. Over time, with patience and perseverance, good eyesight, and a steady hand, I learned to find the signal point on the crystal without too much difficulty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p16\" class=\"\">So it is with inspiration. We must attune ourselves to the inspiration from God and tune out the scratchy static. We have to work at being tuned in. Most of us need a long time to become tuned in. When I was a newly called General Authority, President Marion G. Romney, who was in his 70s at the time, told us, “I know when I am working under the Spirit and when I am not.” To be able to recognize when one is being guided by the Spirit is a supernal gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p17\" class=\"\">In terms of modern communication, crystal radio sets helped us emerge from the dark ages of communication. With advanced technology, cellular phones are used for much of the communication in our time. Occasionally, however, we find dead spots where the signal coming to a cell phone fails. This can happen when the cell phone user is in a tunnel or a canyon or when there is other interference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p18\" class=\"\">So it is with divine communication. The still, small voice, though still and small, is very powerful. It “whispereth through and pierceth all things.”<sup class=\"noteMarker\"><a href=\"#footnote13-24905_000_025\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43595)\">D&amp;C 85:6<\/a><\/span>.]<\/span><\/sup> But like my old crystal set, the message may be there but we fail to pick it up. Perhaps something in our lives prevents us from hearing the message because we are “past feeling.”<sup class=\"noteMarker\"><a href=\"#footnote14-24905_000_025\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43385)\">1 Ne. 17:45<\/a><\/span>.]<\/span><\/sup> We often put ourselves in spiritual dead spots—places and situations that block out divine messages. Some of these dead spots include anger, pornography, transgression, selfishness, and other situations that offend the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p19\" class=\"\">Messages come to us individually and directly from a divine source and through our presiding officers in the Church. Also of great importance are the messages that come to us from our parents and grandparents. Parental messages may not be wanted. But with experience and the passage of time, we come to realize that inspired messages from our father and mother are messages of love. To follow parental counsel is one way of fulfilling the commandment “Honour thy father and thy mother.”<sup class=\"noteMarker\"><a href=\"#footnote15-24905_000_025\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43209)\">Ex. 20:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p20\" class=\"\">One message missed by so many in our time is the word of the Lord commanding us to “keep [ourselves] unspotted from the world.”<sup class=\"noteMarker\"><a href=\"#footnote16-24905_000_025\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43570)\">D&amp;C 59:9<\/a><\/span>.]<\/span><\/sup> We are told that many are called, “but few are chosen,” and the reason is that “their hearts are set so much upon the things of this world.”<sup class=\"noteMarker\"><a href=\"#footnote17-24905_000_025\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43621)\">D&amp;C 121:34–35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p21\" class=\"\">The Savior’s transcendent message in the Sermon on the Mount is of burning bush importance to all of us: “But seek ye first to build up the kingdom of God, and to establish his righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote18-24905_000_025\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43259)\">Joseph Smith Translation, Matt. 6:38<\/a><\/span>; see also <span class=\"citation\" id=\"43258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43258)\">Matt. 6:33<\/a><\/span>.]<\/span><\/sup> This message needs to penetrate into our hearts and souls. As we accept this message, we are taking our personal stand in this life. Regular temple attendance will help us to constantly seek to build up the kingdom of God. Now with 117 temples in the world, never before have so many had access to the sacred houses of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p22\" class=\"\">Another very important message is the need to strengthen and safeguard our families. Far too many families are breaking up. This heartbreaking trend has an endless train of consequences. Happiness in marriage begins with husband and wife living together in love, kindness, and mutual respect, walking righteously and humbly before the Lord. It is contingent on being faithful to all vows and covenants. When families do break up for whatever reason, the parents need to try especially hard to sustain and help innocent family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p23\" class=\"\">Another vital message is that we be honest with the Lord, honest with ourselves, and honest with all others. We need to pay an honest tithe, live within our means, and save for a rainy day. Debt is bondage because “the borrower is [the] servant [of] the lender.”<sup class=\"noteMarker\"><a href=\"#footnote19-24905_000_025\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43225)\">Prov. 22:7<\/a><\/span>.]<\/span><\/sup> Some debt may be necessary, such as to acquire a home and get an education. The Lord’s counsel on the subject is to “pay the debt … [and] release thyself from bondage.”<sup class=\"noteMarker\"><a href=\"#footnote20-24905_000_025\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43540)\">D&amp;C 19:35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p24\" class=\"\">God gives us messages of instruction or encouragement to enable us to do His will. Often this is to prepare us for a specific task. This was the case with Moses in the message of the burning bush. We should keep our lives in order so that when we receive a burning bush type of message telling us what the Lord wants us to do we will be able to respond. We need to be sure we are in a position to recognize it and pursue it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p25\" class=\"\">In our day, we are bombarded by messages from many sources, both profane and spiritual. How can we determine the ones that are most vital to us? I suggest that we may look at the source of the messages and the motivation behind them. The Lord has given us a guide through the prophet Alma: “Whatsoever is good cometh from God, and whatsoever is evil cometh from the devil.”<sup class=\"noteMarker\"><a href=\"#footnote21-24905_000_025\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43431)\">Alma 5:40<\/a><\/span>.]<\/span><\/sup> We must strive to be worthy so that we do not miss the profound messages that come from God. Ultimately, these messages include the sum total of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p26\" class=\"\">It has been my great privilege to have met and had some acquaintance with more than half of the Presidents of the Church since the Prophet Joseph. I met President Heber J. Grant when I was a priest in the Aaronic Priesthood. I felt a love for him, as I have for all of the Presidents since. I have wanted to live in harmony with their counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/did-you-get-the-right-message.p27\" class=\"\">In the nine years that President Thomas S. Monson and I have served as counselors to President Gordon B. Hinckley, I have come to know and feel absolutely and unequivocally that President Hinckley is the inspired President and prophet for our time. I testify that he has known and received and will continue to receive the mind and will of the Lord for this people and the whole world. We should always be looking for and heeding the prophetic messages that come from the current President of the Church. That we may do so, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24905_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Buck Private McCollum, <span class=\"emphasis\">History and Rhymes of the Lost Battalion<\/span> (1939).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24905_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43202)\">Ex. 3:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24905_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43203)\">Ex. 3:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24905_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43204)\">Ex. 3:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24905_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43205)\">Ex. 3:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24905_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43206)\">Ex. 3:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24905_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43216)\">1 Kgs. 19:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24905_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See\n                <span class=\"citation\" id=\"43245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43245)\">Jonah 1<\/a><\/span>,\n                <span class=\"citation\" id=\"43246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43246)\">Jonah 2<\/a><\/span>, and\n                <span class=\"citation\" id=\"43247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43247)\">Jonah 3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24905_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43490)\">Ether 3:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24905_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43472)\">3 Ne. 2:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24905_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43421)\">Enos 1:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24905_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43529)\">D&amp;C 8:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24905_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43595)\">D&amp;C 85:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24905_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43385)\">1 Ne. 17:45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-24905_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43209)\">Ex. 20:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-24905_000_025\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43570)\">D&amp;C 59:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-24905_000_025\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43621)\">D&amp;C 121:34–35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-24905_000_025\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43259)\">Joseph Smith Translation, Matt. 6:38<\/a><\/span>; see also <span class=\"citation\" id=\"43258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43258)\">Matt. 6:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-24905_000_025\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43225)\">Prov. 22:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-24905_000_025\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43540)\">D&amp;C 19:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24905_000_025\"><a name=\"-24905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-24905_000_025\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43431)\">Alma 5:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}