{"ID":697, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Trust in God and Do the Right<\/p>\n<p class=\"gcspeaker\">Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1954, pp. 56-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters and friends: Humbly I acknowledge the great honor,\nprivilege, and responsibility which is mine, as I look into your faces.  I am grateful for this\nconference&mdash;thankful to the Lord that I am able to be here, to mingle with you, partake of this\nsweet spirit, and grateful to him that he has seen fit to call these general conferences of the\nChurch and the quarterly conferences in the stakes of Zion.\n<\/p><p>\nI have in mind a desire to offer just a word of hope and encouragement and admonition this\nafternoon.  I owe a great deal, as all of us who are gathered here do, to this great Church and\nkingdom of which we are a part. Throughout my life, I have felt very keenly my obligation to\nthis, the Church and kingdom of God, and my gratitude to my heavenly\nFather that my lot has been cast with this people.\n<\/p><p>\nI wish it were possible for all of us to place our trusts completely in God and to keep his\ncommandments fully. I wish we had the courage, the faith, and the strength of character so\nthat we would in very deed place our trust in our heavenly Father and keep all of his\ncommandments and do that which is right.\n<\/p><p>\nMany years ago, when I was a boy in my teens, a particular course of study in the Young\nMen's Mutual Improvement Association made a deep and lasting impression upon my life. It\nwas a series of lessons on the development of character.  I have often wished that that course\nmight be repeated.  The first in the series was a group of lessons on courage.  There is a\nrather interesting sidelight which I recall. In those days in our manuals, it was not uncommon\nto carry advertising, and I remember that on the lower front cover was an advertisement\nwhich read as follows: \"Oldest, largest, best.  LDS Business College. Day Sessions, $7.00 a\nmonth; Night Sessions, $4.00 a month.\"\n<\/p><p>\nIt is not about the advertisement that I wish to speak, but on the flyleaf of that excellent\ncourse of study there appeared a few stanzas from a \"Selected\" poem under the caption,\n\"Trust in God and Do the Right\"\n<\/p><p>\nCourage, brother, do not stumble,<br \/>\n      Though thy path is dark as night; <br \/>\n      There's a star to guide the humble&mdash;<br \/>\n      Trust in God and do the right.\n<\/p><p>\nLet the road be long and dreary,<br \/>\n      And its ending out of sight,<br \/>\n      Foot it bravely&mdash;strong or weary,<br \/>\n      Trust in God and do the right.\n<\/p><p>\nPerish \"policy\" and cunning,<br \/>\n      Perish all that fears the light; <br \/>\n      Whether losing, whether winning,<br \/>\n      Trust in God and do the right.\n<\/p><p>\nSome will hate thee, some will love thee,<br \/>\n      Some will flatter, some will slight,<br \/>\n      Turn from man, and look above thee,<br \/>\n      Trust in God and do the right.\n<\/p><p>\nSimple rule and safest guiding,<br \/>\n      Inward peace and inward light,<br \/>\n      Star upon our path abiding,<br \/>\n      Trust in God and do the right.\n<\/p><p>\nAt the head of that first chapter appeared those reassuring words of Joshua, later used as a\ntheme in MIA: \n<\/p><p>\nBe strong and of a good courage; be not afraid, neither be thou dismayed: for the lord\nthy God is with thee whithersoever thou goest\n(<span class=\"citation\" id=\"30049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30049)\">Josh. 1:9<\/a><\/span>).\n<\/p><p>\nAnd then the Psalmist: \n<\/p><p>\nBe still, and know that I am God\n(<span class=\"citation\" id=\"41785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41785)\">Ps. 46:10<\/a><\/span>).\n<\/p><p>\nIt is a great blessing, my brethren and sisters, to have an inner peace, to have an assurance, to\nhave a spirit of serenity, an inward calm during times of strife and struggle, during times of\nsorrow and reverses.  It is soul-satisfying to know that God is at the helm, that he is mindful\nof his children, and that we can with full confidence place our trust in him.  I believe that all\nthe truly great men of the earth have been men who trusted in God and who have striven to\ndo that which is right as they understood the right.\n<\/p><p>\nI have often read the words of Abraham Lincoln when he said,\n<\/p><p>\nGod rules this world . . . I am a full believer that God knows what He wants a man to do&mdash;that\nwhich pleases him.  It is never well with that man who heeds it not . . . without the assistance\nof that Divine Being, I cannot succeed, with that assistance I cannot fail.\n<\/p><p>\nAnd he offered similar admonition for the nations of the earth, as have other great Americans\nand great spiritual leaders. Said Lincoln: \n<\/p><p>\nIt is the duty of nations as well as of men to own their dependence upon the overruling power\nof God, to confess their sins and transgressions in humble sorrow . . . and to recognize the\nsublime truth that those nations only are blessed whose God is the Lord.\n<\/p><p>\nI thrilled, as I am sure you did, as our chief executive, newly elected, stood\non that solemn occasion, at the time of his inauguration, and offered a humble prayer to the\nAlmighty.  In majestic simplicity President Dwight D. Eisenhower petitioned on that occasion:\n<\/p><p>\n. . . Give us, we pray, the power to discern clearly right from wrong, and allow all our works\nand actions to be governed thereby and by the laws of this land . . . so that all may work for the\ngood of our beloved country and for Thy glory.  Amen\n<\/p><p>\nIt is reassuring to see men in high places, in church, in government, in business&mdash;in all of\nthe walks of life&mdash;who are not afraid to acknowledge their dependence upon God&mdash;who are\nnot afraid to trust him&mdash;not afraid to try to do that which is right.\n<\/p><p>\nYes, God is at the helm, my brothers and sisters. I know it, and you know it. Surely no group\nin all the world has greater evidence of that fact than do the Latter-day Saints.  Even during\nthe days of persecution and hardship, the Lord has continually encouraged us to trust in him,\nto keep his commandments, to do that which is right and then be unafraid.\n<\/p><p>\nWe live in a world of fear today. Fear seems to be almost everywhere present. But there is no\nplace for fear among the Latter-day Saints, among men and women who keep the\ncommandments, who place their trust in the Almighty, who are not afraid to get down on\ntheir knees and pray to our heavenly Father.\n<\/p><p>\nI remember an incident in the life of the Prophet Joseph.  God bless his memory! He had\nbeen persecuted with his people, driven, and at this particular time he was in Liberty Jail,\nincarcerated upon trumped-up charges. Finally, when it seemed as though he could stand it no\nlonger, he cried out in the anguish of his soul, as recorded in the 121st section: \n<\/p><p>\nO God, where art thou?  And where is the pavilion that covereth thy hiding place?\n<\/p><p>\nHow long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal\nheavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their\ncries? (<span class=\"citation\" id=\"13317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13317)\">D&amp;C 121:1-2<\/a><\/span>).\n<\/p><p>\nAnd you will recall, the word came back to him: \n<\/p><p>\nMy son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small\nmoment; \n<\/p><p>\nAnd then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over thy\nfoes (<span class=\"citation\" id=\"13318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13318)\">D&amp;C 121:7-8<\/a><\/span>).\n<\/p><p>\nThen the Lord pointed out to this great man, this prophet of God, that all these things had\nbeen given for the purpose of gaining experience, of helping to build him for the great\nresponsibilities that lay ahead of him.  How sweet and reassuring are the words of the Lord\non that memorable occasion as he counseled: \n<\/p><p>\n. . . know thou, my son, that all these things shall give thee experience, and shall be for thy\ngood.\n<\/p><p>\n. . . therefore, fear not what man can do, for God shall be with you forever and ever\n(<span class=\"citation\" id=\"13324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13324)\">D&amp;C 122:7,9<\/a><\/span>).\n<\/p><p>\nThe Lord, speaking to his sons of this dispensation and the membership of his Church, gave\nthe following admonition in another revelation: \n<\/p><p>\nFear not to do good, my sons, for whatsoever ye sow, that shall ye also reap; therefore, if ye\nsow good ye shall also reap good for your reward.\n<\/p><p>\nTherefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are\nbuilt upon my rock, they cannot prevail.\n<\/p><p>\n. . . perform with soberness the work which I have commanded you.\n<\/p><p>\nLook unto me in every thought; doubt not, fear not\n(<span class=\"citation\" id=\"13217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13217)\">D&amp;C 6:33-36<\/a><\/span>).\n<\/p><p>\nYou will also recall the admonition he gave to the early disciples of this dispensation,\nrecorded in the Lord's preface to the Book of Commandments, the first section of the\nDoctrine and Covenants: \n<\/p><p>\nAnd they shall go forth and none shall stay them, for I the Lord have commanded them\n(<span class=\"citation\" id=\"13204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13204)\">D&amp;C 1:5<\/a><\/span>).\n<\/p><p>\nSo among the Latter-day Saints, particularly, there should be no fears, even in a world where\nmany people are concerned about atom bombs, the hydrogen bomb; where many are fearing\nCommunism and some are talking fearfully of a depression. There need be no fear in the\nhearts of Latter-day Saints. People who live the gospel, who keep the commandments, who\ntrust in God and do that which is right, need never fear because God speaks peace to the\nhonest in heart through his Spirit. Said the Lord in the 11th section of the Doctrine and\nCovenants: \n<\/p><p>\nAnd now, verily, verily, I say unto thee, put your trust in that Spirit which leadeth to do\ngood&mdash;yea, to do justly . . . to judge righteously; and this is my Spirit\n(<span class=\"citation\" id=\"13218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13218)\">D&amp;C 11:12<\/a><\/span>).\n<\/p><p>\nOn another occasion the Lord declared: \n<\/p><p>\nThe weak things of the world shall come forth and break down the mighty and strong ones,\nthat man should not counsel his fellow man, <i>neither trust in<\/i> the arm of flesh\n(<span class=\"citation\" id=\"13206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13206)\">D&amp;C 1:19<\/a><\/span>, italics added).\n<\/p><p>\nOur heavenly Father is continually mindful of us. It is his \"work and glory\" to make the\nexaltation of man possible. The course which he has outlined is simple, yet able to make\nmen's stature reflect confident living free from fear. Hear his words: \n<\/p><p>\nLet him trust in me and he shall not be confounded\n(<span class=\"citation\" id=\"13275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13275)\">D&amp;C 84:116<\/a><\/span>).\n<\/p><p>\nSo, my brethren and sisters, there may come persecution; there may come opposition; there\nmay come reverses; there may come criticism and misrepresentation. Your motives may be\nquestioned. You may be attacked. But if we place our trust in the Almighty and do that which\nis right, there will come an inner assurance, an inner calm, a peace that will bring joy and\nhappiness to our souls.\n<\/p><p>\nIn my office in Washington, in the Department of Agriculture, established by President\nAbraham Lincoln, I have in a small frame these words of the great Emancipator: \n<\/p><p>\nIf I were to try to read, much less answer, all the attacks made on me, this shop might as well\nbe closed for any other business. I do the very best I know how&mdash;the very best I can; and I\nmean to keep doing so until the end. If the end brings me out all right, what is said against\nme won't amount to anything.  If the end brings me out wrong, ten angels swearing I was\nright would make no difference.\n<\/p><p>\nAnd that is the spirit which should characterize the lives of the Latter-day Saints.  \"Do what\nis right, let the consequence follow,\" goes one of our favorite hymns. Shrink not from duty\nwhere it is made known.  Keep the commandments. Trust in God and do the right.\n<\/p><p>\nIn the early days of the Church, you may recall, the Lord frequently praised the elders for\ncertain things they did, but ofttimes he would chastise as well, and in the 60th section of the\nDoctrine and Covenants, after giving a few words of praise, he said: \n<\/p><p>\nBut with some I am not well pleased, for they will not open their mouths, but they hide the\ntalent which I have given unto them, because of the fear of man. Wo unto such, for mine\nanger is kindled against them\n(<span class=\"citation\" id=\"13259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13259)\">D&amp;C 60:2<\/a><\/span>).\n<\/p><p>\nAnd so my brethren and sisters, as President Richards pointed out so beautifully this morning,\nlet us never be ashamed of the gospel of Jesus Christ. Let us never be afraid to do what is\nright.  Let us trust in God and keep his commandments, for this is the whole duty of man.\n<\/p><p>\nI know, and so do you who have testimonies of the divinity of this work, that without God's\nhelp we cannot succeed, but with his help we can accomplish anything he asks us to do. And\nwe can do it with a feeling of assurance, of confidence, and with a spirit of serenity which\ncan be a joy and blessing to all of us.\n<\/p><p>\nGod help us to keep his commandments, to put our homes in order, to pray to God, to trust in\nhim and do the right, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}