{"ID":6972, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A “Mother Heart”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p2\" class=\"\">Julie B. Beck<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/julie-b-beck-10.jpg\" alt=\"Julie B. Beck\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">By developing a mother heart, each girl and woman prepares for her divine, eternal mission of motherhood.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p4\" class=\"\">I have often heard my father describe my mother as a woman with a “mother heart,” and that is true. Her mothering influence has been felt by many hundreds, perhaps thousands of people, and she has refined the role of nurturer to an art form. Her testimony of the restored gospel of Jesus Christ and strong sense of identity and purpose have guided her life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p5\" class=\"\">She took longer than most women to find her husband, but during her single years she had devoted her life to progress. Though it was uncommon at the time, she was university educated and advancing in a career. Following her marriage, children arrived in quick succession; and in a short span of years, she was the mother of a large family. All the knowledge she had acquired, all her natural abilities and gifts, all her skills were channeled into an organization that had no earthly bounds. As a covenant-keeping daughter of God, she had prepared all her life for motherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p6\" class=\"\">What is a mother heart and how is one acquired? We learn about some of those qualities in the scriptures. To paraphrase Proverbs: “Who can find a … woman [with a mother heart]? for her price is far above rubies. … She … worketh willingly with her hands. … With the fruit of her hands she planteth a vineyard. … She stretcheth out her hand to the poor. … Strength and honour are her clothing. … She openeth her mouth with wisdom; and in her tongue is the law of kindness. She looketh well to the ways of her household, and eateth not the bread of idleness” (<span class=\"citation\" id=\"43226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43226)\">Prov. 31:10, 13, 16, 20, 25–27<\/a><\/span>). A woman with a mother heart has a testimony of the restored gospel, and she teaches the principles of the gospel without equivocation. She is keeping sacred covenants made in holy temples. Her talents and skills are shared unselfishly. She gains as much education as her circumstances will allow, improving her mind and spirit with the desire to teach what she learns to the generations who follow her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p7\" class=\"\">If she has children, she is a “goodly parent” (<span class=\"citation\" id=\"43376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43376)\">1 Ne. 1:1<\/a><\/span>) who lives and teaches standards of behavior exactly in line with the teachings of living prophets. She teaches her “children to pray, and to walk uprightly before the Lord” (<span class=\"citation\" id=\"43579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43579)\">D&amp;C 68:28<\/a><\/span>). Rather than listening to the voices and partial truths of the world, she knows that gospel standards are based on eternal, unchangeable truths. She believes that to be “primarily responsible for the nurture of [her] children” is a vital, dignified, and “sacred responsibilit[y]” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 1998, 24; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102). To nurture and feed them physically is as much an honor as to nurture and feed them spiritually. She is “not weary in well-doing” and delights to serve her family, because she knows that “out of small things proceedeth that which is great” (<span class=\"citation\" id=\"43573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43573)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p8\" class=\"\">Oh, that every girl and woman would have a testimony of her potential for eternal motherhood as she keeps her earthly covenants. “Each is a beloved … daughter of heavenly parents, and, as such, each has a divine … destiny” (“The Family: A Proclamation to the World”). As spirit daughters of God, women “received their first lessons in the world of spirits and were prepared to come forth” (<span class=\"citation\" id=\"43635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43635)\">D&amp;C 138:56<\/a><\/span>) on the earth. They were among the “noble and great ones” (<span class=\"citation\" id=\"43634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43634)\">D&amp;C 138:55<\/a><\/span>) who “shouted for joy” (<span class=\"citation\" id=\"43219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43219)\">Job 38:7<\/a><\/span>) at the creation of the earth because they would be given a physical body with the opportunity to be proven in a mortal sphere (see <span class=\"citation\" id=\"43655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43655)\">Abr. 3:25<\/a><\/span>). They wished to work side by side with righteous men to accomplish eternal goals that neither can attain independently.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p9\" class=\"\">Female roles did not begin on earth, and they do not end here. A woman who treasures motherhood on earth will treasure motherhood in the world to come, and “where [her] treasure is, there will [her] heart be also” (<span class=\"citation\" id=\"43257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43257)\">Matt. 6:21<\/a><\/span>). By developing a mother heart, each girl and woman prepares for her divine, eternal mission of motherhood. “Whatever principle of intelligence [she] attain[s] unto in this life, it will rise with [her] in the resurrection. And if a person gains more knowledge and intelligence in this life through [her] diligence and obedience than another, [she] will have so much the advantage in the world to come” (<span class=\"citation\" id=\"43626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43626)\">D&amp;C 130:18–19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p10\" class=\"\">In my experience I have seen that some of the truest mother hearts beat in the breasts of women who will not rear their own children in this life, but they know that “all things must come to pass in their time” and that they “are laying the foundation of a great work” (<span class=\"citation\" id=\"43571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43571)\">D&amp;C 64:32–33<\/a><\/span>). As they keep their covenants, they are investing in a grand, prestigious future because they know that “they who keep their second estate shall have glory added upon their heads for ever and ever” (<span class=\"citation\" id=\"43656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43656)\">Abr. 3:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p11\" class=\"\">I was recently at a park where I met a group of women with mother hearts. They were young, covenant-keeping women. They were bright and had obtained advanced degrees from respected universities. Now they were devoting their considerable gifts to planning dinner that evening and sharing housekeeping ideas. They were teaching two-year-olds to be kind to one another. They were soothing babies, kissing bruised knees, and wiping tears. I asked one of those mothers how it came about that she could transfer her talents so cheerfully into the role of motherhood. She replied, “I know who I am, and I know what I am supposed to do. The rest just follows.” That young mother will build faith and character in the next generation one family prayer at a time, one scripture study session, one book read aloud, one song, one family meal after another. She is involved in a great work. She knows that “children are an heritage of the Lord” and “happy is the [woman] that hath [a] quiver full of them” (<span class=\"citation\" id=\"43222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43222)\">Ps. 127:3, 5<\/a><\/span>). She knows that the influence of righteous, conscientious, persistent, daily mothering is far more lasting, far more powerful, far more influential than any earthly position or institution invented by man. She has the vision that, if worthy, she has the potential to be blessed as Rebekah of old to be “the mother of thousands of millions” (<span class=\"citation\" id=\"43198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43198)\">Gen. 24:60<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p12\" class=\"\">Covenant-keeping women with mother hearts know that whether motherhood comes early or late; whether they are blessed with a “quiver full” of children here in mortality or not; whether they are single, married, or left to carry the responsibility of parenthood alone—in holy temples they are “endowed with power from on high” (<span class=\"citation\" id=\"43558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43558)\">D&amp;C 38:32<\/a><\/span>), and with that endowment they received the promised blessings and are “persuaded of them, and embraced them” (<span class=\"citation\" id=\"43358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43358)\">Heb. 11:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/a-mother-heart.p13\" class=\"\">Every girl and woman who makes and keeps sacred covenants can have a mother heart. There is no limit to what a woman with a mother heart can accomplish. Righteous women have changed the course of history and will continue to do so, and their influence will spread and grow exponentially throughout the eternities. How grateful I am to the Lord for trusting women with the divine mission of motherhood. Like Mother Eve I am “glad” (see <span class=\"citation\" id=\"43642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43642)\">Moses 5:11<\/a><\/span>) to know these things. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}