{"ID":6977, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Standing Spotless before the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p2\" class=\"\">Elder Clate W. Mask Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/clate-w-mask-jr-10.jpg\" alt=\"Clate W. Mask Jr.\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Because of the Atonement of Jesus Christ, we can all stand spotless, pure, and white before the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p4\" class=\"\">Years ago, my adventurous son Jeff and I found ourselves on an old bus bouncing along on a dirt road in Central America at 1:00 <span class=\"small\">A.M.<\/span> We took the early, early bus because it was the only bus that day. A half hour later, the driver stopped for two missionaries. When they got on, we asked them where in the world they were going so early. Zone conference! And they were determined to do whatever it took to get there. At 2:00 <span class=\"small\">A.M.<\/span> two more elders boarded the bus and enthusiastically hugged their fellow missionaries. This scene repeated itself every half hour as the bus climbed the remote mountain road. By 5:00 <span class=\"small\">A.M.<\/span> we had 16 of the Lord’s finest as fellow passengers and were basking in the Spirit they brought on board.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p5\" class=\"\">Suddenly, we screeched to a halt. A massive mud slide had buried the road. Jeff said, “What do we do now, Dad?” Our friends Stan, Eric, and Allan had the same concern. Just then, the zone leader shouted, “Let’s go, elders. Nothing is going to stop us!” And they scrambled off the bus! We looked at each other and said, “Follow the elders,” and we all sloshed through the mud slide, trying to keep up with the missionaries. There happened to be a truck on the other side, so we all hopped aboard. After a mile, we were stopped by yet another mud slide. Once again the elders plowed through, with the rest of us close behind. But this time there was no truck. Boldly, the zone leader said, “We will be where we are supposed to be even if we have to walk the rest of the way.” Years later, Jeff told me how those missionaries and this photo inspired and motivated him tremendously as he served the Lord in Argentina.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p6\" class=\"\">Although we overcame the mud slides, we were all spotted with mud. The missionaries were somewhat nervous about standing before their president on zone conference day when he and his wife would be carefully checking their appearance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p7\" class=\"\">As you and I slosh through the mud slides of life, we can’t help getting a few mud spots on us along the way either. And we don’t want to stand before the Lord looking muddy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p8\" class=\"\">When the Savior appeared in ancient America, He said, “Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day” (<span class=\"citation\" id=\"43486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43486)\">3 Ne. 27:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p9\" class=\"\">Alma warns us about some of the ways we become spotted with mud: “For our words will condemn us, yea, all our works will condemn us; we shall not be found spotless; and our thoughts will also condemn us” (<span class=\"citation\" id=\"43436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43436)\">Alma 12:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p10\" class=\"\">Alma also said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p11\" class=\"\">“Ye cannot be saved; for there can no man be saved except his garments are washed white; yea, his garments must be purified until they are cleansed from all stain. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p12\" class=\"\">“… How will any of you feel, if ye shall stand before the bar of God, having your garments stained with blood and all manner of filthiness?” (<span class=\"citation\" id=\"43428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43428)\">Alma 5:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p13\" class=\"\">He also tells us about “all the holy prophets, whose garments are cleansed and are spotless, pure and white” (<span class=\"citation\" id=\"43429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43429)\">Alma 5:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p14\" class=\"\">He then asks us how we are doing as we cross through the mud slides of life: “Have ye walked, keeping yourselves blameless before God? Could ye say, if ye were called to die at this time, … that your garments have been cleansed and made white through the blood of Christ?” (<span class=\"citation\" id=\"43430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43430)\">Alma 5:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p15\" class=\"\">Because of repentance and the Atonement of Jesus Christ, our garments can be spotless, pure, fair, and white. Moroni pleads, “O then ye unbelieving, turn ye unto the Lord; cry mightily unto the Father in the name of Jesus, that perhaps ye may be found spotless, pure, fair, and white, having been cleansed by the blood of the Lamb, at that great and last day” (<span class=\"citation\" id=\"43488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43488)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43488)\">Morm. 9:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p16\" class=\"\">In 1 Samuel we read, “Look not on his countenance, or on the height of his stature; … for man looketh on the outward appearance, but the Lord looketh on the heart” (<span class=\"citation\" id=\"43214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43214)\">1 Sam. 16:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p17\" class=\"\">The Nephites were looking on the outward appearance of the Lamanites, for Jacob declared, “Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins” (<span class=\"citation\" id=\"43418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43418)\">Jacob 3:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p18\" class=\"\">Our Father knows and loves His children all over the world, from Boston to Okinawa, from San Antonio to Spain, from Italy to Costa Rica. In Ghana, President Gordon B. Hinckley recently thanked the Lord “for the brotherhood that exists among us, that neither color of skin nor land of birth can separate us as Thy sons and daughters” (Accra Ghana Temple dedicatory prayer, in “Brotherhood Exists,” <span class=\"emphasis\">Church News,<\/span> 17 Jan. 2004, 11).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p19\" class=\"\">We invite men and women everywhere, whatever language or culture, to “come unto [Christ] and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; … [for] all are alike unto God” (<span class=\"citation\" id=\"43408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43408)\">2 Ne. 26:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p20\" class=\"\">We come to this world in many colors, shapes, sizes, and circumstances. We don’t have to be rich, tall, thin, brilliant, or beautiful to be saved in the kingdom of God—only pure. We need to be obedient to the Lord Jesus Christ and keep His commandments. And we can all choose to do that regardless of where we live or what we look like.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p21\" class=\"\">When the four sons of Mosiah taught the gospel to the wild, ferocious Lamanites, a mighty change of heart occurred:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p22\" class=\"\">“As many of the Lamanites as believed in their preaching, and were converted unto the Lord, never did fall away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p23\" class=\"\">“For they became a righteous people; they did lay down the weapons of their rebellion, that they did not fight against God any more, neither against any of their brethren” (<span class=\"citation\" id=\"43444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43444)\">Alma 23:6–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p24\" class=\"\">Today, many of their descendants are reading about this in their own copies of the Book of Mormon and are choosing to follow Christ. I love meeting the children of Lehi in spotless white in the numerous temples in the Mexico South Area, where I am currently serving. I feel as President Gordon B. Hinckley did at the dedication of the Guatemala City temple:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p25\" class=\"\">“Thou kind and gracious Father, our hearts swell with gratitude for thy remembrance of the sons and daughters of Lehi, the many generations of our fathers and mothers who suffered so greatly and who walked for so long in darkness. Thou hast heard their cries and seen their tears. Now there will be opened to them the gates of salvation and eternal life” (Guatemala City Guatemala Temple dedicatory prayer, in “Their Cries Heard, Their Tears Seen,” <span class=\"emphasis\">Church News,<\/span> 23 Dec. 1984, 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p26\" class=\"\">I have seen humble descendants of Lehi come down from the mountains to that temple and openly weep as they stood there in awe. One gave me an <span class=\"emphasis\">abrazo<\/span> and asked me to take that hug of love, appreciation, and brotherhood back to all those beloved missionaries that brought them the gospel and to all the Saints whose tithing faithfulness has brought temple blessings within reach. Because of the Atonement of Jesus Christ, we can all stand spotless, pure, and white before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p27\" class=\"\">With great gratitude, I lift my voice with Nephi: “And we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children [and our grandchildren] may know to what source they may look for a remission of their sins” (<span class=\"citation\" id=\"43405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43405)\">2 Ne. 25:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p28\" class=\"\">My wife and I love this scripture so much that she painted it on a wall in our living room, below a beautiful white porcelain <span class=\"emphasis\">Christus.<\/span> They are a constant reminder for us to live Christ-centered lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p29\" class=\"\">One day, our son was reading the scriptures with his family. Our seven-year-old grandson Clatie read, “‘And we talk of Christ, we rejoice in Christ’—Hey, that’s what Granny and Grandpa have on their wall!” Now that’s one of his favorite scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p30\" class=\"\">On another occasion, we were at the visitors’ center on Temple Square with these same grandchildren. Two-year-old Ashley was tired and wanted to leave. Sister Mask asked her if she wanted to see a big Jesus like the one on our wall. She asked, “Is He as big as me?” “Even bigger,” Sister Mask replied. When that tiny, little girl looked up at the majestic <span class=\"emphasis\">Christus,<\/span> she ran and stood at the feet and gazed up reverently for several minutes. When her father indicated it was time to go, she said, “No, no, Daddy. He loves me and wants to give me hugs!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p31\" class=\"\">The road of life is strewn with spiritual mud slides. Whatever our sins and imperfections, may we attack them with the same missionary zeal that those elders attacked their mud slides. And may we thank our Father daily for sending us His Son, Jesus Christ, to forgive us our mud spots so that we may stand spotless before Him. Ashley was right. He does love us and will say to us at that great day, “Well done, thou good and faithful servant: … enter thou into the joy of thy lord” (<span class=\"citation\" id=\"43281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43281)\">Matt. 25:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/standing-spotless-before-the-lord.p32\" class=\"\">I bear witness that He lives and He loves us. He is our Savior and our Redeemer. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>Missionaries hike down a Central American road, part of a true story told by Elder Clate W. Mask Jr. of the Seventy.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}