{"ID":698, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Power as a Force<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1954, pp. 68-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"The clouds of error disappear Before the rays of light and truth divine.\"\n<\/p><p>\nI am sure we have been uplifted this morning by the beautiful music which has been rendered\nthrough these fine people of Brigham Young University.  If there should be any in the\ncongregation this morning who had a feeling of discouragement, a feeling of frustration or\ninsecurity, I am sure those thoughts were dispelled when you heard that lovely music, \"The\nSpirit of God Like a Fire Is Burning.\" That is the opportunity which is ours, my brothers and\nsisters, to enjoy the Spirit of God as we live each day and each hour of the day.\n<\/p><p>\nYet, not to throw a negative thought into this lovely meeting, I would remind you that Satan\nwould destroy that which we have heard and felt this morning. That is the mission of Satan in\nthe world&mdash;to destroy faith, to destroy a testimony of the gospel of Jesus Christ. How\ngrateful I am that the gospel has been restored in its fullness&mdash;that we can enjoy the spirit,\ninspiration, and power of the Holy Ghost and of our Master today, as is true whenever there\nhas been a generation of righteous people on the earth.\n<\/p><p>\nIt is nothing new that Satan would endeavor to destroy.  I believe it was Socrates back in 353\nB.C. who declared: \"Philosophy has struggled to find the substitute for the divine\ncommandments and the surveillance of God.\"  And today there are men who would deny that\nJesus Christ has again appeared and spoken to his chosen servants and that there has been\nre-established in the earth the Church and kingdom of God.\n<\/p><p>\nAs we read in history, we find that Satan endeavored to deceive Moses&mdash;Moses who was a\nprophet of God. Satan endeavored to have him believe that he, Satan, was Jehovah, but\nbecause Moses was a righteous son, a faithful son, living in obedience to the commandments,\nhe had the power of discernment and was able to rebuke the adversary. The adversary, we are\ntold, was very much discouraged and disappointed, and he wept bitterly\n(<span class=\"citation\" id=\"39051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39051)\">Moses 1:12-22<\/a><\/span>).\n<\/p><p>\nEven our Lord and Master Jesus, the great example to us all, suffered temptation.  Satan knew\nthat after he had fasted for forty days and forty nights there would be a physical weakness,\nHe said: \"If thou be the Son of God, command this stone that it be made bread.\" The\nsignificant remark of Jesus to Satan was: \"It is not good for man to live by bread alone but by\nevery word of God.\" Still the Son of the Morning was not satisfied. He took the Savior to a\nhigh mountain and showed him in the twinkling of an eye the kingdoms and principalities and\npowers which he claimed he had a right to bestow if the Savior would but bow down and\nworship him, Satan. Again the significant remark, \"Get thee behind me Satan, for it is written\nthou shalt worship Lord thy God, and him only shalt thou serve.\" We are told he brought him\nto Jerusalem and set him on a pinnacle of the temple and said unto him: \"If thou be the Son\nof God, cast thyself down: for it is written he shall give his angels charge concerning thee:\nand in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. \nJesus said unto him: \"It is said thou shalt not tempt the Lord thy God\" (see\n<span class=\"citation\" id=\"31364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31364)\">Luke 4:3-12<\/a><\/span>).\n<\/p><p>\nDo we need any other key today as Latter-day Saints?  I believe not.  We can live in\nobedience to the truths if we will seek that spiritual guidance which is ours, and that is the\nguidance that has been the influence in the development of man throughout the ages.\n<\/p><p>\nIn 1929 it was my privilege to visit the laboratory of the great scientist,\nCharles P. Steinmetz, that little hunchback German who came to this country as an immigrant\nboy.  I shall ever be grateful for the privilege of shaking his hand. After his passing from this mortal\nexistence I read a very choice statement which he gave to the world. He said: \"Spiritual\npower is a force which history clearly teaches has been the greatest force in the development\nof man. Yet we have been merely playing with it and have never really studied it as we have\nthe physical forces.  Some day people will learn that material things do not bring happiness\nand are of little use in making people creative and powerful.  Then the scientists of the world\nwill turn their laboratories over to the study of spiritual forces which have hardly been\nscratched.\"\n<\/p><p>\nI am grateful that we have the Church and kingdom of God in the earth today.  We have that\nspiritual strength and power, and I humbly pray, Latter-day Saints and people of the world,\nthat we will come to realize that greatness that can be evolved is through the development of\nspiritual strength. Then the clouds of error will disappear, and we will allow the rays of light\nand truth divine to take precedence in our lives.\n<\/p><p>\nMay God bless us that we as a people may go forward in the spiritual strength which is\nrightfully ours, to proclaim the truths of the gospel and enjoy his spirit by doing a great\nmissionary work.  This is our responsibility.  I bear witness to you that God lives, that Jesus\nis the Christ, that President David O. McKay is the mouthpiece of our Heavenly Father in the\nearth and those men associated with him in the Presidency and the Quorum of the Twelve and\nthe Patriarch are prophets of God. May we take their teachings and counsel and effect them in\nour lives that we may truly enjoy the spiritual strength and happiness which will bring the\nsweet peace that passeth understanding, I humbly pray in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}