{"ID":6984, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Believe!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p3\" class=\"\">Elaine S. Dalton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/elaine-s-dalton-10.jpg\" alt=\"Elaine S. Dalton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Believe in yourselves. Believe that you are never alone. Believe that you will always be guided.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24905_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p5\" class=\"\">Several months ago, I was invited to speak to the young women in the stake in which I had grown up. I was excited and anxious for this opportunity. My mother went with me, and we arrived a little early. The meeting was held in the building where I had attended church until I went away to college. I had not been back for a long time, and I did not anticipate what would happen when I walked inside the front doors. A flood of memories came washing over me, and I began to cry. My mother looked at me and said, “Elaine, don’t start that now.” But the tears flowed as I viewed the office at the top of the beautiful marble stairs where my father had served as the bishop. As I reached the top of the stairs, the door to the bishop’s office was open. I went inside and saw that it had been converted to a small classroom, and again a flood of memories came washing over me. In my mind’s eye, I could see my father sitting behind the desk and myself as a little girl sitting on the chair in front of it paying tithing and as a young woman having interviews and receiving priesthood blessings. My love for that building was deeply tied to the spiritual experiences and feelings I had had there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p6\" class=\"\">Often as a young girl I would accompany my bishop father to the church and wait until his meetings or interviews were over. I would busy myself by exploring. I knew every nook and cranny of that building. One of my favorite rooms was the tower room. It was a large room at the top of some steep steps. Inside there was a picture of the Savior, which hung over a large fireplace. I was always drawn to that room. I would ascend the steps and reverently go inside. I would sit on a chair and look at the picture of the Savior and pray to Heavenly Father. These were simple prayers. But always when I prayed, a very special feeling seemed to engulf me, and I knew that He heard my childlike prayers. This is where I began to believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p7\" class=\"\">The Lord has promised us that as we “search diligently, pray always, and <span class=\"emphasis\">be believing,<\/span> … all things [will] work together for [our] good” (<span class=\"citation\" id=\"43605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43605)\">D&amp;C 90:24<\/a><\/span>; emphasis added). That doesn’t mean that everything will be perfect or that we will not have any trials, but it does mean that everything will be okay if we just “hang in there.” Ours is the opportunity to “be … an example of the believers” (<span class=\"citation\" id=\"43346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43346)\">1 Tim. 4:12<\/a><\/span>), and the Savior has promised that “all things are possible to him that believeth” (<span class=\"citation\" id=\"43288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43288)\">Mark 9:23<\/a><\/span>). So believe in yourselves. Believe that you are never alone. Believe that you will always be guided.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Believe in Yourselves<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p9\" class=\"\">Elder David B. Haight of the Quorum of the Twelve Apostles said of you: “We believe in you, your parents and brothers and sisters believe in you, and God expects the best from you. You must believe in yourself. Don’t give in when the going is rough, for you are laying the foundation of a great work, and that great work is your life” (“A Time for Preparation,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1991, 38).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p10\" class=\"\">President Gordon B. Hinckley has told us: “I believe in myself. I do not mean this in an egotistic way. But I believe in my capacity and in your capacity to do good, to make some contribution to the society of which we are a part, to grow and develop, and to do things that we may now think impossible. … I believe in the principle that I can make a difference in this world. It may be ever so small. But it will count for the greater good” (“I Believe,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1993, 8; <span class=\"emphasis\">New Era, <\/span>Sept. 1996, 8).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p11\" class=\"\">You are one of the greatest generations of young women ever to live on this earth. Before you came to this earth you were tutored at your Father’s knee. You have been reserved to come to the earth for a special purpose. There are things for each of you to do that no one else can do as well. You have a destiny to fulfill.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p12\" class=\"\">Your righteous example as one of the believers will make a difference in the world, so “be not weary in well-doing, for ye are laying the foundation of a great work” (<span class=\"citation\" id=\"43574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43574)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Believe That You Are Never Alone<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p14\" class=\"\">As you strive to be an example of the believers, you may feel that you are standing alone. You may feel that you are the only one who is trying so hard to be righteous and pure. You may feel you are the only one striving to be modest in your actions, speech, and appearance. <span class=\"emphasis\">But you are not alone.<\/span> There are thousands of young women like you all over the world who are striving to be an example of the believers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p15\" class=\"\">Carmelita and Rosario, two young women in Jalapa, Mexico, are among those believers. They are the only members of the Church in their family, and they are living alone. When I visited their small home, they said they knew Heavenly Father loved them very much because He sent the missionaries to teach them the gospel. Although things are hard, each day they rely on their Heavenly Father’s loving care and guidance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p16\" class=\"\">To Carmelita and Rosario and to each of you, I testify that you are not alone. The Lord has promised: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (<span class=\"citation\" id=\"43592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43592)\">D&amp;C 84:88<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Believe That You Will Be Guided<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p18\" class=\"\">As you search the scriptures diligently and pray always, you will be guided by the Lord. A young woman living in Mongolia listened to the words of the prophets as the missionaries read passages to her from the Book of Mormon. The Book of Mormon had not yet been translated into her language, but as the missionaries translated the words for her, she <span class=\"emphasis\">believed <\/span>and was baptized. She became an example of the believers in Mongolia.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p19\" class=\"\">Later she was called on a mission to Salt Lake City. What joy she felt! She learned English, and she purchased her very own scriptures. When she visited our home, she read reverently from her new scriptures. She loved them. I noticed that almost everything on every page was underlined in yellow. I said, “Sister Sarantsetseg, your scriptures look like the golden plates.” She replied, “I only underline the things I like.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p20\" class=\"\">Everything in the scriptures is applicable to our lives. The scriptures answer our questions, they provide role models and heroes, and they help us understand how to handle challenges and trials. Many times the scriptures you read will be the answer to your prayers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p21\" class=\"\">When I was about your age, my father became seriously ill. We thought it was just the flu, but as the days progressed, he became more and more ill. It was during that time that I really learned what it means to “pray always” (<span class=\"citation\" id=\"43417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43417)\">2 Ne. 32:9<\/a><\/span>). I had a constant prayer in my heart, and I would seek solitary places where I would pour out my soul in prayer to my Heavenly Father to heal my father. After a few weeks of illness, my father passed away. I was shocked and frightened. What would our family do without our father whom we loved so dearly? How could we go on? I felt that Heavenly Father had not heard nor answered my fervent prayers. My faith was challenged. I went to Heavenly Father and asked the question—“Heavenly Father, are you really there?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p22\" class=\"\">Over a period of many months, I prayed for help and guidance. I prayed for my family, and I prayed to understand why my father had not been healed. For a time, it seemed to me that the heavens were silent, but as a family we continued to pray for comfort and guidance. I continued to pray also. Then one day, many months later, as I was sitting in a sacrament meeting, my answer came in the form of a scripture. The speaker said: “Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths” (<span class=\"citation\" id=\"43224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43224)\">Prov. 3:5–6<\/a><\/span>). A feeling came over me, and I felt I was the only person in the chapel. That was my answer. Heavenly Father had heard my prayers!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p23\" class=\"\">That experience happened many years ago, but I still remember it vividly, and I testify that He has directed my paths. I know that when we believe and trust in Him, “all things [will] work together for [our] good.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p24\" class=\"\">Now the call to each of you is the same as the call the Apostle Paul made to his young friend Timothy: “Be thou an example of the believers” (<span class=\"citation\" id=\"43347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43347)\">1 Tim. 4:12<\/a><\/span>). Will you do that? Will you show the world and the Lord that you believe by the way you dress, by the way you speak, by the way you respect your body, by the very purity of your lives? The world needs young women who are believers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p25\" class=\"\">Believe in the Savior. He loves you, and I testify that He will not leave you alone. He has promised:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Fear not, I am with thee; oh, be not dismayed,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">For I am thy God and will still give thee aid.<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">I’ll strengthen thee, help thee, and cause thee to stand, …<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Upheld by my righteous, omnipotent hand.<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p30\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">Hymns, <\/span>no. 85; see also <span class=\"citation\" id=\"43231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43231)\">Isa. 41:10<\/a><\/span>; <span class=\"citation\" id=\"43232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43232)\">Isa. 43:2–5<\/a><\/span>)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2004\/05\/believe.p31\" class=\"\">I believe that each one of you has the power to change the world. Believe in yourselves. Believe that you are never alone. Believe that you will be guided. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}