{"ID":7, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Light of Truth<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, pp. 28-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA noted American historian has recently written: \"I wish that people, particularly the\nAmerican people, would have more respect for ancient truths, the lessons of history, and the\nWord of God.\" What America needs besides fifty thousand planes is a spiritual awakening,\nand one deep enough to remove the notion from society that a man is doing well spiritually\nwhen he manages to listen to a sermon once a month over the radio. We need a return to the\nold-time standards of character that make it easy for a man to become indignant over\ncorruption, come to a boil over injustice, and get fighting mad over a wrong. We need a\nreconstruction of moral fiber and a greater faith in the purposes of the Almighty.\n<\/p><p>\nWe are living in a troubled and anxious world, and no time in all history have men watched\nmore anxiously over their liberties than they are doing today. Days are dark for millions of\nthe inhabitants of the earth. They will be darker still. But we have the will of the Lord, and\nconsoling are the words we find in the gospel of St. John:\n<\/p><p>\nThen said Jesus . . . If ye continue in my word, then are ye my disciples indeed and ye shall\nknow the truth, and the truth shall make you free\n(<span class=\"citation\" id=\"27081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27081)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\nHaving been absent for many months in the New England Mission, I feel happy in renewing\nmy work with the First Council of the Seventy. As I have come in contact with many of you\nstake presidents during the past few days, I feel that we are going to establish a stronger unity\nbetween you and the quorums of seventy throughout the Church. We are grateful to you stake\npresidents for your cooperation in the past, and for the renewed hope and faith that the gospel\nwill be preached to all the people of the earth. Amid the sorrows of this war-torn world, it\nmust be remembered that there are men walking the earth beckoning us on &mdash;not abreast of us,\nbut ahead of us. Religion explains them as men blessed of heaven; men spiritually endowed\nwho are able to respond to the inspiration of the infinite power of God. They are good men,\nand wonderful is the vitality of goodness. They know that God has not separated Himself\nfrom the world, nor does He lightly regard anyone's need. There is a true Light \"which\nlighteth every one who comes into the world\"\n(<span class=\"citation\" id=\"27075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27075)\">John 1:9<\/a><\/span>), a saying rich in promise.\n<\/p><p>\nGod has again spoken from heaven, and the Priesthood of God has again been restored to the\nearth. Prophets, seers, and revelators walk the earth. It is our firm conviction that the work of\nthe Lord will grow in the hearts of men. We have faith in people, faith in the coming of\nGod's kingdom upon the earth. Right does make might, and right will prevail some day in all\nthe world.\n<\/p><p>\nI want to call your attention to what Thomas Masaryk once wrote while he was teaching. You\nrecall that Dr. Masaryk was the president of Czechoslovakia. He taught that a good leader\ndoes not need to be master, but a good leader is one who knows how to serve and feels he\nhimself is guided and needs to be guided. He believed in living a clean, good life, and he was\ntolerant, and believed that all religions should work together to make a friendly world. These\nare some of the things he taught:\n<\/p><p>\nSearch for truth.<br \/>\nNothing is great if it is not true. <br \/>\nEverything in a democracy depends upon the people. <br \/>\nThey must think and work together.<br \/>\nWe need people united by an ideal.<br \/>\nIt is humanity that is important.\n<\/p><p>\nI know that you presidents of the stakes of Zion and we seventies with you are united by a\ngreat ideal. With that ideal, we will work with larger purpose for the cause of God. May God\nbless us all from day to day. May we have the light of His kingdom upon the earth. This we\nask in His Name. Amen.\n<\/p>\n<\/div>\n<\/div>"}