{"ID":70, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1943, pp. 116-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe weak things of the world shall come forth and break down the mighty and strong ones\n(<span class=\"citation\" id=\"11837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11837)\">D&amp;C 1:19<\/a><\/span>).\n<\/p><p>\nTHE DEVELOPMENT OF THE CHURCH\n<\/p><p>\nOne hundred and thirteen years ago on this day, April 6, Joseph Smith, a young man\ntwenty-five years of age, met five other young men in the humble home of Peter Whitmer in\nFayette, New York, and according to divine instruction organized the Church of Jesus Christ\nof Latter-day Saints (<span class=\"citation\" id=\"11850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11850)\">D&amp;C 20:1<\/a><\/span>).\nIts membership now numbers 917,715.\n<\/p><p>\nIt has missions, stakes, wards, and branches in practically every city of any size or\nconsequence in the world. It has developed from a local organization to one of international\nproportions. Its missionaries have carried glad tidings of great joy to the races of men for over\na century. Its officers arid teachers number a quarter of a million, serving willingly, without\nthought of, or desire for, compensation. A great missionary. system has been developed which\naffords the opportunity of missionary service to some two thousand two hundred young men\nand women each year. A religious educational project has been set in motion which involves\none university, three colleges, thirteen institutes, and one hundred and eight seminaries,\nmanned by three hundred sixty full-time teachers, and provides religious education for\nthirty-five thousand young men and women. Seven temples are now in use for the performing\nof ordinances for the dead and the living, and an eighth is soon to be dedicated and opened. A\nWelfare plan has been worked out designed to assist those in distress, anticipating, however,\nthat those receiving assistance shall contribute of their energy and time on a production\nproject. This program has in operation agricultural, manufacturing, and processing projects, to\nprovide food, fuel, clothing, and shelter. A wheat storage program is sponsored by the\nGeneral Authorities and the Relief Society of the Church wherein three elevators are now\nused to store approximately four hundred thousand bushels of wheat against a day of need.\nHospitals, a boys' home, in addition to a great religious, cultural, and recreational program\nsponsored by the auxiliary organizations of the Church are all developments that have taken\nplace in the last one hundred thirteen years. The Church of Jesus Christ of Latter-day Saints is\nan organization that is not in financial bondage to any man or set of creditors.\n<\/p><p>\nTHE APPEARANCE OF HEAVENLY BEINGS TO JOSEPH SMITH\n<\/p><p>\nJoseph Smith declared to the world that the Father and the Son appeared to him in answer to\nthe prayerful inquiry (<span class=\"citation\" id=\"30214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30214)\">JS&mdash;H 1:17-19<\/a><\/span>),\nwhich of all these religious organizations was the one designated as the\nChurch of Jesus Christ. He was forbidden to join any of them and three years later a divine\npersonage calling himself Moroni appeared to him, telling Joseph that the Lord had assigned\nto him a great and marvelous work and that his name would be had for good and evil among\nthe nations. A record of the ancient inhabitants who formerly lived upon the American\ncontinent, inscribed on plates of gold, was entrusted to Joseph Smith for translation and\npublication to the world, for within its covers the Gospel of Jesus Christ in its pure and\ncomplete form would be found (<span class=\"citation\" id=\"30219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30219)\">JS&mdash;H 1:33-34<\/a><\/span>).\n<\/p><p>\nJohn the Baptist, the forerunner of the Christ nineteen centuries ago, again appeared,\nbestowing upon Joseph Smith and Oliver Cowdery the Priesthood of Aaron, which gave to\nthese men the authority to preach the gospel of repentance and to administer the ordinances of\nbaptism by immersion for the remittance of sins\n(<span class=\"citation\" id=\"50091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50091)\">JS&mdash;H 1:68-72<\/a><\/span>).\nPeter, James, and John appeared later to\nJoseph, conferring upon him the Melchizedek Priesthood\n(<span class=\"citation\" id=\"50092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50092)\">D&amp;C 27:12<\/a><\/span>) or the Priesthood after the order of\nthe Son of God (<span class=\"citation\" id=\"50093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50093)\">D&amp;C 107:3<\/a><\/span>), authorizing the\nconferring of spiritual blessings and privileges upon the\nfaithful. Other divine personages appeared, those who had lived in former dispensations.\nMoses returned, bestowing the keys of the gathering of Israel upon Joseph; Elias gave him the\ndispensation of the gospel of Abraham; Elijah the prophet appeared, bestowing upon Joseph\nthe authority to inaugurate the work for the dead\n(<span class=\"citation\" id=\"50094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50094)\">D&amp;C 110:11-16<\/a><\/span>).\nJoseph Smith received direct revelations\nfrom on high, instructing and directing him in the restoration of the Gospel in its fulness and\nin organizing the Church exactly as it existed in the days of the apostles, with Jesus Christ as\nthe chief cornerstone, with apostles, prophets, evangelists, high priests, seventies, elders,\nbishops, priests, teachers, and deacons. All of these offices in the Priesthood of God existed\naccording to Biblical authorities in the days of the apostles and were restored through Joseph\nSmith which effected a complete restitution of the Church organization, which is recognized\nby the world's foremost authorities on organization as being the most perfect of its kind on\nearth today.\n<\/p><p>\nWho was Joseph Smith? Whence came this man? He was the son of a farmer, born in the\nbackwoods of Vermont, with no opportunities for scholastic attainments or personal\ndevelopment from an academic viewpoint, persecuted and prosecuted by foes and even by\nofficials of the law who should have protected him. He lacked the riches of the world,\nwithout friends or prestige of those in high places. Will his declarations and claims stand the\nX-ray of a minute analysis? This analysis can be made from four viewpoints: first,\ncomparison of Joseph Smith's claims and achievements with other great religious leaders;\nsecond, the fulfilment of prophecy and revelation; third, the authenticity of the Book of\nMormon; and fourth, his leaving all of his works, the Book of Mormon, D&amp;C, Pearl of Great\nPrice, revised Bible, for future critical study, and in this he stands alone.\n<\/p><p>\nMARTIN LUTHER'S CONTRIBUTION TO THE WORLD\n<\/p><p>\nFirst permit me to compare him with Martin Luther, a great, courageous and sincere man who\nwas born under very humble circumstances&mdash;the son of a miner&mdash;one of the stepping stones to\nthe restoration of the Gospel. His father and mother were devout and religious people. Martin\nLuther's mental ability won for him recognition of an individual wealthy enough to finance\nhis scholastic training. He soon received the degree of Master. Influential church authorities\nbecame interested in him and the office of priest was bestowed upon him. He held the chair\nof philosophy in the University of Wittenberg. Later he received the degree of Doctor of\nTheology. Shortly thereafter he became involved in a bitter controversy with the authorities of\nthe church over the proposed sale of indulgences and courageously affixed his ninety-five\ntheses on the door of the Cathedral known as <i>Schloss Kirche<\/i> (Castle Church). He was\nexcommunicated, his life was endangered, but there came to his rescue German princes and\nnoblemen. Hence during a period of forced exile, he translated the Bible into the German\nlanguage, declaring the Scriptures should be free and open to all men. He demanded general\nreformations of the dominant church, stating, \"I am deeply interested in so purifying every\nchurch that all men may worship God as they see fit. As to organizing a new church, I have\nneither the dersire nor the authority to do so\" But nevertheless there came into being a church\nbearing his name and in whose declarations of faith are found many of the doctrines of the\nchurch he bitterly opposed. His greatest contribution to his people and to the world was the\ndoctrine of religious freedom and the translation of the Scriptures into the tongue of his\npeople. It is interesting to observe that although he read, studied, and translated the Bible\nword by word from cover to cover, he failed to see, understand, or advocate the Gospel of\nJesus Christ as it is therein recorded. In the process of his translations I have often wondered\nwhat his reaction was concerning such Scripture as the following: Malachi, Chapter 4, verses\n5 and 6:\n<\/p><p>\nBehold, I will send you Elijah the prophet before the coming of the great and dreadful day of\nthe Lord: And he shall turn the heart of the fathers to the children, and the heart of the\nchildren to their fathers, lest I come and smite the earth with a curse\n(<span class=\"citation\" id=\"32698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32698)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nLIGHT UPON THE SCRIPTURES GIVEN THROUGH JOSEPH SMITH\n<\/p><p>\nJoseph Smith, unlearned of men, chosen by God, had the interpretation, for Elijah appeared to\nhim and gave him the keys that had turned the heart of the children to their fathers,\ninaugurating the Gospel of salvation for the dead.\n<\/p><p>\nI wonder what the thoughts of Martin Luther were as he paused over the statement Of\nEzekiel, Chapter 37, verses, 16 and 17:\n<\/p><p>\nMoreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the\nchildren of Israel his companions: then take another stick, and write upon it, For Joseph, the\nstick of Ephraim, and for all the house of Israel his companions: And join them one to\nanother into one stick; and they shall become one in thine hand\n(<span class=\"citation\" id=\"23099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23099)\">Ezek. 37:16-17<\/a><\/span>).\n<\/p><p>\nAnd again the meek of the earth received the interpretation of this Scripture when Moroni\nappeared to the boy Joseph Smith and four years later entrusted to his care a record inscribed\nupon the plates of gold, giving the record of Joseph and Ephraim and all the house of Israel,\ncombining the stick of Judah, or the Bible, and the stick of Joseph, or the Book of Mormon,\nas one witness for the Lord and His Son Jesus Christ.\n<\/p><p>\nI wonder what the emotions of Martin Luther were as he read that scripture of Amos which\nindicated that a great apostasy was to take place as predicted in the book of Amos, Chapter 8,\nverse 11:\n<\/p><p>\nBehold, the days come, saith the Lord God, that I will send a famine in the land, not a famine\nof bread, nor a thirst for water, but of hearing the words of the Lord\n(<span class=\"citation\" id=\"10387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10387)\">Amos 8:11<\/a><\/span>).\n<\/p><p>\nAnd again there is a prediction in the first chapter of Paul's epistle to the Galatians, verse 6:\n<\/p><p>\nI marvel that ye are so soon removed from him that called you into the grace of Christ unto\nanother gospel (<span class=\"citation\" id=\"23219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23219)\">Gal. 1:6<\/a><\/span>).\n<\/p><p>\nThe answer was given to the fourteen-year-old boy in the woods of western New York when\nthe Lord declared, \"They draw near to me with their lips, but their hearts are far from me;\nthey teach for doctrines the commandments of men, having a form of godliness, but they deny\nthe power thereof\" (see\n<span class=\"citation\" id=\"24997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24997)\">Isa. 29:13<\/a><\/span>;\n<span class=\"citation\" id=\"33843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33843)\">Matt. 15:8<\/a><\/span>;\n<span class=\"citation\" id=\"5091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5091)\">2 Tim. 3:5<\/a><\/span>;\n<span class=\"citation\" id=\"30215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30215)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nMartin Luther no doubt carefully perused the scriptures which had to do with the restitution\nof all things as recorded in chapter 3, verses 19 to 21, of the book of Acts:\n<\/p><p>\nRepent ye therefore, and be converted, that your sins may be blotted out, when the times of\nrefreshing shall come from the presence of the Lord; And he shall send Jesus Christ, which\nbefore was preached unto you: Whom the heaven must receive until the times of restitution of\nall things. which God hath spoken by the mouth of all his holy prophets since the world\nbegan (<span class=\"citation\" id=\"7505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7505)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nIn Revelation, chapter 14, verse 6, we read:\n<\/p><p>\nAnd I saw another angel fly in the midst or heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people\n(<span class=\"citation\" id=\"42156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42156)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nAnd again the humble prophet of the Lord received the actual interpretation in the reality of\nthe visits of Moroni and other divine personages whereby the everlasting Gospel was restored\nfor the benefit of all nations, kindreds, tongues and peoples.\n<\/p><p>\nMartin Luther declared, \"As to organizing a new church, I have neither the desire nor the\nauthority to do so.\" Joseph Smith had no personal desire, but under mandate of God proceeded\nto organize\nthe Church of Christ. Martin Luther recognized the fact that he did not possess the authority\nto do so. Through the restoration of the Priesthood, Joseph Smith had the authority from on\nhigh to again inaugurate among the children of men the plan of salvation as given to the\nworld by the Savior, and again to authorize men to act as His servants to bestow upon the\nLord's children all of the blessings involved in the ordinances of the Gospel plan as was done\nin former dispensations. Luther's translation of the Bible sustains wholly the doctrines and\nordinances of the Gospel as restored to the earth by the Lord through Joseph Smith.\n<\/p><p>\nTHE TEST OF PROPHECY\n<\/p><p>\nThe second viewpoint is the test of prophecy and revelation. Time but permits pointing out to\nyou a few of the many prophecies made by the Prophet Joseph. I draw your attention to\nsection 87 of the D&amp;C, verses 2 and 3, a revelation given to the Prophet December 25, 1832,\nwherein the Lord revealed to His servant:\n<\/p><p>\nThe time will come that war will be poured out upon all nations, beginning at this place. For\nbehold, the Southern States shall be divided against the Northern States, and the Southern\nStates will call on other nations, even the nation of Great Britain, as it is called, and they\nshall also call upon other nations, in order to defend themselves against other nations; and\nthen war shall be poured out upon all nations\n(<span class=\"citation\" id=\"11886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11886)\">D&amp;C 87:2-3<\/a><\/span>).\n<\/p><p>\nIs it not singular that this man, with few opportunities in life from a scholastic and\nstatesman's point of view, would declare twelve years before his death that such an event\nwould take place, which event actually occurred twenty-nine years after the prophecy was\ngiven to the world, when the Confederacy fired upon Fort Sumter and Great Britain became\ninvolved? Thus prophecy was fulfilled, which statement is borne out by the facts of history.\nThere is only one answer to the question, whence came this advance information to Joseph\nSmith? It came to him from the Lord, as a revelation.\n<\/p><p>\nSection 97, verses 22 and 23, affords provocative thinking:\n<\/p><p>\nFor behold, and lo, vengeance cometh speedily upon the ungodly as the whirlwind; and who\nshall escape it? The Lord's scourge shall pass over by night and by day, and the report\nthereof shall vex all people; yea, it shall not be stayed until the Lord come\n(<span class=\"citation\" id=\"11899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11899)\">D&amp;C 97:22-23<\/a><\/span>).\n<\/p><p>\nThe question arises, what is meant by the Lord's scourge, a \"scourge to pass over by night\nand by day, and the report thereof shall vex all people\"? As we observe the events that are\noccurring in the greatest war of all time, the scourge spoken of by the Lord might well be\nsquadrons of flying fortresses raining death and destruction upon people, cities, armies,\nbattleship fleets, the merchant marine&mdash;by day and by night. Think, if you will, of London,\nCoventry, Rotterdam, Stalingrad, and now Berlin. Surely the inhabitants of warring nations\nare sorely vexed by the passing of this scourge over them by day and by night. Again I\nsubmit the question, from whence did Joseph Smith receive the information that such an event\nwould take place? There is but one answer&mdash;his own&mdash;a revelation from the Lord.\n<\/p><p>\nConsider section 61, verses 14, 15 and 16:\n<\/p><p>\nBehold, I, the Lord, in the beginning blessed the waters; but in the last days, by the mouth of\nmy servant John, I cursed the waters. Wherefore, the days will come that no flesh shall be\nsafe upon the waters. And it shall be said in days to come that none is able to go up to the\nland of Zion upon the waters, but he that is upright in heart\n(<span class=\"citation\" id=\"11867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11867)\">D&amp;C 61:14-16<\/a><\/span>).\n<\/p><p>\nAn examination of daily events upon the oceans of the earth might well indicate that the days\nare here when no flesh shall be safe upon the waters. Hundreds of thousands of tons of\nshipping have been sent to the bottom of the sea, involving the loss of thousands of lives.\nAgain the question comes to our minds, how was it possible for Joseph Smith in 1831 to\nforecast a situation in the future wherein the waters would be unsafe for man? His answer is\nthe only one&mdash;revelation from God, given to His servant.\n<\/p><p>\nJoseph Smith was among the first American religionists to declare the Constitution of the\nUnited States came into being because God suffered its establishment. Read the words of the\nLord to the Prophet Joseph found in section 101, verse 77:\n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples (<span class=\"citation\" id=\"11903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11903)\">D&amp;C 101:77<\/a><\/span>).\n<\/p><p>\nMay I be permitted to digress long enough to say that any member of this Church or any\ncitizen of this great republic that advocates the idea that the Constitution of the United States\nshould be relegated to the past is on dangerous ground, for such a proposition destroys one of\nthe fundamentals upon which true religion and democratic government are founded, namely\nthe principle of free agency. Free agency, so far as the Church of Jesus Christ is concerned, is\nthe foundation upon which the whole Gospel plan was formulated in the pre-existent world.\n<\/p><p>\nThe Word of Wisdom (<span class=\"citation\" id=\"11894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11894)\">D&amp;C 89:1-21<\/a><\/span>)\nalso stands as an example of prophecy and revelation, God's law of\nhealth, sustained by modern-day science, which in the days of the Prophet had done but little\nwork from a scientific point of view as to what was good and not good for man physically.\n<\/p><p>\nFrom the point of view of prophecy, compare Joseph Smith's declarations with the statement\nof Mosiah found in chapter 8, verses 17 and 18:\n<\/p><p>\nBut a seer can know of things which are past, and also things which are to come, and by\nthem shall all things be revealed, or, rather, shall secret things be made manifest, and hidden\nthings shall come to light, and things which are not known shall be made known by them, and\nalso things shall be made known by them which otherwise could not be known. Thus God has\nprovided a means that man, through faith, might work mighty miracles; therefore he becometh\na great benefit to his fellow beings\n(<span class=\"citation\" id=\"40196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40196)\">Mosiah 8:17-18<\/a><\/span>).\n<\/p><p>\nA PROPHET'S RIGHT TO SPEAK FOR THE LORD\n<\/p><p>\nHave men ever stopped to consider that of all the great ecclesiastics since the days of Christ\nand His apostles, there has been but one who used the term, \"Thus saith the Lord\"? Joseph\nSmith, speaking directly for the Lord, was the first one who had this right. He spoke for the\nLord as did Moses, Jeremiah, and Ezekiel.\n<\/p><p>\nThird, the authenticity of the Book of Mormon should be given consideration. Historians, men\nof science, and doctors of religion over a period of one hundred thirteen years have made a\nmost critical analysis of the Book of Mormon, failing to find inconsistencies or contradictions\nin the doctrines of Jesus Christ, in history or geography. In fact, research work in Central and\nSouth America accumulated since the martyrdom of the Prophet sustains the Book of Mormon\nas to its origin. More than that, men can know for themselves through study and humble\nsupplication before the Lord, that the Book of Mormon is indeed of the Lord. Moroni, the last\nwriter in the Book of Mormon, leaves with the reader this promise:\n<\/p><p>\nAnd when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost\n(<span class=\"citation\" id=\"38223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38223)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nTHE WORKS OF JOSEPH SMITH OF ENDURING QUALITY\n<\/p><p>\nThe fourth viewpoint&mdash;as someone has declared&mdash;Joseph Smith left all his works, the Book of\nMormon, D&amp;C, Pearl of Great Price, revised Bible, for future critical study. He stands alone\nin this. Joseph Smith, unlearned in the ways of men, neither disillusioned nor spoiled by the\ntheories or science of men, was selected and foreordained before the creation of the world to\nbring forth the Gospel of the Lord Jesus Christ for the second time, hence his works will\nstand forever and ever. This is the only answer to Joseph Smith and his work. Possessed\nneither of friends nor wealth, without the protection of kings and noblemen, with no\nopportunities of worldly training, yet regarding him and others one noted American, Fred W.\nShibley, declared, \"What the country and the world needs today is a resurgence of the\nphilosophy taught by Confucius, Jesus, and Joseph Smith. Otherwise we will have an\nappalling period of human decadence.\" Josiah Quincy declared, \"It is by no means improbable\nthat some future textbook for the use of generations yet unborn will contain a question like\nthis: 'What historical American of the 19th century has exerted the most powerful influence\nupon the destinies of his countrymen?' and the answer may be Joseph Smith, the Mormon\nprophet.\"\n<\/p><p>\nIt is intensely interesting that Fred Shibley and Josiah Quincy, men not of Joseph Smith's\nfaith, would classify him with the greatest of teachers, Jesus Christ and Confucius, and give\nhim a place among the world's and America's greatest. As Moroni declared to Joseph Smith,\nhis name would be had for good and evil among the nations\n(<span class=\"citation\" id=\"30218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30218)\">JS&mdash;H 1:33<\/a><\/span>).\nToday it is had for more good than evil.\n<\/p><p>\nA few years ago I stood in old Carthage Jail, and walking up the stairs to the room occupied\nby Joseph and his friends and standing there in meditation, the thought came to me, suppose\nJoseph, in the last moments of anguish, facing certain death, had confronted the blood-thirsty\nCarthage Grays with this statement: \"I am an imposter. I did not see the Father and the Son.\nThe Book of Mormon is of my own creation.\" The Carthage Grays would have responded\nwith one voice, \"Joseph, return to Nauvoo. We promise to permit you to live in peace.\"\n<\/p><p>\nAUTHORITY RESTS WITH SUCCESSORS TO JOSEPH SMITH\n<\/p><p>\nJoseph Smith could not make any such statement for, said he, \"I saw the Father and the Son,\nand I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew\nthat by so doing I would offend God and come under condemnation\"\n(<span class=\"citation\" id=\"30216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30216)\">JS&mdash;H 1:25<\/a><\/span>), and rather than deny his\ntestimony to the world, he sealed it with his blood, which is in accordance with the Scripture\nfound in Hebrews, chapter 9, verse 16, \"For where a testament is, there must also of necessity\nbe the death of the testator\" (<span class=\"citation\" id=\"24205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24205)\">Heb. 9:16<\/a><\/span>).\n<\/p><p>\nWith the death of Joseph Smith, what happened to the mantle of authority and the keys that\nhe held? They were in the possession of the Council of the Twelve, as the revelation of the\nLord to the Prophet indicates, the Twelve are equal in authority to the First Presidency\n(<span class=\"citation\" id=\"11912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11912)\">D&amp;C 107:23-24<\/a><\/span>).\nThe Council of the Twelve, through revelation and inspiration selected\nBrigham Young. From the martyrdom of the Prophet Joseph until the present day, all of his\nsuccessors have been so selected and today the same mantle of authority rests upon the\nshoulders of President Heber J. Grant and the same keys are vested in him for the furtherance\nof the work of the Lord until the second coming of the Redeemer.\n<\/p><p>\nTHE TRUE EXPLANATION\n<\/p><p>\nThere is but one answer to Joseph Smith, and the answer is found in his story, his life, and\nhis achievements. It is also found in the lives of those who have accepted the Gospel of the\nLord Jesus Christ and have been blessed with a testimony of its divine origin. Joseph Smith\nshould not be a man of mystery to the world, but a true servant of God, for as the Savior\ndeclared, \". . . By their fruits ye shall know them\"\n(<span class=\"citation\" id=\"33836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33836)\">Matt. 7:3<\/a><\/span>).\n<\/p><p>\nI am grateful for the witness with which the Lord has blessed me, convincing me beyond all\ndoubt that Joseph Smith was an apostle of the Lord Jesus Christ, a prophet, seer, and\nrevelator, and through him God's greatest gift to man has been made available to all who\naccept His teachings. This gift is known as the gift of salvation, and there is no greater gift.\n<\/p><p>\nJoseph Smith, a humble, unknown farm boy, as Peter was the lowly fisherman&mdash;and yet in the\nhands of God he became the mightiest and the greatest in this, the dispensation of the fulness\nof times, for he definitely reaffirmed the actual existence of the Father and His beloved Son\nJesus Christ. Yes, \"the weak things of the world shall come forth and break down the mighty\nand strong ones\" (<span class=\"citation\" id=\"11838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11838)\">D&amp;C 1:19<\/a><\/span>).\nMay our obedience to and compliance with the Gospel of the Lord Jesus\nChrist as restored through His instrument, Joseph Smith, increase our testimonies of Joseph\nSmith's divine calling, I humbly ask, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}