{"ID":700, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Letter to German Students<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1954, pp. 75-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA few weeks ago, there came to Salt Lake City thirteen students from different parts of\nwestern Germany. They had been sent to the United States by their government, and while in\nthis country, they became the guests of the different cities they visited, and the railroads gave\nthem free transportation.  They were impressed with Salt Lake City, and their few hours here\nvisiting the centers of interest and meeting some of the people was to them a memorable\nthing.  One of the young ladies remarked that they did not like the large cities for the people\nseemed to have little interest in them.  They had words of gratitude for the manner in which\nthey were received and the spirit of brotherhood that they experienced here in Salt Lake City.\nOne of them said: \"Tell us about the United States and particularly of your city here in the\nmountains.\" They were promised a letter to be sent to them in German,  and I am taking this\nopportunity of reading it to you.\n<\/p><p>\nOur government of the United States is, as you know, one of the youngest nations of the\nworld's history.  The government was organized in 1789, under the supervision of the first\npresident, George Washington.  There were thirteen divisions called states, which had been\nsettled by people from England, Germany, France, Italy, Spain, and the Scandinavian\ncountries.  The dominant people were English.  Most of them had a profound belief in\nreligion and morality, which ideals were expressed in their civic documents like the\nConstitution of the United States.  It was a period of great and wise men, and among them\nwere families from your native land.  The noted German soldier, Baron Von Steuben, was an\nofficer in Washington's army, and the name of Hyam Solomon will ever be remembered for\nhis giving his entire fortune to the American cause at the time of the terrible suffering at\nValley Forge.  Your own forefathers had not recovered from the terrible times of the Thirty\nYears' war when they turned to America.  In Germany there were intense poverty, suffering,\nand religious persecutions in the eighteenth century. America had been settled along the\nAtlantic coast, when and from the mass of human misery came your forefathers who settled\nlargely in Pennsylvania, Maryland, and Virginia.  They brought with them a love for the arts\nand music and adapted themselves to the new world.\n<\/p><p>\nChildren of your fathers entered our schools and universities and came to understand our\nAmerican civic and political life.  In this country, you have preserved your arts and music and\nliterature and great schools of philosophy. Your Immanuel Kant was known by our earliest\neducators. The Germans have come to know the fundamentals of the Constitution of the\nUnited States. If you were attending our schools, you would learn that the Opening statement\nof the Mayflower Compact is: \"In the name of God, Amen.\" And a little prayer you find the\nwords: \". . . for the glory of God and advancement of the Christian faith.\" Americans have\nalways promoted the ideals of the Christian faith. Among our noted documents of history are\nthe Articles of Confederation, which begin with these lines: \n<\/p><p>\nWhereas we all came to these parts of America with one and the same end, namely, to\nadvance the kingdom of our Lord, Jesus Christ, and to enjoy the liberty of the gospel in its\npurity.\n<\/p><p>\nThen I have pride in calling our attention to the first meeting held in Virginia known as the\nGeneral Assembly of Virginia.  To this meeting came many of your German people, possibly\nthere were some of your own forebears. In the account of the first meeting of the Virginians,\nwe have these lines: \n<\/p><p>\n. . . for as much as men's affairs do little prosper where God's service is neglected, all the\nburgesses took their places in the choir till a prayer was said by the Reverend Mr. Buche, a\nGerman minister, \"that it would please God to guide and to sanctify all our proceedings to his\nown glory.\"\n<\/p><p>\nFinally, read the Declaration of Independence, which acknowledges the Creator as the source\nof life and liberty, relies upon \"the protection of Divine Providence,\" and is written in a spirit\nof reverence, with an appeal to the right as established by God.  You see our fathers always\nin this civic and political life, acknowledged the leadership of God and sought humbly to\nfollow him.  Take your Bible and read the 127th Psalm: \n<\/p><p>\nExcept the Lord build the house, they labour in vain that build it: except the Lord keep the\ncity, the watchman waketh but in vain\n(<span class=\"citation\" id=\"41789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41789)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nHere in America, men were free to believe as they wished.  The history of the United States\nhas largely been a history of religious beliefs.  In fact, the American people are naturally\nbelievers in God, the eternal Father, and in his Son Jesus, the Christ.\n<\/p><p>\nAfter the lapse of the ages when a new world of discovery and invention had changed man's\nsocial outlook and the way of living had been recreated in the world, it was natural that\nsomeone should come forth to look to God for a revelation of his holy word.  Many\nstouthearted followers of the Holy Bible looked toward the new day.  In 1620, Pastor John\nRobinson, in bidding the Pilgrim Fathers good-bye as theft the shores of Holland for far-off\nAmerica, said to his congregation of faithful men and women: \n<\/p><p>\nIf God reveal anything to you, by any other instrument of His, be as ready to receive it as\never you were to receive truth by my ministry; for I am fully persuaded, I am very confident,\nthat the Lord has more truth yet to break forth out of His holy word . . . I beseech you to\nremember it is an article in your Church Covenant that you be ready to receive whatever truth\nshall be made known to you from the written word of God.\n<\/p><p>\nDuring the French Revolution, Michelet wrote in his history of France: \n<\/p><p>\nThe world is waiting for a Faith to march forward again, to breathe and to live.  But never\ncan a faith have a beginning in deceit, cunning, or treatise of falsehood.\n<\/p><p>\nSoon alter these words were written, there was born on the frontier of the United States \"a\nnew Faith to march forward again, to breathe and to live.\" A young boy walked into the\nwoods one day&mdash;a boy not hungering for food, but for God, and like the shepherds of old, he\nfelt he must go . . . even unto Bethlehem\"\n(<span class=\"citation\" id=\"31363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31363)\">Luke 2:15<\/a><\/span>).\n<\/p><p>\nThe youthful prophet was Joseph Smith, who knew that what the world needed first, and to\nthe end, was God. Not God in the heavens alone and in the past, but God here, and ready by\nthe man \"whom he hath ordained\" to repeat and enlarge the work given to the world eighteen\nhundred years before.  Joseph Smith had that divine discontent, which gave him the certainty\nthat whoever opens his heart to the Savior of mankind receives life, and light, and strength.\n<\/p><p>\nFrom the day that the Prophet announced his divine calling until his death, he wrote and\nspoke the revelations of God and became the clarion of a new day.  He awakened a new\neagerness in the hearts of men.  He met the problems of the ethical and religious conditions\nof mankind and gave anew the way from the material world to the kingdom of God.  The\nfiner elements of life were restored to primacy.  Human conduct was won to better issues,\nwhich are the cultivation of righteousness in the entire life and activity of mankind.\n<\/p><p>\nThe coming of John the Baptist, and later of Peter, James, and John, resulted in the\nestablishment of the Church of Jesus Christ of Latter-day Saints, for these holy men had\nrestored the priesthood of God, and the divine work of these latter days was\nbegun for the redemption and salvation of mankind.  The plight of the world at that time was\nits lack of vision, its loss of the principles of the gospel of our Lord and Savior Jesus Christ. \nWith the restoration of the gospel came a spiritual conviction, a dynamic knowledge, which\nhas been woven into the very lives of the Latter-day Saints. Man's relationship to his\nheavenly Father has become known.  There is a new vision of the kingdom of God, the\npurpose of which is to culminate in the reign of righteousness upon the earth. This is the\nprevalent note in the restored gospel.  God reigns in heaven and in earth.  He is the divine\nKing of nations.\n<\/p><p>\nOut of our faith, we find everything that is holy and pure and of good report.  The morning\nof the first Sabbath day after the arrival of the Pioneers in this valley, Saturday, July 24,\n1847, divine services were held, and the people were seated in a circle out in the sagebrush,\nand nearby were the waters of a lovely stream.  Gratitude to God was expressed in song and\nprayer, and the words of Isaiah were read by Apostle Orson Pratt, who gave the sermon: \n<\/p><p>\nHow beautiful upon the mountains are the feet of him that bringeth good tidings, that\npublisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto\nZion, Thy God reigneth!\n<\/p><p>\nThy watchmen shall lift up the voice; with the voice   together shall they sing: for they sing: \nfor they shall see eye to eye, when the Lord shall bring again Zion\n(<span class=\"citation\" id=\"25155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25155)\">Isa. 52:7-8<\/a><\/span>).\n<\/p><p>\nThe Latter-day Saints believe and know honestly that Adam came to earth sent from God,\nfrom Heaven.  He held the priesthood of God and became the first teacher of the gospel to his\ndescendants. The divine ideals as taught by the Father of us all were held sacred, and from\nthat time to the days of the Messiah upon the earth, the truths of God were planted in the\nhearts of his children. Maurice Maeterlinck, in his book, The Great Secret, says that what we\nread in the oldest archives of wisdom gives only a faint idea of the sublime doctrines of the\nancient teachers.  The older the texts, the more pure, the more awe-inspiring are the doctrines\nthey reveal.  They may be merely an echo of sublimer doctrines.  We come down to the age\nof the prophets.  Says a noted historian: \n<\/p><p>\nHow fitting it is that Malachi should seal up the book of the Old Testament prophecy by such\na clear statement of the coming of the Lord, the Messenger of the Covenant\n(<span class=\"citation\" id=\"32746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32746)\">Mal. 3:1<\/a><\/span>), the Son of\nrighteousness, and thus give the last prediction of him, with whom the evangelists begin their\ngospel history.\n<\/p><p>\nHugo Munsterberg of Harvard University, a noted German, wrote, in his <i>Psychology and Life<\/i>,\nsomething of the past glory of the sacred words: \n<\/p><p>\nThere is a truth, a beauty, a morality, which is independent of psychological conditions. \nEvery straightforward man, to whom the duties of his real life are no sounding brass, speaks\nwith a sound voice to the psychologist: \"There are more things in heaven and earth than are\ndreamt of in your philosophy.\"\n<\/p><p>\nBy the power of the Holy Priesthood which Joseph Smith received from heaven, he\nestablished our true relationship to God.  Out of this grows the salvation of man&mdash;his true\nimmortal life.  The nations all bear witness to the need of a light that is not of man. We can\ngive our word to the world that the forces which are to make the world what it ought to be\nare now within it. We are to study more deeply and constantly the divine truths of the gospel\nof bus Christ.  We must know the history of the Church of which we are members.  We must\nunderstand the meaning of the priesthood of God, which has been given to us.  We must\nknow the divine teachings of the Holy Bible, the Book of Mormon, the Doctrine and\nCovenants, and the Pearl of Great Price. How beautifully do they teach the words of\nShakespeare: \n<\/p><p>\nWhat a piece of work is man! how noble in reason! how infinite in faculty! in form and\nmoving how express and admirable! in action how like an angel! in apprehension how like a\ngod! (Shakespeare, <i>Hamlet<\/i>, Act II, Sc. 2.)\n<\/p><p>\nWhat a directive purpose the Prophet Joseph Smith gives us in the words as found in the 88th\nsection of the Doctrine and Covenants: \n<\/p><p>\n. . . seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best\nbooks words of wisdom; seek learning, even by study and also by faith.\n<\/p><p>\nOrganize yourselves; prepare every needful thing; and establish a house, even a house of\nprayer, house of fasting, a house of faith a house of learning, a house of glory, a house of\norder, a house of God (<span class=\"citation\" id=\"13283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13283)\">D&amp;C 88:118-119<\/a><\/span>).\n<\/p><p>\nFrom the beginning of the history of the Church, Joseph Smith organized schools of learning. \nHe became a student and a member of the Latin, Greek, and Hebrew classes established in the\nKirtland Temple.  He established the University of the City of Nauvoo, encouraged the\nbuilding of the Seventies' Hall of Science.  From these institutions came the wonderful\nschools of learning in Utah.\n<\/p><p>\nIn 1851, the first extensive library was brought by ox teams to this state. It had been\npurchased in New York City by Dr. Job M. Bernhisel and was a wonderful collection of\nbooks. There were the works of Shakespeare, Milton, Bacon, Homer, Juvenal, Lucretius,\nVirgil, Euripides, Sophocles, Plato, Montaigne, Tacitus, Spenser, Herodotus, Goldsmith, and\nmany others of the great masters of the world's best literature.  The library received copies of\nthe New York <i>Herald<\/i>, New York <i>Evening Post<\/i>, the Philadelphia <i>Saturday Courier<\/i>, and the\n<i>North American Review<\/i>. Of the scientific works there were Newton's <i>Principia<\/i>, Herschel's\n<i>Outlines of Astronomy<\/i>, and Von Humboldt's <i>Cosmos<\/i>.  The treatises on philosophy included\nthe works of John Stuart Mill, Martin Luther, John Wesley, and Emanuel Swedenborg.\n<\/p><p>\nThe pioneers were always striving to understand the arts and sciences for they sensed keenly\nthe power of all truth.  They knew the human constants&mdash;hunger and labor, seedtime and\nharvest, love and faith&mdash;which entered into their lives from the very first. They built the\nTabernacle which you visited.  They continued establishing schools and colleges and\nestablished a theater in the wilderness which in time became recognized by the artists of the\nLondon stage as well as the famous dramatists of America.  Mr.  M.  B. Leavitt has written\nin his <i>Fifty Years of the American Stage<\/i>:\n<\/p><p>\nSweeping as the statement may seem, I do not believe that the theater has ever rested on a\nhigher plane, both as to its purpose, and its offerings, than at Salt Lake City, the Capital of\nMormondom.\n<\/p><p>\nUtah today has become a great state. Ellsworth Huntington of Yale University, has recently\nwritten in his book, entitled, <i>Civilization and Climate<\/i>:\n<\/p><p>\nThe proud position of Utah is presumably the result of Mormonism. The leaders of that faith\nhave had the wisdom to insist on a thorough system of schools, and have obliged the children\nto attend them.  The \"Gentiles\" have in self-defense, been forced to do equally well, and the\nresult has been admirable.  Whatever one may think of Mormonism as a religious belief, it\nmust be credited with having accomplished a remarkable work in spreading a moderate degree\nof education almost universally among the people of Utah.\n<\/p><p>\nCount Hermann Keyserling, the noted German philosopher and historian, came to Salt Lake\nCity a few years ago and afterwards wrote in his <i>Travel Diary of a Philosopher<\/i>, these words:\n<\/p><p>\nThe Mormons have achieved a civilization hardly attained by any other people. In barely half\na century they have changed a salt desert into a garden.  They are, moreover, admirable\ncitizens, law abiding, honest, and progressive.\n<\/p><p>\nAll the religious denominations of the world have been welcomed to Utah.  One of our\nArticles of Faith says: \n<\/p><p>\nWe claim the privilege of worshiping Almighty God according to the dictates of our own\nconscience and allow all men the same privilege, let them worship how, where, or what they\nmay (<span class=\"citation\" id=\"6680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6680)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nWherever the Mormons have settled, this has been the attitude of the Church toward all\ndenominations and peoples. In an ordinance relating to religious societies passed by the city\ncouncil of Nauvoo, we have these words: \n<\/p><p>\nAN ORDINANCE RELATING TO RELIGIOUS SOCIETIES\n<\/p><p>\nBe it ordained by the City Council of the City of Nauvoo, that the Catholics, Presbyterians,\nMethodists, Baptists, Latter-day Saints, Quakers, Episcopalians, Universalists, Unitarians,\nMohammedans, and all other religious sects and denominations whatever, shall have free\ntoleration and equal privileges in this city; and should any person be guilty of ridiculing or\nabusing or otherwise depreciating another in consequence of his religion, or of disturbing or\ninterrupting any religious meeting within the limits of this city, he shall on conviction thereof\nbefore the Mayor or Municipal Court be fined or imprisoned at the discretion of the Mayor or\nCourt.\n<\/p><p>\nYou are now to be conducted to our central place of worship, the Tabernacle. Elder\nZimmerman, my brother in the priesthood of God, will conduct you there and will tell you\nmuch about the building.  Professor T. E. Tallmadge, Fellow American Institute of Architects,\nsays in his <i>Story of Architecture in America<\/i>:\n<\/p><p>\nUp and down the Atlantic Seaboard through the Western Reserve, along the Gulf of Mexico,\nup the Mississippi, and over the plains, the Greek Revival spread.  I have noticed that the\nfamous Tabernacle built in Salt Lake City by that extraordinary man, Brigham Young, has the\ntelltale Greek profiles in its moldings and cornices.\n<\/p><p>\nIn some of our early-day buildings we find no lack of knowledge and appreciation of the fine\narts.  You may recall how you Germans had been influenced by the Greeks in your fine\narchitecture.  I recall a number of great buildings notable in architectural history where the\nGreek influence is plainly seen.  I may mention the old Museum and the Brandenburg Gate in\nBerlin, and in Vienna, the Parliament House. As you listen to the music of the great organ\nwhich was built by a noted organist in Pioneer days, it gives me pride to tell you that the\nTabernacle is now known as one of the greatest symphony halls in the world.  As early as\n1875, our people heard the music of Beethoven and Bach, and picking up a program of Easter\nChoral Services in 1949, we find that <i>Jesu, Priceless Treasure<\/i> of Johann Sebastian Bach,\ntogether with the <i>Requiem<\/i> of Johannes Brahms, constituted the program.  The great Brahms\n<i>Requiem<\/i> is not a mass for the dead but rather an ode to the departed.\n<\/p><p>\nThis is just to tell you that the Latter-day Saints have been lovers of the classical music as\nwell as of all the arts and literature since the Church was organized.  Many a time, the people\nhave in worship sung with the choir: \"How Lovely Is Thy Dwelling Place, O Lord of Hosts.\"\n<\/p><p>\nMay I say in conclusion, my fellow students, that the Mormon people have expressed their\nlove of God by their constant faith and prayer which have resulted in great love for all\npeoples wherever they live on the earth.\n<\/p><p>\nI pray that you students may have a prosperous and happy journey throughout America and\nthat you may return to your homes in peace and safety. May God ever bless you.\n<\/p>\n<\/div>\n<\/div>"}