{"ID":701, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Instructed Young<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1954, pp. 80-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA short time ago, in company with Brother J. Leonard Love of the welfare committee, I had\nthe opportunity of attending a stake conference at Snowflake, Arizona.  While there, we were\ninvited to a dinner which was being held for the Aaronic Priesthood boys of the stake.  It was\na memorable occasion.  The program was delightful. Several beautiful numbers were given,\none of which was a solo by a young boy who had a clear soprano voice.  It was a solo which\nbrought back to my mind a number of wonderful memories. That young man stood up before\nthose four hundred or more boys and sang: \n<\/p><p>\nA \"Mormon\" boy, a \"Mormon\" boy,<br \/>\n      I am a \"Mormon\" boy; <br \/>\n      I might be envied by a king,<br \/>\n      For I am a \"Mormon\" boy.\n<\/p><p>\nThat song was written by Evan Stephens, and as it was sung, I remembered that as a boy I\nsang this song also; and I had the opportunity of singing with a large boys' chorus here in this\nTabernacle under the direction of Evan Stephens.  I learned to honor him then, and I loved\nthis song.  Let me read to you a little more from it: \n<\/p><p>\nMy father is a \"Mormon\" true,<br \/>\n      And when I am a man,<br \/>\n      I want to be like him, and do<br \/>\n      Just all the good I can.<br \/>\n      My faults I'll try to overcome,<br \/>\n      And while I life enjoy,<br \/>\n      With pride I'll lift my head and say,<br \/>\n      I am a \"Mormon\" boy.<br \/>\n      A \"Mormon\" boy, a \"Mormon\" boy,<br \/>\n      I am a \"Mormon\" boy; <br \/>\n      I might be envied by a king,<br \/>\n      For I am a \"Mormon\" boy.\n<\/p><p>\nAbout this time my father was my Sunday School teacher, and a little later he became the\ninstructor in our deacons quorum.  I used to honor him as I sang this song.  I also\nremembered my Heavenly Father, and the command Savior gave us to strive to become like\nhim. And then as I would sing this song, not only would I have gratitude to my earthly father,\nbut to my heavenly Father, also, and I would sing, \"I want to be like him, and do just all the\ngood I can.\"\n<\/p><p>\nAs I listened to that boy in Snowflake sing this song, I thought how often it is that our boys\nand our girls, when they get into junior high and possibly into senior high, feel as if they are\ngrowing up and must put away childish things' It is true that they must put away certain\nchildish acts, but other things which are taught them in childhood are so very important and\nso basic that all through their lives they must remember them.  The message of this song by\nEvan Stephens is one of them.\n<\/p><p>\nA \"Mormon\" boy . . .<br \/>\n      I might be envied by a king,<br \/>\n      For I am a \"Mormon\" boy.\n<\/p><p>\nAnd then there was another song that I loved very much as a young lad. It carries with it\nanother glorious lesson which our young people should remember even though they begin to\ngrow up in those high school years.  The song to which I refer is one written by Eliza R.\nSnow.  You remember that Sister Snow wrote, O My Father,\" \"How Great the Wisdom and\nthe Love,\" and some others of our most beautiful hymns.  But she knew also how to write for\nyoung people. In this beautiful song she placed the ideals of the Church in the language of\nchildren, and had them sing it in the hope that as they grew up they would not abandon the\nideals of which she spoke, but would allow them to become steadily more important in their\nlives.  I hope every One of you continues to sing it, and to hum it over as you go along the\nstreet, and that you remember the great lessons she wrote into it: \n<\/p><p>\nIn our lovely Deseret,<br \/>\n      Where the Saints of God have met,<br \/>\n      There's a multitude of children all around; <br \/>\n      They are generous and brave; <br \/>\n      They have precious souls to save; <br \/>\n      They must listen and obey the gospel's sound.\n<\/p><p>\nAll of you know those words.  Aren't they glorious?  And isn't it stimulating music which\nhas been written to these words?  But listen to some of the more important things Sister Snow\ntaught to young people in their childhood, hoping to establish in their hearts by song the high\nstandards that are so vital and important to these boys and girls as they grow up and\naccomplish the things that Brother Lee has referred to here this morning: \n<\/p><p>\nThat the children may live long<br \/>\n      And be beautiful and strong<br \/>\n      Tea and coffee and tobacco they despise,<br \/>\n      Drink no liquor, and they eat<br \/>\n      But a very little meat; <br \/>\n      They are seeking to be great and good and wise.\n<\/p><p>\nWhen I was in school one time, I accompanied the class to Provo and went through the\ninstitution down there for the mentally afflicted.  We saw one young man there who had a\nqueer tendency in that he always wanted to be striking himself on the head.  I remember as\nstudents how we thought this man was so to be pitied because he didn't have any more sense\nthan to strike himself on the head. As we were talking about that one day, I thought of this\nsong: \n<\/p><p>\nThat the children may live long,<br \/>\n      And be beautiful and strong,<br \/>\n      Tea and coffee and tobacco they despise,<br \/>\n      Drink no liquor, and they eat<br \/>\n      But a very little meat.\n<\/p><p>\nAs young people we talked about it, remembering this man who wanted to strike himself on\nthe head.  One of the students then said, \"Well, which is crazier, to be batting yourself on the\nhead all the time, or to be taking things into your body that would poison you? Which is\nworse&mdash;to poison your body and defile it, to make yourself intoxicated so that you don't know\nwhat you are doing, even losing your self-control, or to bat yourself on the head? Which is\nthe crazier of the two?\n<\/p><p>\nNow think in terms of modern science. Think how doctors are discovering, despite the\narguments of all the tobacco to the contrary, that you do tend to develop cancer of the lung\nthrough cigarettes. Which is crazier, to bat yourself on the head with a stick, or to bring into\nyour body these things that will destroy your body? Which is crazier?\n<\/p><p>\nDrink no liquor, and they eat<br \/>\n      But a very little meat; <br \/>\n      They are seeking to be great and good and wise.\n<\/p><p>\nI ask you young people, is there anything childish in this song when you really think about it? \nCan you see anything childish in this injunction to avoid these stimulants, these narcotics,\nthese intoxicating things, which not only affect your body adversely but will also destroy your\nspirituality and your faith in God, if you allow them to?\n<\/p><p>\nThat the children may live long<br \/>\n      And be beautiful and strong,<br \/>\n      Tea and coffee and tobacco\n<\/p><p>\nand liquor and all these other evil things they despise!\n<\/p><p>\nAnd then there is the next stanza: \n<\/p><p>\nThey should be instructed young<br \/>\n      How to watch and guard the tongue,<br \/>\n      And their tempers train, and evil passions bind; <br \/>\n      They should always be polite,<br \/>\n      And treat ev'rybody right,<br \/>\n      And ev'ry place be affable and kind.\n<\/p><p>\nI have thought a great deal about that at different times.  I am sure we should be instructed\nyoung.  I recall that Solomon said that if we are properly taught when we are young, we will\nnot depart from those important things when we grow up\n(<span class=\"citation\" id=\"41413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41413)\">Prov. 22:6<\/a><\/span>).\n<\/p><p>\nWe should watch and guard the tongue. I used to think this meant only profanity, and that is\nextremely important, because one of the great commandments is that we\nshall not profane the name of God\n(<span class=\"citation\" id=\"22642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22642)\">Ex. 20:7<\/a><\/span>).\nHe will not allow us to go free if we do profane his holy name.\n<\/p><p>\nBut the more I think of the things that Brother Lee so beautifully discussed here this morning,\nthe more I am convinced that Eliza R. Snow was inspired in guiding the young people to\nwatch and guard the tongue against speaking of evil and demoralizing things which put evil\nthoughts in the minds and sometimes lead to evil acts which are themselves destructive of the\nvery soul; including evil stories and evil remarks about the opposite sex.  \"They should be\ninstructed young how to watch and guard the tongue, and their tempers train.\" And that is so\nimportant.\n<\/p><p>\n\"And evil passions bind . . .\"\n<\/p><p>\nI, too, get letters from young people. I got one the other day from a girl who wanted to know,\nIs it wrong to pet? She said, frankly, \"I don't know.  Will you tell me, is it wrong to pet?\"\nAnd I wrote back to that girl and told her that petting is one of the most pernicious things\nthat ever came into the world, and that when young people pet they lay the foundation for the\ndestruction of their morals.  In fact petting is in and of itself a partial loss of virtue, and when\nany young pet, they to that degree lose their chastity.  The Lord said that when anyone looks\nupon others to lust after them, they have committed adultery with them already in their heart\n(<span class=\"citation\" id=\"34614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34614)\">Matt. 5:28<\/a><\/span>).\n<\/p><p>\nThey should be instructed young<br \/>\n      How to watch and guard the tongue,<br \/>\n      And their tempers train, and evil passions bind; <br \/>\n      They should always be polite,<br \/>\n      And treat ev'rybody right,<br \/>\n      And in ev'ry place be affable and kind.\n<\/p><p>\nNothing childish in that, is there? Shouldn't we, as we grow up, even through high school and\ncollege and into mature adulthood continue to sing \"In Our Lovely Deseret\"?\n<\/p><p>\nAnd then this last verse which every one of us should remember, particularly as young\npeople, because it will help us to keep on the right path: \n<\/p><p>\nThey must not forget to pray,<br \/>\n      Night and morning, ev'ry day,<br \/>\n      For the lord to keep them safe from ev'ry ill,<br \/>\n      And assist them to do right,<br \/>\n      That with all their mind and might,<br \/>\n      They may love him and may learn to do his will.\n<\/p><p>\nAs I have studied that song and the philosophy expressed in this glorious poet, I begin to\nunderstand what in my boyhood I did not understand: why it is that a Mormon boy might be\nenvied by a king. And now because I have some realization of what Sister' Snow wrote in\nthis song, I can understand that you girls of the Church, every one of you, might well be\nenvied by a queen, if you will but live up to the principles of the everlasting gospel.\n<\/p><p>\nAnd every boy in the Church truly might be envied by a king because he himself is kingly by\nreason of the righteousness, the cleanliness, the faithfulness of his life.\n<\/p><p>\nMay every boy and girl experience that joy is my humble prayer, in the name of the Lord\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}