{"ID":702, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Future Before Us<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1954, pp. 83-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere are always overwhelming feelings on these occasions.  Two of those that rise to the top\nat this time are inadequacy and gratitude for fellowship with you and for any part in the\nChurch.\n<\/p><p>\nI recall reading a statement that President McKay is reported to have made, as he alighted at\nthe airport of one of the large South American cities on his recent tour: that \"there are three\nbeautiful things in the world&mdash;love and friendship and brotherhood.\"  They are\nall in evidence here and help to feed and sustain us and to send us away\nencouraged and enriched.\n<\/p><p>\nI am mindful of the glorious principles that have been enunciated here, which, with others,\nmake this a most satisfying gospel to feed the human soul. Some of these are: faith,\nrepentance, the assurance of forgiveness with proper repentance; the eternal continuance of\npersonality, of individual identity; the assurance that we may have everlasting association with\nthose we love; testimony; the knowledge that no man stands between us and our God; the\nassurance of eternal plan and purpose; continuous revelation; free agency; and the fact that\nthis is an inclusive message and opportunity and gospel and Church, and not an exclusive\none&mdash;that its blessings are to all men who are willing to partake of them, and are not reserved to\na special few predestined by our Father in heaven to have the blessings and benefits.  It is his\npurpose to save all his children and to exalt all his children, not merely to warn and turn them\naway, but to labor with them in love and in patience, and to bring them back into his\npresence, if they will.\n<\/p><p>\nA great man has been in our midst here for a few days, one of the notable men of medicine,\nSir Alexander Fleming, whom we have had the pleasure in this community of meeting and\nbearing on one or two occasions. He told the story of how, in working in a laboratory in a\nLondon hospital back in 1928, he observed the action of an accidental mold that had drifted\ninto his laboratory from some source and which had an arresting effect on some germ\ncolonies that were in the culture in one of his petri dishes.  His statement, as he recorded it in\nhis diary, was this: \"I was sufficiently interested to pursue the subject.  The appearance of the\nculture plant was such that I thought it should not be neglected.\" Thus, penicillin was\ndiscovered and put to immeasurable human benefit.\n<\/p><p>\n\"I was sufficiently interested to pursue the subject.\" Well, with a mold so common, so\naccessible, one wonders why someone did not see it sooner, why someone did not \"pursue the\nsubject\" sooner.  That the world should go so long without such a discovery from such a\ncommon and available source would seem to be but a further indication that there is ever\nbefore us an infinity of undiscovered things and that opportunities are limitless, and that\n\"revelation\" of this kind is continuous, as is direct revelation from our Father in heaven.\n<\/p><p>\nThe songs of birds that are all around us, we often do not hear.  Two enterprising scientists\nnot long ago made some \"visual recordings\" of bird songs with an audio-spectrograph, so that\nthe human eye could \"see\" the music that the birds were making, but the human ear could not\nhear it as it reached above the range of \"normal\" human hearing.\n<\/p><p>\nWho knows what unseen and unheard things may be all around us?  There are limitless\npossibilities; there is infinity before us, and revelation must be continuous. Sometimes we\nwonder why others cannot see some of the things that we see.  Sometimes we wonder why\nwe cannot see some of the things that they see.  There may be many reasons for this.  We\ndiffer in our experience; we differ in our perception; we differ in our preoccupation.  Some of\nus have our thoughts fixed on one thing at one time, and some on another.  But there are\ngreat things to be discovered if we will have ears to hear and eyes to see and be sufficiently\ninterested \"to pursue the subject\" as was this great man of medicine.\n<\/p><p>\nThere may be things that some of us do not seas Peter and Paul, seemingly did not always see\nthe same things (<span class=\"citation\" id=\"23240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23240)\">Gal. 2:11-21<\/a><\/span>;\n<span class=\"citation\" id=\"4830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4830)\">2 Pet. 3:15-16<\/a><\/span>)&mdash;but\nthey both loved the gospel; they both lived for it, and both were willing\nto die for it.  There are some great fundamentals and requirements and commandments on\nwhich there can be no doubt and no differences, of which the Lord has spoken definitely. \nBeyond this, some, such as Sir Alexander Fleming, see some things that\nsome of us do not see.\n<\/p><p>\nAs to free agency: mercifully and wonderfully that was settled in the heavens a long time ago\nwhen Lucifer challenged it.  It is one of the great and glorious principles of the gospel of\nJesus Christ.\n<\/p><p>\nI recall a comment reported to have been made by President Clark to a graduating class last\nspring, in which he said, in substance, that Lucifer must have thought that God was very\n\"old-fashioned.\" Lucifer was proposing some very different ways of doing some things\n(<span class=\"citation\" id=\"39057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39057)\">Moses 4:1<\/a><\/span>). It\nseems that he would have done some things in a much more \"efficient\" manner, if you will\nput \"efficiency\" in quotations.  He would have delivered all our Father's children back to\nhim&mdash;but in a strait jacket!\n<\/p><p>\nThe only kind of \"efficiency\" that the Lord God is interested in for us is that kind of\nefficiency which contributes to and promotes the development and growth of his children in\nhelping them choose for themselves the great things and the right things, the right way of\nlife&mdash;for the eternal salvation and exaltation of their souls.  And I would say today, keep faith in\nfreedom.  Avoid the principle of compulsion.\n<\/p><p>\nAnd now for a moment or two, may I yield to the temptation to speak another thought or two\nto these young people who are here from Brigham Young University, to these others who are\nhere in this congregation, and beyond here, to all who will hear or read, and to all those of\nthis generation, whom they represent, following along the lines of the moving and impressive\ninstructions of Brother Lee and Brother Petersen this morning: \n<\/p><p>\nIt is apparent that man has acquired the power to destroy the works of man.  The instruments\nof destruction are ever more fearful with each passing day.  But man has not acquired the\npower to destroy the works or the plans or the purposes of God.  All of us at times have our\nfears.  All men have their fears, their uncertainties.  But may I say to you: Go ahead and live\nyour lives.  You are not alone in life. The Lord God is there and ever accessible to you.\n<\/p><p>\nThis is no time for panic. Our Father made us in his image.  He sent us here. He looked out\nat what he had made during the creation, and he saw that it was very good.  It was good, and\nit is still good.  He intends happiness for us, and it is not only our privilege but also our duty\nto be happy, and we shall be if we have the courage to live as we ought to live and to be\nwhat we ought to be.\n<\/p><p>\nBe honest, clean, chaste, humble. Keep your lives well-balanced.  Always reserve some of\nyour time and means to the things of the spirit and to the service of your Father in heaven as\nwell as to the things of the mind and the things of physical sustenance.  Work, study, and\npray.  Keep an open mind to truth; keep the faith; live so as to have a quiet conscience.  The\nrewarding way of life is to keep the commandments.  The hard way of life is to live contrary\nto conscience and contrary to the commandments.\n<\/p><p>\nWe are in this world, and I do not know anything to do about it except to make the most of\nit, to live good and useful and purposeful lives, and to find joy in the opportunity that the\nLord God has given us until the time comes to leave this life, which will be swiftly and soon\nenough.  There is no running away from life, no running away from ourselves.  We can run\naway from where we are, but not from what we are or from who we are; and all we have to\ndo is to live a day at a time to the best of our ability.  The weight of the future is not on us\nexcept as it comes moment by moment.\n<\/p><p>\nIn the words of Thomas Carlyle, \"The crash of the whole solar and stellar systems could only\nkill you once.\"  There is no point in living in fear, in panic, or in apprehension.  Endure to the\nend, keep faithful, for he who made us and gave us life and who keeps creation in its course\nwill not forsake us.  And though we have acquired the instruments for destroying the works\nof man, if we should be so foolish as to set them loose, yet the power and\nthe purposes of God as concerning us and all his creations are constant and ever surround us\nwith their protection and their peace, if we will be partakers of these things.\n<\/p><p>\nGod lives.  He has eternal plans and purposes for his children.  Jesus is the Christ.  The\ngospel has been restored, and despite all the answers we do not know and all the areas where\nthere may be differences of opinion, we know all we need to know for our everlasting\nsalvation and exaltation and happiness&mdash;if we will use what the Lord God has given us. \nTruth will triumph; justice will be done; and there will be no good thing lost in the life of\nhim who will live as best he knows how to live and will partake of these things which our\nFather has prepared for us.\n<\/p><p>\nMay I close with the testimony of a beloved friend, who is not with us, Dr. John A. Widtsoe. \nIn one of the closing sentences of his book, <i>In a Sunlit Land<\/i>, in which he looked back on his life as a\nscientist, as a convert, as an educator, as an Apostle, and as a great and humble servant of\nmen and of God, as a man who had seen much of life from many sides and who had come\nforth from it all with a sweet and simple faith&mdash;on the last pages of this book he wrote these\nwords which he left for the record of posterity: \n<\/p><p>\nDuring this long life, I have had occasion to test, time and time again, the verity of the\nfoundations of the Church of Jesus Christ of Latter-day Saints.  The answer has always been\nthe same: Joseph Smith told the truth (<i>In a Sunlit Land<\/i>, pp. 243-244).\n<\/p><p>\nI leave this with you as a witness of my soul this day, to you a choice and blessed generation\nof youth.  God bless you and be with you; go forth and live your lives; rely on him; keep\nsweet and humble, and his blessings and guidance will be with you.  May he bless you in all\nyour decisions, I pray, in Jesus' name.  Amen.\n<\/p>\n<\/div>\n<\/div>"}