{"ID":7026, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prophets, Seers, and Revelators\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The First Presidency and Quorum of the Twelve are commissioned by God and sustained … as prophets, seers, and revelators.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p4\" class=\"\">On behalf of my Brethren in the Quorum of the Twelve Apostles, may I be the first to welcome Elders Dieter Uchtdorf and David Bednar to their new callings and the sweet association that lies ahead of them. When the original Twelve were called in this dispensation, they were told that their appointment was “calculated to create for you an affection for each other, stronger than death.”<sup class=\"noteMarker\"><a href=\"#footnote1-24911_000_004\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 2:197.]<\/span><\/sup> We already have such affection for you, Brethren, for your wives, and for your families. We say with one heart and one voice, “Welcome, dear friends.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p5\" class=\"\">In the spirit of President Hinckley’s tender remarks, may I also express that same “affection … stronger than death” and the deep personal loss felt by all of us in the passing of our beloved David B. Haight and Neal A. Maxwell. To those two brethren and their sweet Ruby and Colleen, respectively, we say that we love you, we reverence your service, and we honor the exemplary lives you have lived. Each of us considers it the greatest of privileges to know you and to have served at your side. You are precious to us forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p6\" class=\"\">In light of such significant transitions in the rolling forth of this work, I wish to say something this morning of the apostleship and the importance of its perpetuation in the true Church of Jesus Christ. In so doing I speak not of the men who hold that office but rather of the office itself, a calling in the holy Melchizedek Priesthood which the Savior Himself has designated for the watchcare of His people and the witnessing of His name.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p7\" class=\"\">In order to establish a church that would continue under His direction even after He was taken from the earth, Jesus “went … into a mountain to pray, and continued all night in prayer to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p8\" class=\"\">“And when it was day, he called unto him his disciples: and of them he chose twelve, whom also he named apostles.”<sup class=\"noteMarker\"><a href=\"#footnote2-24911_000_004\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43713)\">Luke 6:12–13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p9\" class=\"\">Later on, Paul would teach that the Savior, knowing the inevitability of His death, had done this to give the Church a “foundation of … apostles and prophets.”<sup class=\"noteMarker\"><a href=\"#footnote3-24911_000_004\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43766)\">Eph. 2:19–20<\/a><\/span>.]<\/span><\/sup> These Brethren and the other officers of the Church would serve under the direction of the resurrected Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p10\" class=\"\">Why? Among other reasons, so “that we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive.”<sup class=\"noteMarker\"><a href=\"#footnote4-24911_000_004\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43768)\">Eph. 4:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p11\" class=\"\">Thus the apostolic and prophetic foundation of the Church was to bless in all times, but <span class=\"emphasis\">especially<\/span> in times of adversity or danger, times when we might feel like children, confused or disoriented, perhaps a little fearful, times in which the devious hand of men or the maliciousness of the devil would attempt to unsettle or mislead. Against such times as come in our modern day, the First Presidency and Quorum of the Twelve are commissioned by God and sustained by you as prophets, seers, and revelators, with the President of the Church sustained as <span class=\"emphasis\">the<\/span> prophet, seer, and revelator, the <span class=\"emphasis\">senior<\/span> Apostle, and as such the only man authorized to exercise all of the revelatory and administrative keys for the Church. In New Testament times, in Book of Mormon times, and in modern times these officers form the foundation stones of the true Church, positioned around and gaining their strength from the chief cornerstone, “the rock of our Redeemer, who is [Jesus] Christ, the Son of God,”<sup class=\"noteMarker\"><a href=\"#footnote5-24911_000_004\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43871)\">Hel. 5:12<\/a><\/span>.]<\/span><\/sup> He who is the great “Apostle and High Priest of our profession,” to use Paul’s phrase.<sup class=\"noteMarker\"><a href=\"#footnote6-24911_000_004\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43780)\">Heb. 3:1<\/a><\/span>.]<\/span><\/sup> Such a foundation in Christ was and is always to be a protection in days “when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you.” In such days as we are now in—and will more or less always be in—the storms of life “shall have no power over you … because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall.”<sup class=\"noteMarker\"><a href=\"#footnote7-24911_000_004\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43872)\">Hel. 5:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p12\" class=\"\">Three weeks ago I was at a stake conference in the lovely little mountain community of Prescott, Arizona. Following the delightful events of that weekend a sister silently slipped me a note as she and others came by to shake hands and say good-bye. With some hesitation I share a portion of it with you this morning. Please focus on the doctrine this sister teaches, not the participants in the exchange.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p13\" class=\"\">“Dear Elder Holland, thank you for the testimony you bore in this conference of the Savior and His love. Forty-one years ago I prayed earnestly to the Lord and told Him I wished I had lived on earth when the Apostles walked upon it, when there had been a true Church, and when Christ’s voice was still heard. Within a year of that prayer Heavenly Father sent two LDS missionaries to me, and I found that all those hopes could be realized. Perhaps some hour when you are tired or troubled, this note will help you remember why hearing your voice and shaking your hand is so important to me and to millions just like me. Your sister in love and gratitude, Gloria Clements.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p14\" class=\"\">Well, Sister Clements, your very tender note recalled for me a similar hope and almost the same language once used in my own family. In the tumultuous years of the first settlements in this nation, Roger Williams, my volatile and determined 10th great-grandfather, fled—not entirely of his own volition—from the Massachusetts Bay Colony and settled in what is now the state of Rhode Island. He called his headquarters Providence, the very name itself revealing his lifelong quest for divine interventions and heavenly manifestations. But he never found what he felt was the true New Testament church of earlier times. Of this disappointed seeker the legendary Cotton Mather said, “Mr. Williams [finally] told [his followers] ‘that being himself misled, he had [misled them,’ and] he was now satisfied that there was none upon earth that could administer baptism [or any of the ordinances of the gospel], … [so] he advised them therefore to <span class=\"emphasis\">forego<\/span> all … and wait for the coming of <span class=\"emphasis\">new<\/span> apostles.”<sup class=\"noteMarker\"><a href=\"#footnote8-24911_000_004\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Magnalia Christi Americana<\/span> (1853), 2:498.]<\/span><\/sup> Roger Williams did not live to see those longed-for new Apostles raised up, but in a future time I hope to be able to tell him personally that his posterity did live to see such.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p15\" class=\"\">Anxiety and expectation regarding the need for divine direction was not uncommon among those religious reformers who set the stage for the Restoration of the gospel. One of the most famous of the New England preachers, Jonathan Edwards, said, “It seems to me a[n] … unreasonable thing, to suppose that there should be a God … that has so much concern [for us], … and yet that he should never speak, … that there should be no word [from him].”<sup class=\"noteMarker\"><a href=\"#footnote9-24911_000_004\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Works of Jonathan Edwards,<\/span> vol. 18, <span class=\"emphasis\">The “Miscellanies” 501–832,<\/span> ed. Ava Chamberlain (2000), 89–90.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p16\" class=\"\">Later, the incomparable Ralph Waldo Emerson rocked the very foundations of New England ecclesiastical orthodoxy when he said to the Divinity School at Harvard: “It is my duty to say to you that the need was never greater [for] new revelation than now.” “The doctrine of inspiration is lost. … Miracles, prophecy, … the holy life, exist as ancient history [only]. … Men have come to speak of … revelation as somewhat long ago given and done, as if God were dead. … It is the office of a true teacher,” he warned, “to show us that God is, not was; that He speaketh, not spake.”<sup class=\"noteMarker\"><a href=\"#footnote10-24911_000_004\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Complete Essays and Other Writings of Ralph Waldo Emerson,<\/span> ed. Brooks Atkinson (1940), 75, 71, 80.]<\/span><\/sup> In essence, Mr. Emerson was saying, “If you persist in handing out stones when people ask for bread, they will eventually stop coming to the bakery.”<sup class=\"noteMarker\"><a href=\"#footnote11-24911_000_004\">11<\/a>\n       <span class=\"footnote\">[Louis Cassels, quoted in Howard W. Hunter, “Spiritual Famine,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1973, 64.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p17\" class=\"\">Consider these stunning indictments from the towering figures of American history, to say nothing of the prayers of a Gloria Clements, and it highlights in bold relief the powerful message of The Church of Jesus Christ of Latter-day Saints, especially to those of you who meet our missionaries. Prophets? Seers? Revelators? The events of 1820 and 1830, and the events of nearly two centuries that have followed, declare that revelations and those who receive them are not “long ago given and done.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p18\" class=\"\">In the very year Mr. Emerson gave his Divinity School address implicitly pleading for such, Elder John Taylor, a young English immigrant to this country, was called to be an Apostle of the Lord Jesus Christ, a prophet, a seer, a revelator. In that calling Elder Taylor once said in sympathy with honest seekers of truth: “Whoever heard of true religion without communication with God? To me the thing is the most absurd that the human mind could conceive of. I do not wonder,” said Brother Taylor, “[that] when the people generally reject the principle of present revelation, skepticism and infidelity prevail to such an alarming extent. I do not wonder,” he continued, “that so many men treat religion with contempt, and regard it as something not worth the attention of intelligent beings, for without revelation religion is a mockery and a farce. … <span class=\"emphasis\">The principle of present revelation … is the very foundation of our religion.”<\/span><sup class=\"noteMarker\"><a href=\"#footnote12-24911_000_004\">12<\/a>\n       <span class=\"footnote\">[“Discourse by John Taylor,” <span class=\"emphasis\">Deseret News,<\/span> 4 Mar. 1874, 68; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p19\" class=\"\">The principle of present revelation? The very foundation of our religion? Let me return from those foundations to the present, the here and now, the 21st century. For one and all—ecclesiastics, historians, and laymen alike—the issue is still the same. Are the heavens open? Does God reveal His will to prophets and apostles as in days of old? That they are and that He does is the unflinching declaration of The Church of Jesus Christ of Latter-day Saints to all the world. And in that declaration lies the significance of Joseph Smith, the Prophet, for nearly 200 years now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p20\" class=\"\">His life asked and answered the question “Do you believe God speaks to man?” In all else that he accomplished in his brief 38 and a half years, Joseph left us above all else the resolute legacy of divine revelation—not a single, isolated revelation without evidence or consequence, and not “a mild sort of inspiration seeping into the minds of all good people” everywhere, but specific, documented, ongoing directions from God. As a good friend and faithful LDS scholar has succinctly put it, “At a time when the origins of Christianity were under assault by the forces of Enlightenment rationality, Joseph Smith [unequivocally and singlehandedly] returned modern Christianity to its origins in revelation.”<sup class=\"noteMarker\"><a href=\"#footnote13-24911_000_004\">13<\/a>\n       <span class=\"footnote\">[See Richard L. Bushman’s essay “A Joseph Smith for the Twenty-First Century” in <span class=\"emphasis\">Believing History<\/span> (2004). These citations are from page 274, but the essay should be read in its entirety.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p21\" class=\"\">We do “thank thee, O God, for a prophet to guide us in these latter days,”<sup class=\"noteMarker\"><a href=\"#footnote14-24911_000_004\">14<\/a>\n       <span class=\"footnote\">[“We Thank Thee, O God, for a Prophet,” <span class=\"emphasis\">Hymns,<\/span> no. 19.]<\/span><\/sup> because many of those days will be windblown and tempest-tossed. We give thanks for that morning in the spring of 1820 when the Father and the Son appeared in glory to a 14-year-old boy. We give thanks for that morning when Peter, James, and John came to restore the keys of the holy priesthood and all the offices in it. And in our generation we give thanks for the morning of September 30, 1961, 43 years ago this weekend, when (then) Elder Gordon B. Hinckley was called to the apostleship, the 75th man in this dispensation to be so named. And so it goes down to a day such as this, and so it will go continually until the Savior comes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/prophets-seers-and-revelators.p22\" class=\"\">In a world of unrest and fear, political turmoil and moral drift, I testify that Jesus is the Christ—that He is the living Bread and living Water—still, yet, and always the great Shield of safety in our lives, the mighty Stone of Israel, the Anchor of this His living Church. I testify of His prophets, seers, and revelators, who constitute the ongoing foundation of that Church and bear witness that such offices and such oracles are at work now, under the guidance of the Savior of us all, in and for our very needful day. Of these truths and of the divinity of this work I bear witness. Of them I <span class=\"emphasis\">am<\/span> a witness, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24911_000_004\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 2:197.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24911_000_004\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43713)\">Luke 6:12–13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24911_000_004\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43766)\">Eph. 2:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24911_000_004\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43768)\">Eph. 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24911_000_004\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43871)\">Hel. 5:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24911_000_004\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43780)\">Heb. 3:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24911_000_004\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43872)\">Hel. 5:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24911_000_004\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Magnalia Christi Americana<\/span> (1853), 2:498.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24911_000_004\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Works of Jonathan Edwards,<\/span> vol. 18, <span class=\"emphasis\">The “Miscellanies” 501–832,<\/span> ed. Ava Chamberlain (2000), 89–90.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24911_000_004\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Complete Essays and Other Writings of Ralph Waldo Emerson,<\/span> ed. Brooks Atkinson (1940), 75, 71, 80.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24911_000_004\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Louis Cassels, quoted in Howard W. Hunter, “Spiritual Famine,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1973, 64.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24911_000_004\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“Discourse by John Taylor,” <span class=\"emphasis\">Deseret News,<\/span> 4 Mar. 1874, 68; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24911_000_004\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See Richard L. Bushman’s essay “A Joseph Smith for the Twenty-First Century” in <span class=\"emphasis\">Believing History<\/span> (2004). These citations are from page 274, but the essay should be read in its entirety.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_004\"><a name=\"-24911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24911_000_004\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>“We Thank Thee, O God, for a Prophet,” <span class=\"emphasis\">Hymns,<\/span> no. 19.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}