{"ID":7028, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Bringing Peace and Healing to Your Soul\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p2\" class=\"\">Elder Dale E. Miller<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dale-e-miller-10.jpg\" alt=\"Dale E. Miller\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As conversion matures and is sustained through the workings of the Holy Ghost, peace and healing come to the soul.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p4\" class=\"\">Here at Church headquarters we hold many committee meetings, and early this year in one of those meetings, Elder Neal A. Maxwell was listening attentively to a presentation concerning the development of local leaders. Near the end of the meeting, Elder Maxwell asked, “Is there more that we can do to help bishops bring peace and healing to the Saints?” I was interested in knowing more of his concern, so just prior to his passing and in the privacy of his office, Elder Maxwell expanded on the doctrines associated with obtaining peace and healing. He gave encouragement to my sharing these remarks with Church members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p5\" class=\"\">Elder Maxwell was and remains a wonderful example of selfless love. His concerns for others were bone deep, especially for those with physical and emotional pains. Walking out of his office, one could not help but be more committed to being Christlike. He set a standard for us all. He loved the Savior. He was indeed a true Apostle and disciple. We miss him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p6\" class=\"\">He gave wonderful insights on how total peace and healing come only through full conversion of the soul. He commented on having learned years earlier from President Marion G. Romney concerning the steps to a complete conversion. He quoted from a 1963 general conference talk in which President Romney quoted the Savior’s words to Peter: “But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren” (<span class=\"citation\" id=\"43716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43716)\">Luke 22:32<\/a><\/span>). President Romney commented: “It would appear that membership in the Church and conversion are not necessarily synonymous. Being converted, as we are here using the term, and having a testimony are not necessarily the same either. A testimony comes when the Holy Ghost gives the earnest seeker a witness of truth. A moving testimony vitalizes faith; that is, it induces repentance and obedience to the commandments. Conversion, on the other hand, is the fruit of, or the reward for, repentance and obedience” (in Conference Report, Oct. 1963, 24).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p7\" class=\"\">Conversion does not normally come all at once, even though the scriptures give us dramatic accounts. It comes in stages, until a person becomes at heart a new person. Being “born again” is the scriptural term. It is a change of both how we think and how we feel (see Conference Report, Oct. 1963, 23–24).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p8\" class=\"\">In the Book of Mormon we read of Enos, whose soul hungered to know more of his father’s teachings concerning eternal life. After a day and night of continuous prayer, he had a voice come to him that said, “Enos, thy sins are forgiven thee, and thou shalt be blessed.” Enos writes, “I, Enos, knew that God could not lie; wherefore, my guilt was swept away” (<span class=\"citation\" id=\"43820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43820)\">Enos 1:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p9\" class=\"\">We have the account of the prophet Alma the Younger recounting his conversion experience to his son Helaman. He told of coming to a dramatic realization of his past sins and mistakes, confessing his rebellion against his God. He then remembered his father, Alma, foretelling of the coming of one Jesus Christ, the Son of God. Jesus would come to atone for the sins of the world. I quote: “Now, as my <span class=\"emphasis\">mind<\/span> caught hold upon this thought, I cried within my <span class=\"emphasis\">heart:<\/span> O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.” Alma experienced eternal pain and guilt but realized that an escape was made possible through the Atonement. Alma continues: “And now, behold, when I thought this, I could remember my pains no more; yea, I was harrowed up by the memory of my sins no more. And oh, what joy, and what marvelous light I did behold; yea, my soul was filled with joy as exceeding as was my pain!” (see <span class=\"citation\" id=\"43854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43854)\">Alma 36:12–20<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p10\" class=\"\">Alma found his soul healed through the knowledge that Jesus would come and take away all his sins. As his soul became healed, he found peace within himself. Alma was so captured by the effects of this conversion experience that he repeated the sensations to Helaman: “Yea, I say unto you, my son, that there could be nothing so exquisite and so bitter as were my pains. Yea, and <span class=\"emphasis\">again I say unto you, my son,<\/span> that on the other hand, there can be nothing so exquisite and sweet as was my joy” (<span class=\"citation\" id=\"43855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43855)\">Alma 36:21<\/a><\/span>; emphasis added). He was teaching a pattern to his son of lasting peace and joy, just as Enos’s father had done. There is a pattern here of fathers teaching children about the Atonement and eternal life. It is a pattern for all fathers in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p11\" class=\"\">Several instructive points come to mind about Alma’s conversion:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Like Enos, he had a vivid awareness and remorse for past sins that had offended God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Like Enos, he remembered his father’s teachings—the promise of atonement for sin, through Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Like Enos, he personally pleaded in supplication for his soul.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Like Enos, he experienced the miracle of the Atonement to the degree that he could neither remember the pains from his sins nor feel guilt. The healing of his soul was complete. It was a cleansing experience both to the mind and the heart. Joy replaced bitterness. He became a new man, born again of the Spirit. And like Enos, he immediately turned his attention to serving the Lord and his fellow beings.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p16\" class=\"\">Will the Lord do for us what He did for Enos and Alma?<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p17\" class=\"\">C. S. Lewis put it this way: “[God] has infinite attention to spare for each one of us. He does not have to deal with us in the mass. You are as much alone with Him as if you were the only being He had ever created. When Christ died, He died for you individually just as much as if you had been the only man [or woman] in the world” (<span class=\"emphasis\">Mere Christianity<\/span> [1943], 131).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p18\" class=\"\">Are there scriptural accounts of this conversion working among the Saints? We have a number of examples. The account of the Saints in King Benjamin’s time will illustrate. We read the response of the Saints after listening to their king and prophet teach of the commandments and of the Atonement of Jesus Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p19\" class=\"\">“And they all cried with one voice, saying: Yea, <span class=\"emphasis\">we believe all the words<\/span> which thou hast spoken unto us; and also, <span class=\"emphasis\">we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts,<\/span> that we have no more disposition to do evil, but to do good continually. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p20\" class=\"\">“<span class=\"emphasis\">And we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments in all things that he shall command us, all the remainder of our days<\/span>” (<span class=\"citation\" id=\"43827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43827)\">Mosiah 5:2, 5<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p21\" class=\"\">You will notice that their words are very similar to the commitments you make in the baptismal covenant (see <span class=\"citation\" id=\"43920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43920)\">D&amp;C 20:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p22\" class=\"\">The blessings and promises of conversion are received by covenant through baptism and confirmation and all the ordinances of the temple and the priesthood. Then by continued repentance and obedience and faithful keeping of the covenants made, the fruits of conversion grow and develop in one’s life. As conversion matures and is sustained through the workings of the Holy Ghost, peace and healing come to the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p23\" class=\"\">Somebody once asked President Romney how one could know when he is converted. President Romney answered: “He may be assured of it when by the power of the Holy Spirit his soul is healed. When this occurs, he will recognize it by the way he feels, for he will feel as the people of Benjamin felt when they received remission of sins. The record says, ‘… the Spirit of the Lord came upon them, and they were filled with joy, having received a remission of their sins, and having peace of conscience. …’ (<span class=\"citation\" id=\"43823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43823)\">Mosiah 4:3<\/a><\/span>.)” (in Conference Report, Oct. 1963, 25).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p24\" class=\"\">Peter describes what happens in a full conversion: We become “partakers of the divine nature” (<span class=\"citation\" id=\"43791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43791)\">2 Pet. 1:4<\/a><\/span>; see also <span class=\"citation\" id=\"43790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43790)\">2 Pet. 1:1–3, 5–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p25\" class=\"\">It is through this total conversion experience that we truly come to personally know <span class=\"emphasis\">and feel<\/span> the character and greatness of God. It is the means whereby we become not only servants of the Lord but His friends as well. To the Saints of the early restoration period, the Lord defined His relationship with them: “And again I say unto you, my friends, for from henceforth I shall call you friends” (<span class=\"citation\" id=\"43985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43985)\">D&amp;C 84:77<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p26\" class=\"\">In last October’s general conference, Elder Jeffrey R. Holland taught us and gave us his feelings regarding the grandeur and character of God (see “The Grandeur of God,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2003, 70–73). He spoke of the eternal importance of knowing God the Father and His Son, Jesus Christ. He quoted the familiar verse from the Savior’s intercessory prayer: “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"43737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43737)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p27\" class=\"\">He also quoted the not-so-familiar statement of the Prophet Joseph Smith: “It is the first principle of the gospel to know for a certainty the character of God.” “I want you all to know Him, and to be familiar with Him” (<span class=\"emphasis\">History of the Church,<\/span> 6:305).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p28\" class=\"\">Knowing God and becoming His friend comes with the conversion process. Enos found it. King Benjamin’s subjects found it. Alma found it. It is available to all who will repent and obey the commandments. This conversion is an intimate and intensely personal experience. It is about relationships. It involves awakening the Spirit of Christ, which is in all men and women (see <span class=\"citation\" id=\"43982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43982)\">D&amp;C 84:45–46<\/a><\/span>; <span class=\"citation\" id=\"43990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43990)\">D&amp;C 88:11<\/a><\/span>). It involves awakening within us the feelings of the Holy Ghost, leading us to a testimony of truth. It involves receiving the Holy Ghost after accepting the covenant of baptism. The gift of the Holy Ghost guides us and comforts us in our discipleship, bringing us near to the Savior. The Savior, in turn, is our Advocate with the Father, and through our faithfulness He will bring us to the Father to become joint heirs with Him (see <span class=\"citation\" id=\"43729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43729)\">John 14:6<\/a><\/span>; <span class=\"citation\" id=\"43748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43748)\">Rom. 8:17<\/a><\/span>; <span class=\"citation\" id=\"43940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43940)\">D&amp;C 45:3–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p29\" class=\"\">We have a rich treasure of marvelous teachings and thoughts left to us by the holy prophets. They are truly God’s messengers leading His children to salvation and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p30\" class=\"\">Their testimonies serve to strengthen our faith. Please listen to their words and testimonies. They will help to lead you toward peace and healing to your soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/bringing-peace-and-healing-to-your-soul.p31\" class=\"\">It is my personal witness that the Spirit of the Lord is real and unmistakable. I testify that the Father and the Son are knowable and love you. I feel that love through the power of the Spirit. Of these truths I testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}