{"ID":7029, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Peace of Conscience and Peace of Mind\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">For many, relief and happiness can come by understanding the relationship between peace of conscience and peace of mind.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p4\" class=\"\">In these times of increasing uncertainty there is so much heartache, anguish, and suffering throughout the world that could be avoided by understanding and applying truth. For many, relief and happiness can come by understanding the relationship between peace of conscience and peace of mind and by living the principles upon which both of these blessings are founded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p5\" class=\"\">God wants each of His children to enjoy the transcendent blessing of peace of conscience.<sup class=\"noteMarker\"><a href=\"#footnote1-24911_000_007\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43822)\">Mosiah 4:2–3<\/a><\/span>.]<\/span><\/sup> A tranquil conscience invites freedom from anguish, sorrow, guilt, shame, and self-condemnation. It provides a foundation for happiness. It is a condition of immense worth, yet there are few on earth that enjoy it. Why? Most often because the principles upon which peace of conscience is founded are either not understood or not adequately followed. My life has been so richly endowed from peace of conscience that I would share insights on how it can be obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p6\" class=\"\">Peace of conscience is the essential ingredient to your peace of mind. Without peace of conscience, you can have no real peace of mind. Peace of conscience relates to your inner self and is controlled by what you personally do. Peace of conscience can come only from God through a righteous, obedient life. It cannot exist otherwise. On the other hand, peace of mind is most often affected by external forces such as concern for a wayward child, economic pressures, real or imagined offenses, deteriorating world conditions, or more to do than sufficient time to do it. An unsettled mind is temporary, transitory. Peace of mind is restored by resolving the external forces that disturb it. Not so with a troubled conscience, for it is unrelenting, ever present, a constant reminder of the need to correct your past mistakes, to resolve an offense to another, or to repent of transgression. Oh, a disturbed conscience can be temporarily masked by physical stimulation of the mind and body where one yields to the temptations of alcohol, drugs, pornography, and worse. All this at the cost of an increased appetite for false efforts to calm an aching conscience with the risk of incurring unrelenting addictions. There is a better way to restore peace of conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p7\" class=\"\">The ability to have an unsettled conscience is a gift of God to help you succeed in this mortal life. It results principally from the influence of the Light of Christ on your mind and heart. The Light of Christ is that divine power or influence that emanates from God through Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote2-24911_000_007\">2<\/a>\n       <span class=\"footnote\">[See Topical Guide, “Light of Christ,” 290.]<\/span><\/sup> It gives light and life to all things. It prompts all rational individuals throughout the earth to distinguish truth from error, right from wrong. It activates your conscience.<sup class=\"noteMarker\"><a href=\"#footnote3-24911_000_007\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43904)\">Moro. 7:16<\/a><\/span>.]<\/span><\/sup> Its influence can be weakened through transgression and addiction and restored through proper repentance. The Light of Christ is not a person. It is a power and influence that comes from God and when followed can lead a person to qualify for the guidance and inspiration of the Holy Ghost.<sup class=\"noteMarker\"><a href=\"#footnote4-24911_000_007\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43718)\">John 1:9<\/a><\/span>; <span class=\"citation\" id=\"43983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43983)\">D&amp;C 84:46–47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p8\" class=\"\">It is well to remember that even with peace of conscience you can have temporary periods when your peace of mind is interrupted by external concerns. Your understanding of the causes can relieve much of the pressure they generate. As your personal life conforms to the teachings of the Lord, you can seek His help in resolving the troubling issues. Thus your faith in the Lord and in His teachings will yield peace of mind. Your efforts will be stepping-stones to greater personal growth as Spirit-guided solutions are found. In addition, as they are resolved such challenges can often bring blessings to others when their needs have caused the disturbed feelings in your mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p9\" class=\"\">In summary, you can regain peace of conscience by repenting of personal transgressions that cause you internal turmoil. Then peace of mind can be secured by resolving the external pressures that cause you temporary anxiety, worry, and distress. Yet try as you might, you will not find enduring happiness until, through repentance, you satisfy personally broken law to restore peace to a troubled conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p10\" class=\"\">Whether you are one who recognizes a need to repent and are finding it difficult to do so or one who wonders if you have repented enough to be fully forgiven, it may be helpful to review some fundamental principles upon which peace of conscience is founded.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p11\" class=\"\">Broken law from sin or transgression causes anguish of mind and heart from an offended conscience. Knowing that all of His spirit children save His Only Begotten, Jesus Christ, would unintentionally or intentionally violate His laws, our Eternal Father provided a means to correct the consequences of such acts. Whether the violation be great or small, the solution is the same: full repentance through faith in Jesus Christ and His Atonement with obedience to His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p12\" class=\"\">When needed, full repentance will require action on your part. If you are not familiar with the classic steps to repentance, such as <span class=\"emphasis\">confession and abandonment of sin, restitution, obedience, and seeking forgiveness,<\/span> talk to a bishop or study a source such as President Spencer W. Kimball’s masterly work <span class=\"emphasis\">The Miracle of Forgiveness.<\/span> In addition to fulfilling those requirements, the return of your peace of conscience will be hastened by careful attention to another step that is sometimes not recognized. The Savior has made it clear that to receive forgiveness you must forgive others their offenses against you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p13\" class=\"\">“I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p14\" class=\"\">“And ye ought to say in your hearts—let God judge between me and thee, and reward thee according to thy deeds.”<sup class=\"noteMarker\"><a href=\"#footnote5-24911_000_007\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43957)\">D&amp;C 64:10–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p15\" class=\"\">“And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p16\" class=\"\">“But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses.”<sup class=\"noteMarker\"><a href=\"#footnote6-24911_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43709)\">Mark 11:25–26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p17\" class=\"\">If as an innocent victim you have been seriously wronged, don’t harbor feelings of hatred, anger at what appears to be unjust. Forgive the offender even when you are innocent. To do that may require an enormous effort on your part. Such forgiveness is most difficult, but it is the sure path to peace and healing. If there is discipline required for a serious transgression against you, leave that to the Church and civil authorities. Don’t burden your own life with thoughts of retribution. The Lord’s mill of justice grinds slowly, but it grinds exceedingly well. In the Lord’s economy, no one will escape the consequences of unresolved violation of His laws. In His time and in His way full payment will be required for unrepented evil acts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p18\" class=\"\">I testify that of all the necessary steps to repentance, the most critically important is for you to have a conviction that forgiveness comes in and through Jesus Christ. It is essential to know that only on His terms can you be forgiven. You will be helped as you exercise faith in Christ.<sup class=\"noteMarker\"><a href=\"#footnote7-24911_000_007\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43802)\">2 Ne. 9:22–24<\/a><\/span>; <span class=\"citation\" id=\"43839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43839)\">Alma 11:40<\/a><\/span>.]<\/span><\/sup> That means you trust Him and His teachings. Satan would have you believe that serious transgression cannot be entirely overcome. I testify that the Savior gave His life so that through repentance the effects of all sin can be put behind you, save the shedding of innocent blood and the denial of the Holy Ghost.<sup class=\"noteMarker\"><a href=\"#footnote8-24911_000_007\">8<\/a>\n       <span class=\"footnote\">[Unpardonable: see <span class=\"citation\" id=\"43781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43781)\">Heb. 6:4–8<\/a><\/span>; <span class=\"citation\" id=\"43858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43858)\">Alma 39:6<\/a><\/span>; <span class=\"citation\" id=\"43964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43964)\">D&amp;C 76:31–38<\/a><\/span>; <span class=\"citation\" id=\"44026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44026)\">D&amp;C 132:27<\/a><\/span>; Unforgivable: see <span class=\"citation\" id=\"43935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43935)\">D&amp;C 42:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p19\" class=\"\">The fruit of true repentance is God’s forgiveness, which opens the door to receive all of the covenants and ordinances provided on this earth and to enjoy the resulting blessings. When repentance is full and one has been cleansed, there comes a new vision of life and its glorious possibilities. How marvelous the promise of the Lord: “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.”<sup class=\"noteMarker\"><a href=\"#footnote9-24911_000_007\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43954)\">D&amp;C 58:42<\/a><\/span>.]<\/span><\/sup> The Lord is and ever will be faithful to His words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p20\" class=\"\">If you have a troubled conscience from broken laws, I plead, please come back. Come back to the cool, refreshing waters of personal purity. Come back to the warmth and security of Father in Heaven’s love. Come back to the serenity and peace of conscience that come from living the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p21\" class=\"\">May I suggest a way back? You can begin alone and proceed at your own pace. I invite you to carefully study the Book of Mormon. There are many scriptures that show how others have overcome barriers to repentance. For example, Alma speaks to Shiblon:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p22\" class=\"\">“I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But … I did cry unto him and I did find peace to my soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p23\" class=\"\">“And now, my son, I have told you this that ye may learn wisdom, that ye may learn … that there is no other way or means whereby man can be saved, only in and through Christ. Behold, he is the life and the light of the world.”<sup class=\"noteMarker\"><a href=\"#footnote10-24911_000_007\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43857)\">Alma 38:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p24\" class=\"\">From this scripture you can see that suffering does not bring forgiveness. That comes through faith in Jesus Christ and obedience to His teachings so that His gift of redemption can work its miracle. He invites:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p25\" class=\"\">“Behold, I have come … to bring redemption unto the world, to save the world from sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p26\" class=\"\">“Therefore, whoso repenteth and cometh unto me as a little child, him will I receive … ; therefore repent, and come unto me … and be saved.”<sup class=\"noteMarker\"><a href=\"#footnote11-24911_000_007\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43884)\">3 Ne. 9:21–22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p27\" class=\"\">Apply what the Book of Mormon teaches you. Ponder the verses that speak of the Savior. Seek prayerfully to know Him. Ask your Father in Heaven to strengthen your faith in His Son and give you the power to obey His commandments. When ready, seek the aid of a caring bishop to help you complete the process of repentance. Then you can have peace of conscience and the assurance that the Lord has forgiven you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p28\" class=\"\">Please come back. Don’t wait until all is in perfect order. We will walk beside you. We love you. Please come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p29\" class=\"\">Now if you are one who cannot forgive yourself for serious past transgressions—even when a judge in Israel has assured that you have properly repented—if you feel compelled to continually condemn yourself and suffer by frequently recalling the details of past errors, I plead with all of my soul that you ponder this statement of the Savior:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p30\" class=\"\">“He who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p31\" class=\"\">“By this ye may know if a man repenteth of his sins— … he will confess them and forsake them.”<sup class=\"noteMarker\"><a href=\"#footnote12-24911_000_007\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43955)\">D&amp;C 58:42–43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p32\" class=\"\">To continue to suffer when there has been proper repentance is not prompted by the Savior but the master of deceit, whose goal is to bind and enslave you. Satan will press you to continue to relive the details of past mistakes, knowing that such thoughts make forgiveness seem unattainable. In this way Satan attempts to tie strings to the mind and body so that he can manipulate you like a puppet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p33\" class=\"\">I testify that when a bishop or stake president has confirmed that your repentance is sufficient, know that your obedience has allowed the Atonement of Jesus Christ to satisfy the demands of justice for the laws you have broken. Therefore you are now free. Please believe it. To continually suffer the distressing effects of sin after adequate repentance, while not intended, is to deny the efficacy of the Savior’s Atonement in your behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/peace-of-conscience-and-peace-of-mind.p34\" class=\"\">When memory of prior mistakes encroached upon Ammon’s mind, he turned his thoughts to Jesus Christ and the miracle of forgiveness. Then his suffering was replaced with joy, gratitude, and thanksgiving for the Savior’s love and forgiveness.<sup class=\"noteMarker\"><a href=\"#footnote13-24911_000_007\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43842)\">Alma 26:17–20<\/a><\/span>.]<\/span><\/sup> Please, go and do likewise. Do it now so that you can enjoy peace of conscience and peace of mind with all their attendant blessings. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24911_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43822)\">Mosiah 4:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24911_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Topical Guide, “Light of Christ,” 290.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24911_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43904)\">Moro. 7:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24911_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43718)\">John 1:9<\/a><\/span>; <span class=\"citation\" id=\"43983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43983)\">D&amp;C 84:46–47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24911_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43957)\">D&amp;C 64:10–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24911_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43709)\">Mark 11:25–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24911_000_007\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43802)\">2 Ne. 9:22–24<\/a><\/span>; <span class=\"citation\" id=\"43839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43839)\">Alma 11:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24911_000_007\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Unpardonable: see <span class=\"citation\" id=\"43781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43781)\">Heb. 6:4–8<\/a><\/span>; <span class=\"citation\" id=\"43858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43858)\">Alma 39:6<\/a><\/span>; <span class=\"citation\" id=\"43964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43964)\">D&amp;C 76:31–38<\/a><\/span>; <span class=\"citation\" id=\"44026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44026)\">D&amp;C 132:27<\/a><\/span>; Unforgivable: see <span class=\"citation\" id=\"43935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43935)\">D&amp;C 42:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24911_000_007\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43954)\">D&amp;C 58:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24911_000_007\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43857)\">Alma 38:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24911_000_007\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43884)\">3 Ne. 9:21–22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24911_000_007\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43955)\">D&amp;C 58:42–43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_007\"><a name=\"-24911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24911_000_007\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43842)\">Alma 26:17–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}