{"ID":703, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"If Thou Wilt Be Perfect\"<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1954, pp. 86-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to express my gratitude for the prayer that was offered at the opening of this session,\nand I pray that I shall receive my share of the answer to that prayer.\n<\/p><p>\nTruly, these are great gatherings, gatherings of a faithful people, seeking spiritual food to\nbuoy us up and give us courage and strength to carry us along the way a little farther.\n<\/p><p>\nIn my mind I see a parallel in these gatherings to the young man who asked the Savior,\n<\/p><p>\nGood Master, what good thing shall I do, that I may have eternal life?\n<\/p><p>\nAnd he said unto him, Why callest thou me good? there is none good but one, that is, God:\nbut if thou wilt enter into life, keep the commandments\n<\/p><p>\nHe saith unto him, Which?\n<\/p><p>\nJesus enumerated a number of things to do and he answered,\n<\/p><p>\nAll these things have I kept from my youth up: what lack I yet?\n<\/p><p>\nJesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor,\nand thou shalt have treasures in heaven: and come and follow me.\n<\/p><p>\nBut when the young man heard that sang, he went away sorrowful: for he had great\npossessions (<span class=\"citation\" id=\"34647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34647)\">Matt. 19:16-18,20-22<\/a><\/span>).\n<\/p><p>\nNevertheless the young man had been keeping the commandments. We who\nare members of the Church are also the more righteous who are trying to keep the\ncommandments.\n<\/p><p>\nThe young man went away sorrowful. I wonder how many of us do a similar thing when we\nleave these conference sessions, President Smith called our attention to the fact that the Lord\nis pleased with the Church collectively but not individually.\n<\/p><p>\nThe instructions from the Lord and from the prophets of all times comes down to us: \"Say\nnothing but repentance unto this generation\"\n(<span class=\"citation\" id=\"13215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13215)\">D&amp;C 6:9<\/a><\/span>).\n<\/p><p>\nAnd such counsel is found in most of the addresses given at these conferences, and when we,\nwho are trying to keep his commandments, are taught repentance, do we accept it as only\nsomething for the other person&mdash;the sinner&mdash;or as something done on prerequisite to\nbaptism and then any more?\n<\/p><p>\nAfter a spiritual feast such as we have in these sessions, it is natural to want to share with\nothers what we have received, and surely we should do so. But do we accept the instructions\nfor ourselves and put them into practice, each for his own benefit first?\n<\/p><p>\nAs long as we are not perfect, we are in need of repentance, for all improvement comes as a\nresult of repentance.  Each should take daily inventory of himself and try to do better each\nday. Repentance is a daily affair.\n<\/p><p>\nDo we have pride to overcome? The Lord says, \"Be thou humble; and the Lord thy God shall\nlead thee by the hand\" (<span class=\"citation\" id=\"13314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13314)\">D&amp;C 112:10<\/a><\/span>).\n<\/p><p>\nOne of the greatest pitfalls that we must watch is the pride of self righteousness.  Are we ever\nguilty&mdash;when we devote so much of our time and our efforts to activities in the Church&mdash;of\nbeing lifted up in the pride of our own importance?\n<\/p><p>\nThere was a discussion recently between a member of a stake board and a ward officer over a\nroadshow that had just been presented.  The stake officer was highly indignant because the\ndaughter of the ward leader had a speaking part while her own daughter was only in the\nchorus.\n<\/p><p>\nAre we always wholeheartedly glad when others succeed, or is our praise lacking in\nsincerity&mdash;given grudgingly, or not at all?\n<\/p><p>\nAre you so self-righteous that you have neighbors on all sides of you who do not attend\nChurch or are not members Of the Church and you do nothing to assist them?\n<\/p><p>\nAnother common fault for which many of us may have cause for repentance is repeating a bit\nof gossip we have heard.  Whether it be true or not is beside the point.  If it is not kind, it\ndoes not bear repeating.\n<\/p><p>\nAre you willing to forgive?  Remember, in the Lord's prayer, Christ prayed, \"Forgive our\ntrespasses as we forgive those who trespass against us\"\n(<span class=\"citation\" id=\"34621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34621)\">Matt. 6:12,14-15<\/a><\/span>).\n<\/p><p>\nDo you refrain from passing judgment, or do you condemn others for the faults you see in\nthem?\n<\/p><p>\nUnderstand, I am not condemning anyone.  I just say, \"If the shoe fits, wear it.\"\n<\/p><p>\nWe become so involved in our various Church activities that sometimes we think we have\n\"arrived,\" as it were&mdash;that we have no need for repentance. Leave that to the poor sinner.\n<\/p><p>\nCarlyle uttered a great truth when he said, \"Of all acts, is not repentance most divine?  The\ngreatest of faults is to be conscious of none.\"\n<\/p><p>\nThere are those also who are conscious of their mistakes, yet they do not try to change their\nhabits.\n<\/p><p>\nThe film we saw at the priesthood meeting the other night was a good example which shows\nthat there are many of these people.\n<\/p><p>\nI have heard some say that they have been told that because of their past acts they cannot\nreceive the blessings of exaltation anyway, even if they went to the temple, so why try?\n<\/p><p>\nThey liken themselves to the prodigal son who returned only to be a servant. If one\nprocrastinates the day of repentance until the day of his return to the Father, surely he cannot\nexpect anything other than to become a servant.\n<\/p><p>\nHowever, had the prodigal son repented earlier and regained his wealth and his birthright, he\ncould then have returned to the father without being a servant\n(<span class=\"citation\" id=\"31375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31375)\">Luke 15:18-19<\/a><\/span>).\nLikewise, if a man repents\nand restores his rights to the blessings, surely he shall receive all he has earned. \"Repentance\nbecomes more difficult as the sin is more willful . . . as the time of repentance is\nprocrastinated, the ability to repent grows weaker.\" (James E. Talmage.)\n<\/p><p>\nAlma tells us,\n<\/p><p>\nBehold, he sendeth an invitation unto all men, for the arms of mercy are extended towards\nthem, and he saith: Repent, and I will receive you\n(<span class=\"citation\" id=\"8942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8942)\">Alma 5:33<\/a><\/span>).\n<\/p><p>\nHe says, \"All men;\" not just a few who are selected, but says, \"Repent, and I will receive you.\n<\/p><p>\nIf you just stop and think of it, how wonderful the mercy of the Lord is. All manner of sin,\nexcept murder and blasphemy, can be forgiven through repentance. If we will try to do his\nwill, his arm of mercy is outstretched toward us.\n<\/p><p>\nNot one of us is perfect now, but we are here to attain perfection.  \"Be ye therefore perfect,\neven as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"34616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34616)\">Matt. 5:48<\/a><\/span>). So as we overcome our\nweaknesses, and our sins, we grow and draw nearer our aim of perfection.\n<\/p><p>\nLet us not be so self-righteous that we think that we have no need repentance, for the Savior\nhimself preached repentance to the more righteous who were spared from the great destruction\nat the time of his crucifixion. At that time, on this hemisphere there was darkness for three\ndays and great destruction; many cities and all their inhabitants were destroyed.  Then the\nvoice of the Lord was heard declaring that the more wicked had been destroyed, and the more\nrighteous had been saved.  To the righteous that were spared he declared as he might well say\nto us here today: \n<\/p><p>\nO ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her\nchicken under her wings, if ye will repent and return unto me with full purpose of heart\n(<span class=\"citation\" id=\"5534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5534)\">3 Ne. 10:6<\/a><\/span>).\n<\/p><p>\nThen a warning&mdash;\n<\/p><p>\nBut if not, O house of Israel, the places of your dwellings shall become desolate until the time\nof the fulfilling of the covenant to your fathers\n(<span class=\"citation\" id=\"5535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5535)\">3 Ne. 10:7<\/a><\/span>).\n<\/p><p>\nYea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold, mine\narm of mercy is extended towards you, and whosoever will come, him will I receive; and\nblessed are those who come unto me\n(<span class=\"citation\" id=\"5532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5532)\">3 Ne. 9:14<\/a><\/span>).\n<\/p><p>\nAnd ye shall offer for a sacrifice unto me a broken heart and a contrite spirit.  And whoso\ncometh unto me with a broken heart and a contrite spirit, him will I baptize with the Holy\nGhost.\n<\/p><p>\nBehold, I have come unto the world to bring redemption unto the world, to save the world\nfrom sin.\n<\/p><p>\nTherefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of\nsuch is the kingdom of God. Behold, for such I have laid down my life, and have taken it up\nagain; therefore repent, and come unto me ye ends of the earth, and be saved\n(<span class=\"citation\" id=\"5533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5533)\">3 Ne. 9:20-22<\/a><\/span>).\n<\/p><p>\nMay the Lord's blessings be upon us, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}