{"ID":7030, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Where Do I Make My Stand?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">To find happiness and joy, no matter what comes, we must make our stand unequivocally with the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p4\" class=\"\">My dear brothers and sisters and friends, President Hinckley has reminded us that the “golden years” are filled with more lead than gold! That is why I am sitting down as I speak to you today. I am recovering from a slipped disk, which caused a pinched nerve in my back. I have been told that in time I can expect a full recovery.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p5\" class=\"\">I express my profound appreciation for the blessings that have come to the world through the magnificent service of our departed Brethren, Elders Neal A. Maxwell and David B. Haight of the Council of the Twelve Apostles. Our loss is great. We welcome Brother Uchtdorf and Brother Bednar, men of strength and faith, into the sweet councils of the Quorum of the Twelve Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p6\" class=\"\">I humbly pray this morning that I may be understood and not misunderstood. In an increasingly unjust world, to survive and even to find happiness and joy, no matter what comes, we must make our stand unequivocally with the Lord. We need to try to be faithful every hour of every day so that our foundation of trust in the Lord will never be shaken. My message is one of hope and counsel for those who may wonder about the seemingly unfair distribution of pain, suffering, disaster, and heartache in this life. Some may ask:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p7\" class=\"\">“Why was I born with physical or mental limitations?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p8\" class=\"\">“What did I do to deserve this heartache?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p9\" class=\"\">“Why did my father have to suffer so much following a cruel, disabling stroke? He was such a righteous man and always faithful and true to the Lord and His Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p10\" class=\"\">“Why did I have to lose my mother twice—once to the ravages of Alzheimer’s disease and, secondly, to death? She was such an angel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p11\" class=\"\">“Why did the Lord let our little baby girl die? She was so precious, and we loved her so much.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p12\" class=\"\">“Why hasn’t the Lord answered our prayers the way we wished?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p13\" class=\"\">“Life isn’t fair. We know some people who have done some very bad things, and yet they seem to have everything they want or need.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p14\" class=\"\">Dr. Arthur Wentworth Hewitt suggested some reasons why the good suffer as well as the wicked: “First: I don’t know. Second: We may not be as innocent as we think. Third: … I believe it is because He loves <span class=\"emphasis\">us<\/span> so much more than He loves our happiness. How so? Well, if on a basis of strict personal return here and now, all the good were always happy and all the bad suffered disaster (instead of often quite the reverse), this would be the most subtle damnation of character imaginable.”<sup class=\"noteMarker\"><a href=\"#footnote1-24911_000_008\">1<\/a>\n       <span class=\"footnote\">[Excerpt from a letter.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p15\" class=\"\">President Kimball gave this insightful explanation:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p16\" class=\"\">“If pain and sorrow and total punishment immediately followed the doing of evil, no soul would repeat a misdeed. If joy and peace and rewards were instantaneously given the doer of good, there could be no evil—all would do good and not because of the rightness of doing good. There would be no test of strength, no development of character, no growth of powers, no free agency. … There would also be an absence of joy, success, resurrection, eternal life, and godhood.”<sup class=\"noteMarker\"><a href=\"#footnote2-24911_000_008\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 77.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p17\" class=\"\">Our love of God must be pure, without selfish intent. The pure love of Christ must be the motive in our devotion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p18\" class=\"\">Now all this suffering might indeed be unfair if everything ended at death, but it doesn’t. Life is not like a one-act play. It has three acts. We had a past act, when we were in the premortal existence; and now we have a present act, which is mortality; and we will have a future act, when we return to God.<sup class=\"noteMarker\"><a href=\"#footnote3-24911_000_008\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43678)\">Eccl. 12:7<\/a><\/span>.]<\/span><\/sup> As Jesus promised, “In my Father’s house are many mansions.”<sup class=\"noteMarker\"><a href=\"#footnote4-24911_000_008\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43728)\">John 14:2<\/a><\/span>.]<\/span><\/sup> We were sent into mortality to be tested and tried. As the Lord explained to Abraham, “We will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.”<sup class=\"noteMarker\"><a href=\"#footnote5-24911_000_008\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44047)\">Abr. 3:25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p19\" class=\"\">Our past and present sufferings cannot, as Paul said, “be compared with the glory which shall be revealed in us”<sup class=\"noteMarker\"><a href=\"#footnote6-24911_000_008\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43750)\">Rom. 8:18<\/a><\/span>.]<\/span><\/sup> in the eternities. “For after much tribulation come the blessings. Wherefore the day cometh that ye shall be crowned with much glory.”<sup class=\"noteMarker\"><a href=\"#footnote7-24911_000_008\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43953)\">D&amp;C 58:4<\/a><\/span>.]<\/span><\/sup> So tribulation is useful in the sense that it is helpful to get into the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p20\" class=\"\">Some, because they lack faith or understanding of the eternal plan, become bitter and lose hope. One such was a 19th-century writer who achieved both success and wealth with his dazzling wit and writing style. His wife came from a religious family, and he wanted to have faith in God but wasn’t really sure God existed. Then he was hit by a series of crushing blows. In 1893 a national financial crisis left him deeply in debt. His oldest daughter died while he was on a speaking tour. His wife’s health failed, and she died in 1904. His youngest daughter died in 1909. His own health declined. His writing, which had formerly been so full of sparkle, now reflected his bitterness. He became progressively depressed, cynical, and disillusioned and remained so until his death in 1910. With all his brilliance, he lacked the inner strength to deal with adversity and simply resigned himself to his misfortunes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p21\" class=\"\">It’s not so much what happens to us but how we deal with what happens to us. That reminds me of a passage from Alma. After a long war “many had become hardened,” while “many were softened because of their afflictions.”<sup class=\"noteMarker\"><a href=\"#footnote8-24911_000_008\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43869)\">Alma 62:41<\/a><\/span>.]<\/span><\/sup> The same circumstances produced opposite responses. The writer who lost so much was not able to draw from the well of faith. Each of us needs to have our own storehouse of faith to help us rise above the troubles that are part of this mortal probation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p22\" class=\"\">Thomas Giles, a Welsh convert who joined the Church in 1844, also suffered much in his lifetime. He was a miner, and while he was digging coal in the mine, a large piece of coal hit him on the head and inflicted a wound nine inches long. The doctor who examined him said the injured man would not live longer than 24 hours. But then the elders came and administered to him. He was promised that he would get well, and that “even if he would never see again, he would live to do much good in the Church.” Brother Giles did indeed live but was blind the rest of his life. Within a month of his injury “he was out traveling through the country attending to his ecclesiastical duties.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p23\" class=\"\">In 1856 Brother Giles and his family immigrated to Utah, but before he left his homeland, the Welsh Saints presented him with a harp, which he learned to play skillfully. At Council Bluffs he joined a handcart company and headed west. “Though blind he pulled a handcart from Council Bluffs to Salt Lake City.” While crossing the plains his wife and two children died. “His sorrow was great and his heart almost broken, but his faith did not fail him. In the midst of his grief he said as did one of old, ‘The Lord giveth, and the Lord taketh away; blessed be the name of the Lord.’”<sup class=\"noteMarker\"><a href=\"#footnote9-24911_000_008\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43669)\">Job 1:21<\/a><\/span>.]<\/span><\/sup> When Brother Giles arrived in Salt Lake City, President Brigham Young, who had heard his story, loaned Brother Giles a valuable harp until his own arrived from Wales. Brother Giles “traveled from settlement to settlement in Utah, … gladdening the hearts of the people with his sweet music.”<sup class=\"noteMarker\"><a href=\"#footnote10-24911_000_008\">10<\/a>\n       <span class=\"footnote\">[See Andrew Jenson, <span class=\"emphasis\">Latter-day Saint Biographical Encyclopedia,<\/span> 4 vols. (1901–36), 2:507–8.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p24\" class=\"\">How we use our God-given moral agency explains why some things happen in our lives. Some of our choices have unforeseen results, which may be good or bad. But often we know in advance that some of our choices will have detrimental or even harmful consequences. I call these “informed choices” because we know our acts will have disastrous results. These informed choices include illicit sexual relations and the use of drugs, alcohol, or tobacco. Such poor informed choices may prevent a person from going on a mission or receiving temple blessings. We may make incorrect informed decisions because the lures of the world distort reality and make us vulnerable. In dating relationships with the opposite sex, making a wrong choice early may limit making the right choice later.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p25\" class=\"\">So where should each of us make our stand? As we demonstrate our devotion to God by our daily acts of righteousness, He can know where we stand. For all of us this life is a time of sifting and refining. We all face trials. Individual members in the early days of the Church were tested and refined when they had to decide if they had the faith, like Brother Giles, to put their belongings in a wagon or a pioneer handcart and travel across the American plains. Some did not have the faith. Those who did traveled “with faith in every footstep.” In our time we are going through an increasingly difficult time of refining and testing. The tests are more subtle because the lines between good and evil are being eroded. Very little seems to be sacred in any of our public communication. In this environment we will need to make sure where we stand all of the time in our commitment to eternal truths and covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p26\" class=\"\">We learn much about dealing with suffering from “a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and eschewed evil.”<sup class=\"noteMarker\"><a href=\"#footnote11-24911_000_008\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43668)\">Job 1:1<\/a><\/span>.]<\/span><\/sup> Satan obtained leave from the Lord to tempt and try Job. Job was rich and had seven sons and three daughters, but his property and children were all destroyed. What effect did this have on Job? Said he, speaking of the Lord, “Though he slay me, yet will I trust in him,”<sup class=\"noteMarker\"><a href=\"#footnote12-24911_000_008\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43670)\">Job 13:15<\/a><\/span>.]<\/span><\/sup> and, “He also shall be my salvation.”<sup class=\"noteMarker\"><a href=\"#footnote13-24911_000_008\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43671)\">Job 13:16<\/a><\/span>.]<\/span><\/sup> Job attested, “For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: and though after my skin worms destroy this body, yet in my flesh shall I see God.”<sup class=\"noteMarker\"><a href=\"#footnote14-24911_000_008\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43672)\">Job 19:25–26<\/a><\/span>.]<\/span><\/sup> Job completely trusted the Lord to take care of all of the other concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p27\" class=\"\">The way to find joy in this life is to resolve, like Job, to endure all for God and His work. By so doing we will receive the infinite, priceless joy of being with our Savior in the eternities. As we sing in one of our well-known hymns:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The soul that on Jesus hath leaned for repose<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I will not, I cannot, desert to his foes;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That soul, though all hell should endeavor to shake,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll never, no never, no never forsake!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote15-24911_000_008\">15<\/a>\n\t   <span class=\"footnote\">[“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 85.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p32\" class=\"\">President Howard W. Hunter once said, “God knows what we do not know and sees what we do not see.”<sup class=\"noteMarker\"><a href=\"#footnote16-24911_000_008\">16<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1987, 71; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1987, 60.]<\/span><\/sup> None of us knows the wisdom of the Lord. We do not know in advance exactly how He would get us from where we are to where we need to be, but He does offer us broad outlines in our patriarchal blessings. We encounter many bumps, bends, and forks in the road of life that leads to the eternities. There is so much teaching and correction as we travel on that road. Said the Lord, “He that will not bear chastisement is not worthy of my kingdom.”<sup class=\"noteMarker\"><a href=\"#footnote17-24911_000_008\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44029)\">D&amp;C 136:31<\/a><\/span>.]<\/span><\/sup> “For whom the Lord loveth he chasteneth.”<sup class=\"noteMarker\"><a href=\"#footnote18-24911_000_008\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43783)\">Heb. 12:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p33\" class=\"\">As we live on earth we must walk in faith, nothing doubting. When the journey becomes seemingly unbearable, we can take comfort in the words of the Lord: “I have heard thy prayer, I have seen thy tears: behold, I will heal thee.”<sup class=\"noteMarker\"><a href=\"#footnote19-24911_000_008\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43666)\">2 Kgs. 20:5<\/a><\/span>.]<\/span><\/sup> Some of the healing may take place in another world. We may never know why some things happen in this life. The reason for some of our suffering is known only to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p34\" class=\"\">President Brigham Young offered the profound insight that at least some of our suffering has a purpose when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p35\" class=\"\">“All intelligent beings who are crowned with crowns of glory, immortality, and eternal lives must pass through every ordeal appointed for intelligent beings to pass through, to gain their glory and exaltation. Every calamity that can come upon mortal beings will be suffered to come upon the few, to prepare them to enjoy the presence of the Lord. … Every trial and experience you have passed through is necessary for your salvation.”<sup class=\"noteMarker\"><a href=\"#footnote20-24911_000_008\">20<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 345.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/where-do-i-make-my-stand.p36\" class=\"\">We have much reason to hope. Joy can be ours if we are willing to sacrifice all for the Lord. Then we can look forward to the infinitely priceless possibility of overcoming all the challenges of this life. Then we will be with the Savior forever and, as President Brigham Young also said, “anticipate enjoying the glory, excellency and exaltation which God has prepared for the faithful.”<sup class=\"noteMarker\"><a href=\"#footnote21-24911_000_008\">21<\/a>\n       <span class=\"footnote\">[“Remarks,” <span class=\"emphasis\">Deseret News,<\/span> 31 May 1871, 197.]<\/span><\/sup> God lives, Jesus is the Christ, President Gordon B. Hinckley is our prophet, and this is a time for all of us to prepare to meet God. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24911_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Excerpt from a letter.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24911_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 77.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24911_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43678)\">Eccl. 12:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24911_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43728)\">John 14:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24911_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44047)\">Abr. 3:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24911_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43750)\">Rom. 8:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24911_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43953)\">D&amp;C 58:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24911_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43869)\">Alma 62:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24911_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43669)\">Job 1:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24911_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See Andrew Jenson, <span class=\"emphasis\">Latter-day Saint Biographical Encyclopedia,<\/span> 4 vols. (1901–36), 2:507–8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24911_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43668)\">Job 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24911_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43670)\">Job 13:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24911_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43671)\">Job 13:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24911_000_008\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43672)\">Job 19:25–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-24911_000_008\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 85.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-24911_000_008\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1987, 71; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1987, 60.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-24911_000_008\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44029)\">D&amp;C 136:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-24911_000_008\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43783)\">Heb. 12:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-24911_000_008\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43666)\">2 Kgs. 20:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-24911_000_008\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 345.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_008\"><a name=\"-24911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-24911_000_008\">21.<\/a>\n      <\/span>\n\t\t\t\t<p>“Remarks,” <span class=\"emphasis\">Deseret News,<\/span> 31 May 1871, 197.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}