{"ID":7033, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Feed My Sheep”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p2\" class=\"\">Elder Ned B. Roueché<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ned-b-roueche-10.jpg\" alt=\"Ned B. Roueché\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We all have a great responsibility … that includes searching out those that are not with us and extending to them our love and fellowship.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p4\" class=\"\">When I was a young missionary serving in Mexico, I was called to serve as branch president in a small town in the state of Veracruz. When my companion and I were reviewing the membership records of our little branch, we found the record of a brother who had been ordained a deacon but had not been attending the meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p5\" class=\"\">We arranged to make a visit with him. While visiting him, we invited him to come to the meetings and serve in his priesthood responsibilities. The following Sunday he came but was not properly dressed and was unshaven. So we taught him about being clean and neat when he officiated in those sacred priesthood responsibilities, which included passing the sacrament. His life changed considerably as he served faithfully. That branch was my last assignment in the mission before returning home. When I was ready to leave the branch, this good brother came and put his arms around me, picked me up, and with a big hug swung me around. As he did, the tears rolled down his cheeks, and he said, “Thank you for coming and helping me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p6\" class=\"\">Sometimes we just lose our focus and drift away. Sometimes we have our feelings hurt or some other problem occurs. It all ends up the same, and we fail to claim the blessings that can be ours. Pride, distrust, deceit, discouragement, and many kinds of sin can be removed by a change in our hearts and by following the path that the Savior has shown us. He says, “Learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me” (<span class=\"citation\" id=\"43919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43919)\">D&amp;C 19:23<\/a><\/span>). The Savior has paid our ransom. He loves each of us and reaches out to all who will come and follow Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p7\" class=\"\">There is a flame of desire for good deep within each of us. When that flame is fed and nurtured with the eternal truths of the gospel and the testimony of the Spirit, it will respond and grow stronger and brighter until it leads us to the fulness of truth. The flame must be kindled by love and tender care, then followed by constant nourishing. It is like the gardener who raises beautiful flowers. The constant, tender care and nourishment over time brings beautiful blossoms that are enjoyed by all who see them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p8\" class=\"\">Forgiveness is also a key part of our return to happiness in our Father’s kingdom. At one time or another we may become offended or wronged, and this can become a stumbling block that may take us away from our eternal goal, which is to return to the presence of our Heavenly Father. The Savior taught us the pattern for forgiveness as He taught the Lord’s Prayer. He said, “And forgive us our debts, as we forgive our debtors” (<span class=\"citation\" id=\"43689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43689)\">Matt. 6:12<\/a><\/span>). We can see from this that to be forgiven, it is conditional upon us to forgive others. This at times can be difficult when the wounds are deep and have been endured for a long time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p9\" class=\"\">However, in these latter days the Savior taught this principle even more clearly in these words: “My disciples, in days of old, sought occasion against one another and forgave not one another in their hearts; and for this evil they were afflicted and sorely chastened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p10\" class=\"\">“Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p11\" class=\"\">“I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men” (<span class=\"citation\" id=\"43960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43960)\">D&amp;C 64:8–10<\/a><\/span>). When we follow this counsel, it will help us to overcome even the toughest of trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p12\" class=\"\">When we forgive and let go of that which has weighed heavily on our hearts and taken us off the path, a great burden is lifted from our souls, and we are free—free to move forward and progress in our pursuit of the gospel of Jesus Christ with an increase of love in our hearts. We will be blessed with an increase of enthusiasm for life, and our hearts will be lighter. A surge of spiritual energy will propel us forward in joy and happiness. The problems of the past will be cast away like old, worn-out clothes. “And now I say unto you that the good shepherd doth call after you; and if you will hearken unto his voice he will bring you into his fold, and ye are his sheep” (<span class=\"citation\" id=\"43834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43834)\">Alma 5:60<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p13\" class=\"\">It takes courage to come back when we have gotten off the Savior’s path. I promise you that when you exercise that courage and take the steps necessary, you will find that there will be an outpouring of love. There are many who will rejoice with you, and the hand of fellowship will be extended. You will be nurtured, and your heart will be filled with joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p14\" class=\"\">“Remember the worth of souls is great in the sight of God;<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p15\" class=\"\">“For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p16\" class=\"\">“And how great is his joy in the soul that repenteth!” (<span class=\"citation\" id=\"43917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43917)\">D&amp;C 18:10–11, 13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p17\" class=\"\">We are all brothers and sisters, children of our Heavenly Father. We must reach out to those that for some reason have forgotten the path. We love you and invite you to come to the table and share in the spiritual banquet that the Lord has prepared for your joy and happiness. You will know of our Heavenly Father’s love as you come with a heart that is willing, obedient, and ready to partake and serve. He knows you; He knows your needs and what faces you in the future. He has a perfect understanding of the feelings, suffering, and trials of each one of us. Because of that and the infinite Atonement of His Son, Jesus Christ, you will be able to face every challenge that comes to you in your sojourn here in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p18\" class=\"\">We all have a great responsibility that has been placed upon our shoulders by the Savior. He said, “Feed my sheep” (<span class=\"citation\" id=\"43744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43744)\">John 21:17<\/a><\/span>). That includes searching out those that are not with us and extending to them our love and fellowship. They stood with us in our first estate. They have made sacred covenants through baptism, and perhaps even in the temple. They now need our help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p19\" class=\"\">I pray that each of us can think about our families and our friends and acquaintances who are not enjoying the full blessings of the gospel. Think about those over whom you have a responsibility because of your calling. Ask yourself, “What can I do?” Heavenly Father will guide you as you seek His help. Then go and search them out and invite them to return and enjoy full fellowship and the wonderful message of the restored gospel of Jesus Christ. Let them feel your love and hear your testimony. Help them to recall the feelings that they once knew of the eternal truths that will make their lives full of joy and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/feed-my-sheep.p20\" class=\"\">May we be anxiously engaged in gathering in His sheep who have gone astray, so they can be safe in the fold. He “who is mighty to save” (<span class=\"citation\" id=\"43810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43810)\">2 Ne. 31:19<\/a><\/span>) is the Good Shepherd, and He loves His sheep. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}