{"ID":7037, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pure Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Testimony—real testimony, born of the Spirit and confirmed by the Holy Ghost—changes lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p4\" class=\"\">I recently returned from an assignment in Asia where we met with faithful Saints and missionaries. One meeting was in a metropolitan area where we have approximately 14,000 Church members living within a population of nearly 21 million people. If that same ratio were applied to this meeting, in the Conference Center we would have only 13 members of the Church scattered among this congregation of over 20,000.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p5\" class=\"\">This experience impressed upon me how deeply grateful we must all be to know that after ages of darkness and apostasy, Joseph Smith beheld a remarkable vision of the Father and the Son in the Sacred Grove. Clearly, in our world today it is a rare and precious thing to have a testimony that God our Heavenly Father lives; that His Son, Jesus Christ, is our Savior and Redeemer; and that priesthood authority to administer the gospel of Jesus Christ has been restored once again upon the earth. The profound blessing of having a testimony of these truths cannot be measured or ever taken for granted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p6\" class=\"\">Personal testimony is the foundation of our faith. It is the binding power that makes The Church of Jesus Christ of Latter-day Saints unique in the lives of its members, as compared with all other religious denominations of the world. The doctrine of the Restoration is glorious in and of itself, but the thing that makes it powerful and imbues it with great meaning is the personal testimonies of Church members worldwide who accept the Restoration of the gospel and strive to live its teachings every day of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p7\" class=\"\">A testimony is a witness or confirmation of eternal truth impressed upon individual hearts and souls through the Holy Ghost, whose primary ministry is to testify of truth, particularly as it relates to the Father and the Son. When one receives a testimony of truth through this divinely appointed process, it immediately begins to have impact on that person’s life. According to Alma the Younger, “it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves … the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me” (<span class=\"citation\" id=\"43848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43848)\">Alma 32:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p8\" class=\"\">Simply stated, testimony—real testimony, born of the Spirit and confirmed by the Holy Ghost—changes lives. It changes how you think and what you do. It changes what you say. It affects every priority you set and every choice you make. To have a real and abiding testimony of the gospel of Jesus Christ is to be “spiritually … born of God,” to “[receive] his image in your countenances,” and to experience a “mighty change in your hearts” (<span class=\"citation\" id=\"43833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43833)\">Alma 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p9\" class=\"\">Like almost everything else in life, testimonies grow and develop through experience and service. We often hear some members, and especially children, bear their testimonies, listing things for which they are thankful: their love of family, the Church, their teachers, their friends. For them, the gospel is something that they are grateful for because it makes them feel happy and secure. This is a good beginning, but testimonies need to be much more. They need to be anchored very early to the first principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p10\" class=\"\">A testimony of the reality of Heavenly Father’s love, of the life and ministry of Jesus Christ, and of the effect of His Atonement on every son and daughter of God brings about the desire to repent and live worthy of the companionship of the Holy Ghost. It also brings a confirmation to our soul of the Restoration of the gospel in these latter days. Real testimony of these precious truths comes as a witness by the Holy Ghost after sincere and dedicated effort, including teaching in the home, prayer, scripture study, service to others, and diligent obedience to Heavenly Father’s commandments. To gain and forever hold on to a testimony of gospel truths is worth whatever price in spiritual preparation we may be required to pay.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p11\" class=\"\">My experience throughout the Church leads me to worry that too many of our members’ testimonies linger on “I am thankful” and “I love,” and too few are able to say with humble but sincere clarity, “I know.” As a result, our meetings sometimes lack the testimony-rich, spiritual underpinnings that stir the soul and have meaningful, positive impact on the lives of all those who hear them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p12\" class=\"\">Our testimony meetings need to be more centered on the Savior, the doctrines of the gospel, the blessings of the Restoration, and the teachings of the scriptures. We need to replace stories, travelogues, and lectures with pure testimonies. Those who are entrusted to speak and teach in our meetings need to do so with doctrinal power that will be both heard and felt, lifting the spirits and edifying our people. You will remember at the heart of King Benjamin’s powerful sermon to his people was his personal witness of the Savior, who at that time had yet to be born into mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p13\" class=\"\">At one point in the king’s sermon, when he had just borne witness to the people, “The Spirit of the Lord came upon them, and they were filled with joy … because of the exceeding faith which they had in Jesus Christ who should come” (<span class=\"citation\" id=\"43824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43824)\">Mosiah 4:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p14\" class=\"\">And that is because the Spirit cannot be restrained when pure testimony of Christ is borne. Thus, King Benjamin’s people were so inspired by his testimony that their lives were changed right there, on the spot; and they became as new people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p15\" class=\"\">Remember also Abinadi and Alma. Abinadi infuriated wicked King Noah with his courageous testimony of the Lord Jesus Christ. Eventually this great missionary offered the ultimate sacrifice for his witness and faith but not before his pure testimony touched one believing heart. Alma, one of King Noah’s priests, “repented of his sins … , [accepted Jesus as the Christ,] and went about privately among the people, and began to teach the words of Abinadi” (<span class=\"citation\" id=\"43830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43830)\">Mosiah 18:1<\/a><\/span>). Many were converted to the gospel of Jesus Christ as a direct result of Abinadi’s powerfully borne testimony of the Savior, believed by one soul, Alma.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p16\" class=\"\">The Apostle Paul also bore fervent testimony of Christ and converted many through his missionary labors. He did not shrink in bearing his testimony before King Agrippa. So mighty were his words that even this influential representative of the Roman Empire was moved to exclaim, “Almost thou persuadest me to be a Christian” (<span class=\"citation\" id=\"43747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43747)\">Acts 26:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p17\" class=\"\">The lesson, I believe, is clear: having a testimony alone is not enough. In fact, when we are truly converted, we cannot be restrained from testifying. And as it was with Apostles and faithful members of old, so is it also our privilege, our duty, and our solemn obligation to “declare the things which [we] know to be true” (<span class=\"citation\" id=\"43968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43968)\">D&amp;C 80:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p18\" class=\"\">Again, please keep in mind that we are talking about sharing real testimony, not just speaking generally about the things we are thankful for. While it is always good to express love and gratitude, such expressions do not constitute the kind of testimony that will ignite a fire of belief in the lives of others. To bear testimony is “to bear witness by the power of the Holy Ghost; to make a solemn declaration of truth based on personal knowledge or belief” (Guide to the Scriptures, “Testify,” 241). Clear declaration of truth makes a difference in people’s lives. That is what changes hearts. That is what the Holy Ghost can confirm in the hearts of God’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p19\" class=\"\">Although we can have testimonies of many things as members of the Church, there are basic truths we need to constantly teach one another and share with those not of our faith. Testify God is our Father and Jesus is the Christ. The plan of salvation is centered on the Savior’s Atonement. Joseph Smith restored the fulness of the everlasting gospel of Jesus Christ, and the Book of Mormon is evidence that our testimony is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p20\" class=\"\">Miraculous things happen when members join with missionaries and share pure testimony with those who are not members of the Church. For example, while many people were touched by Alma’s testimony in the land of Ammonihah, when Amulek stood and added his testimony to Alma’s, “the people began to be astonished, seeing there was more than one witness who testified” (<span class=\"citation\" id=\"43838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43838)\">Alma 10:12<\/a><\/span>). The same thing can happen with us today. As we stand together the Lord will help us find many more of His sheep who will know His voice as we unitedly share our testimonies with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p21\" class=\"\">Many years ago Brigham Young told of an early missionary in the Church who was asked to share his testimony with a large group of people. According to President Young, this particular elder “never had been able to say that he knew Joseph [Smith] was a Prophet.” He would have preferred to just say a prayer and leave, but the circumstances made that impossible. So he started to speak, and “as soon as he got ‘Joseph’ out, ‘is a Prophet,’ was … next; and from that, his tongue was loosened, and he continued talking until near sun-down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p22\" class=\"\">President Young used this experience to teach that “the Lord pours out His Spirit upon a man, when he testifies that [which] the Lord gives him to testify of” (<span class=\"emphasis\">Millennial Star,<\/span> supplement, 1853, 30).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p23\" class=\"\">The Prophet’s brother Hyrum understood this and testified fearlessly of divine truth as it had been revealed to his brother Joseph and confirmed in his own heart. His testimony blessed the lives of many, including Parley P. Pratt. When Parley first encountered the Book of Mormon, Hyrum took him into his own home and spent the night teaching and testifying to him. He bore witness of the prophetic mantle that rested upon Joseph and of the truthfulness of the Book of Mormon. Shortly thereafter Hyrum set aside his own needs and went with Parley to honor his request for baptism (see <span class=\"emphasis\">Autobiography of Parley Parker Pratt,<\/span> ed. Parley P. Pratt Jr. [1938], 35–42).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p24\" class=\"\">We may never fully comprehend or be able to measure the far-reaching effects of Hyrum’s one-on-one testimony to Parley P. Pratt. In addition to Parley’s faithful posterity, his apostolic witness and missionary service drew countless souls into the kingdom of God. Interestingly, included among those who joined the Church as a direct result of his ministry in Canada were Joseph Fielding and his sisters, Mary and Mercy. After his first wife, Jerusha, died, Hyrum met and married Mary Fielding, and from their marriage came President Joseph F. Smith and countless other members and Church leaders. Now I realize that not all testimonies will return such a blessing as Hyrum’s did.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p25\" class=\"\">Joseph Kimber, a humble new convert in Thatcham, England, bore his simple testimony to a fellow farmhand. I believe Brother Kimber’s witness of Joseph Smith and the Restoration is what ignited the fire of belief in 17-year-old Henry Ballard’s heart and caused him to ask to be baptized. Generations of the Ballard family are the beneficiaries of that humble testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p26\" class=\"\">Members and missionaries in our day can have the experience of converting others by living our lives as best we can and being prepared “to stand as witnesses of God at all times and in all things, and in all places” (<span class=\"citation\" id=\"43831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43831)\">Mosiah 18:9<\/a><\/span>). A friend recently told me about being on a 90-minute bus ride in Brazil. He felt impressed to go to the back of the bus to speak to the young people who had been serving as guides for his group of businessmen. An associate of his father followed him to the back of the bus and heard his testimony of the truthfulness of the restored gospel. This man later said, “When I heard your testimony, I had the distinct feeling go through my whole body that these things were true.” He and his wife will soon be baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p27\" class=\"\">The missionaries are now preparing to teach the lessons, not as memorized dialogue or a rote presentation; but rather, they will outline gospel principles in an organized way, calling upon the Spirit to direct how they communicate gospel truth to investigators, spirit to spirit and heart to heart. Brothers and sisters, join together with the missionaries in sharing your precious testimony every day, witnessing at every opportunity the glorious message of the Restoration. The fire of your testimony is all that you need in order to introduce the gospel to many more of our Father’s children. Trust in the Lord, and never underestimate the impact your testimony can have upon the lives of others as you bear it with the power of the Spirit. Doubt and fear are tools of Satan. The time has come for all of us to overcome any fear and boldly take every opportunity to share our testimonies of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/pure-testimony.p28\" class=\"\">May the Lord bless you as you continue to nurture your testimonies through your prayers, your personal gospel study, and your acts of service. With great joy I humbly testify our Heavenly Father loves us, Jesus is the Christ, Joseph Smith restored the fulness of the everlasting gospel, and the Book of Mormon testifies of these truths. We are led by a living prophet today. And I pray that the Lord may bless you, my dear brothers and sisters, as you teach and testify, which I ask in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}