{"ID":7038, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Be Not Deceived\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p3\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Holy Ghost will protect us against being deceived, but to realize that wonderful blessing we must always do the things necessary to retain that Spirit.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p5\" class=\"\">I am grateful to speak to this worldwide audience of priesthood holders. It is now 8:00 <span class=\"small\">A.M.<\/span> Sunday morning in the Philippines, my home for the last two years. I send greetings to my beloved associates in that nation and to all of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p6\" class=\"\">I assume there are no boys in this audience, only young men who are holders of the priesthood. The Apostle Paul wrote that when he was a child he understood as a child, but when he became a man he put away such things (see <span class=\"citation\" id=\"43758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43758)\">1 Cor. 13:11<\/a><\/span>). You young men are doing the same, so I will speak to you as one man speaks to another.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p8\" class=\"\">From your position on the road of life, you young men have many miles to go and many choices to make as you seek to return to our Heavenly Father. Along the road there are many signs that beckon. Satan is the author of some of these invitations. He seeks to confuse and deceive us, to get us on a low road that leads away from our eternal destination.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p9\" class=\"\">In the beginning, when a powerful spirit was cast down for rebellion, “he became Satan, … the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will” (<span class=\"citation\" id=\"44039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44039)\">Moses 4:4<\/a><\/span>). He and the spirits who follow him are still deceiving the world. Modern revelation declares that “Satan hath sought to deceive you, that he might overthrow you” (see <span class=\"citation\" id=\"43947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43947)\">D&amp;C 50:2–3<\/a><\/span>). Satan’s methods of deception are enticing: music, movies and other media, and the glitter of a good time. When Satan’s lies succeed in deceiving us, we become vulnerable to his power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p10\" class=\"\">Here are some ways the devil will try to deceive us. God’s commandments and the teachings of His prophets warn against each of them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p11\" class=\"\">1. One kind of deception seeks to mislead us about whom we should follow. In speaking of the last days, the Savior taught: “Take heed that no man deceive you. For many shall come in my name, saying, I am Christ; and shall deceive many” (<span class=\"citation\" id=\"43698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43698)\">Matt. 24:4–5<\/a><\/span>). In other words, many will seek to deceive us by saying that they or their teachings will save us, so there is no need for a Savior or His gospel. The Book of Mormon describes this as “the power of the devil, to lead away and deceive the hearts of the people … to believe that the doctrine of Christ was a foolish and a vain thing” (<span class=\"citation\" id=\"43883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43883)\">3 Ne. 2:2<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p12\" class=\"\">2. Satan also seeks to deceive us about right and wrong and persuade us that there is no such thing as sin. This detour typically starts off with what seems to be only a small departure: “Just try it once. One beer or one cigarette or one porno movie won’t hurt.” What all of these departures have in common is that each of them is addictive. Addiction is a condition in which we surrender part of our power of choice. When we do that we give the devil power over us. The prophet Nephi described where this leads: the devil says, “There is no hell,” and, “I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance” (<span class=\"citation\" id=\"43809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43809)\">2 Ne. 28:22<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p13\" class=\"\">If we choose the wrong road, we choose the wrong destination. For example, a friend of many years told me that her husband, always a “good kid” in high school, took a few drinks he thought would help him forget some problems. Before he knew what was happening, he was addicted. Now he is not able to support his family, and he is ineffective at almost everything he tries to do. Alcohol governs his life, and he cannot seem to break free of its grip.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p14\" class=\"\">3. The prophet Nephi warns against another kind of deception: “And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell” (<span class=\"citation\" id=\"43808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43808)\">2 Ne. 28:21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p15\" class=\"\">Those who fall for this deception may profess to believe in God, but they do not take His commandments or His justice seriously. They are confident in their own prosperity and conclude that God must have accepted their chosen route.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p16\" class=\"\">“Yea, and there shall be many which shall say: Eat, drink, and be merry, for tomorrow we die; and it shall be well with us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p17\" class=\"\">“And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; … there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God” (<span class=\"citation\" id=\"43805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43805)\">2 Ne. 28:7–8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p18\" class=\"\">Surely you have seen and heard these arguments, brethren. They will come at you in classrooms and hallways, in what you read, and in what you see in popular entertainment. Many in the world deny the need for a Savior. Others deny that there is any right or wrong, and they scoff at the idea of sin or a devil. Still others rely on the mercy of God and ignore His justice. The prophet said, “There shall be many which shall teach after this manner, false and vain and foolish doctrines” (<span class=\"citation\" id=\"43806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43806)\">2 Ne. 28:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p19\" class=\"\">The Apostle Paul gave pointed warnings against the “perilous times” that would come in the last days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p20\" class=\"\">“For men shall be lovers of their own selves, … disobedient to parents, unthankful, unholy, without natural affection, … despisers of those that are good, … lovers of pleasures more than lovers of God” (<span class=\"citation\" id=\"43775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43775)\">2 Tim. 3:1–4<\/a><\/span>). He also said that “evil men and seducers shall wax worse and worse, deceiving, and being deceived” (<span class=\"citation\" id=\"43776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43776)\">2 Tim. 3:13<\/a><\/span>). In a moment I will discuss what Paul told young Timothy about how to avoid this wickedness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p21\" class=\"\">The Apostle gave another warning against being deceived by the devil and his pawns:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p22\" class=\"\">“Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p23\" class=\"\">“Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God” (<span class=\"citation\" id=\"43754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43754)\">1 Cor. 6:9–10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p24\" class=\"\">Be not deceived, brethren. Heed the ancient and modern prophetic warnings against thievery, drunkenness, and all forms of sexual sin. The deceiver seeks to destroy your spirituality by all of these means. Paul warns us against those who “lie in wait to deceive … by the sleight of men, and cunning craftiness” (<span class=\"citation\" id=\"43769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43769)\">Eph. 4:14<\/a><\/span>). Beware of the slick package and the glitz of a good time. What the devil portrays as fun can be spiritually fatal.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p26\" class=\"\">As we look about us, we see many who are practicing deception. We hear of prominent officials who have lied about their secret acts. We learn of honored sports heroes who have lied about gambling on the outcome of their games or using drugs to enhance their performance. We see less well-known persons engaging in evil acts in secret they would never do in public. Perhaps they think no one will ever know. But God always knows. And He has repeatedly warned that the time will come when “[our] iniquities shall be spoken upon the housetops, and [our] secret acts shall be revealed” (<span class=\"citation\" id=\"43908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43908)\">D&amp;C 1:3<\/a><\/span>; see also <span class=\"citation\" id=\"43896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43896)\">Morm. 5:8<\/a><\/span>; <span class=\"citation\" id=\"43929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43929)\">D&amp;C 38:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p27\" class=\"\">“Be not deceived,” the Apostle Paul taught. “God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting” (<span class=\"citation\" id=\"43764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43764)\">Gal. 6:7–8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p28\" class=\"\">In other words, if we indulge in drugs or pornography or other evils that the Apostle called sowing to the flesh, eternal law dictates that we harvest corruption rather than life eternal. That is the justice of God, and mercy cannot rob justice. If an eternal law is broken, the punishment affixed to that law must be suffered. Some of this can be satisfied by the Savior’s Atonement, but the merciful cleansing of a soiled sinner comes only after repentance (see <span class=\"citation\" id=\"43859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43859)\">Alma 42:22–25<\/a><\/span>), which for some sins is a prolonged and painful process. Otherwise, “he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption” (<span class=\"citation\" id=\"43853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43853)\">Alma 34:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p29\" class=\"\">Fortunately, repentance is possible. For the most serious sins we need to confess to our bishop and seek his loving help. For other sins it may be sufficient for us to confess to the Lord and to whomever we have wronged. Most lying is of this sort. If you have deceived someone, resolve now to stop carrying the burden. Make it right and get on with your life.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p31\" class=\"\">Now I wish to speak about how each of us can avoid being deceived on matters of eternal importance. I have two texts. The first is what Paul taught Timothy after giving him the warning I quoted earlier. Continue in the things you have learned and been assured of, he wrote, “knowing of whom thou hast learned them” (<span class=\"citation\" id=\"43777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43777)\">2 Tim. 3:14<\/a><\/span>). In other words, you have been taught righteousness and assured of its truth, so stay with it. Continuing, Paul reminded his young friend “that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation” through faith in our Savior (<span class=\"citation\" id=\"43779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43779)\">2 Tim. 3:15<\/a><\/span>). Hold fast to the scriptures, whose teachings protect us against evil.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p32\" class=\"\">The parable of the ten virgins teaches that when the Lord comes in His glory, of all followers of Christ invited to the wedding feast, only half will be given entrance. The inspired explanation of this parable reveals our second source of protection:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p33\" class=\"\">“For they that are wise and have received the truth, and have taken the Holy Spirit for their guide, and have not been deceived—verily I say unto you, they shall not be hewn down and cast into the fire, but shall abide the day” (<span class=\"citation\" id=\"43941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43941)\">D&amp;C 45:57<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p34\" class=\"\">The other half will be denied entrance because they are not prepared. It is not enough to have received the truth. We must also “have taken the Holy Spirit for [our] guide” and “not [be] deceived.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p35\" class=\"\">How do we take the Holy Spirit for our guide? We must repent of our sins each week and renew our covenants by partaking of the sacrament with clean hands and a pure heart, as we are commanded to do (see <span class=\"citation\" id=\"43956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43956)\">D&amp;C 59:8–9, 12<\/a><\/span>). Only in this way can we have the divine promise that we will “always have his Spirit to be with [us]” (<span class=\"citation\" id=\"43921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43921)\">D&amp;C 20:77<\/a><\/span>). That Spirit is the Holy Ghost, whose mission is to teach us, to lead us to truth, and to testify of the Father and the Son (see <span class=\"citation\" id=\"43731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43731)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"43735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43735)\">John 15:26<\/a><\/span>; <span class=\"citation\" id=\"43736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43736)\">John 16:13<\/a><\/span>; <span class=\"citation\" id=\"43889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43889)\">3 Ne. 11:32, 36<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p36\" class=\"\">To avoid being deceived, we must also follow the promptings of that Spirit. The Lord taught this principle in the 46th section of the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p37\" class=\"\">“That which the Spirit testifies unto you even so I would that ye should do in all holiness of heart, walking uprightly before me, considering the end of your salvation, doing all things with prayer and thanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p38\" class=\"\">“Wherefore, beware lest ye are deceived; and that ye may not be deceived seek ye earnestly the best gifts, always remembering for what they are given” (<span class=\"citation\" id=\"43945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43945)\">D&amp;C 46:7–8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p39\" class=\"\">The Holy Ghost will protect us against being deceived, but to realize that wonderful blessing we must always do the things necessary to retain that Spirit. We must keep the commandments, pray for guidance, and attend church and partake of the sacrament each Sunday. And we must never do anything to drive away that Spirit. Specifically, we should avoid pornography, alcohol, tobacco and drugs, and always, always avoid violations of the law of chastity. We must never take things into our bodies or do things with our bodies that drive away the Spirit of the Lord and leave us without our spiritual protection against deception.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p40\" class=\"\">I will conclude by describing another subtle form of deception—the idea that it is enough to hear and believe without acting on that belief. Many prophets have taught against that deception. The Apostle James wrote, “Be ye doers of the word, and not hearers only, deceiving your own selves” (<span class=\"citation\" id=\"43785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43785)\">James 1:22<\/a><\/span>). King Benjamin taught, “And now, if you believe all these things see that ye do them” (<span class=\"citation\" id=\"43825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43825)\">Mosiah 4:10<\/a><\/span>). And in modern revelation the Lord declares, “If you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you” (<span class=\"citation\" id=\"43966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43966)\">D&amp;C 78:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p41\" class=\"\">It is not enough to know that God lives, that Jesus Christ is our Savior, and that the gospel is true. We must take the high road by acting upon that knowledge. It is not enough to know that President Gordon B. Hinckley is God’s prophet. We must put his teachings to work in our lives. It is not enough to have a calling. We must fulfill our responsibilities. The things taught in this conference are not just to fill our minds. They are to motivate and guide our actions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/be-not-deceived.p42\" class=\"\">I testify that these things are true, and I pray that we will do all that is necessary to avoid the deceptions of the devil, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}