{"ID":7039, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessings of a Proper Fast\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p2\" class=\"\">Elder Carl B. Pratt<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carl-b-pratt-10.jpg\" alt=\"Carl B. Pratt\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I fear … that too many of us are either not fasting on fast day or we are doing so in a lackadaisical manner.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p4\" class=\"\">Brethren, I hope you noticed this morning, as President Hinckley prepared to announce the names of two new Apostles, he spoke of fasting and praying to know the Lord’s will.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p5\" class=\"\">Fasting has always been a practice among God’s people. In our day it is a commandment given by the Lord to all members of the Church. In addition to occasional special fasts that we might have for personal or family reasons, we are expected to fast once a month on the first Sunday. We are taught that there are three aspects to a proper fast day observance: first, abstaining from food and drink for two consecutive meals or, in other words, 24 hours; second, attending fast and testimony meeting; and third, giving a generous fast offering.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p6\" class=\"\">For the Pratt family our regular fasts have always been from the Saturday noon meal to the Sunday noon meal. That way we fast for two meals, Saturday evening and Sunday morning meals. Although there is no Church standard for fasting, except that it should be for 24 hours and two meals, we have found a spiritual advantage in attending fast and testimony meeting toward the end of the fast.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p7\" class=\"\">For those who are physically able, fasting is a commandment. Speaking of our monthly fast day, President Joseph F. Smith said: “The Lord has instituted the fast on a reasonable and intelligent basis. … Those who can are required to comply … ; it is a duty from which they cannot escape; … it is left with the people as a matter of conscience, to exercise wisdom and discretion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p8\" class=\"\">“But those should fast who can. … None are exempt from this; it is required of the Saints, old and young, in every part of the Church” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. [1939], 244).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p9\" class=\"\">I fear, brethren, that too many of us are either not fasting on fast day or we are doing so in a lackadaisical manner. If we are guilty of taking our fast day for granted or simply fasting Sunday morning instead of making it two complete meals—24 hours—we are depriving ourselves and our families of the choice spiritual experiences and blessings that can come from a true fast.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p10\" class=\"\">If all we do is abstain from food and drink for 24 hours and pay our fast offering, we have missed a wonderful opportunity for spiritual growth. On the other hand, if we have a special purpose in our fasting, the fast will have much more meaning. Perhaps we can take time as a family before beginning our fast to talk about what we hope to accomplish by this fast. This could be done in a family home evening the week before fast Sunday or in a brief family meeting at the time of family prayer. When we fast with purpose, we have something to focus our attention on besides our hunger.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p11\" class=\"\">The purpose of our fast may be a very personal one. Fasting can help us overcome personal flaws and sins. It can help us overcome our weaknesses—help them become strengths. Fasting can help us become more humble, less prideful, less selfish, and more concerned about the needs of others. It can help us see more clearly our own mistakes and weaknesses and help us be less prone to criticize others. Or our fast may have a focus on a family challenge. A family fast might help increase love and appreciation among family members and reduce the amount of contention in the family, or we might fast as a couple to strengthen our marriage bonds. A purpose of our fast as priesthood holders might be to seek the Lord’s guidance in our callings, as President Hinckley has demonstrated, or we might fast with our home teaching companion to know how to help one of our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p12\" class=\"\">Throughout the scriptures the term <span class=\"emphasis\">fasting<\/span> is usually combined with prayer. “Ye shall continue in prayer and fasting from this time forth” is the Lord’s counsel (<span class=\"citation\" id=\"43995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43995)\">D&amp;C 88:76<\/a><\/span>). Fasting without prayer is just going hungry for 24 hours. But fasting combined with prayer brings increased spiritual power.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p13\" class=\"\">When the disciples were unable to cure a boy who was possessed of an evil spirit, they asked the Savior, “Why could not we cast him out?” Jesus responded, “This kind goeth not out but by prayer and fasting” (<span class=\"citation\" id=\"43695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43695)\">Matt. 17:19, 21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p14\" class=\"\">Let us begin our fasts with prayer. This could be kneeling at the table as we finish the meal with which we begin the fast. That prayer should be a natural thing as we speak to our Heavenly Father concerning the purpose of our fast and plead with Him for His help in accomplishing our goals. Likewise, let us end our fasts with prayer. We could very appropriately kneel at the table before we sit down to consume the meal with which we break our fast. We would thank the Lord for His help during the fast and for what we have felt and learned from the fast.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p15\" class=\"\">In addition to a beginning and ending prayer, we should seek the Lord often in personal prayer throughout the fast.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p16\" class=\"\">We should not expect our young children to fast for the recommended two meals. But let us teach them the principles of fasting. If fasting is discussed and planned in a family setting, the small children will be aware that their parents and older siblings are fasting, and they will understand the purpose of the fast. They should participate in the family prayers to begin and end the fast. This way, when they reach the proper age, they will be eager to fast with the rest of the family. In our family, we have done this by encouraging our children between 8 and 12 years of age to fast for one meal; then as they have turned 12 and received the Aaronic Priesthood or entered Young Women, we have encouraged them to fast for two complete meals.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p17\" class=\"\">After chastising ancient Israel for fasting improperly, the Lord, through the prophet Isaiah, speaks in beautiful poetic language of a proper fast:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p18\" class=\"\">“Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?” (<span class=\"citation\" id=\"43680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43680)\">Isa. 58:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p19\" class=\"\">If we fast and pray with the purpose of repenting of sins and overcoming personal weaknesses, surely we are seeking to “loose the bands of wickedness” in our lives. If the purpose of our fast is to be more effective in teaching the gospel and serving others in our Church callings, we are surely striving to “undo the heavy burdens” of others. If we are fasting and praying for the Lord’s help in our missionary efforts, aren’t we desiring to “let the oppressed go free”? If the purpose of our fast is to increase our love for our fellow man and overcome our selfishness, our pride, and having our hearts set upon the things of this world, surely we are seeking to “break every yoke.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p20\" class=\"\">The Lord continues describing the proper fast:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p21\" class=\"\">“Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?” (<span class=\"citation\" id=\"43681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43681)\">Isa. 58:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p22\" class=\"\">It is truly a wonderful thing that through our fast offerings today we can feed the hungry, shelter the homeless, and clothe the naked.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p23\" class=\"\">If we fast properly the Lord promises:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p24\" class=\"\">“Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p25\" class=\"\">“Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p26\" class=\"\">“And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p27\" class=\"\">“And the Lord shall guide thee continually, and satisfy thy soul in drought, … and thou shalt be like a watered garden, and like a spring of water, whose waters fail not” (<span class=\"citation\" id=\"43682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43682)\">Isa. 58:8–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-blessings-of-a-proper-fast.p28\" class=\"\">It is my prayer that we can improve our fasts so that we can enjoy these beautiful promised blessings. It is my testimony that as we “draw near” to the Lord through our fasting and prayer, He will “draw near” to us (see <span class=\"citation\" id=\"43992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43992)\">D&amp;C 88:63<\/a><\/span>). I testify that He lives, that He loves us, and that He wants to draw near to us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}