{"ID":704, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Where Is a Church...?\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1954, pp. 88-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I invite your attention to a comparison between the Church of Jesus Christ, as it was\norganized and perfected in New Testament times, and the self-styled Christian churches that\nexist in the world today?  In order to do so I shall take the liberty of raising a number of\nqueries, and shall assume that each of us has a sufficient working knowledge of the New\nTestament to recognize the basis upon which each query rests.\n<\/p><p>\nWhere in the world today will we find a church that has as its official title some combination\nof the names of Christ, according to the New Testament pattern\n(<span class=\"citation\" id=\"21672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21672)\">Eph. 3:21<\/a><\/span>)?\n<\/p><p>\nWhere is there a church whose ministers claim divine authority in the real, complete, and\nactual sense that it was claimed by the ministers among the primitive Saints?\n<\/p><p>\nWhere is there a church which claims tthe Melchizedek and Aaronic orders of he priesthood as\nthese were had anciently?\n<\/p><p>\nWhere is there a church in which we will find the ordinances practiced that were practiced\namong the primitive Saints?\n<\/p><p>\nWhere do we find baptism by immersion for the remission of sins performed under the hands\nof a legal administrator?\n<\/p><p>\nWhere do we find a people who lay hands on the head of every baptized convert for the\npresent bestowal of the Holy Ghost; or who, when there are sick among them, call in the\nelders of the church, that they may anoint them with oil and pray over them, that the prayer\nof faith may heal the sick and God may raise them up\n(<span class=\"citation\" id=\"26112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26112)\">James 5:14<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that has the New Testament ordinance of baptism for the dead\n(<span class=\"citation\" id=\"253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(253)\">1 Cor. 15:29<\/a><\/span>)?\n<\/p><p>\nWhere is there a church that has the same organization that existed among the primitive Saints,\nthat has Apostles and prophets, pastors, evangelists, and all the rest\n(<span class=\"citation\" id=\"21673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21673)\">Eph. 4:11<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that believes that there should be Twelve apostles holding the keys of\nthe kingdom, presiding over and directing all the affairs of the Church and kingdom, and that\nsuch group should continue until there is a unity of the faith\n(<span class=\"citation\" id=\"21676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21676)\">Eph. 4:13<\/a><\/span>)?\n<\/p><p>\nWhere is there a church that believes that God has set some in the Church, first Apostles,\nsecondarily prophets, thirdly teachers, after that miracles, and gifts of the spirit, healings,\ntongues, helps, and governments\n(<span class=\"citation\" id=\"245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(245)\">1 Cor. 12:28<\/a><\/span>)?\n<\/p><p>\nWhere is there a church that professes to have all of the doctrines that were taught in New\nTestament times; that believes that God our heavenly Father is a personal being, in whose\nimage man is created; that has an understanding that Jesus Christ is his Only Begotten Son\nand is a Being in the express image of the person of the Father\n(<span class=\"citation\" id=\"24257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24257)\">Heb. 1:3<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that has a real, intelligent, and scriptural understanding of the atoning\nsacrifice of Jesus Christ, that knows that because of that transcendent act all men will be\nraised in immortality and those who have believed and obeyed the gospel law, both in\nimmortality and unto eternal life?\n<\/p><p>\nWhere is there a people that knows that the plan of salvation, based on the atoning sacrifice\nof Christ, consists in having faith in Christ, in repenting of one's sins, in being baptized under\nthe hands of a legal administrator, in receiving the gift and guidance of the Holy Spirit, and\nthen in enduring in righteousness unto the end?\n<\/p><p>\nWhere is there a church that believes that the gospel is preached to those in the spirit world,\nthat they may live according to God in the spirit, and be judged according to men in the\nflesh (<span class=\"citation\" id=\"2253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2253)\">1 Pet. 4:6<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that believes in the literal resurrection from the grave, in the fact that\nall men will stand before the judgment bar of Christ, and having been judged according to the\ndeeds done in the flesh, will be awarded a place in a kingdom of glory, in either a telestial, a\nterrestrial, or a celestial kingdom\n(<span class=\"citation\" id=\"255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(255)\">1 Cor. 15:40-41<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that believes that between the first and second comings of Christ,\nthere was to be a complete, total, universal falling away from the faith once delivered to the\nSaints (<span class=\"citation\" id=\"50037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50037)\">Jude 1:3<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that believes that in the last days there was to be an era of\nrestoration, a time of restitution, in which God would give again all things that he had spoken\nby the mouths of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7710)\">Acts 3:21<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that believes that this restoration of the gospel was\nto be effected by angelic ministration, and that the gospel so restored was then to be carried\nto all the peoples of the earth (<span class=\"citation\" id=\"50038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50038)\">Rev. 14:6-7<\/a><\/span>)?\n<\/p><p>\nWhere is there a people that believes that in a day subsequent to New Testament times, the\nkingdom was to be restored to Israel and the scattered remnants of that people gathered back\nto the lands of their inheritance?\n<\/p><p>\nWhere is there a people that actually believes that signs will follow those who accept and\nobey the gospel law, that professes to have among the membership of the church the working\nof miracles, the ministering of angels, the gifts of the Spirit, and all of the powers and graces\nthat were had anciently?\n<\/p><p>\nNow we might multiply questions on all of these matters, but I submit to you that every\nessential, identifying characteristic of the New Testament Church can, with intelligence and\npropriety, be outlined under one of these six heads: name, authority, ordinances, organization,\ndoctrines, and gifts of the Spirit. And I submit to you further that there is only one Church in\nall the world that so much as claims to have every essential identifying characteristic of the\nChurch organized and perfected by Christ and his Apostles anciently, and that one Church is\nthe Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nNow, may I say by way both of testimony and of doctrine, that you and I are living in the era\nof restoration. We are living in the times of restitution. The heavens are no longer sealed. \nThe voice of God is heard again.  The kingdom is established on earth, and that kingdom is\nthe Church of Jesus Christ of Latter-day Saints, and it has again every grace and right,\npower, privilege, and authority that the Almighty ever gave to the Saints in primitive times.\n<\/p><p>\nAnd now we are nearing the end of the world.  The time is not far distant when the kingdoms\nof this world will become the kingdoms of our God and of his Christ\n(<span class=\"citation\" id=\"42242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42242)\">Rev. 11:15<\/a><\/span>), and if you and I live\nworthily and walk as most of us already know we should, we will be entitled to receive an\neternal inheritance in his eternal world. In the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}