{"ID":7040, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Perilous Times\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p2\" class=\"\">Elder Cecil O. Samuelson Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/cecil-o-samuelson-jr-10.jpg\" alt=\"Cecil O. Samuelson Jr.\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">How grateful I am, in these perilous times, for the protection and guidance given to us by the sacred assurance that Jesus Christ lives today.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p4\" class=\"\">Brethren, it is both comforting and potentially worrisome to know that we live in an age and a time that was not only foreseen by the prophets of previous dispensations but was also clearly a focus of their concerns and their aspirations. The Apostle Paul said, “In the last days perilous times shall come” (<span class=\"citation\" id=\"43773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43773)\">2 Tim. 3:1<\/a><\/span>), and then he went on to catalog and describe with remarkable accuracy much that we currently see daily in the media, in advertisements for entertainment, and almost everywhere in the world around us. As careful as we might and should be, absolute avoidance of much of the peril which is seemingly enveloping us is at best difficult and often near impossible to avoid.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p5\" class=\"\">Happily, we are not left without hope or spiritual sustenance as we strive individually and as families to accomplish the sacred purposes of mortal life for which we came to this earthly probation. Each of our circumstances is unique. We come literally from the four corners of the earth, and we also come from tremendously different families, backgrounds, challenges, opportunities, experiences, triumphs, and disappointments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p6\" class=\"\">Likewise, in common with all of the human family—everyone being the progeny of our loving Heavenly Father—we share vast congruence in our DNA or genetic physical makeup, as well as the universally possible and promised blessings and characteristics that identify our divine parentage and spiritual potential. It is this special blending of our common origins and characteristics and also of our unique attributes, experiences, and specialized challenges that makes each of us who and what we are. While we may have differences in what constitutes special peril for us individually, we share much that establishes the apt description of “perilous times” for all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p7\" class=\"\">Paul, in describing our “perilous times,” did not promise that things would necessarily get easier or necessarily better. He did give counsel to those seeking comfort and assurance in the face of the deteriorating conditions of our day. Just as his prophecies or predictions were clearly accurate, so is his direction to us remarkably relevant as well. Said he, “Continue … in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them” (<span class=\"citation\" id=\"43778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43778)\">2 Tim. 3:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p8\" class=\"\">In this general conference, consistent with the pattern covering the entire history of the Church, we have learned and will learn of the Restoration of the gospel in our day; of the remarkable clarity and testimony of the Lord Jesus Christ found in the Book of Mormon; of the mission and contributions of the Prophet Joseph Smith and his successors in the Presidency of the Church, including especially President Gordon B. Hinckley, who teaches and testifies with such power, spirituality, and lucidity; and of the strength, comfort, and blessings that accrue from the presence of other living apostles and prophets in our midst. Not only do we learn these things, but we are assured that they are true, knowing, as Paul said, “of whom [we have] learned them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p9\" class=\"\">Another who was authorized to assure those to whom he ministered was Alma. As he expressed his pleasure at the privilege of teaching and testifying to the people of Gideon, he was forthright, clear, and direct in his witness of the Lord Jesus Christ, who was yet to come in His earthly ministry. He expressed his delight at the general faith and faithfulness of this group of good people and promised them that they would be the recipients of “many things to come” (<span class=\"citation\" id=\"43836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43836)\">Alma 7:7<\/a><\/span>). In the midst of his discourse, describing things yet to come, he said, “There is one thing which is of more importance than they all— … the time is not far distant that the Redeemer liveth and cometh among his people” (<span class=\"citation\" id=\"43837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43837)\">Alma 7:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p10\" class=\"\">Alma was speaking in his time specifically of the events of a few decades hence when the Savior would be born into mortality. Centuries have passed and Alma’s prophecies have been largely fulfilled, but the central fact of his estimation of the thing more important than all else is still absolutely true, completely relevant, and fundamentally essential for us today as well. It is that “the Redeemer liveth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p11\" class=\"\">As Alma and “all the prophets who have prophesied ever since the world began” (<span class=\"citation\" id=\"43828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43828)\">Mosiah 13:33<\/a><\/span>) have taught and testified of the coming of the Messiah and His mission to redeem His people, so do we join in bearing testimony of Him and His sacred work “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"44037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44037)\">Moses 1:39<\/a><\/span>). Surely when we begin to understand the magnitude of His sacrifice and service to us individually and collectively, we then cannot consider anything else to be of more importance or to approach His significance in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p12\" class=\"\">For most of us, this understanding does not come all at once and likely will not be fully complete during our mortal sojourn. We do know, however, that as we learn line upon line, our appreciation for the Savior’s contributions will increase and our knowledge and assurance of their truthfulness will grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p13\" class=\"\">The Apostle Paul was forceful and candid in much of his teaching and preaching. Listen to these familiar words that may describe most of us in our efforts and progression and yet provide the counsel, encouragement, and witness that we so badly need:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p14\" class=\"\">“When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p15\" class=\"\">“For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known” (<span class=\"citation\" id=\"43759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43759)\">1 Cor. 13:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p16\" class=\"\">Many years ago, President James E. Faust gave this counsel to those still struggling to become fully convinced in their testimonies of Jesus Christ and His sacred mission and promises. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p17\" class=\"\">“For those who have honest doubts, let us hear what eyewitnesses had to say about Jesus of Nazareth. The ancient apostles were there. They saw it all. They participated. No one is more worthy of belief than they. Said Peter: ‘For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.’ (<span class=\"citation\" id=\"43792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43792)\">2 Pet. 1:16<\/a><\/span>.) Said John: ‘For we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.’ (<span class=\"citation\" id=\"43720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43720)\">John 4:42<\/a><\/span>.) Modern-day witnesses, Joseph Smith and Sidney Rigdon, declared: ‘For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father.’ (<span class=\"citation\" id=\"43963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43963)\">D&amp;C 76:23<\/a><\/span>.)” (“A Personal Relationship with the Savior,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1976, 59).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p18\" class=\"\">In our own day, we have been promised that the Lord has many gifts in store for “those who love [Him] and keep all [His] commandments” and also those “that seeketh so to do” (<span class=\"citation\" id=\"43946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43946)\">D&amp;C 46:9<\/a><\/span>). While not every gift of God is pledged to every person, we have been assured that “to every [person] is given a gift by the Spirit of God” (<span class=\"citation\" id=\"43942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43942)\">D&amp;C 46:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p19\" class=\"\">Listen to these words from the 46th section of the Doctrine and Covenants that address the question of the thing or gift of more importance than any other:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p20\" class=\"\">“To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God, and that he was crucified for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p21\" class=\"\">“To others it is given to believe on their words, that they also might have eternal life if they continue faithful” (<span class=\"citation\" id=\"43943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43943)\">D&amp;C 46:13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p22\" class=\"\">It is this knowledge and testimony of the living Christ that allows us to be continually responsive to the advice and counsel of Peter, who said that we must “be ready always to give an answer to every man that asketh you a reason of the hope that is in you” (<span class=\"citation\" id=\"43789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43789)\">1 Pet. 3:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p23\" class=\"\">When we begin to really sense that this hope is real and is actually centered in Jesus, being made possible because of His love for us and especially His love of His Father, then we can gratefully and individually proclaim, using the words of a favorite hymn, “I stand all amazed at the love Jesus offers me” (“I Stand All Amazed,” <span class=\"emphasis\">Hymns,<\/span> no. 193). Likewise, as our understanding unfolds, we are led to exclaim, “Then sings my soul, my Savior God, to thee, How great thou art! How great thou art!” (“How Great Thou Art,” <span class=\"emphasis\">Hymns,<\/span> no. 86).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/perilous-times.p24\" class=\"\">How grateful I am, in these perilous times, for the protection and guidance given to us by the sacred assurance that Jesus Christ lives today, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}