{"ID":7042, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Anxiously Engaged\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There are quorum members and those who should be our quorum members who require our help.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p4\" class=\"\">My dear brethren, it is a solemn and somewhat humbling experience to stand before you this evening and respond to the invitation to teach and to testify concerning the sacred privilege which is ours to bear the priesthood of God. I pray for your faith and your prayers in my behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p5\" class=\"\">Beyond those who hold the Aaronic and Melchizedek Priesthood who are in attendance this evening here in this beautiful Conference Center or seated in locations worldwide, there are vast numbers of priesthood bearers who, for whatever reason, have drifted from their duties and have chosen to pursue other pathways.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p6\" class=\"\">The Lord speaks rather plainly to us to reach out and rescue such individuals and bring them and theirs to the table of the Lord. We well could pay heed to the Lord’s divine instructions when He declared, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote1-24911_000_021\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44000)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup> He added:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p7\" class=\"\">“For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p8\" class=\"\">“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p9\" class=\"\">“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.”<sup class=\"noteMarker\"><a href=\"#footnote2-24911_000_021\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43949)\">D&amp;C 58:26–28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p10\" class=\"\">The sacred scriptures provide for you and me a model to follow when they declare, “Jesus increased in wisdom and stature, and in favour with God and man.”<sup class=\"noteMarker\"><a href=\"#footnote3-24911_000_021\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43711)\">Luke 2:52<\/a><\/span>.]<\/span><\/sup> And He “went about doing good, … for God was with him.”<sup class=\"noteMarker\"><a href=\"#footnote4-24911_000_021\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43746)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p11\" class=\"\">I have observed in studying the life of the Master that His lasting lessons and His marvelous miracles usually occurred when He was doing His Father’s work. On the way to Emmaus He appeared with a body of flesh and bones. He partook of food and testified of His divinity. All of this took place after He had exited the tomb.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p12\" class=\"\">At an earlier time, it was while He was on the road to Jericho that He restored sight to one who was blind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p13\" class=\"\">The Savior was ever up and about—teaching, testifying, and saving others. Such is our individual duty as members of priesthood quorums today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p14\" class=\"\">In a proclamation of the First Presidency and the Quorum of the Twelve Apostles issued on April 6, 1980, this declaration of testimony and truth was set forth:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p15\" class=\"\">“We solemnly affirm that The Church of Jesus Christ of Latter-day Saints is in fact a restoration of the Church established by the Son of God, when in mortality he organized his work upon the earth; that it carries his sacred name, even the name of Jesus Christ; that it is built upon a foundation of Apostles and prophets, he being the chief cornerstone; that its priesthood, in both the Aaronic and Melchizedek orders, was restored under the hands of those who held it anciently: John the Baptist, in the case of the Aaronic; and Peter, James, and John in the case of the Melchizedek.”<sup class=\"noteMarker\"><a href=\"#footnote5-24911_000_021\">5<\/a>\n       <span class=\"footnote\">[See “Proclamation,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 52–53.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p16\" class=\"\">On October 6, 1889, President George Q. Cannon expressed this plea:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p17\" class=\"\">“I want to see the power of the Priesthood strengthened. … I want to see this strength and power diffused through the entire body of the Priesthood, reaching from the head down to the least and most humble deacon in the Church. Every man should seek for and enjoy the revelations of God, the light of heaven shining in his soul and giving unto him knowledge concerning his duties, concerning that portion of the work of God that devolves upon him in his Priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote6-24911_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret Semi-Weekly News,<\/span> 29 Oct. 1889, 5.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p18\" class=\"\">I share with you tonight two experiences from my life—one which took place when I was a boy and the other pertaining to a friend of mine who was a husband and father of children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p19\" class=\"\">Not long after my ordination as a teacher in the Aaronic Priesthood, I was called to serve as president of the quorum. Our adviser, Harold, was interested in us, and we knew it. One day he said to me, “Tom, you enjoy raising pigeons, don’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p20\" class=\"\">I responded with a warm, “Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p21\" class=\"\">Then he proffered, “How would you like me to give you a pair of purebred Birmingham Roller pigeons?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p22\" class=\"\">This time I answered, “Yes, Sir!” You see, the pigeons I had were just the common variety, trapped on the roof of the Grant Elementary School.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p23\" class=\"\">He invited me to come to his home the next evening. The following day was one of the longest in my young life. I was awaiting my adviser’s return from work an hour before he arrived home. He took me to his pigeon loft, which was in the upper area of a small barn located at the rear of his yard. As I looked at the most beautiful pigeons I had yet seen, he said, “Select any male, and I will give you a female which is different from any other pigeon in the world.” I made my selection. He then placed in my hand a tiny hen pigeon. I asked what made her so different. He responded, “Look carefully, and you’ll notice that she has but one eye.” Sure enough, one eye was missing, a cat having done the damage. “Take them home to your loft,” he counseled. “Keep them in for about 10 days, and then turn them out to see if they will remain at your place.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p24\" class=\"\">I followed Harold’s instructions. Upon his release, the male pigeon strutted about the roof of the loft, then returned inside to eat. But the one-eyed female was gone in an instant. I called Harold and asked, “Did that one-eyed pigeon return to your loft?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p25\" class=\"\">“Come on over,” he said, “and we’ll have a look.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p26\" class=\"\">As we walked from his kitchen door to the loft, my adviser commented, “Tom, you are the president of the teachers quorum.” This, of course, I already knew. Then he added, “What are you going to do to activate Bob, who is a member of your quorum?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p27\" class=\"\">I answered, “I’ll have him at quorum meeting this week.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p28\" class=\"\">Then he reached up to a special nest and handed me the one-eyed pigeon. “Keep her in a few more days and try again.” This I did, and once more she disappeared. Again the experience: “Come on over, and we’ll see if she returned home.” Came the comment as we walked to the loft: “Congratulations on getting Bob to priesthood meeting. Now what are you and Bob going to do to activate Bill?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p29\" class=\"\">“We’ll have him there next week,” I volunteered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p30\" class=\"\">This experience was repeated over and over again. I was a grown man before I fully realized that indeed Harold, my adviser, had given me a special pigeon, the only pigeon in his loft he knew would return every time she was released. It was his inspired way of having an ideal personal priesthood interview with the president of the teachers quorum every two weeks. I owe a lot to that one-eyed pigeon. I owe more to that quorum adviser. He had the patience and the skill to help me prepare for responsibilities which lay ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p31\" class=\"\">Fathers, grandfathers, we have an even greater responsibility to guide our precious sons and grandsons. They need our help, they need our encouragement, they need our example. It has been wisely said that our youth need fewer critics and more models to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p32\" class=\"\">Now for the illustration pertaining to those men whose habits and lives include but little Church attendance or Church activity of any kind. The ranks of these prospective elders have grown larger. This is because of those younger boys of the Aaronic Priesthood quorums who are lost along the Aaronic Priesthood pathway and also those grown men who are baptized but do not persevere in activity and faith so that they might be ordained elders.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p33\" class=\"\">I not only reflect on the hearts and souls of such individual men, but also sorrow for their sweet wives and growing children. These men await a helping hand, an encouraging word, and a personal testimony of truth expressed from a heart filled with love and a desire to lift and to build.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p34\" class=\"\">Shelley, my friend, was such a person. His wife and children were fine members, but all efforts to motivate him toward baptism and then priesthood blessings had miserably failed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p35\" class=\"\">But then Shelley’s mother died. Shelley was so sorrowful that he retired to a special room at the mortuary where the funeral was being held. We had wired the proceedings to this room so that he might mourn alone and where no one could see him weep with sorrow. As I comforted him in that room before going to the pulpit, he gave me a hug, and I knew a tender chord had been touched.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p36\" class=\"\">Time passed. Shelley and his family moved to another part of the city. I was called to preside over the Canadian Mission and, together with my family, moved to Toronto, Canada, for a three-year period.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p37\" class=\"\">When I returned and after I was called to the Twelve, Shelley telephoned me. He said, “Bishop, will you seal my wife, my family, and me in the Salt Lake Temple?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p38\" class=\"\">I answered hesitantly, “But Shelley, you must first be baptized a member of the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p39\" class=\"\">He laughed and responded, “Oh, I took care of that while you were in Canada. I sort of snuck up on you. There was this home teacher who called on us regularly and taught me the truths of the Church. He was a school crossing guard and helped the small children across the street each morning when they went to school and each afternoon when they went home. He asked me to help him. During the intervals when there was no child crossing, he gave me additional instruction pertaining to the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p40\" class=\"\">I had the privilege to see this miracle with my own eyes and feel the joy with my heart and soul. The sealings were performed; a family was united. Shelley died not too long after this period. I had the privilege of speaking at his funeral services. I shall ever see, in memory’s eye, the body of my friend Shelley lying in his casket, dressed in his temple clothing. I readily admit the presence of tears, tears of gratitude, for the lost had been found.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p41\" class=\"\">Those who have felt the touch of the Master’s hand somehow cannot explain the change which comes into their lives. There is a desire to live better, to serve faithfully, to walk humbly, and to be more like the Savior. Having received their spiritual eyesight and glimpsed the promises of eternity, they echo the words of the blind man to whom Jesus restored sight: “One thing I know, that, whereas I was blind, now I see.”<sup class=\"noteMarker\"><a href=\"#footnote7-24911_000_021\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43726)\">John 9:25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p42\" class=\"\">How can we account for these miracles? Why the upsurge of activity in men long dormant? The poet, speaking of death, wrote, “God … touch’d him, and he slept.”<sup class=\"noteMarker\"><a href=\"#footnote8-24911_000_021\">8<\/a>\n       <span class=\"footnote\">[Alfred, Lord Tennyson, <span class=\"emphasis\">In Memoriam A. H. H.,<\/span> section 85, stanza 5, line 4.]<\/span><\/sup> I say, speaking of this new birth, “God touched them, and they awakened.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p43\" class=\"\">Two fundamental reasons largely account for these changes of attitudes, of habits, of actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p44\" class=\"\">First, men have been shown their eternal possibilities and have made the decision to achieve them. They cannot really long rest content with mediocrity once excellence is within their reach.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p45\" class=\"\">Second, other men and women and, yes, young people have followed the admonition of the Savior and have loved their neighbors as themselves and helped to bring their neighbors’ dreams to fulfillment and their ambitions to realization.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p46\" class=\"\">The catalyst in this process has been the principle of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p47\" class=\"\">The passage of time has not altered the capacity of the Redeemer to change men’s lives. As He said to the dead Lazarus, so He says to you and to me, “Come forth.”<sup class=\"noteMarker\"><a href=\"#footnote9-24911_000_021\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43727)\">John 11:43<\/a><\/span>.]<\/span><\/sup> I add: Come forth from the despair of doubt. Come forth from the sorrow of sin. Come forth from the death of disbelief. Come forth to a newness of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p48\" class=\"\">As we do and direct our footsteps along the paths which Jesus walked, let us remember the testimony Jesus gave: “Behold, I am Jesus Christ, whom the prophets testified shall come into the world. … I am the light and … life of the world.”<sup class=\"noteMarker\"><a href=\"#footnote10-24911_000_021\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43887)\">3 Ne. 11:10–11<\/a><\/span>.]<\/span><\/sup> “I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.”<sup class=\"noteMarker\"><a href=\"#footnote11-24911_000_021\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44005)\">D&amp;C 110:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p49\" class=\"\">There are quorum members and those who should be our quorum members who require our help. John Milton wrote in his poem “Lycidas,” “The hungry sheep look up, and are not fed.”<sup class=\"noteMarker\"><a href=\"#footnote12-24911_000_021\">12<\/a>\n       <span class=\"footnote\">[“Lycidas,” line 125.]<\/span><\/sup> The Lord Himself said to Ezekiel the prophet, “Woe be to the shepherds of Israel that … feed not the flock.”<sup class=\"noteMarker\"><a href=\"#footnote13-24911_000_021\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43683)\">Ezek. 34:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p50\" class=\"\">My brethren of the priesthood, the task is ours. Let us remember and never forget, however, that such an undertaking is not insurmountable. Miracles are everywhere to be seen when priesthood callings are magnified. When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes. We are on the Lord’s errand. We are entitled to the Lord’s help. But we must try. From the play <span class=\"emphasis\">Shenandoah<\/span> comes the spoken line which inspires: “If we don’t try, then we don’t do; and if we don’t do, then why are we here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p51\" class=\"\">Let us, one and all, be doers of the word and not hearers only.<sup class=\"noteMarker\"><a href=\"#footnote14-24911_000_021\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43786)\">James 1:22<\/a><\/span>.]<\/span><\/sup> Let us follow the example of our President, Gordon B. Hinckley, the Lord’s prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/anxiously-engaged.p52\" class=\"\">May we as did the Savior’s followers of old, respond to the invitation, “Follow me, and I will make you fishers of men.”<sup class=\"noteMarker\"><a href=\"#footnote15-24911_000_021\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43686)\">Matt. 4:19<\/a><\/span>.]<\/span><\/sup> That we may do so is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24911_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44000)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24911_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43949)\">D&amp;C 58:26–28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24911_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43711)\">Luke 2:52<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24911_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43746)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24911_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Proclamation,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 52–53.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24911_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret Semi-Weekly News,<\/span> 29 Oct. 1889, 5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24911_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43726)\">John 9:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24911_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Alfred, Lord Tennyson, <span class=\"emphasis\">In Memoriam A. H. H.,<\/span> section 85, stanza 5, line 4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24911_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43727)\">John 11:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24911_000_021\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43887)\">3 Ne. 11:10–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24911_000_021\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44005)\">D&amp;C 110:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24911_000_021\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“Lycidas,” line 125.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24911_000_021\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43683)\">Ezek. 34:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24911_000_021\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43786)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_021\"><a name=\"-24911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-24911_000_021\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43686)\">Matt. 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}