{"ID":7048, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Senior Missionaries and the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p2\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I express gratitude for our senior missionaries. They are young in spirit, wise, and willing to work.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p4\" class=\"\">Gratefully we welcome Elder Dieter F. Uchtdorf and Elder David A. Bednar to the Quorum of the Twelve Apostles. Prayerfully and unitedly we will serve the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p5\" class=\"\">Assignments this year have taken me to many nations of the earth. In some of those countries, the Church is relatively new. No matter where I go, I meet our missionaries. They are remarkably resilient and ever effective. They give visible and tangible evidence that the Church of Jesus Christ has been restored in its fulness. It was He who said, “Go ye into all the world, and preach the gospel to every creature.”<sup class=\"noteMarker\"><a href=\"#footnote1-24911_000_027\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43710)\">Mark 16:15<\/a><\/span>; see also <span class=\"citation\" id=\"43706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43706)\">Matt. 28:19<\/a><\/span>; <span class=\"citation\" id=\"43897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43897)\">Morm. 9:22<\/a><\/span>; <span class=\"citation\" id=\"43937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43937)\">D&amp;C 42:58<\/a><\/span>; <span class=\"citation\" id=\"43961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43961)\">D&amp;C 68:8<\/a><\/span>; <span class=\"citation\" id=\"43967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43967)\">D&amp;C 80:1<\/a><\/span>; <span class=\"citation\" id=\"43984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43984)\">D&amp;C 84:62<\/a><\/span>; <span class=\"citation\" id=\"44008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44008)\">D&amp;C 112:28<\/a><\/span>.]<\/span><\/sup> This commandment throbs in the heart of every missionary who testifies of Jesus Christ and teaches His message.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p6\" class=\"\">When we think of missionaries, we generally picture in our minds young men with shirts and ties and young women dressed modestly. But along with them are marvelous senior missionaries who have answered the pleadings of prophets and apostles for more missionary couples.<sup class=\"noteMarker\"><a href=\"#footnote2-24911_000_027\">2<\/a>\n       <span class=\"footnote\">[For example, see Gordon B. Hinckley, “There Must Be Messengers,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1987, 2–5; see also L. Tom Perry, “Go Ye Therefore, and Teach All Nations,” <span class=\"emphasis\">Ensign,<\/span> May 1984, 78–80; M. Russell Ballard, “Missionary Couples,” <span class=\"emphasis\">Tambuli,<\/span> May 1990, 16–21; <span class=\"emphasis\">Ensign,<\/span> June 1988, 8–12; Robert D. Hales, “Couple Missionaries: A Time to Serve,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 28–31; <span class=\"emphasis\">Ensign,<\/span> May 2001, 25–27.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p7\" class=\"\">I express gratitude for our senior missionaries. They are young in spirit, wise, and willing to work. They even tolerate remarks from their fun-filled children who might change President Spencer W. Kimball’s plea “Lengthen your stride” to “Hasten your shuffle.”<sup class=\"noteMarker\"><a href=\"#footnote3-24911_000_027\">3<\/a>\n       <span class=\"footnote\">[See “Serving as Couple Missionaries,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1997, 15.]<\/span><\/sup> These dear members are willing to serve and strengthen the lives of others.<sup class=\"noteMarker\"><a href=\"#footnote4-24911_000_027\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43717)\">Luke 22:32<\/a><\/span>.]<\/span><\/sup> Even if these seniors don’t know the local language, their accomplishments are great and their spirit of sacrifice is precious.<sup class=\"noteMarker\"><a href=\"#footnote5-24911_000_027\">5<\/a>\n       <span class=\"footnote\">[Concerns pertaining to a mission may be considered in four categories:  (1) Finances: Any expenses over and beyond what would have been needed at home may be subsidized by children, friends, quorums, or by other members of the family.  (2) Fear: Mature missionaries need not fear tracting or learning a new language. Much can be contributed using talents already acquired. Missionaries can venture into another language situation knowing that they will learn what they need to know without demanding fluency of themselves. They will learn some of their mission language and find joy in using each new expression.  (3) Fitness: While a risk-free environment cannot be guaranteed either at home or in the mission field, appropriate provisions can be made for proper diet and exercise. Routine needs for physical care can generally be met in the mission field. In the event of an emergency, evacuation, if advisable, is possible.  (4) Families: Children and grandchildren of senior missionaries will be blessed because of their service. To a missionary the Lord provided this promise: “Behold, you have had many afflictions because of your family; nevertheless, I will bless you and your family, yea, your little ones; and the day cometh that they will believe and know the truth and be one with you in my church” (<span class=\"citation\" id=\"43927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43927)\">D&amp;C 31:2<\/a><\/span>). As those “little ones” pray for their missionary parents, they will be drawn toward the Lord as well as to parents or grandparents.]<\/span><\/sup><\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Examples of Senior Missionary Service<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p9\" class=\"\">For example, I think of Elder Lloyd Poelman and his wife, Sister Catherine Poelman. Parents of 9 grown children and grandparents of 20 grandchildren, they now serve in a remote part of Chile, working in a small branch. They make frequent visits among less-active members and with families recently converted to the Church. These visits provide opportunity for the Poelmans to read with those families and bear testimony of temple blessings. In their mission branches, they have also taught people how to conduct music and play simplified versions of the hymns on small electronic keyboards. Elder and Sister Poelman recently wrote: “Baptism is only the first step in conversion. When the initial excitement subsides and the new converts continue facing the need to work long hours just to put bread on the table, they need others to help them who share the joy of the gospel. That is our specialty. Part of our work is preventive—staying close to new converts. Yet others who rarely attend meetings have not lost conviction and receive our messages gratefully. As we watch the changes brought about in the lives of those we visit, we feel blessed to be receiving constant tutoring and help from the Lord in this work and, at the same time, to know that our family members back home are vicariously sharing our calling and those special blessings.”<sup class=\"noteMarker\"><a href=\"#footnote6-24911_000_027\">6<\/a>\n\t <span class=\"footnote\">[Personal letter, dated 29 June 2004.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p10\" class=\"\">Such marvelous couples are engaged in the work of reclaiming souls who have previously made covenants to take upon themselves the name of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p11\" class=\"\">Other missionary couples render service in sacred temples of the Church. Elder Kenneth and Sister Barbara Willits, for instance, serve in the Accra Ghana Temple. They developed a special love for the people of Ghana while serving there as missionaries more than two decades earlier. They are energetic and enthusiastic converts of 50 years, with 3 children, 16 grandchildren, and 12 great-grandchildren. They perform the exalting ordinances of the temple. Brother Willits serves as a sealer. On several occasions they have been pleasantly surprised to meet members whom they had previously encountered during their first mission. Recently Elder Willits performed the sealing of a husband and wife that they had taught in 1982, and to that couple, Elder Willits sealed four of their deceased children. Elder and Sister Willits write: “Our willingness to leave our family and home is motivated by the temple covenants we have made, and our deepest desire is to become an eternal family. Our family is fully supportive as we serve, and they share in many blessings we have received. We are humbly grateful for the privilege of assisting others to receive their temple blessings.”<sup class=\"noteMarker\"><a href=\"#footnote7-24911_000_027\">7<\/a>\n\t <span class=\"footnote\">[Personal letter, received 28 June 2004.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p12\" class=\"\">Courageous and caring couples like Elder and Sister Willits enable and enrich the work done in many of our temples across the earth. Some, such as the Accra Ghana Temple, are located where most local members had not had previous opportunities to attend a temple. Ordinances for those members are now enhanced by experienced couples who serve as temple missionaries. To them, we also express our heartfelt gratitude.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p13\" class=\"\">Earlier this year Elder Douglas L. Callister and I were in Kiev, capital city of Ukraine. We were there to create the first stake in the former Union of Soviet Socialist Republics. We were pleased to note that the Kiev Ukraine District was well prepared to become a stake—fully organized and ready to take its place among the stakes of Zion. There we also met with the missionaries, among whom were several stalwart senior couples. We listened attentively to their expressions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p14\" class=\"\">We remember the account of Elder Rudi and Sister Eva Hegewald, who grew up in what was then known as East Germany. Speaking with a slight and sweet German accent, they recounted the difficult days of World War II and the subsequent Soviet occupation. They spoke of their many deprivations. Finding the Lord’s true Church and later immigrating to America were counted as treasured blessings. The ensuing years brought them five healthy children, along with spiritual and financial increase. They felt that serving a mission would be a good way for them to show gratitude to the Lord. They expressed a deep desire to serve in Eastern Europe. Their call came to serve in the Ukraine Kiev Mission. Elder and Sister Hegewald write: “Now, close to the end of our mission in the land of our former enemy, we are thankful for the opportunity to teach and love the Ukrainian people. As we have served the Lord, our souls have been healed and our family has become more united. We have had a truly remarkable and satisfying experience and have seen many small miracles.”<sup class=\"noteMarker\"><a href=\"#footnote8-24911_000_027\">8<\/a>\n\t <span class=\"footnote\">[Personal letter, received 1 July 2004.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p15\" class=\"\">Notice that all three couples wrote of their blessings. Another couple tells of blessings that come from missionary service. They wrote: “Good people replaced our parenting functions better than we. … If a family problem has not yielded to prayer and fasting, a mission might be considered.”<sup class=\"noteMarker\"><a href=\"#footnote9-24911_000_027\">9<\/a>\n\t <span class=\"footnote\">[Letter addressed to Elder Dallin H. Oaks from Dr. Brent and Carol Petersen, dated 27 June 2004.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p16\" class=\"\">No senior missionary finds it convenient to leave. Neither did Joseph or Brigham or John or Wilford. They had children and grandchildren too. They loved their families not one whit less, but they also loved the Lord and wanted to serve Him. Someday we may meet these stalwarts who helped to establish this dispensation. Then will we rejoice that we did not seek the shadows when a call to missionary service came from the prophet, even in the autumn years of our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p17\" class=\"\">At general conference in October 1925, President Heber J. Grant issued a clarion call for “men of mature years and sound judgment, who have had experience in the preaching of the gospel, … to go forth and labor in the mission field.”<sup class=\"noteMarker\"><a href=\"#footnote10-24911_000_027\">10<\/a>\n\t <span class=\"footnote\">[In Conference Report, Oct. 1925, 10.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p18\" class=\"\">That need persists. At the most recent training broadcast to priesthood leaders throughout the world, President Gordon B. Hinckley issued a similar call: “There is a constant need for more couple missionaries,” he said. “They perform wonderful service throughout the world. You [leaders] need not wait for the couples to volunteer. The sacrifices associated with serving the Lord full time will abundantly bless the couples, their families, and the people they serve.”<sup class=\"noteMarker\"><a href=\"#footnote11-24911_000_027\">11<\/a>\n\t <span class=\"footnote\">[“To the Bishops of the Church,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> 19 June 2004, 27; see also “Excerpts from Recent Addresses of President Gordon B. Hinckley,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1996, 72.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Qualifications for the Work<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p20\" class=\"\">Bishops also need to heed that prophetic call and ask such members if they could serve. Opportunities for senior missionaries are varied and vast.<sup class=\"noteMarker\"><a href=\"#footnote12-24911_000_027\">12<\/a>\n\t <span class=\"footnote\">[Categories include leadership and member work; family history and temple service; medical, humanitarian, and welfare services; working at visitors’ centers, for public affairs, on an area or mission office staff, with finance and records, with physical facilities, for the Church Educational System, with the Perpetual Education Fund, or in support of other educational endeavors. Other opportunities are available to suit the unique abilities possessed by prospective missionaries. See Giles H. Florence Jr., “So Many Kinds of Missions,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1990, 6–11.]<\/span><\/sup> Their calls to serve are officially made after prayerful consideration has been given to their occupational background, language experience, and personal capabilities.<sup class=\"noteMarker\"><a href=\"#footnote13-24911_000_027\">13<\/a>\n\t <span class=\"footnote\">[For details regarding qualification and preparation for senior missionaries, see David B. Haight, “Couple Missionaries—‘A Wonderful Resource,’” <span class=\"emphasis\">Liahona,<\/span> Oct. 1997, 26–33; <span class=\"emphasis\">Ensign,<\/span> Feb. 1996, 6–12; Vaughn J. Featherstone, “Couple Missionaries: ‘Too Wonderful for Me,’” <span class=\"emphasis\">Ensign,<\/span> Sept. 1998, 14–17; “There Is Work for Us to Do,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1993, 36–41; “The Impact of Couple Missionaries,” <span class=\"emphasis\">Ensign,<\/span> Apr. 2003, 60–63; John L. Hart, “Working Miracles in Mission Field,” <span class=\"emphasis\">Church News,<\/span> 22 Dec. 1990, 3, 7.]<\/span><\/sup> Of all qualifications to serve, a <span class=\"emphasis\">desire<\/span> to serve may be the most important. The Lord has declared:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p21\" class=\"\">“O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p22\" class=\"\">“Therefore, if ye have <span class=\"emphasis\">desires<\/span> to serve God ye are called to the work.”<sup class=\"noteMarker\"><a href=\"#footnote14-24911_000_027\">14<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43913)\">D&amp;C 4:2–3<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p23\" class=\"\">Many humble Latter-day Saints fear that they are not qualified for missionary labors. But to such a prospective missionary, the Lord has given this assurance: “Faith, hope, charity and love, with an eye single to the glory of God, qualify him for the work.”<sup class=\"noteMarker\"><a href=\"#footnote15-24911_000_027\">15<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43914)\">D&amp;C 4:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Limitations Imposed by Age and Health<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p25\" class=\"\">As I extol the work of senior missionaries, I realize that there are many more who would like to serve but are not able to do so. Limitations imposed by age or by poor health deserve realistic appraisal, as do the important needs of family members. When desire burns within yet such limitations exist, you can extend your service through others. They can be your arms and legs, and you can provide needed funds. Still others can contribute time and talents as live-at-home missionaries.<sup class=\"noteMarker\"><a href=\"#footnote16-24911_000_027\">16<\/a>\n\t <span class=\"footnote\">[Additional information can be found on the Church Web site www.lds.org under “Service Opportunities for Senior Missionaries” (click on “Other Resources” on the home page, then on “Church-Service Missionary Opportunities”).]<\/span><\/sup> Each will be pleasing to the Lord, and each will receive His praise.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Gospel<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p27\" class=\"\">All of us may preach the gospel by precept and example. The word <span class=\"emphasis\">gospel<\/span> means “good news.” The good news is the Lord Jesus Christ and His message of salvation.<sup class=\"noteMarker\"><a href=\"#footnote17-24911_000_027\">17<\/a>\n\t <span class=\"footnote\">[See Bible Dictionary, “Gospels,” 682–83.]<\/span><\/sup> Jesus equated the gospel with both His mission and with His ministry in mortality. In His <span class=\"emphasis\">mission<\/span> statement, Jesus said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p28\" class=\"\">“This is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p29\" class=\"\">“And my Father sent me that I might be lifted up upon the cross.”<sup class=\"noteMarker\"><a href=\"#footnote18-24911_000_027\">18<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43894)\">3 Ne. 27:13–14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p30\" class=\"\">The Savior’s mortal mission we know as the <span class=\"emphasis\">Atonement.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p31\" class=\"\">The Savior’s mortal <span class=\"emphasis\">ministry<\/span> includes everything else that He did—His teachings, expressions of love, attention to ordinances, patterns of prayer, perseverance, and more. He lived to be our Exemplar, which He also equated to the gospel in His ministerial statement. “This is my gospel,” He said, “… for the works which ye have seen me do that shall ye also do.”<sup class=\"noteMarker\"><a href=\"#footnote19-24911_000_027\">19<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43895)\">3 Ne. 27:21<\/a><\/span>.]<\/span><\/sup> Thus, faith; repentance; baptism by water, fire, and of the Holy Ghost; the gathering of the elect; and enduring to the end are all part of the gospel.<sup class=\"noteMarker\"><a href=\"#footnote20-24911_000_027\">20<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"43928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43928)\">D&amp;C 33:6–12<\/a><\/span>; <span class=\"citation\" id=\"43934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43934)\">D&amp;C 39:6<\/a><\/span>.]<\/span><\/sup> All of us can emulate the Lord’s example, regardless of age, status, or location.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/senior-missionaries-and-the-gospel.p32\" class=\"\">As one among the “special witnesses of the name of Christ in all the world,”<sup class=\"noteMarker\"><a href=\"#footnote21-24911_000_027\">21<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"43999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43999)\">D&amp;C 107:23<\/a><\/span>.]<\/span><\/sup> I declare that He is the Son of the living God, our atoning Savior and Redeemer. This is His Church, restored in these latter days to fulfill its divine destiny. His prophet today is President Gordon B. Hinckley. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24911_000_027\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43710)\">Mark 16:15<\/a><\/span>; see also <span class=\"citation\" id=\"43706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43706)\">Matt. 28:19<\/a><\/span>; <span class=\"citation\" id=\"43897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43897)\">Morm. 9:22<\/a><\/span>; <span class=\"citation\" id=\"43937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43937)\">D&amp;C 42:58<\/a><\/span>; <span class=\"citation\" id=\"43961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43961)\">D&amp;C 68:8<\/a><\/span>; <span class=\"citation\" id=\"43967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43967)\">D&amp;C 80:1<\/a><\/span>; <span class=\"citation\" id=\"43984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43984)\">D&amp;C 84:62<\/a><\/span>; <span class=\"citation\" id=\"44008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44008)\">D&amp;C 112:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24911_000_027\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>For example, see Gordon B. Hinckley, “There Must Be Messengers,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1987, 2–5; see also L. Tom Perry, “Go Ye Therefore, and Teach All Nations,” <span class=\"emphasis\">Ensign,<\/span> May 1984, 78–80; M. Russell Ballard, “Missionary Couples,” <span class=\"emphasis\">Tambuli,<\/span> May 1990, 16–21; <span class=\"emphasis\">Ensign,<\/span> June 1988, 8–12; Robert D. Hales, “Couple Missionaries: A Time to Serve,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 28–31; <span class=\"emphasis\">Ensign,<\/span> May 2001, 25–27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24911_000_027\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Serving as Couple Missionaries,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1997, 15.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24911_000_027\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43717)\">Luke 22:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24911_000_027\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Concerns pertaining to a mission may be considered in four categories:  (1) Finances: Any expenses over and beyond what would have been needed at home may be subsidized by children, friends, quorums, or by other members of the family.  (2) Fear: Mature missionaries need not fear tracting or learning a new language. Much can be contributed using talents already acquired. Missionaries can venture into another language situation knowing that they will learn what they need to know without demanding fluency of themselves. They will learn some of their mission language and find joy in using each new expression.  (3) Fitness: While a risk-free environment cannot be guaranteed either at home or in the mission field, appropriate provisions can be made for proper diet and exercise. Routine needs for physical care can generally be met in the mission field. In the event of an emergency, evacuation, if advisable, is possible.  (4) Families: Children and grandchildren of senior missionaries will be blessed because of their service. To a missionary the Lord provided this promise: “Behold, you have had many afflictions because of your family; nevertheless, I will bless you and your family, yea, your little ones; and the day cometh that they will believe and know the truth and be one with you in my church” (<span class=\"citation\" id=\"43927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43927)\">D&amp;C 31:2<\/a><\/span>). As those “little ones” pray for their missionary parents, they will be drawn toward the Lord as well as to parents or grandparents.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24911_000_027\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal letter, dated 29 June 2004.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24911_000_027\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal letter, received 28 June 2004.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24911_000_027\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal letter, received 1 July 2004.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24911_000_027\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter addressed to Elder Dallin H. Oaks from Dr. Brent and Carol Petersen, dated 27 June 2004.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24911_000_027\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1925, 10.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24911_000_027\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“To the Bishops of the Church,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> 19 June 2004, 27; see also “Excerpts from Recent Addresses of President Gordon B. Hinckley,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1996, 72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24911_000_027\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Categories include leadership and member work; family history and temple service; medical, humanitarian, and welfare services; working at visitors’ centers, for public affairs, on an area or mission office staff, with finance and records, with physical facilities, for the Church Educational System, with the Perpetual Education Fund, or in support of other educational endeavors. Other opportunities are available to suit the unique abilities possessed by prospective missionaries. See Giles H. Florence Jr., “So Many Kinds of Missions,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1990, 6–11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24911_000_027\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>For details regarding qualification and preparation for senior missionaries, see David B. Haight, “Couple Missionaries—‘A Wonderful Resource,’” <span class=\"emphasis\">Liahona,<\/span> Oct. 1997, 26–33; <span class=\"emphasis\">Ensign,<\/span> Feb. 1996, 6–12; Vaughn J. Featherstone, “Couple Missionaries: ‘Too Wonderful for Me,’” <span class=\"emphasis\">Ensign,<\/span> Sept. 1998, 14–17; “There Is Work for Us to Do,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1993, 36–41; “The Impact of Couple Missionaries,” <span class=\"emphasis\">Ensign,<\/span> Apr. 2003, 60–63; John L. Hart, “Working Miracles in Mission Field,” <span class=\"emphasis\">Church News,<\/span> 22 Dec. 1990, 3, 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24911_000_027\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43913)\">D&amp;C 4:2–3<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-24911_000_027\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43914)\">D&amp;C 4:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-24911_000_027\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>Additional information can be found on the Church Web site www.lds.org under “Service Opportunities for Senior Missionaries” (click on “Other Resources” on the home page, then on “Church-Service Missionary Opportunities”).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-24911_000_027\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bible Dictionary, “Gospels,” 682–83.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-24911_000_027\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43894)\">3 Ne. 27:13–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-24911_000_027\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43895)\">3 Ne. 27:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-24911_000_027\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43928)\">D&amp;C 33:6–12<\/a><\/span>; <span class=\"citation\" id=\"43934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43934)\">D&amp;C 39:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_027\"><a name=\"-24911_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-24911_000_027\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43999)\">D&amp;C 107:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}