{"ID":705, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Work for the Living and the Dead<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1954, pp. 90-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have always enjoyed listening to that beautiful little song, \"The Prayer Perfect,\" and I am\nthinking just now of the last few words in that song: \n<\/p><p>\nAnd with all the needy, O divide, I pray,\nThis vast treasure of content that is mine today.\n<\/p><p>\nAs we sit here, brothers and sisters, we are blessed with vast treasures of content, knowing\nfull well and having the assurance that God lives, and that this is his Church and kingdom;\nknowing that if we will keep the commandments of the Lord, that we may go back into his\npresence; that we may reach out and bring our loved ones and our friends this same blessing. \nThis brings a great measure of contentment.  But we must not rest contented, for the Lord has\nplaced upon our shoulders the responsibility, not only of perfecting our own lives, but also of\nteaching to all the world this gospel.  That has been emphasized in this conference.  In\naddition to that, he has given us the responsibility of identifying our dead kindred, of placing\ntheir names in the temples and there receiving ordinances as proxies for\nthem.\n<\/p><p>\nThere are those, even among us who belittle and minimize this part of the gospel plan.  There\nare many in the world who believe it not at all, yet it is true, and it is indispensable to the\nwelfare and the salvation, both of the living and of the dead!  Since God is just, his divine\nplan of salvation includes the means and the power by which those who have died without a\nknowledge of the gospel may hear it and, if they will, may accept it and receive that which\nhas already been mentioned in this conference; namely the great gift of immortality and\neternal life.\n<\/p><p>\nFor for this cause was the gospel preached also to them that are dead, that they might be\njudged according to men in the flesh, but live according to God in the spirit\n(<span class=\"citation\" id=\"2254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2254)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nInasmuch as God is a just God, the same principles, the same ordinances, the same conditions\nthat apply to the salvation of the living apply also to the salvation of the dead&mdash;even that of\nbaptism, which we know is indispensable for our membership in the Church and kingdom of\nGod.  The Lord has said,\n<\/p><p>\nExcept a man be born of water and of the Spirit, he cannot enter into the kingdom of God\n(<span class=\"citation\" id=\"27584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27584)\">John 3:5<\/a><\/span>).\n<\/p><p>\nThat means he must be baptized and receive the Holy Ghost.\n<\/p><p>\nNow, when the Savior said that, he made no exceptions.  There was no distinction between\nthe living and the dead.  All were included; all must meet this prerequisite for membership\nand citizenship in that kingdom.\n<\/p><p>\nWilford Woodruff, seventy-eight years ago tomorrow, said something about this, when he\nmade this significant statement: \n<\/p><p>\nGod is no respecter of persons (<span class=\"citation\" id=\"7723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7723)\">Acts 10:34<\/a><\/span>);\nhe will not give privileges to one generation and withhold them from\nanother; and the whole human family, from Father Adam down to our day have got to have\nthe  privilege, somewhere, of hearing the gospel of Christ . . .  They have to be preached to\nin the spirit world.  But nobody will baptize them there, therefore someone must administer to\nthem by proxy here in the flesh, that they may be judged according to man in the flesh\n(<span class=\"citation\" id=\"2255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2255)\">1 Pet. 4:6<\/a><\/span>) and\nhave part in the first resurrection (<i>Discourses of Wilford Woodruff<\/i>, p. 179).\n<\/p><p>\nAnd then a few years later this great man said this: \"We have got to enter these temples and\nredeem our dead . . . This is the great work of the last dispensation, the redemption of the\nliving and of the dead.\"\n<\/p><p>\nNow, this is a tremendous task, a stupendous assignment.  I feel sure, however, that as we\nwork with the means and powers that we have and do our utmost toward this great work of\nredeeming the dead, that the Lord will, as he has done in the immediate past, provide\nadditional ways and means and improved facilities by which this work can be better\naccomplished.\n<\/p><p>\nIt is for a good reason that he has placed this responsibility upon us.  It teaches us\nunselfishness.  It teaches us love of others.  It teaches us to be Christ-like and even become,\nin reality, saviors upon Mount Zion (<span class=\"citation\" id=\"41162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41162)\">Obad. 1:21<\/a><\/span>).\n<\/p><p>\nAnother reason that he has placed it upon our shoulders is to provide through us the necessary\nordinances for those who have passed on.  My brothers and sisters, we cannot escape this\nassignment on behalf of the dead!\n<\/p><p>\nNow in order that the righteous dead may receive by proper authority the ordinances that are\nnecessary for the blessings of immortality and eternal life, the Lord long, long ago promised\nthe world that he would send from his presence one who possessed the authority and the keys\nto begin anew this work upon the earth.  The promise was made through Malachi, the\nprophet, when he said,\n<\/p><p>\nBehold, I will send you Elijah the prophet before the coming of the great and dreadful day of\nthe Lord: \n<\/p><p>\nAnd he shall turn the heart of the fathers to the children, and the heart of the children to their\nfathers, lest I come and smite the earth with a curse\n(<span class=\"citation\" id=\"32748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32748)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nNow, the Prophet Joseph Smith said that this word <i>turn<\/i> should be understood to mean <i>bind<\/i> or\n<i>seal<\/i> the hearts of the children to their fathers, and vice versa.  I like the words of Moroni to\nthe Prophet Joseph in regard to this. Said Moroni: \n<\/p><p>\nBehold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the lord.\n<\/p><p>\nAnd he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers&mdash;\n<\/p><p>\nas they have done in a most marvelous way.\n<\/p><p>\nIf it were not so, the whole earth would be utterly wasted at his coming\n(<span class=\"citation\" id=\"13209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13209)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nThe literal fulfillment of this promise has been made in our day!  If we turn to the 110th\nsection of the Doctrine and Covenants, we will find that the Prophet Malachi's prediction has\nbeen literally fulfilled: that Elijah has come. On April 3, 1836, when Joseph and Oliver were\nin the Kirtland Temple, after certain ceremonies, including the sacrament, had been taken care\nof, they retired to the pulpit; and the veils being dropped, they bowed their heads in solemn\nand silent prayer, and then they declared that after arising from this prayer, that\n<\/p><p>\nThe veil was taken from our minds, and the eyes of our understanding were opened.\n<\/p><p>\nWe saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet\nwas a paved work of pure gold, in color like amber.\n<\/p><p>\nHis eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of the\nrushing of great waters, even the voice of Jehovah\"\n(<span class=\"citation\" id=\"13311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13311)\">D&amp;C 110:1-3<\/a><\/span>).\n<\/p><p>\nThe Lord told them that their sins were forgiven; that he had accepted that house, the temple\nin Kirtland, as the work of their hands; that it should be only the beginning of such things,\nand that\n<\/p><p>\n. . . the hearts of thousands and tens of thousands shall greatly rejoice in consequence of the\nblessings which shall be poured out, and the endowment with which my servants have been\nendowed in this house.\n<\/p><p>\nAnd the fame of this house shall spread to foreign lands\n(<span class=\"citation\" id=\"13312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13312)\">D&amp;C 110:9-10<\/a><\/span>),\n<\/p><p>\nand the Savior told them this was the beginning of the blessings which shall be poured upon\nthe heads of the people all over the world.\n<\/p><p>\nWe have seen, in part, the fulfillment of that.\n<\/p><p>\nAfter this vision closed, Moses appeared to them and committed to them the keys of the\ngathering of Israel from the four parts of the earth.  This was followed by the visitation of\nElias who committed the gospel of Abraham, then they declared that: \n<\/p><p>\nAfter this vision had closed, another great and glorious vision burst upon us; for Elijah the\nprophet, who was taken to heaven without tasting death, stood before us, and said: \n<\/p><p>\nBehold, the time has fully come, which was spoken of by the mouth of Malachi&mdash;testifying\nthat he [Elijah] should be sent, before the great and dreadful day of the Lord come&mdash;\n<\/p><p>\nTo turn the hearts of the fathers to the children, and the children to the fathers, lest the whole\nearth be smitten with a curse&mdash;\n<\/p><p>\n\"Therefore,\" (And this is the important thing) . . .\n<\/p><p>\nTherefore, the keys of this dispensation are committed into your hands; and by this ye may\nknow that the great and dreadful day of the Lord is near, even at the doors\n(<span class=\"citation\" id=\"13313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13313)\">D&amp;C 110:13-16<\/a><\/span>).\n<\/p><p>\nThus, my brothers and sisters, has the fulfillment of Malachi's prophecy come to pass in this\ntime of ours?  He has come, and the powers that were given to Joseph have been extended to\nothers, so that the people of the whole world might, if they will, be blessed, and so that all of\nthe ordinances of the gospel might be administered to in power and in righteousness.\n<\/p><p>\nNow, I know that men say, and they have said to me, \"We do not believe\nthis.\" But the disbelief of a million men does not change the fact!  The restoration of this\npriesthood will, as has been predicted, save the earth from being utterly wasted at the coming\nof the lord, otherwise his purposes would be thwarted; and we are told he has said that his\npurposes and his designs will not be frustrated, but only the designs and the purposes and the\nacts of men will be brought to naught.\n<\/p><p>\nWe must not assume that the mission of Elijah and the powers that were given by him are\nconfined only to the dead, for the living also must receive these same ordinances and have\nthem performed if they would have exaltation and eternal life in the celestial kingdom of\nheaven.\n<\/p><p>\nHow wonderful it is to see the young people&mdash;all people, come to the temples of the lord in\ngreat numbers and receive their blessings.  How fitting it is to see the parents and the\ngrandparents come with their children.  This is the ideal way, for if we are going to be\ntogether as families in the next life, it has always seemed to me that we should get some\npractice in getting together with our families under such circumstances in this life.\n<\/p><p>\nThe obligation of the Latter-day Saints is three-fold: \n<\/p><p>\n1. To prepare themselves to go to the temple and receive their blessings and to teach their\nchildren to live so that they may be worthy and have a desire to go.\n<\/p><p>\n2. To gather the records of our dead and place them in the temples.\n<\/p><p>\n3. To go to the house of the Lord and there give our services occasionally to those who have\npassed on without a knowledge of the gospel.\n<\/p><p>\nOnly by so doing can we perfect ourselves and receive the fullness of joy here and hereafter!\n<\/p><p>\nThe Prophet Joseph has said that we should not procrastinate in this work. I know that many\nare active in it, many are anxiously engaged in it, but the majority of us are unconcerned. We\nmust not cave it to Aunt Martha or someone else to identify our dead and to go to the\ntemples; we must not assume that it has been done; it is our individual obligation to do this\nwork!  The Prophet has said that the Saints have not too much time to save and redeem the\ndead and to gather together the living relatives, and that is important, that they may be saved\nalso.  \"They have not too much time,\" he said, \"before the earth will be smitten and the\nconsumption decreed falls upon the world\" (see <i>Teachings of the Prophet Joseph Smith<\/i>, p.\n330). So, before that day comes, while the day lasts and before the night comes when no man\ncan work (<span class=\"citation\" id=\"27597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27597)\">John 9:4<\/a><\/span>),\nlet us rejoice in this great restoration and participate in it to our joy and to our\nsatisfaction.  May we do this, I pray humbly, in the name of the Lord Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}