{"ID":7050, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Least of These\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p3\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let no one underestimate the power of faith in the ordinary Latter-day Saints.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p5\" class=\"\">There is a message for Latter-day Saints in a seldom quoted revelation given to the Prophet Joseph Smith in 1838. “I remember my servant Oliver Granger; behold, verily I say unto him that his name shall be had in sacred remembrance from generation to generation, forever and ever, saith the Lord” (<span class=\"citation\" id=\"44009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44009)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44009)\">D&amp;C 117:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p6\" class=\"\">Oliver Granger was a very ordinary man. He was mostly blind having “lost his sight by cold and exposure” (<span class=\"emphasis\">History of the Church,<\/span> 4:408). The First Presidency described him as “a man of the most strict integrity and moral virtue; and in fine, to be a man of God” (<span class=\"emphasis\">History of the Church,<\/span> 3:350).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p7\" class=\"\">When the Saints were driven from Kirtland, Ohio, in a scene that would be repeated in Independence, Far West, and in Nauvoo, Oliver was left behind to sell their properties for what little he could. There was not much chance that he could succeed. And, really, he did not succeed!<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p8\" class=\"\">But the Lord said, “Let him contend earnestly for the redemption of the First Presidency of my Church, saith the Lord; and when he falls he shall rise again, for his sacrifice shall be more sacred unto me than his increase, saith the Lord” (<span class=\"citation\" id=\"44011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44011)\">D&amp;C 117:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p9\" class=\"\">What did Oliver Granger do that his name should be held in sacred remembrance? Nothing much, really. It was not so much what he did as what he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p10\" class=\"\">When we honor Oliver, much, perhaps even most, of the honor should go to Lydia Dibble Granger, his wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p11\" class=\"\">Oliver and Lydia finally left Kirtland to join the Saints in Far West, Missouri. They had gone but a few miles from Kirtland when they were turned back by a mob. Only later did they join the Saints at Nauvoo.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p12\" class=\"\">Oliver died at age 47, leaving Lydia to look after their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p13\" class=\"\">The Lord did not expect Oliver to be perfect, perhaps not even to succeed. “When he falls he shall rise again, for his sacrifice shall be more sacred unto me than his increase, saith the Lord” (<span class=\"citation\" id=\"44012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44012)\">D&amp;C 117:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p14\" class=\"\">We cannot always expect to succeed, but we should try the best we can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p15\" class=\"\">“For I, the Lord, will judge all men according to their works, according to the desire of their hearts” (<span class=\"citation\" id=\"44030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44030)\">D&amp;C 137:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p16\" class=\"\">The Lord said to the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p17\" class=\"\">“When I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p18\" class=\"\">“… This I make an example unto you, for your consolation concerning all those who have been commanded to do a work and have been hindered by the hands of their enemies, and by oppression, saith the Lord your God” (<span class=\"citation\" id=\"44022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44022)\">D&amp;C 124:49, 53<\/a><\/span>; see also <span class=\"citation\" id=\"43826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43826)\">Mosiah 4:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p19\" class=\"\">The few in Kirtland are now millions of ordinary Latter-day Saints across the world. They speak a multitude of languages but unite in faith and understanding through the language of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p20\" class=\"\">These faithful members make and keep their covenants and strive to be worthy to enter the temple. They believe the prophecies and sustain the ward and branch leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p21\" class=\"\">Like Oliver, they sustain the First Presidency and the Quorum of the Twelve Apostles and accept what the Lord said: “If my people will hearken unto my voice, and unto the voice of [these men] whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place” (<span class=\"citation\" id=\"44021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44021)\">D&amp;C 124:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p22\" class=\"\">In the revelation given as a preface for the Doctrine and Covenants, the Lord explained who would do His work. Listen carefully as I read that revelation, and think of the trust that the Lord has in us:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p23\" class=\"\">“Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p24\" class=\"\">“And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets—<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p25\" class=\"\">“The <span class=\"emphasis\">weak things<\/span> of the world shall come forth and break down the mighty and strong ones, that man should not counsel his fellow man, neither trust in the arm of flesh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p26\" class=\"\">The next verse provides for the priesthood to be conferred upon ordinary, worthy men and boys:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p27\" class=\"\">“That every man might speak in the name of God the Lord, even the Savior of the world; …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p28\" class=\"\">“That the fulness of my gospel might be proclaimed by the <span class=\"emphasis\">weak and the simple<\/span> unto the ends of the world, and before kings and rulers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p29\" class=\"\">“Behold, I am God and have spoken it; these commandments are of me, and were given unto my servants in their <span class=\"emphasis\">weakness,<\/span> after the manner of their language, that they might come to understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p30\" class=\"\">“And inasmuch as they erred it might be made known;<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p31\" class=\"\">“And inasmuch as they sought wisdom they might be instructed;<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p32\" class=\"\">“And inasmuch as they sinned they might be chastened, that they might repent;<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p33\" class=\"\">“And inasmuch as they were humble they might be made strong, and blessed from on high, and receive knowledge from time to time” (<span class=\"citation\" id=\"43909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43909)\">D&amp;C 1:17–20, 23–28<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p34\" class=\"\">Now another generation of youth comes forward. We see a strength in them beyond what we have seen before. Drinking and drugs and moral mischief are not a part of their lives. They band together in study of the gospel, in socials, and in service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p35\" class=\"\">They are not perfect. Not yet. They are doing the best they can, and they are stronger than the generations that came before.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p36\" class=\"\">As the Lord told Oliver Granger, “When [they fall they] shall rise again, for [their] sacrifice shall be more sacred unto me than [their] increase” (<span class=\"citation\" id=\"44013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44013)\">D&amp;C 117:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p37\" class=\"\">Some worry endlessly over missions that were missed, or marriages that did not turn out, or babies that did not arrive, or children that seem lost, or dreams unfulfilled, or because age limits what they can do. I do not think it pleases the Lord when we worry because we think we never do enough or that what we do is never good enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p38\" class=\"\">Some needlessly carry a heavy burden of guilt which could be removed through confession and repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p39\" class=\"\">The Lord did not say of Oliver, “<span class=\"emphasis\">[If]<\/span> he falls,” but “<span class=\"emphasis\">When<\/span> he falls he shall rise again” (<span class=\"citation\" id=\"44014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44014)\">D&amp;C 117:13<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p40\" class=\"\">Some years ago in the Philippines we arrived early for a conference. Sitting on the curb were a father and mother and four small children dressed in their Sunday best. They had come several hours on a bus and were having the first meal of the day. Each of them was eating a cob of cold, boiled corn. The cost of the bus to Manila probably came out of their food budget.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p41\" class=\"\">As I watched that family, my heart overflowed with emotion. <span class=\"emphasis\">There<\/span> is the Church. <span class=\"emphasis\">There<\/span> is the power. <span class=\"emphasis\">There<\/span> is the future. As with families in many lands, they pay their tithing, sustain their leaders, and do their best to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p42\" class=\"\">For more than 40 years, my wife and I have traveled over the earth. We know members of the Church in perhaps a hundred countries. We have felt the power in their simple faith. Their individual testimonies and their sacrifice have had a profound effect on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p43\" class=\"\">I do not like to receive honors. Compliments always bother me, because the great work of moving the gospel forward has in the past, does now, and will in the future depend upon ordinary members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p44\" class=\"\">My wife and I do not expect reward for ourselves greater than will come to our own children or to our parents. We do not press nor do we really want our children to set great prominence and visibility in the world or even in the Church as their goal in life. That has so very little to do with the worth of the soul. They will fulfill our dreams if they live the gospel and raise their children in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p45\" class=\"\">Like John, “[We] have no greater joy than to hear that [our] children walk in truth” (<span class=\"citation\" id=\"43793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43793)\">3 Jn. 1:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p46\" class=\"\">Some years ago, as president of the New England Mission, I left Fredericton, New Brunswick. It was 40 degrees below zero. As the plane taxied away from that small terminal, I saw two young elders standing outside, waving good-bye. I thought, “Foolish boys. Why do they not go inside where it’s warm?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p47\" class=\"\">Suddenly there came over me a powerful prompting, a revelation: There in these two ordinary young missionaries stands the priesthood of Almighty God. I leaned back, content to leave the missionary work for that entire province of Canada in their hands. It was a lesson I have never forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p48\" class=\"\">Eight weeks ago Elder William Walker of the Seventy and I held a zone conference in Naha for 44 missionaries on the island of Okinawa. President Mills of the Japan Fukuoka Mission was prevented from attending by an approaching ferocious typhoon. The young zone leaders conducted that meeting with as much inspiration and dignity as their mission president might have done. We left the next morning in gale-force winds, content to leave the missionaries in their care.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p49\" class=\"\">Recently in Osaka, Japan, Elders Russell Ballard and Henry Eyring of the Twelve and I, together with President David Sorensen and others of the Seventy, met with 21 mission presidents and 26 Area Authority Seventies. There were among the Area Authority Seventies Elder Subandriyo from Jakarta, Indonesia; Elder Chu-Jen Chia from Beijing, China; Elder Remus G. Villarete of the Philippines; Elder Won Yong Ko from Korea; and 22 others—only two Americans among them. It was a uniting of nations, tongues, and people. None of them are paid. They all serve freely, grateful to be called to the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p50\" class=\"\">We reorganized stakes in Okazaki, Sapporo, and Osaka, Japan. All three of the new stake presidents and an incredible number of the leaders had joined the Church as teenagers. Most of them had lost their fathers in the war.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p51\" class=\"\">Elder Yoshihiko Kikuchi of the Seventy is one of that generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p52\" class=\"\">The calamities that the Lord foresaw now come upon an unrepentant world. At once, generation after generation of youth come forward. They are given in marriage. They keep the covenants made in the house of the Lord. They have children and do not let society set limits upon family life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p53\" class=\"\">Today we fulfill the prophecy “that [Oliver Granger’s] name shall be had in sacred remembrance from generation to generation, forever and ever” (<span class=\"citation\" id=\"44010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44010)\">D&amp;C 117:12<\/a><\/span>). He was not a great man in terms of the world. Nevertheless, the Lord said, “Let no man despise my servant Oliver Granger, but let the blessings … be on him forever and ever” (<span class=\"citation\" id=\"44015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44015)\">D&amp;C 117:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p54\" class=\"\">Let no one underestimate the power of faith in the ordinary Latter-day Saints. Remember the Lord said, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"43702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43702)\">Matt. 25:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p55\" class=\"\">He promised that “the Holy Ghost shall be [their] constant companion, and [their] scepter an unchanging scepter of righteousness and truth; and [their] dominion shall be an everlasting dominion, and without compulsory means it shall flow unto [them] forever and ever” (<span class=\"citation\" id=\"44020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44020)\">D&amp;C 121:46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p56\" class=\"\">Nothing! No power can stop the progress of the Lord’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p57\" class=\"\">“How long can rolling waters remain impure? What power shall stay the heavens? As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints” (<span class=\"citation\" id=\"44016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44016)\">D&amp;C 121:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/the-least-of-these.p58\" class=\"\">Of this I bear an apostolic witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}