{"ID":7051, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Did This for You\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p2\" class=\"\">Elaine S. Dalton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/elaine-s-dalton-10.jpg\" alt=\"Elaine S. Dalton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Temple work is the work that we have been prepared to do. It is a work for every generation, including and especially the youth.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p4\" class=\"\">A little over a year ago, my husband and I visited Nauvoo. As we walked through the Old Pioneer Cemetery searching for the grave of an ancestor, Zina Baker Huntington, I was touched by the peaceful solitude and spirit I felt. I walked through the trees and read the names on the gravestones, many of them children and families. I wept as my heart was turned to our forefathers, many of whom had joined the Church and come to Nauvoo. In my mind I asked many questions: Why did they leave their comfortable homes and families? Why did they suffer persecution, sickness, even death? Why did they sacrifice all that they had to come to this place and build a temple? They hardly had shelter, and yet they were building a temple! Why did they do it? And when the temple was nearly completed, how could they leave it behind? As I sat silently contemplating this scene, the answer came forcefully yet softly to my mind and heart: “We did this for you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p5\" class=\"\">Those words, “We did this for you,” reminded me that our ancestors, along with many other faithful Saints, sacrificed everything because of their testimonies and faith in Jesus Christ. They knew that the gospel had been restored to the earth once more and that they were led by a prophet of God. They knew that the Book of Mormon was true and understood its message and witness. They knew that through the restoration of priesthood keys, families could be sealed together for eternity through holy priesthood ordinances available only in a temple. They knew that temple work was the key to the salvation and exaltation of the human family. They knew the importance of this work, and they were willing to give all that they had in order to provide a house acceptable to the Lord wherein this holy work could be performed. They sacrificed everything so that past and future generations would have access to the eternal blessings of the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p6\" class=\"\">Prior to coming to Nauvoo, the Saints sacrificed greatly to build the first temple of this dispensation in Kirtland, Ohio. It was there that the Lord Himself appeared to Joseph Smith and Oliver Cowdery. Three other heavenly messengers also appeared there. One of these was Elijah the prophet, who restored, through the Prophet Joseph Smith, keys pertaining to the restoration of the priesthood and the “great work to be done in the temples of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote1-24911_000_030\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44033)\">D&amp;C 138:48<\/a><\/span>; see also <span class=\"citation\" id=\"43926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43926)\">D&amp;C 27:9<\/a><\/span>; <span class=\"citation\" id=\"44007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44007)\">D&amp;C 110:14–16<\/a><\/span>; <span class=\"citation\" id=\"44023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44023)\">D&amp;C 128:17<\/a><\/span>; <span class=\"citation\" id=\"44032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44032)\">D&amp;C 138:47<\/a><\/span>.]<\/span><\/sup> This happened in accordance with the promise that is recorded in the Doctrine and Covenants wherein the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p7\" class=\"\">“Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p8\" class=\"\">“And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p9\" class=\"\">“If it were not so, the whole earth would be utterly wasted at his coming.”<sup class=\"noteMarker\"><a href=\"#footnote2-24911_000_030\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43911)\">D&amp;C 2:1–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p10\" class=\"\">The early Saints understood what this scripture meant, and on that beautiful morning in the old cemetery in Nauvoo, I understood also.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p11\" class=\"\">How can the promises made to the fathers be planted in the hearts of the children? How can the hearts of the children be turned to their fathers? This can happen only when we understand our identity and roles in this work and remain worthy and prepared to enter the temple and act on behalf of those who have gone before.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p12\" class=\"\">Brigham Young said: “We have a work to do just as important in its sphere as the Savior’s work was in its sphere. … We are now called upon to do ours; which is to be the greatest work man ever performed on the earth.”<sup class=\"noteMarker\"><a href=\"#footnote3-24911_000_030\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 406.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p13\" class=\"\">In the vision of the redemption of the dead given to President Joseph F. Smith, he saw many of the noble and great prophets who had been on the earth prior to the Savior’s coming. He also saw the Prophet Joseph Smith, Hyrum Smith, his father, and “<span class=\"emphasis\">other choice spirits<\/span> who were reserved to come forth in the fulness of times to take part in laying the foundations of the great latter-day work.”<sup class=\"noteMarker\"><a href=\"#footnote4-24911_000_030\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44034)\">D&amp;C 138:53<\/a><\/span>; emphasis added.]<\/span><\/sup> Who were those other choice spirits? Our generation was somewhere there among those “noble and great” leaders, prepared in the world of spirits to be on the earth at this time! The scriptures tell us that “even before they were born, they, <span class=\"emphasis\">with many others,<\/span> received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men.”<sup class=\"noteMarker\"><a href=\"#footnote5-24911_000_030\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44036)\">D&amp;C 138:55–56<\/a><\/span>; emphasis added.]<\/span><\/sup> The labor we were prepared and reserved to perform includes “the building of the temples and the performance of ordinances therein for the redemption of the dead.”<sup class=\"noteMarker\"><a href=\"#footnote6-24911_000_030\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44035)\">D&amp;C 138:54<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p14\" class=\"\">Brigham Young foresaw the time in which we are now living. He said, “To accomplish this work there will have to be not only one temple but thousands of them, and thousands and tens of thousands of men and women will go into those temples and officiate for people who have lived as far back as the Lord shall reveal.”<sup class=\"noteMarker\"><a href=\"#footnote7-24911_000_030\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> 394.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p15\" class=\"\">When I was young, my grandfather Martin taught me that in the latter days, temples would literally dot the earth. At the time my grandfather expressed this thought to me, I could hardly imagine it. But I was raised with this knowledge and feeling in my heart. Recently I looked on the Church’s Web site under “temples,” and I could plainly see that the temples, designated by red dots, are starting to spread over much of the earth.<sup class=\"noteMarker\"><a href=\"#footnote8-24911_000_030\">8<\/a>\n       <span class=\"footnote\">[See www.lds.org; see also “Temples throughout the World,” <span class=\"emphasis\">Friend,<\/span> July 2002, 36–37.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p16\" class=\"\">Our beloved prophet, President Gordon B. Hinckley, has said, “We are determined … to take the temples to the people and afford them every opportunity for the very precious blessings that come of temple worship.”<sup class=\"noteMarker\"><a href=\"#footnote9-24911_000_030\">9<\/a>\n       <span class=\"footnote\">[“Some Thoughts on Temples, Retention of Converts, and Missionary Service,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 50.]<\/span><\/sup> Our prophet knows that it is difficult to do temple work if we are not near a temple. This is our day, and temple work is the work that we have been prepared to do. It is a work for every generation, including and especially the youth of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p17\" class=\"\">In order to perform this great work, we must be worthy. No wonder we are surrounded on every side with things designed to discourage, distract, or disqualify us. We must keep our focus, and we must remember that the temple is the reason for everything we do in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p18\" class=\"\">Youth programs such as Personal Progress and Duty to God encourage youth to be worthy to attend the temple. These programs are designed to help youth make and keep commitments, thus preparing them to make and keep covenants. They also encourage youth to participate in journal writing, family history, and performing baptisms for their ancestors. The <span class=\"emphasis\">For the Strength of Youth<\/span> pamphlet teaches doctrine and principles that, if understood and lived, will help youth be worthy to attend the temple. These programs are powerful tools to be used by youth, parents, and leaders. They help youth prepare to be worthy to attend the temple. And our youth do not have to wait until a mission or marriage to visit the temple. They can have temple experiences beginning at age 12 by doing baptisms and confirmations, and these can continue throughout their teen and adult years. Great blessings will literally “be poured out upon the heads” of those who are endowed in the temples, and a portion of these blessings will come to our youth as they live worthily to participate in the house of the Lord.<sup class=\"noteMarker\"><a href=\"#footnote10-24911_000_030\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44006)\">D&amp;C 110:9–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p19\" class=\"\">The Salt Lake Temple baptistry is a thrilling place to be on Saturday mornings! I was there early one morning to be baptized for some of my ancestors. As I sat waiting on the bench in the baptismal area, I noticed that the young woman on my left was reading her patriarchal blessing. The girl on my right was reading her scriptures. I asked her if she had come here with a group. Her reply was: “No, I come with my friend every Saturday. It makes my whole week go better.” These young women, along with many other young men and women, know a grand secret—the temple blesses not only our families’ and ancestors’ lives, but also our own. We are promised that those who are endowed in the temple will go forth from that holy house “armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them.”<sup class=\"noteMarker\"><a href=\"#footnote11-24911_000_030\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44002)\">D&amp;C 109:22<\/a><\/span>.]<\/span><\/sup> These are great blessings and promises. What youth does not desire to prepare to receive these blessings in order to navigate in today’s ever-darkening world?<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p20\" class=\"\">When President Faust talked to the young men in the priesthood session last October, he called on them to lead out and become a part of temple and family history work. He said: “I encourage you … to begin to unlock the knowledge of who you really are by learning more about your forebears. … You can easily access a vast collection of family history records using the Internet on your home computer or at your nearest family history center. … Temple work is essential … because ‘we without them cannot be made perfect; neither can they without us be made perfect.’”<sup class=\"noteMarker\"><a href=\"#footnote12-24911_000_030\">12<\/a>\n       <span class=\"footnote\">[“The Phenomenon That Is You,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2003, 53–54; see also <span class=\"citation\" id=\"44024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44024)\">D&amp;C 128:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p21\" class=\"\">The youth have been prepared “for such a time as this.”<sup class=\"noteMarker\"><a href=\"#footnote13-24911_000_030\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43667)\">Esth. 4:14<\/a><\/span>.]<\/span><\/sup> They are intelligent and bright. They are proficient on computers and the Internet. They are a great untapped resource for good in the world! They have been reserved for these latter days, and they have a great work to do. And not only do they have a great work to do there, but the temple will also be a refuge for them that will protect them from worldly pressures and influences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p22\" class=\"\">As I contemplate President Faust’s words, I can visualize an army of righteous youth prepared and worthy to attend the temple. I can see families sealed together for eternity. I can see youth who understand what it means to be “saviours … on mount Zion.”<sup class=\"noteMarker\"><a href=\"#footnote14-24911_000_030\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43684)\">Obad. 1:21<\/a><\/span>.]<\/span><\/sup> I can see youth whose hearts are turned to their fathers.<sup class=\"noteMarker\"><a href=\"#footnote15-24911_000_030\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"43912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43912)\">D&amp;C 2:1–3<\/a><\/span>.]<\/span><\/sup> And I can envision youth growing up in such a way that they will come forth from the temples filled with strength to resist worldly pressures.<sup class=\"noteMarker\"><a href=\"#footnote16-24911_000_030\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44003)\">D&amp;C 109:22<\/a><\/span>.]<\/span><\/sup> I can see a generation of youth who will “stand … in holy places, and be not moved.”<sup class=\"noteMarker\"><a href=\"#footnote17-24911_000_030\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43989)\">D&amp;C 87:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/we-did-this-for-you.p23\" class=\"\">Zina Baker Huntington, along with so many other faithful Saints, sacrificed <span class=\"emphasis\">everything<\/span> in order that we might have the blessings of the restored gospel. It is my prayer that we might understand our role in this great work and remain worthy to enter His holy temples. I know that if we will do this, the joyful day will come when we shall meet our ancestors once again and be able to say to them, “<span class=\"emphasis\">We<\/span> did this for you.” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-24911_000_030\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44033)\">D&amp;C 138:48<\/a><\/span>; see also <span class=\"citation\" id=\"43926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43926)\">D&amp;C 27:9<\/a><\/span>; <span class=\"citation\" id=\"44007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44007)\">D&amp;C 110:14–16<\/a><\/span>; <span class=\"citation\" id=\"44023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44023)\">D&amp;C 128:17<\/a><\/span>; <span class=\"citation\" id=\"44032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44032)\">D&amp;C 138:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-24911_000_030\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43911)\">D&amp;C 2:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-24911_000_030\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 406.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-24911_000_030\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44034)\">D&amp;C 138:53<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-24911_000_030\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44036)\">D&amp;C 138:55–56<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-24911_000_030\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44035)\">D&amp;C 138:54<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-24911_000_030\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> 394.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-24911_000_030\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See www.lds.org; see also “Temples throughout the World,” <span class=\"emphasis\">Friend,<\/span> July 2002, 36–37.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-24911_000_030\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“Some Thoughts on Temples, Retention of Converts, and Missionary Service,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 50.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-24911_000_030\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44006)\">D&amp;C 110:9–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-24911_000_030\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44002)\">D&amp;C 109:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-24911_000_030\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Phenomenon That Is You,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2003, 53–54; see also <span class=\"citation\" id=\"44024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44024)\">D&amp;C 128:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-24911_000_030\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43667)\">Esth. 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-24911_000_030\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43684)\">Obad. 1:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-24911_000_030\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"43912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43912)\">D&amp;C 2:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-24911_000_030\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44003)\">D&amp;C 109:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-24911_000_030\"><a name=\"-24911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-24911_000_030\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43989)\">D&amp;C 87:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}