{"ID":7053, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Remember the Teachings of Your Father\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p2\" class=\"\">Elder H. Bryan Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-bryan-richards-10.jpg\" alt=\"H. Bryan Richards\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Book of Mormon can and does change lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">24911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p4\" class=\"\">On January 10, 1945, I received my patriarchal blessing from my father’s mission president, John M. Knight. It was the only time I ever met him. After he pronounced my lineage, his next words—the first words of counsel in my blessing—were “Remember the teachings of your father.” That counsel has been and continues to be a great blessing in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p5\" class=\"\">Not long after receiving my blessing, I came home from Sunday School. Our lesson had been about Joseph Smith’s First Vision, and I was wondering if it was really true. My father was leaving for a Church meeting. I stopped him and asked, “Dad, how do we really know that Joseph Smith had that vision?” My father put his arm around me, and we sat on the sofa in our living room. There he shared with me the Prophet Joseph’s account, and my father bore his own testimony of its truthfulness. That experience with my father burns in my heart today. Since then I have never doubted the Prophet Joseph’s account of his First Vision.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p6\" class=\"\">Over my teenage years, I remember vividly my father’s regular study of the Book of Mormon. His love of the Book of Mormon and counsel to me to study and ponder over it were the beginning of a journey with that sacred record that is the foundation of my personal testimony today. It is a journey each of us must take.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p7\" class=\"\">Others along the way helped me on my personal journey with the Book of Mormon. My first seminary teacher shared her experience as a young missionary wanting to know if the Book of Mormon was true. She told of reading King Benjamin’s speech and in her mind’s eye seeing King Benjamin standing on his tower and hearing him deliver that great sermon. Her testimony, accompanied by the Spirit, left a deep impression upon my mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p8\" class=\"\">I remember the summer before entering college having the chance to go to Monument Valley to work on the first high school built there for the Navajo people. As I was about to leave home, my father asked me if I was going to take my Book of Mormon. I hadn’t thought to, but I paid heed to his question. I remember lying in my bunk late at night at the construction site and feeling the spirit and power of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p9\" class=\"\">I remember as a young missionary in the Great Lakes Mission coming to that great knowledge and absolute testimony that the Book of Mormon was another witness of another nation that Jesus is the Christ and this Church is true. From those experiences there burns in my heart today that divine witness of the message of the Book of Mormon, of Christ as our Savior and Redeemer, and of the Restoration of His Church in these latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p10\" class=\"\">I want to share with you some of the great blessings the Book of Mormon can bring to us. The Book of Mormon can and does change lives. After our son John received his mission call to Japan, he said to me, “Dad, before I enter the Missionary Training Center, I am going to read the Book of Mormon twice.” I said to John, “That is quite a demanding goal.” I felt his resolve and made the decision to follow his example. I began reading early each morning. A few days later when I came home from work, John said to me, “I caught up with you today.” I asked, “What do you mean?” His response, “I caught up to where you are in the Book of Mormon. You left it open on your desk.” The next morning after my reading, I felt inspired to turn about 150 pages past where I was. I left my Book of Mormon open where he could not miss it and went to work. After a meeting that morning, I checked my voice mail. The very first message said, “Yeah, sure, Dad!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p11\" class=\"\">Why this story? As I watched my son read from the Book of Mormon, I began to see a special change in his life as he prepared to enter the Missionary Training Center. That experience has anchored my son to the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p12\" class=\"\">I recall an experience with a zone leader in England who came to me during the lunch break at zone conference. He said, “We are teaching a lady who is blind and nearly deaf. She wants to know if the Book of Mormon is true. What shall we do?” I did not have an answer at that moment, but I said, “I will let you know after our conference.” During the afternoon session I had the distinct impression come as to how to help her. After the meeting I said to the zone leader, “Have this sister hold her copy of the Book of Mormon and turn its pages very slowly. When she has done this, have her ask if it is true.” Though she could not read nor hear the words, she felt the spirit and power of the Book of Mormon, and it changed her life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p13\" class=\"\">I have come to love the message of the Book of Mormon. To help each of you feel the power and spirit of the Book of Mormon and, I hope, help you along your journey, may I give to you three invitations?<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p14\" class=\"\">First, I’d like to refer to the story of Helaman and his 2,060 stripling warriors:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p15\" class=\"\">“And as the remainder of our army were about to give way before the Lamanites, behold, those two thousand and sixty were firm and undaunted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p16\" class=\"\">“Yea, and they did obey and observe to perform every word of command with exactness; yea, and even according to their faith it was done unto them; and I did remember the words which they said unto me that their mothers had taught them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p17\" class=\"\">“And now, their preservation was astonishing to our whole army. … And we do justly ascribe it to the miraculous power of God, because of their exceeding faith in that which they had been taught to believe” (<span class=\"citation\" id=\"43866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43866)\">Alma 57:20–21, 26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p18\" class=\"\">If I were to ask you who it was that taught these great young warriors, all of you would know the answer—their mothers. My first invitation to you is to find out what their mothers taught them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p19\" class=\"\">Second, we are familiar with Alma’s teaching on faith, challenging the people:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p20\" class=\"\">“Behold, if ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, yea, even if ye can no more than desire to believe, let this desire work in you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p21\" class=\"\">“Now, we will compare the word unto a seed. Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p22\" class=\"\">“Therefore, if a seed groweth it is good, but if it groweth not, behold it is not good, therefore it is cast away” (<span class=\"citation\" id=\"43846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43846)\">Alma 32:27–28, 32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p23\" class=\"\">My second invitation to you is to discover specifically what the word, or seed, is and plant it in your heart. You will have to go to Alma, chapter 33 to find it. When you do, your faith will take on a whole new dimension.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p24\" class=\"\">Third, if you were going to teach your children three great truths that you would want them to remember, what would they be? Helaman asked his sons Lehi and Nephi to remember three great truths “that ye may do these things to lay up for yourselves a treasure in heaven, … that ye may have that precious gift of eternal life” (<span class=\"citation\" id=\"43870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43870)\">Hel. 5:8<\/a><\/span>). My third invitation to you is to find out what Helaman asked his sons to remember and then to teach those things to your children. I’ll help you this much. Read and ponder Helaman, chapter 5.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p25\" class=\"\">Why is it that tremendous opposition was directed at the Book of Mormon even before its translation and has continued even until today? In this regard, Elder Bruce R. McConkie wrote: “What is it about some words on a printed page—all of which are clean and uplifting and pertain to historical and doctrinal matters—that arouses such violent antagonisms? … Why do men oppose the Book of Mormon? For precisely the same reason they oppose Joseph Smith” (<span class=\"emphasis\">A New Witness for the Articles of Faith<\/span> [1985], 459, 461).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p26\" class=\"\">The reason Satan desperately fights the Book of Mormon is found in the last two paragraphs of the introduction to that book:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p27\" class=\"\">“We invite all men everywhere to read the Book of Mormon, to ponder in their hearts the message it contains, and then to ask God, the Eternal Father, in the name of Christ if the book is true. Those who pursue this course and ask in faith will gain a testimony of its truth and divinity by the power of the Holy Ghost. (See <span class=\"citation\" id=\"43901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43901)\">Moro. 10:3–5<\/a><\/span>.)” [<span class=\"citation\" id=\"43795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43795)\">BM Intro.<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p28\" class=\"\">Now listen carefully:<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p29\" class=\"\">“Those who gain this divine witness from the Holy Spirit will also come to know by the same power that Jesus Christ is the Savior of the world, that Joseph Smith is his revelator and prophet in these last days, and that The Church of Jesus Christ of Latter-day Saints is the Lord’s kingdom once again established on the earth, preparatory to the second coming of the Messiah.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p30\" class=\"\">The reason Satan has fought and continues to fight against the Book of Mormon is because of those three divine truths. He does not want us to come to that sacred knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/remember-the-teachings-of-your-father.p31\" class=\"\">“Remember the teachings of your father.” I will ever be grateful for my father. Though he has been gone for nearly 30 years, his teachings continue to live in my heart. I am grateful that for a season of my life I have the privilege of being an especial witness of Christ. Because of the Book of Mormon, its message, and the divine witness I have received, I can leave you my witness that Jesus is the Christ, the Only Begotten Son of God the Father in the flesh. He finished the work of the infinite and eternal Atonement. Christ will come again and rule over us as Lord of lords and King of kings. Of Him and of this work, I leave you my solemn witness, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}