{"ID":7058, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Out of Small Things\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p3\" class=\"\">Kathleen H. Hughes<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/kathleen-h-hughes-10.jpg\" alt=\"Kathleen H. Hughes\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must not become weary of doing good, and we must not become impatient; the changes we seek will come about “in their time.”<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24911_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p5\" class=\"\">The words of the grand anthem of the Restoration sung at the opening of our meeting have been in my mind and heart since we first chose the theme. “Let Zion in her beauty rise; Her light begins to shine. … A people to prepare to meet the Lord” (“Let Zion in Her Beauty Rise,” <span class=\"emphasis\">Hymns,<\/span> no. 41). It’s glorious to think of that promised time when the Lord will return, but it’s also sobering to contemplate the changes that may be necessary for us each to be prepared. Still, dear sisters, as I have met you and seen your commitment, I believe we are not, as a people, as wanting as we often feel. We have reason for confidence and hope as we prepare.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p6\" class=\"\">September 1832 was a busy season of preparation for the early Saints. The Prophet was preparing to move to the John Johnson home southeast of Kirtland, Ohio; other brethren were preparing to leave for Missouri. In the midst of these preparations, Joseph Smith received the revelation that we now know as section 64 of the Doctrine and Covenants. After instructing the men going to Missouri, the Lord reminded them: “But all things must come to pass in their time. Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. <span class=\"emphasis\">And out of small things proceedeth that which is great<\/span>” (<span class=\"citation\" id=\"43958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43958)\">D&amp;C 64:32–33<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p7\" class=\"\">These verses are a guide for us as we prepare ourselves and our families to live in “perilous times” (see <span class=\"citation\" id=\"43774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43774)\">2 Tim. 3:1<\/a><\/span>). We must not become weary of doing good, and we must not become impatient; the changes we seek will come about “in their time.” Most important, the great work we wish to do will proceed from “small things.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p8\" class=\"\">One of those small things, I have learned, is that I must find the time to fill my own spiritual reservoir each day. It’s tempting to make a massive list of my failings and then to work at them, as a friend of mine says, as though I am “killing snakes.” Self-improvement may seem a kind of work project, but it is—at heart—a change of heart. When we women struggle to keep up with life—raising children, providing necessities, attending school, dealing with issues of age or ill health—our own spirituality often ends up at the bottom of our long “to do” lists.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p9\" class=\"\">Scripture study and prayer will bring change—but not automatically. If we read with one eye and pray with half a heart, we are engaging in a ritual, and while that time is not worthless, it isn’t fully productive either. We need, with the support of family, to clear enough time to study—not just read—to contemplate, feel, and wait for answers. The Lord has promised that He will strengthen us, fortify and refresh us, if we will take time for Him each day (see <span class=\"citation\" id=\"43993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43993)\">D&amp;C 88:63<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p10\" class=\"\">Sisters, we must prepare if we wish to serve, and we must serve if we wish to prepare. When I was 16 I was called to teach the three-year-olds in what was then called Junior Sunday School. (You know there was such a thing in the olden days.) I taught some busy children. They climbed on and under the chairs and table and never seemed to stop moving. I was dreadfully inexperienced, and during the first few weeks I wondered if I had done the right thing in accepting the call.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p11\" class=\"\">But I persisted, and what I learned—quickly—was that I couldn’t just <span class=\"emphasis\">pray<\/span> for help. I had to be prepared. That meant planning activities, stories, and lessons, and it meant having plan B ready, along with C through Z. Many years later, when I was called to lead a Junior Sunday School, I knew how to assist new teachers. I knew how to enjoy the children, and I knew the importance of being faithful in my calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p12\" class=\"\">I, like many of you, have had numerous callings in the Church. Some have been easier for me than others, but I have tried to magnify each one. But does the phrase “magnify your calling” ever make you nervous? It has worried me! Recently I read a talk in which President Thomas S. Monson said on the subject: “And how does one magnify a calling? Simply by performing the service that pertains to it” (“Priesthood Power,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2000, 60; <span class=\"emphasis\">Ensign,<\/span> Nov. 1999, 51). Sisters, we can do that! I hear women say that their callings are wearing them out or that they don’t have time to serve. But magnifying our callings does not mean staying up all night preparing handouts and elaborate table decorations. It does not mean that each time we do our visiting teaching we have to take something to our sisters. Sometimes we are our own worst enemies. Let’s simplify. The message of a good lesson comes through <span class=\"emphasis\">spiritual<\/span> preparation. Let’s put our focus on the principles of the gospel and on the material in our study guides. Let’s prepare to create an interesting exchange of ideas through discussion, not through extra, invented work that makes us so weary we come to resent the time we spend in fulfilling our callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p13\" class=\"\">When we are called to serve, we are not offered a release date. Our lives are our service. Lois Bonner, a woman in my stake who is 92 years old, began serving as a visiting teacher when she married over 65 years ago. She still faithfully serves. The Nelsons from Canada and the Ellsworths from Utah, as missionaries, taught, mentored, and loved those of us who were in a small, growing ward in Missouri. We learned, through them, the joy of service and benefited from the wisdom of their experiences. I can think of no better way to thank our Father for all He gives us than to serve His children in every age of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p14\" class=\"\">Finally, I’m coming to understand the meaning and importance of our offerings—specifically, our tithes and fast offerings. Throughout the Doctrine and Covenants the Lord admonishes us to care for each other and to give of our temporal resources to build the kingdom of God. In fact, our willingness to do this is one of the prerequisites for the Lord’s returning to the earth (see Daniel H. Ludlow, <span class=\"emphasis\">A Companion to Your Study of the Doctrine and Covenants,<\/span> 2 vols. [1978], 2:46). Though each of our circumstances may differ, it is important for us to give all that we can. The Lord has seldom required individuals to give all, but it is important for Him to know that we <span class=\"emphasis\">would<\/span> and <span class=\"emphasis\">could<\/span> do it, if asked (see Bruce R. McConkie, “Obedience, Consecration, and Sacrifice,” <span class=\"emphasis\">Ensign,<\/span> May 1975, 50). In one stake where my husband and I lived, our stake president challenged members to double their fast offerings and prepare for the blessings that would come. I can now bear personal testimony that the Lord will bless us in unfathomable ways if we are true and faithful in giving generously.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p15\" class=\"\">Spirituality through prayer and study. Service to others. Generous tithes and offerings. These are not new principles. These are some of the “small things” that are prerequisites to that which is great. In the verse that follows, we learn what the Lord <span class=\"emphasis\">requires<\/span> of us. He requires <span class=\"emphasis\">“the heart and a willing mind”<\/span> (<span class=\"citation\" id=\"43959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43959)\">D&amp;C 64:34<\/a><\/span>; emphasis added). It is our hearts and our minds that must be made new. We each have our failings, our weaknesses, our less-than-perfect attitudes. The Lord asks us to open ourselves to Him, holding nothing back. He says to us, seek not “thine own life”; seek “my will, and to keep my commandments” (<span class=\"citation\" id=\"43873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43873)\">Hel. 10:4<\/a><\/span>). The newness of heart comes when we do and give all we can, then offer our heart and will to the Father. As we do this, our Father promises us that our lives now and in eternity will be abundant. We need not fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p16\" class=\"\">Sisters, don’t become weary in doing good. If we are patient, we can experience the change of heart we seek. For most of us this will require only a slight change of course, sending us toward true north. The adjustments we must make are in those “small things,” but that does not mean they are easy. Too many forces are confusing our compass. But the pull to the polar star is one we recognize. It is the direction toward home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/out-of-small-things.p17\" class=\"\">I bear witness to you of the reality of the promises of the Father to us, His beloved daughters. I testify that as we attune our lives to emulate the life shown us by the Savior, we will know that the light of Zion <span class=\"emphasis\">is<\/span> arising, that we <span class=\"emphasis\">are<\/span> becoming a people prepared for His return. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}