{"ID":7059, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Walking towards the Light of His Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p3\" class=\"\">Anne C. Pingree<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/anne-c-pingree-10.jpg\" alt=\"Anne C. Pingree\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Connections forged among covenant women in Relief Society can … enlighten, enliven, and enrich the journey of life.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">24911_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p5\" class=\"\">In the early spring mornings as the sun took a first peek over the mountains, Jan and I started walking together. As newly assigned visiting teaching partners, we were both young mothers with growing families and busy, demanding schedules.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p6\" class=\"\">Jan and her family were recent move-ins to our ward, and I wasn’t sure what we would talk about. Struggling, out of breath, up and down the inclines of a nearby mountain road, we walked and talked day after day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p7\" class=\"\">In the beginning, our conversations were lighthearted chatter about our husbands and children, their interests, and the schools in the area. Little by little we opened our hearts to one another, processing spiritual ideas and delving into our experiences to find the kernels of truth. It seemed as we worked to get our bodies in shape, we began to get our souls in shape. I loved this wonderful exertion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p8\" class=\"\">I learned two unforgettable lessons from my journey with Jan that continue to enlighten my mind and fill my soul with joy. The first is that whatever the circumstances in your life, if you are spiritually prepared, there is no need to fear (see <span class=\"citation\" id=\"43932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43932)\">D&amp;C 38:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p9\" class=\"\">Long after we began our walks together, I discovered that years earlier Jan had made choices which took her step-by-step away from the Church and down a path she now regretted. About the time our lives intersected, she had determined to put her life in order. The longing in her heart was to prepare herself so that she could be sealed to her husband and children in the temple. Hers was a single-minded yearning, as Nephi phrased it, “[to] be reconciled unto Christ, and enter into the narrow gate, and walk in the strait path which leads to life, and continue in the path until the end of the day of probation” (<span class=\"citation\" id=\"43813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43813)\">2 Ne. 33:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p10\" class=\"\">You might expect that once Jan had determined as earnestly as Lamoni’s father in the Book of Mormon to “give away all [her] sins to know [the Lord]” (<span class=\"citation\" id=\"43840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43840)\">Alma 22:18<\/a><\/span>), her journey would be smoothed. Such was not the case. She was faced with some of life’s most soul-wrenching trials. Jan was diagnosed with a brain tumor, her husband lost his job, then the family lost their home and their car.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p11\" class=\"\">Yet Jan’s faith in Jesus Christ grew steadier as her way grew harder. As we trudged along together on our morning walks, I learned so much from Jan about how her faith in the Lord and daily spiritual preparation helped her conquer fear. She seemed to understand perfectly what President Gordon B. Hinckley has taught: “We would be wise to kneel before our God in supplication. He will help us. He will bless us. He will comfort and sustain us” (<span class=\"emphasis\">Standing for Something<\/span> [2000], 178).<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p12\" class=\"\">Although she was in the midst of terrible trials, it was obvious to me that Jan knew our prophet’s words are true. She never stopped her personal spiritual preparation as she moved forward fearlessly a day at a time with a radiant sense of calmness in her life. Over the course of those early hours together, I literally watched “the morning [break], the shadows flee … [and] the dawning of a brighter day” (“The Morning Breaks,” <span class=\"emphasis\">Hymns,<\/span> no. 1) as Jan’s repentance brought her a release from sins and then a deeply personal spiritual enlightenment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p13\" class=\"\">I asked Jan how she had come to feel peace when her life was in such turmoil and things were collapsing all around her. I believe the words of a hymn capture best what she felt and subsequently shared with me about the power of the Atonement in her life:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Lord is my light; the Lord is my strength.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I know in his might I’ll conquer at length.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My weakness in mercy he covers with pow’r,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And, walking by faith, I am blest ev’ry hour.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p18\" class=\"\">(“The Lord Is My Light,” <span class=\"emphasis\">Hymns,<\/span> no. 89)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p19\" class=\"\">Because of her abiding faith, the Lord’s Atonement brought daily renewal to Jan. She submitted her will to the Lord <span class=\"emphasis\">one prayer, one scripture,<\/span> and <span class=\"emphasis\">one act of service<\/span> at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p20\" class=\"\">Shortly before her death while she was in her 30s, I was among those gathered in the temple quietly rejoicing as she, her husband, and their children knelt at the altar and were sealed together for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p21\" class=\"\">The second unforgettable lesson that I learned from Jan is that when the sisters of Relief Society look “with an eye single to the glory of God” (<span class=\"citation\" id=\"43915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43915)\">D&amp;C 4:5<\/a><\/span>), they can experience rich spiritual insights and share deep spiritual strength together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p22\" class=\"\">At the beginning of our walks, Jan and I weren’t walking at the same pace. As our hearts became “knit together in unity and in love” (<span class=\"citation\" id=\"43832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43832)\">Mosiah 18:21<\/a><\/span>), we walked increasingly in step with one another both physically and spiritually. We buoyed each other up with our testimonies, bore one another’s burdens, strengthened and comforted one another as Relief Society sisters have always done.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p23\" class=\"\">Through my friendship with Jan I learned what a sacred kinship connects us as Relief Society sisters. Jan and I, like so many of you, grew from our assignment as visiting teaching partners into sisters and cherished friends. I testify that connections forged among covenant women in Relief Society can indeed <span class=\"emphasis\">enlighten, enliven,<\/span> and <span class=\"emphasis\">enrich<\/span> the journey of life because we can help each other learn how to put the Lord <span class=\"emphasis\">first<\/span> in our <span class=\"emphasis\">hearts<\/span> and in our <span class=\"emphasis\">lives.<\/span> I know this because over 20 years ago, Jan helped me move closer to our Savior by the way she lived. She encouraged me to work beyond my own problems, to rejoice gratefully in the majesty of the Savior’s Atonement for my sins, to look forward with faith to what each new day brings, and to relish deep spiritual relationships available only through Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p24\" class=\"\">I still walk in the mornings every chance I get. I still pause to study the beauties of this earth and to thank Heavenly Father for the mission of our Savior Jesus Christ. I often recall with deep gratitude the spirit Jan brought to our walks because of her great desire to feel the Savior’s redeeming love. Her love for the Lord flooded my heart then as fully as the rays of the rising sun continue to flood the land with light every morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2004\/11\/walking-towards-the-light-of-his-love.p25\" class=\"\">I bear testimony of our Savior, who said of Himself: “Behold, I am Jesus Christ, the Son of God. I am the life and the light of the world” (<span class=\"citation\" id=\"43916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43916)\">D&amp;C 11:28<\/a><\/span>). Sisters, I know that by daily preparing ourselves a step at a time, each of us, like Jan, can move forward without fear, finding our way to Him as we personally feel the blessings of His infinite Atonement. I know that one of the supernal blessings of Relief Society is our connection to women who also bear testimony of our Lord. My prayer is that we will ever walk side by side towards the light of His redeeming love. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}