{"ID":706, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sharing the Blessings<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1954, pp. 93-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast Friday the General Authorities met with the mission  presidents who had been serving in\nthis country and in Central America. It was an inspiring meeting, and they who were there\nexpressed their gratitude and appreciation for the privilege of coming here to the headquarters\nof the Church and meeting with their brethren and reporting their labors, feeling the spirit of\ntestimony as expressed by their associates and by all who were privileged to speak in the\nmeeting which was held in the temple.\n<\/p><p>\nThen we have had our brethren who have offered prayers or spoken, express\ntheir gratitude for the privilege of being in attendance at this conference.  We, ourselves, have\npartaken of that spirit, grateful to the Almighty that we are here, that we can sit under the sound\nof the voice of the prophets of God and of the other General Authorities as they have spoken\nand listen to their counsel, and partake of their spirit.  We are grateful for this privilege and\nblessing.\n<\/p><p>\nYou people who are listening in and who are watching on television are also grateful. \nYesterday this latter privilege was extended wider than ever before in the history of the\nChurch, and I know we were all thrilled as we heard President McKay tell of the extent of\nthese televised and broadcasted services.\n<\/p><p>\nBut this raised a question in my mind, as did our meeting with the mission presidents.  I\nthought of some of our mission presidents over in the old country who are working faithfully,\nwho are devoted to this work, giving of their time and their means, faithful to their trust, and\nyet they could not be with us.\n<\/p><p>\nI thought too, of the thousands of Saints, in the islands of the sea, and in the old country, and\neven in this country, who cannot partake of the spirit of these services because they are not\nable to be here or to come within the radius of television or of the radio, and yet they are just\nas anxious as are we, and they are just as devoted as are we, The Lord will not forget the He\nwill in his own way bless them, and they learn of these services; as they read the testimonies\nof these meetings, they will partake of the same spirit, perhaps not so potently as we; but the\nLord will bless them, and they too will share with us because he will not leave them alone,\n<\/p><p>\nBrother Christiansen has been telling us of our obligations to those who have gone, of the\nrevelations of the Lord that the hearts of the children shall be turned to their fathers, and the\nhearts of the fathers to their children, for \"were it not so the whole, earth would be wasted at\nhis coming\" (<span class=\"citation\" id=\"13210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13210)\">D&amp;C 2:3<\/a><\/span>).\nIn listening to Brother Christiansen we have been impressed with the magnitude\nof this work, and we have been given an insight into the mercies of our heavenly Father.\n<\/p><p>\nAs we are permitted to enjoy the blessings of being here and are made aware of the blessings\nand privileges that come and will come to us through the atonement, we cannot help being\nmade aware of and be concerned with the thousands of God's children who, through no fault\nof their own, are not blessed as are we.\n<\/p><p>\nI was in the home two weeks ago of one of our brethren where there is a little girl who is\ndeficient, a little child who never will have the opportunity in this life to fulfil the purposes of\nthe lord for which she was paced here, unless God shall intervene with a miracle and heal her\nlittle body and her mind.  Her mind apparently through some physical pressure and through\nno fault of her own, nor is it through any failure of her parents to do the will of the Lord is\nnot able to grasp the things that you and I are able to grasp, and thus she will go through life\nunderprivileged, not physically only, but lacking in the expression of mental powers.  It is not\nher spirit that is injured, but her body, and the body is the medium of expression of the spirit\nin this life; and when the body is injured either in birth or before or afterwards, and as a\nresult the spirit cannot give expression to a normal life here, then we speak of such as being\ndefective, and handicapped.\n<\/p><p>\nAnd there are thousands of such everywhere.  I wish you could go with me to our state\ntraining school in Utah County and see the hundreds of little children and men and women\nwho are thus afflicted. As I have observed these, the question has arisen in my mind, \"What\nis the answer to this problem of these underprivileged children, these people who are not\nblessed as are we?\" come back to the same conclusion that as those who are not here\nwill also sometime share in the blessings that we are enjoying in these\nmeetings, and as those who do not know the law will be judged without the law, even so will\nthe Lord grant to these who are not privileged, his blessings so that nothing will be withheld\nfrom them if it is through no fault of their own.\n<\/p><p>\nThe Lord has said that those who live without law shall be judged without law\n(<span class=\"citation\" id=\"38250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38250)\">Moro. 8:22<\/a><\/span>), and by the\nsame token those who are not privileged to have the blessings in this life that you and I have\nwho are mentally and physically able and strong, they also shall ultimately receive blessings\nfrom our heavenly Father, and through the atonement of Jesus Christ, blessings that are\nwithheld from them through no fault of their own shall not be withheld from them.\n<\/p><p>\nThe Book of Mormon prophet has told us that the atonement is an infinite atonement\n(<span class=\"citation\" id=\"3563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3563)\">2 Ne. 9:7<\/a><\/span>).  This\nmeans that there is no limit to its blessings and privileges, and these blessings and privileges\nwill be extended to all who have not received them in this life.  What these afflicted ones lose\nin this life will be made up to them in the life to come.\n<\/p><p>\nAnd so I am grateful with you, my brethren and sisters, for the gospel of the Lord Jesus\nChrist It is not narrow in its application.  It is unlimited in its privileges and blessings to all\nof God's children who <i>will<\/i>\/ to do right when once they understand.  For those who are\nmentally deficient, through no fault of their own, someday these pressures will be lifted.  The\nhealing power of the Almighty will come to their bodies, just as it will come to ours, and as\nit came to the body of the Savior; and their spirits, which are the offspring of God, will have\nthe privilege of inhabiting bodies, their own bodies that will be healed and free from pressures\nand affliction so that there will be no limit to possibilities of the spirits, their minds, and their\nsouls.\n<\/p><p>\nNow these are blessings that are ours.  They are a part of the gospel of Jesus Christ, and just\nas the gospel provides for those who will not have the privilege, and who have not had the\nprivilege, of hearing it in times past, and who may not in the future, just as the gospel will be\nultimately made possible for them through the great vicarious work, the atoning sacrifice of\nJesus Christ, so through this infinite atonement will there come blessings to those who now\nare deficient and from whom are withheld blessings that you and I enjoy.\n<\/p><p>\nMay the Lord help us to appreciate these things.  To me this is one of the great blessings of\nthe gospel of Jesus Christ.  It is one of the great revelations that have come down through the\nProphet Joseph, as expressed by the prophets in the Book of Mormon.  We do not understand\nthe processes, as we do not understand the processes in many things, but that does not make\nthe fact untrue.  It is as real and true as are many of the things that are apparent to us today.\n<\/p><p>\nMay the Lord help us to understand these things better than we have in the past, and may he\ngive comfort to the hundreds and thousands of mothers whose hearts are bleeding because of\nthe deficiencies in their children, deficiencies that have come through no fault of the parents\nor no fault of the child, I humbly pray in the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}