{"ID":707, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Modern Challenge<\/p>\n<p class=\"gcspeaker\">Elder Adam S. Bennion<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Adam S. Bennion, <i>Conference Report<\/i>, April 1954, pp. 96-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: Tomorrow I shall officially celebrate my first birthday.  The only\nthing now I can tell you for sure is that one year does not make much difference in your\nfeelings as you face this undertaking. But it has been a wonderful year&mdash;the most\nchallenging, the most enriching, the most satisfying year in my life.  I come to you with a\nnew witness, blessed beyond any hope I ever had. I come to you with the assurance that\nleaves no doubt in the soul.\n<\/p><p>\nEach week end we have gone out to some stake to meet the people who constitute the\nmembership of this Church. It is a singular thing that you are not in a stake thirty minutes but\nyou feel as if you might have been born there&mdash;as if you had lived there all your life. The\npeople of this Church are a wonderful people, and I express my gratitude for their\nthoughtfulness, their hospitality, their friendliness, and their kindliness.  I am grateful, too,\nthat we are remembered in their prayers, and I want to assure them that they are remembered\nin ours.\n<\/p><p>\nI have been sitting here today thinking that this great audience in the kindness of soul that I\nknow is you might this day and this night remember in your prayers three wonderful women,\namong the many, who may stand in need.  These three I know about.\n<\/p><p>\nBrother Lee in the eloquence of his witness did not confide in you the sorrow that is in his\nheart.  Sister Lee lies critically ill as the result of a fall and a broken hip.  Knowing her as we\ndo, I bid you good people to remember her in your prayers.\n<\/p><p>\nThere stands alone today, the little woman who has gone around the world and stood at the\nside of Elder Matthew Cowley, one of the finest witnesses this Church has ever had.  May\nGod put it into your hearts to remember her.\n<\/p><p>\nThe third woman is the wife of our beloved President.  This heroic soul, who carried on\nthrough thirty-five thousand miles, with all kinds of traveling day and night, and who never\nflinched, has given out of her devotion the reserve of strength which is the difference between\nfull enjoyment of health and the struggle to bear up against the load that comes to the\nhelpmate of one whose burden is so tremendous.  And so, out of the love that I know you\nbear both of them, I am sure you will remember them, that there shall be built back into their\nbodies the strength that was spent on that, one of the greatest missionary trips ever taken.\n<\/p><p>\nIt is good to be with you.  This has been a wonderful conference.  To come into this\nTabernacle and listen to these testimonies is to know in your heart that this is God's work.  I\nbear you that witness,\n<\/p><p>\nLast October, I made the suggestion that perhaps you could have an unusual Gas in '53 if you\nread a chapter from the New Testament each day between that conference and the Christmas\nholidays.  I want to thank those who have written in their letters, some of them signed by\nentire families.  I am grateful to your children who caught the spirit of your suggestion.  It\nhas been wonderful to me&mdash;so much so that I am going on with that reading.  I do not mean\nto replace it or substitute for it, but I resolved when I came into this calling that, among other\nthings, I would read into two fields very fully: \n<\/p><p>\n1. The New Testament, and try to catch the spirit of Him in whose service we are engaged;\nand,\n<\/p><p>\n2. The history of our forefathers through whom we have received the blessings of the\nrestoration of this glorious gospel.\n<\/p><p>\nAnd so in the spare time&mdash;that we do not have&mdash;I have been trying to find a few minutes\nregularly for Church history.  I want to commend it to you. And all the time\nI have been reading, I have come to two convictions, and they constitute the burden of what I\nwant to say this afternoon.  As you read the history of the pioneers, it becomes increasingly\nclear with every page that you read, that they endured <i>adversity<\/i> and <i>hardship<\/i>.  They could\nstand persecution; they could bear up under abuse; they could recover from the infliction of\nall kinds of harmful hatreds.  That record is clear.  The question before our generation is: Can\nwe and our children endure <i>prosperity<\/i> and <i>ease?<\/i>\n<\/p><p>\nI have not the time this afternoon to compare the two struggles.  I sometimes wonder which is\nthe harder.  It sounds very much easier to slide along in complacency, with everything that we\nneed.  But such a course has never yet been the route followed by God's chosen people.\n<\/p><p>\nTo go in upon any scene in Church history fully would take more time than I have, and yet I\nwant you to pause with me all too briefly at five spots along the way.  As you read the\nhistory, you become impressed first that God was moving his people west all the time; from\nNew York to Salt Lake City, his hand was in their moving; and as he moved them, he seemed\nto be preparing them for that greater trek which was still ahead.\n<\/p><p>\nThe second conviction that must attach to any such reading is that Satan at every turn in the\nroad was trying to block the program.  You remember, from the very beginning, when the\nProphet went out to the Sacred Grove to pray. . . Let me quote: \n<\/p><p>\nAfter I had retired to the place where I had previously designed to go, having looked around\nme, and finding myself alone, I kneeled down and began to offer up the desire of my heart to\nGod.  I had scarcely done so, when immediately I was seized upon by some power which\nentirely overcame me, and had such an astonishing influence over me as to bind my tongue so\nthat I could not speak.  Thick darkness gathered around me, and it seemed to me for a time as\nif I were doomed to sudden destruction.\n<\/p><p>\nBut, exerting all my powers to call upon God to deliver me out of the power of this enemy\nwhich had seized upon me, and at the very moment when I was ready to sink into despair and\nabandon myself to destruction&mdash;not to an imaginary ruin, but to the power of some actual\nbeing from the unseen world, who had such marvelous power as I had never before felt in\nany being&mdash;just at this moment of great alarm, I saw a pillar of light exactly over my head,\nabove the brightness of the sun, which descended gradually until it fell upon me.\n<\/p><p>\nIt no sooner appeared than I found myself delivered from the enemy which held me bound. \nWhen the light rested upon me I saw two Personages, whose brightness and glory defy all\ndescription, standing above me in the air.  One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;\"<i>This is My Beloved Son.  Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30328)\">JS&mdash;H 1:15-17<\/a><\/span>).\n<\/p><p>\nFrom that moment of assurance the Prophet Joseph knew in every fiber of his being that his\ndestiny would be fulfilled in the earth.\n<\/p><p>\nLet us make a second pause just for a few minutes in Jackson County to catch the spirit of\nthe expulsion of our people.\n<\/p><p>\nAt the order of Lieutenant Governor Boggs the state militia marched into Jackson County and\ndisarmed the Mormons. Concerning the brutalities that followed, B. H. Roberts writes: \"The\nColonels in command&mdash;Pitcher and Lucas&mdash;were known as the bitter enemies of the Saints. . .\nFrom such a militia, officered by such men as Pitcher and Lucas, the Saints could hope for no\nprotection. . . The agreement made by Colonel Pitcher, to disarm the mob was never\nexecuted; but as soon as the brethren had surrendered their arms, bands of armed men were\nturned loose upon them. . . The men who had made up the rank and file of the militia on the\n5th of November, the next day were riding over the country in armed gangs threatening men,\nwomen, and children with violence, searching for arms, and brutally tying up and whipping\nsome of the men, and shooting at others.  The leaders of these ruffians were some of the\nprominent men of the county; Colonel Pitcher and Lieutenant Governor Boggs being among\nthe number. The Priests in the county, it seems, were determined not to be outdone by the\npoliticians, for the Reverend Isaac McCoy and other preachers of the gospel\nwere seen leading armed bands of marauders from place to place; and were the main inspirers\nof cowardly assaults on the defenseless.\"\n<\/p><p>\nThroughout the first two weeks of November, 1833, men, women, and children fled in\nconfusion, from their burning homes. Lyman Wight gave testimony in court that one company\nof one hundred and ninety&mdash;all women and children, except three decrepit old men&mdash;were\ndriven thirty miles across a burnt prairie.  The round was thinly crusted with sleet, and the\ntrails of these exiles were easily followed by the blood which flowed from their lacerated\nfeet.\"\n<\/p><p>\nBefore the Jacksonites ceased their wholesale depredations, they had killed Andrew Barber\nand wounded several other brethren; had burned 203 homes and one flour mill; had driven the\nowners&mdash;twelve hundred in number&mdash;northward to the bleak bluffs of the Missouri River,\nwhere the refugees in wind and rain made camp, awaiting their turn to ferry the river barrier\ninto Clay County, seeking needed protection and shelter.\n<\/p><p>\nElder Parley P. Pratt leaves this vivid picture of the exiles along the Missouri River: \"The\nshore began to be lined on both sides of the ferry with men, women, and children; goods,\nwagons, boxes, provisions, etc., while the ferry was constantly employed; and when night\nclosed upon us the cottonwood bottom had much the appearance of a camp meeting. \nHundreds of people were seen in every direction, some in tents and some in the open air\naround their fires while the rain descended in torrents.  Hush were inquiring for their wives;\nwives for their husbands; parents for children and children for parents.  Some had the good\nfortune to escape with their families, household and some provisions; while others not the fate\nof their friends, and had lost all their goods.  The scene was indescribable and, I am sure,\nwould have melted the hearts of any people on the earth, except our blind oppressors.\"\n(Joseph Smith, <i>History of the Church<\/i>, I: 426-440; B. H. Roberts, <i>Missouri Persecutions<\/i>, pp.\n105-107.)\n<\/p><p>\nDid we have the time this afternoon, I should ask you to go into Carthage jail with me, where\nI have stood, stirred by the bloodstains on the floor, to ponder the deaths of the Prophet\nJoseph and his brother, Hyrum; the inspired friendship and faith and trust of Willard Richards\nand John Taylor.  But tarry with me just a minute and try to imagine the impact of the\nmartyrdom: \n<\/p><p>\n\"He has jumped the window,\" shouted the rabble, and they rushed pell-mell downstairs.\nWillard Richards, hurrying to the window, looked down upon the Prophet, surrounded by\nfrenzied men.  He then started for the stairway, but a distressed call from John Taylor stopped\nhim, \"Take me.\" Happy that John was not dead, Willard dragged him from under the bed and\ninto another room.  While hiding him under an old mattress, he admonished gravely: \"If your\nwounds are not fatal, I want you to live to tell the story.\" Brother Richards expected to be shot\nmomentarily.\n<\/p><p>\nThe excited mob, believing that they had killed all four of the prisoners and hearing a shout,\n\"The Mormons are coming,\" fled from Carthage in terror, followed by most of the frantic\ncitizens.  It was this false cry, no doubt, that saved the lives of Willard Richards and John\nTaylor.\n<\/p><p>\nTo report the terrible disaster and to obtain aid George D. Grant and David Bettisworth\nhurried on horseback toward Nauvoo.  Within three miles of the city they were stopped by\nGovernor Ford and his staff, who carried them back to Carthage. After warning the remaining\ncitizens of the town that the Mormons would be coming, he and his men galloped off at\nmidnight for Warsaw.  He later testified that he fully expected that Carthage would be laid in\nashes before morning.\n<\/p><p>\nOn the morning after the martyrdom, Willard Richards and a few friends, having dressed as\nbest they could the bleeding wounds of Elder Taylor at the Hamilton House, put the bodies of\nJoseph and Hyrum in two boxes, which they placed on two borrowed wagons and started for\nNauvoo, the \"City of Joseph.\"\n<\/p><p>\nDescribing the sorrowful scene of that tragic day, Dr. B. W. Richmond, a non-Mormon\nreports that the two wagons were met near the temple grounds by a \"vast concourse of\ncitizens.  The officials formed around the bodies, while the masses silently opened to give\nthem way, and as the mournful procession moved on, the women broke out in lamentations at\nthe sight of the two rude boxes in the wagons, covered with Indian blankets.  The weeping\nwas communicated to the crowd, and spread along the vast waves of humanity extending from\nthe Temple to the residence of the Prophet. The groans and sobs and shrieks\ngrew deeper, and louder, till the sound resembled the roar of a mighty tempest, or the low,\ndeep roar of the distant tornado.\" (<i>DHC<\/i>, VII:102-112; Andrew Jenson, <i>Historical Record<\/i>,\npp. 572-576; B. H. Roberts, <i>Rise and Fall of Nauvoo<\/i>, pp. 330,312, 404-456.)\n<\/p><p>\nPause four is a brief glimpse at the exodus across Iowa, February 1846: \n<\/p><p>\nOn February 22, 1846 a raging blizzard, leaving twelve inches of snow, struck the Mormon\npioneers huddled in their temporary camp at Sugar Creek, Iowa.  Following this terrible\nstorm, the weather turned frigid, \"12 below Zero,\" even sealing the great Mississippi River\nfrom shore to shore. On one of these nights nine babies came into camp, born under almost\nevery variety of frontier camp life imaginable.  Eliza R. Snow tells of one in a rude\nimprovised shelter, the sides of which were formed of blankets fastened to poles stuck in the\nground.  The owner of the hut had peeled bark from cottonwood trees and had made a sort of\na roof covering through which the water leaked, but helpful sisters held pans over the\nnewborn child and its mother.\n<\/p><p>\nIt was during these adverse conditions that an unknown camp poet penned this prayer: \n<\/p><p>\n\"God pity the exiles, when storms come down&mdash;<br \/>\n      When snow-laden clouds hang low on the ground,<br \/>\n      When the chill blast of winter, with frost on its breath<br \/>\n      Sweeps through the tents like the angel of death!<br \/>\n      When the sharp cry of childbirth is heard on the air,<br \/>\n      And the voice of the father breaks down in his prayer,<br \/>\n      As he pleads with Jehovah, his loved ones to spare!\"<br \/><br \/>\n&nbsp; &nbsp;      (Edward W. Tullidge, <i>The Women of Mormondom<\/i>, pp.  307-309;<br \/>\n&nbsp; &nbsp; <i>Memoirs of John R. Young, Utah Pioneer<\/i>, 1847, p. 14.)\n<\/p><p>\nAnd for pause five, let us live all too briefly with the handcart companies of October 1856: \n<\/p><p>\nContrary to the anticipation of these poorly clad people, the fall and early winter of 1856 were\nunusually stormy and merciless.  A winter blizzard broke upon Willie's Company at the\nSweetwater, and it struck Martin's group that was struggling across the alkaline waste lands\nabove the last crossing of the Platte.\n<\/p><p>\nThe frigid, two-day storm, covering the country with more than a foot of snow, smashed tents\nand wagon covers.  Ten, twelve, and sometimes as many as fifteen deaths came in a day. \nShallow graves were scraped out.  At night packs of marauding wolves howled or fought at\nthe burial places.  From all appearances these two companies were doomed to perish on the\neastern slopes of the Rockies, three hundred miles from Zion.\n<\/p><p>\nWhen the storm subsided, the companies made a fresh start but moved only a few miles a\nday.  It was under these trying conditions that two horsemen, riding ahead of the rescue\nparties from Salt Lake City, met Willie's Company October 28, 1856 on the Sweetwater\nRiver.\n<\/p><p>\nJohn Chislett, a member of Willie's Company, expressing his overwhelming joy, exclaimed: \n<\/p><p>\n\"More welcome messengers never came from the courts of glory than these two young men\nwere to us.  They lost no time, after encouraging us all they could to press forward, but sped\nfurther to convey their glad news to Edward Martin, the fifth handcart company, who had left\nFlorence about two weeks after us, and who it was feared were even worse off than we were. \nAs they went from our view, many a hearty 'God bless you,' followed them.\"\n<\/p><p>\nDan W. Jones, one of the rescuing party, gives a distressing picture of Martin's company: \"The\ntrain was strung out for three or four miles.  There were old men pulling and tugging at their\ncarts, and children, six and eight, years of age, struggling through the snow and mud.  As\nnight came on the mud and snow froze to their clothing.\"\n<\/p><p>\nAfter Martin's Company had lost almost one fourth of its number in \"Martin's Ravine,\" it\nmoved forward to the Sweetwater River&mdash;a hundred feet wide, waist deep, and filled with\nfloating ice.  At the sight of this barrier, many Saints sank by their carts.  In this helpless\ncondition they were found by three sturdy young men who had pushed ahead of the wagons. These\nbrawny rescuers heroically waded the river and began carrying the sick and feeble across.  This\nhuman fording continued back and forth, trip after trip through those chilling waters until\nevery person and his cart had been safely landed upon the opposite shore.\n<\/p><p>\nPresident Young, upon learning of this valorous service, wept freely.  And while reporting it\nto the Saints in General Conference, predicted: \"That act alone will insure David P. Kimball,\nGeorge W. Grant, and C. Allen Huntington an everlasting salvation in the Celestial Kingdom\nof God, worlds without end.\"\n<\/p><p>\nWith the coming of 104 relief outfits from Salt Lake City, the emigrants abandoned their\ncarts.  Those who were unable to walk were loaded into the wagons.  Death from freezing\nand exposure, nevertheless, continued daily.  Before the last survivors arrived in Salt Lake\nCity, Sunday, November 30, 222 of these valiant pioneers had found graves by the roadside.\n(Joseph Fielding Smith, <i>Essentials in Church History<\/i>, p. 489; Levi Edgar Young, <i>Founding of Utah<\/i>,\np. 148; Solomon F. Kimball, <i>Life of David P. Kimball<\/i>, p. 9; Roberts,\n<i>Comprehensive History<\/i>, IV: 100-107.)\n<\/p><p>\nUnder the spirit of achievements like these, it is inspiring to hear these fine young people of\nBrigham Young University put their hearts, as well as their voices, into \"Come, Come, Ye\nSaints.\"\n<\/p><p>\nHow fitting it is to be able to turn to that classic volume of President Clark's\n<i>To Them of the Last Wagon<\/i> and <i>The Pioneers<\/i> for a tribute and a challenge.\n<\/p><p>\nOne thing in common all these peoples had in their search for freedom to worship God&mdash;a\nschooling in hardship, persecution, sacrifice, that burned out from their souls the dross,\nleaving in them only the gold of loftiest character and faith, fully tried, tested, refined.  God\nhas never worked out his purposes through the pampered victims of ease and luxury and\nriotous living. Always He has used to meet the great crises in His work, those in whom\nhardship, privation, and persecution had built characters and wills of iron.  God shapes His\nservants in the forge of adversity; He does not fashion them in the hot house of ease and\nluxury. (<i>The Pioneers<\/i>, p. 41.)\n<\/p><p>\nIn living our lives let us never forget that the deeds of our fathers and mothers are theirs, not\nours, that their works cannot be counted to our glory; that we can claim no excellence and no\nplace, because of what they did; that we must rise by our own labor, and that labor failing we\nshall fall.  We claim no honor, no reward, no respect, nor special position or recognition, no\ncredit because of what our fathers were or what they wrought.  We stand upon our own feet\nin our own shoes.  There is no aristocracy of birth in this Church; it belongs equally to the\nhighest and the lowliest. For as Peter said to Cornelius, the Roman centurion, seeking him:\n\"Of a truth I perceive that God is no respecter of persons: \n<\/p><p>\n\"But in every nation he that feareth him, and worketh righteousness, is accepted with him\n(<span class=\"citation\" id=\"7725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7725)\">Acts 10:34-35<\/a><\/span>)\" (<i>To Them of the Last Wagon<\/i>, p. 28.)\n<\/p><p>\nWhat of us?  Can we keep and preserve what they wrought?  Shall we pass on to our children\nthe heritage they left us, or shall we lightly fritter it away?  Have we their faith, their bravery,\ntheir courage; could we endure their hardships and sufferings, make their sacrifices, bear up\nunder their trials, their sorrows, their tragedies, believe the simple things they knew were true,\nhave the simple faith that worked miracles for them, follow, and not falter or fall by the\nwayside, where our leaders advance, face the slander and the scorn of an unpopular belief? \nCan we do the thousands of little and big things that made them the heroic builders of a great\nChurch, a great commonwealth? (<i>The Pioneers<\/i>, p. 45.)\n<\/p><p>\nConfident, as I am, that the blood of the pioneers still flows in the veins of their\ngrandchildren and great-grandchildren, I give you in witness the young men and women of\nthis chorus.  I have already caught of the spirit of these youths at their university.  I give it as\nmy judgment, that called upon to face Carthage, or the trek across the continent, they would\nheroically meet both challenges.  I honor this new generation.\n<\/p><p>\nOn the fifteenth of March I was in Los Angeles.  There had gathered there some 1600 fine\nyoung people, and the next night we had a thousand at San Diego.  Then it was that I learned\nthat 1700 grand young people, every morning of the school week, go from three to\ntwenty-three miles to attend a seminary class that meets at seven o'clock in the morning for\nwhich work they get no high school credit.  The young girl, Janie Kimball, who pinned and\nhonorary seminary pin on me, was given that privilege because her father had driven her\nfifteen miles every morning and then had driven her back to her high school,\nand she had not missed a class all year.  She reported to me they might have to miss high\nschool, but they never would miss the class where they learned the word of the Lord.\n<\/p><p>\nTo you parents, as you dream dreams for the children you cherish, may I offer these\nsuggestions: \n<\/p><p>\n1. Make sure that your children know our pioneer story.  Let it not be said in any Latter-day\nSaint home that the children grow up in ignorance of the achievements of their forebears. \nBoth you and they will stir to the materials in the books already quoted in this address and in\nsuch other publications as: \n<\/p><p>\nFamily Journals and Diaries<br \/>\nMajor Howard Egan, <i>Pioneering the West Autobiography<\/i>, Parley P. Pratt<br \/>\n<i>William Clayton's Journal<\/i><br \/>\n<i>Leaves from My Journal<\/i>&mdash;Wilford Woodruff<br \/>\n<i>The L.D.S. Church, Its Doctrines and Achievements<\/i>, to be published&mdash;by Carter E. Grant.\n<\/p><p>\n2. Give them responsibility; let them do some work. It is an ungracious thing for the lovely\ndaughter who is studying the piano to be led to believe that she cannot do any work which\nmight interfere with the softness of her fingers. God bless her. Her hands will take care of\nthemselves.  Nature will do that, if she will do a little something to take the bend out of the\nback of the mother who has been caring for her these many years.  Give your children tasks\nto do. The Pioneers were never made on art easy trail.  They gloried in hardship, and the\nparent who would spare his child in the interest of kindness, does the unkindest thing possible\nto a child when he saves him from work and responsibility.\n<\/p><p>\n3. Be careful about what your children do at night&mdash;what their program is, who their\ncompanions are&mdash;and have them in at a reasonable hour.  Try to see that they go with young\nmen and women who inspire them to higher ideals, rather than with those who make the\nrounds at glittering night spots, rich in temptation and low in appeal.\n<\/p><p>\nThe Pioneers survived hardship and adversity.  With careful training our children will endure\nprosperity and ease and will grow up in the spirit of this chorus today to be an everlasting\nhonor and credit, not only to themselves, to their families, and to the Church, but to their\nFather in heaven.  May they do so, I pray humbly, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}