{"ID":709, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Heritage of Faith<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, April 1954, pp. 116-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I am sure you know how one feels in this place and under these\nconditions.  I have gained a more thorough understanding of one passage of scripture in the\nlast few moments than I ever had before, which says that the Lord shall select the weak things\nof the earth to do his work But I also must have faith, as he also says that those who are\nweak he will strengthen, and that the weak things of the earth shall rise and go forth and\nbreak down the mighty and the strong\n(<span class=\"citation\" id=\"13207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13207)\">D&amp;C 1:19<\/a><\/span>),\nwhich means that we trust in God. We are engaged in his work.\n<\/p><p>\nAnd I recall the passage in the Doctrine and Covenants where the Lord says through the\nProphet Joseph Smith to Orson Hyde and to all the faithful elders of the Church: \n<\/p><p>\nWherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by\nyou; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God,\nthat I was, that I am, and that I am to come\n(<span class=\"citation\" id=\"13265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13265)\">D&amp;C 68:6<\/a><\/span>).\n<\/p><p>\nI bear that humble witness with all my heart. I am glad to place on the altar whatever I am\nand whatever I possess.\n<\/p><p>\nI know that this is the work of God, that he lives, that Jesus Christ is the Son of the living\nGod, and that he lives, that he is very close to us, and that he directs our beloved President\nand Prophet, David O. McKay, and his associates, and that these are men of God. And I am\nvery grateful to them for the kindness and consideration and patience they have shown toward\nme.  I love them and I try to emulate their example. I am privileged beyond my power to\nexpress my gratitude for the opportunity of continuing my labors with them.\n<\/p><p>\nMy mind naturally goes to my dear mother, to whom I pay tribute, than whom I can imagine\nno man or woman ever being more valiant than was she in her service to her God.  She came\nas a girl fifteen years of age, a true believer in the gospel of Jesus Christ, to St. Louis, where\nher mother died, and she came on to Zion. At nineteen she had lost her husband and her first\nchild, thousands of miles away from her home in England, in a wild, unbroken country. She\nentered into conditions that tested her soul, and would test the soul of any man or any\nwoman, but she was valiant, uncomplaining, cheerful, and true under all conditions, and I\nthank God for her, and  know she is happy today.\n<\/p><p>\nI pay tribute to my dear wife, who through years of sickness has been forced to be absent\nfrom me at sea level and under a doctor's care.  She has been lonesome but she has always\nstood by me through all these years when I put my Church work first, before my business and\nbefore my home. She has sustained me in it. And as I left her ten days ago in New York, sick\nin bed, she would not have it any other way, and she stands by this principle.\n<\/p><p>\nMy mother taught me to seek first the kingdom of God and his righteousness\n(<span class=\"citation\" id=\"34624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34624)\">Matt. 6:33<\/a><\/span>).  I want to bear\nwitness to you, my dear brethren and sisters, that that principle is true, that in this the Church\nof Jesus Christ, the Church of the living God, there is no other principle that we should\nfollow, no other principle, except to seek first the kingdom of God and keep his\ncommandments, and all else will be added. And I thank the Lord for the abundant and\nunexpected and continuing and unfailing blessings, temporal and spiritual, that he has given to\nme, beyond all my hopes and all my deserts, and I acknowledge his hand in these things. \nAnd I am glad to lay them on the altar for his service and for this work.\n<\/p><p>\nI do not feel that I should say more. My duty now is one of performance, but I do bear\nwitness that this Church is the Church of Jesus Christ, set up by him, directed by him, a\npower for the salvation of the human family.  And that this Church is equal to every situation\nthat arises in the world, and if the world would accept it, it would meet every situation. This\nChurch is an organized movement for world peace, if the world only knew it.  This is the\nworld peace movement, both for individuals and for nations, and there can be no substitute.\n<\/p><p>\nI thank the Lord for the love and confidence of my brethren with whom I am to labor. I love\nthem and sustain them with all my heart; and I thank the people of this Church who have\nreceived me so kindly, for their kindness and their consideration. I want to pay a tribute to the\nmen and the women throughout the Church who carry forward so faithfully and so well, this\ngreat work to the humble and duty-loving men and women, who forget themselves and lose\nthemselves in their families, in their children, and in the Church. God will bless them, and\nthey will enter into their celestial joy.\n<\/p><p>\nMay God help us all to be true and give ourselves with all our hearts to his service, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}