{"ID":710, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Monumental Gifts of the Church<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1954, pp. 114-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI remember a conference years ago in which someone following Bishop Richards spoke of the\nstill small voice.  I may fit that description today after this wonderful and energetic and lovely\nmessage from Bishop Buehner.\n<\/p><p>\nMy heart is full of gratitude today for many things.  I am very grateful for the rain, and for\nthe lovely weather which preceded it, each of which is a blessing suited to our needs.  I am\nvery grateful that we may meet in this marvelous old building.  I am grateful for the privilege of\nmissionary service on these grounds for the past six years. One cannot have intimate\nacquaintance with these buildings day after day and not acquire in his soul an appreciation for\nthem and for those who built them.\n<\/p><p>\nThese buildings attract others, in addition to us.  I remember the guide tour which was joined\nby a sweet woman from an eastern city.  As we left this building she, who had come with\nsome preconceived negative notions about Mormonism but had been touched by what she\nheard and felt here, turned to her husband and almost reverentially and with a tear in her eye\nsaid to him, but still with her notions, \"George, isn't it marvelous what ignorant people can\ndo?\"\n<\/p><p>\nWell, it has been a great blessing these years to be able to tell such good people, and many\nthousands like them, that the people who did the work which we enjoy here today and each\nday, were not ignorant.  They were people of courage and faith and dignity and initiative and\nintegrity, who were always willing to give up conveniences and comforts but never their\nconvictions; they were not ignorant people.\n<\/p><p>\nIt has been a great privilege also to know, as we have learned to love these buildings and\nthose who built them, something of other monuments which they left us, not so physically\ntangible, but infinitely more important. Last night as I walked through these grounds at a late\nhour&mdash;and I make a habit of that, I commend it to you, for these are beautiful and thoughtful\nand wonderful hours, in the early morning and late evening&mdash;I thought of the words reported\nto be inscribed on the tombstone of Sir Christopher Wren, the great British architect and\nbuilder.  It is said that there is written on the tomb of this man who built more than fifty\nchapels in London, including St. Paul's, and was one of the great architects of\nhis day, these words: \"If you seek his monument, look around you.\"\n<\/p><p>\nI suggest to you that as Latter-day Saints it isn't very difficult to look around us and see the\nmonuments left by those who worked here so well and courageously, and with such integrity,\nso long ago.  In the moment or two available, may I suggest two or three of these other\nmonuments which they made available, to us: the monumental blessing, for instance, of truth\nand testimony, of spiritual knowledge, of freedom from the sins of the world; the monumental\nheritage of possibility for personal union with God, for peace in this life, and eternal life in\nthe world to come; the monumental gift of great books of scripture, in which are written not\nonly the lessons of life, but the great revelations of God to men.  And with these and all the\nother monuments, they left us the monument of work, which they were willing and able to\nperform.  O how we need to learn it.\n<\/p><p>\nWith a knowledge of these monuments they dedicated to us, there comes the sober second\nthought expressed well by Goethe, the great German poet-philosopher, who said: \"What from\nyour fathers' heritage is lent, earn it anew to really possess it,\" which is to say that while\nthese great blessings of monumental value come to us from our pioneer forebears, they are of\nsuch a nature that they may be really possessed only by him or her who is willing to really\nearn and merit them.\n<\/p><p>\nThere was the day, and I recall it with pleasure, when a man came here, a man from the\ngovernment of Israeli, in fact he was a ministerial official of that nation. I happened to be late\nin the evening, and there weren't many people around, and I had a casual and very pleasant\ntalk with him.  He was a jolly fellow of the kind Brother Buehner has been talking about, a\nlittle bit corpulent and pleasant and humorous.  He was a Jew of intelligence, with rabbinical\ntraining in fact.  He asked many questions of interest about us and our faith, and I had the\nprivilege of telling him as best I could of the great truths, monumental truths, that had come\nto us from God through our forebears.  He invited conversation about our relationship, him\nand me, and I told him we were cousins in a real sense, that we both came from the family of\nIsrael, and I identified myself as being of the lineage of Ephraim.  He leaned back, gasped,\nand said, \"Say again.\" And so we began to repeat, \"Through Abraham, Isaac, Jacob, and\nthrough Joseph to Ephraim, came the covenant blessings; many of us are of Ephraim.\"\n<\/p><p>\n\"Well,\" he said, \"I came to America to learn about agriculture.  I came to Utah to learn about\nirrigation.  I expected to learn many interesting things, but I never expected to find the lost\nsons of Ephraim.\"\n<\/p><p>\nHe went away. He came back in the morning.  He said, \"Tell me again.\" So we told him,\n\"From God to Abraham, Isaac, Jacob, and through Joseph to Ephraim come the birthright\nblessings.\" And we talked for some time, identifying his progenitors, his forebears, with ours,\nand he left figuratively, almost literally, holding his head in his hands with what he had heard. \nWe have heard from him several times since, he bearing testimony in his own way of this, to\nhim, new and marvelous story. And I thought how grateful I am for the monumental link left\nme which connects me with all dispensations past, which tells me who I am, whence I came,\nand what my destiny might be.\n<\/p><p>\nI am grateful for many other monumental truths.  If it were feasible we might show you a\nfile, full of letters from people of education, wealth, power, prominence, good character,\nreiterating, each of them in his own words, the simple story one of them told as he wrote, \"I\nfound in one hour on these grounds among your people more peace and faith and something\nto hang to than I had ever known before.\" Well, these are monumental blessings, but they\ncome to us only as we individually earn them, which is the only manner in which we might\nreally possess them.\n<\/p><p>\nMay I suggest to you, as I conclude, one other little item which I think will\nbe of interest.  I mentioned the great scriptures, these books of truth and revelation, which\nGod has given us. These too must be individually earned to be possessed.  It would thrill you,\nand in a sense make you chagrined, as it has me, to learn the reaction of many great and good\npeople to these scriptures.  Let me read you two lines from two letters from a certain doctor\nfrom Tel-Aviv.  He had had the Book of Mormon.  He said, \"The first reading has made this\nmaterial precious for me in another sense.  It deals with many problems occupying me, as\nevery man concerned with his and mankind's destiny.\" And he writes a little later, \"I would\nlike to add that I have been deeply impressed by everything that I have read about you, and\nparticularly as a Hebrew scholar, by the true continuation of the Bible spirit in the Book of\nMormon.\"\n<\/p><p>\nI will read one other simple sentence from a lovely woman who picked up a copy of the\nBook of Mormon and who wrote this: \"I am reading with greatest delight the blessed truths\ncontained in that book.  I never dreamed that the Book of Mormon was like that; in fact, I\nthought hard things about it and you, for I received my information from articles in secular\nmagazines.  I belong to another denomination, but,\" and get this, \"how I rejoice to know the\ntruth and drink in the precious words of men like Nephi and Mosiah and Alma;\" and my heart\nrejoices, and I think to myself, how marvelous it is to be able to drink in the precious words\nof Nephi and Mosiah and Alma, and yet how many Latter-day Saints have lived and died\nwithout ever having known them.\n<\/p><p>\nGod bless us to appreciate, to understand what the scriptures say.  Hear the Lord's word\nrecorded in the Doctrine and Covenants: \"For what doth it profit a man if a gift is bestowed\nupon him, and he receive not the gift?  Behold, he rejoices not in that which is given unto\nhim, neither rejoices in him who is the giver of the gift\"\n(<span class=\"citation\" id=\"13276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13276)\">D&amp;C 88:33<\/a><\/span>)\n<\/p><p>\nGod help us to appreciate the monuments around us.  God bless us that we may have sense\nenough, faith enough, courage enough, to understand that there are marvelous truths that we\nmight really possess, but which we must individually earn anew, if we would have them, I\nhumbly pray, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}