{"ID":7103, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            All Thy Children Shall Be Taught\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p2\" class=\"\">Coleen K. Menlove<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p\" class=\"\">Recently Released Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/coleen-k-menlove-10.jpg\" alt=\"Coleen K. Menlove\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Children need to know that having faith in the Savior and following Him will help them receive peace in this troubled world.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p4\" class=\"\">Recent disasters around the world have touched our hearts. The suffering children, who are innocent victims, weigh particularly heavy upon us. We have seen children without family members to provide, protect, and love them. Our hearts desire to reach out and help in some way—any way that would relieve their suffering and bring hope to their lives. We are grateful for the opportunities we have to give assistance. We are encouraged by the efforts of many who are helping these children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p5\" class=\"\">However, we do not need to look far to find children who live in different yet challenging circumstances. Unknowingly, we may look beyond the children in our own midst. Are we really aware of the perilous circumstances surrounding our own children? We can usually determine if their physical needs are met, but what about their spiritual needs? Do they know of the light and peace of the gospel of Jesus Christ? The scriptures teach, “All thy children shall be taught of the Lord; and great shall be the peace of thy children.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_006\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44112)\">3 Ne. 22:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p6\" class=\"\">Children need the peace that comes from knowing they have a loving Heavenly Father, who sent His Son, Jesus Christ, to bring light and hope into the world. It is up to us as adults to direct children to that peace and light.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p7\" class=\"\">The spiritual plight of some children in the world today is depicted in a painting by the Danish artist Carl Bloch. This painting beautifully illustrates a scriptural account found in John, chapter 5. Christ, the healer and comforter, is the focus of the painting. He is lifting a covering from a man who has had infirmities since birth. The man is waiting for the miracle of healing in the pool of Bethesda, but he has no one to assist him. As the man waits, hoping for a miracle, Christ stands in his presence with the power to heal him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p8\" class=\"\">The painting includes several figures in the background, none of whom are looking directly at Christ. The Lord is in their midst, yet only one man sees Him as such. All the others appear to be going about their daily business, oblivious to the great power of Jesus and the miracle about to occur in their presence. A young child and a woman, perhaps his mother, are in view of Jesus; yet like the others, their eyes are focused elsewhere. In the very presence of the Savior, this woman fails to direct the child to the Savior. I wonder, would we, too, have missed this opportunity to come unto Christ? Are life’s experiences distracting us and dulling our spiritual view so we are not focusing on that which matters most? I wonder, do we miss opportunities to learn of the Lord and feel His love? Do we miss opportunities to share with others—especially children—that which matters most, the gospel of Jesus Christ? We have all seen children and youth standing in the crowds confused and wanting to know what matters most.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p9\" class=\"\">I can almost hear this child and other children crying out the words so many of us have sung, “Teach me to walk in the light.” Remember the words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me to walk in the light of his love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me to pray to my Father above;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me to know of the things that are right;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me, teach me to walk in the light.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_006\">2<\/a>\n\t   <span class=\"footnote\">[“Teach Me to Walk in the Light,” <span class=\"emphasis\">Children’s Songbook,<\/span> 177.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p14\" class=\"\">Are we teaching our children to know, feel, and rejoice in the beauty, power, and miracles of the gospel of Jesus Christ? President Gordon B. Hinckley has counseled: “Let us nurture our children concerning Him whom we call the Lord Jesus Christ. Let us teach our children the grand saving principles of the gospel.”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_006\">3<\/a>\n       <span class=\"footnote\">[“Messages of Inspiration from President Hinckley,” <span class=\"emphasis\">Church News,<\/span> Sept. 4, 1999, 2.]<\/span><\/sup> Children need to know that having faith in the Savior and following Him will help them receive peace in this troubled world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p15\" class=\"\">How do we teach our children? We can follow the example of the Savior. In the Book of Mormon we read of the resurrected Savior’s appearance to those in the Western Hemisphere. While teaching the people, He gathered the children to Him. He knelt and prayed with the children and for them. He blessed the children one by one. He felt the joy of their presence and opened the heavens that the children might be taught from on high.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p16\" class=\"\">As you include children at your family dinner table, as you involve them in daily family prayer and scripture study and in family home evening, you are following the example of the Savior by loving and teaching them. As you do this, let them know that together your family is striving to keep the commandments and to be worthy to be an eternal family. It may be during the informal one-on-one times that the Spirit will prompt us to ask just the right questions or to say just the right thing to help our children know and feel the light of the Lord. If we make the opportunities, the Spirit will guide us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p17\" class=\"\">We have wonderful, capable children in our midst. We can help them find peace in this life and in the life to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p18\" class=\"\">Children need to experience the Light of Christ so they can choose the light and resist the darkness. Moses had a miraculous experience when he was transfigured and beheld God with his spiritual eyes. After Moses had been taught of God and had beheld His glory and work, Satan came to Moses with darkness and confusion. Because Moses had experienced the light and glory of God, he knew the difference. He stood boldly against Satan saying, “Who art thou? For behold I am a son of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_006\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44113)\">Moses 1:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p19\" class=\"\">Children need to be filled with the light of the gospel so when temptation comes they can say: “I know who I am. I am a child of God. I know what I am to do. I am to be baptized, receive the Holy Ghost, and keep the commandments.” Then children can say: “I know who I can become. I can become a righteous young woman,” or, “I can become a righteous young man and receive the priesthood of God.” Children filled with this knowledge and light can make the decision to reject darkness and turn to the light and peace of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p20\" class=\"\">Children who have the gospel tucked into their hearts recognize the hand of the Lord in their lives. Children know more than we sometimes suppose and can do more than we sometimes think. I have learned that children who have the light of the gospel are believing. They do not doubt. Samantha, age 11, said, “I know the gospel is true because I can feel it.” Three-year-old Benjamin said, “I know Heavenly Father hears and answers my prayers because He loves me.” Children who have the light of the gospel say, “I know the Holy Ghost is directing my life because I feel happy when I choose to follow its promptings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p21\" class=\"\">Sam is beginning to understand the feelings that come from the Holy Ghost. When his mother asked, “Who is the Holy Ghost?” he said, “It is a warm feeling inside me.” Sam also understood that when his little two-week-old brother was sick, it was the Holy Ghost encouraging him to pray for the Lord’s help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p22\" class=\"\">Can you feel the peace of these children?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p23\" class=\"\">Teaching children requires more than desire. It requires diligence on our part. Earlier I mentioned the song “Teach Me to Walk in the Light,” written by Clara McMaster. Sister McMaster shared with me that while serving on the Primary general board she received the assignment to write a song about teaching children. She found this an especially daunting task and prayed to know how to begin and complete this assignment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p24\" class=\"\">After much effort she submitted her work, only to be told that it was not yet right. She was not told what to change, only to continue the effort until it was right. She was spiritually exhausted, not knowing how to proceed. She again sought guidance from the Lord, made changes, and submitted another edition. This process continued three times until at last she was told it was perfect and she was not to change anything.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p25\" class=\"\">Even though there were many times that Sister McMaster wanted to give up, she diligently worked at what she had been asked to do and what she hoped would bless the lives of children. Her inspired music has been sung by adults and children in many lands and in many languages. This song represents the desire of my heart—that all children will learn to walk in the light of the gospel of Jesus Christ. This song begins with a plea from a child, “Teach me to walk in the light,” and ends with a commitment, “Gladly, gladly we’ll walk in the light.”<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_006\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Children’s Songbook,<\/span> 177.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p26\" class=\"\">It will take time and effort to teach children, but we must not become distracted or give up. Our children so need the fulfillment of the promise “and great shall be the peace of thy children.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_006\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44114)\">3 Ne. 22:13<\/a><\/span>.]<\/span><\/sup> Let no child wonder if he or she is loved by Heavenly Father and Jesus Christ. Let all children know who they are, what they are to do, and who they can become.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p27\" class=\"\">I am grateful to all who reach out to children, who love them and teach them that regardless of their earthly circumstances, they can feel peace in the light of the gospel and receive the promises of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p28\" class=\"\">I would like to speak especially to the children around the world. I have met some of you here and some of you in places such as Africa, the Philippines, Korea, and most recently in Ukraine and Russia. I have visited you in Primaries and even in children’s hospitals. I hope you know how much you are loved by your family, your Primary teachers, and, most importantly, by Heavenly Father and Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p29\" class=\"\">Never settle for less than the privileges and blessings God offers you. The standards you keep in your dress, your language, and your behavior are outward signs of your inward commitment to follow Heavenly Father’s plan for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/all-thy-children-shall-be-taught.p30\" class=\"\">Your influence upon me is greater than you can imagine. Thank you for the joy and hope you bring into my heart and the hearts of your Primary leaders and especially your parents. Please remember to express your thanks to those who love and teach you. I know, and I want you to know, you are a child of God, Heavenly Father loves you, and you can pray to Him anytime, anywhere. Try always to remember and follow Jesus Christ, and this will bring light and peace into your lives now and give you hope for the eternities. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_006\"><a name=\"-25905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44112)\">3 Ne. 22:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_006\"><a name=\"-25905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Teach Me to Walk in the Light,” <span class=\"emphasis\">Children’s Songbook,<\/span> 177.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_006\"><a name=\"-25905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Messages of Inspiration from President Hinckley,” <span class=\"emphasis\">Church News,<\/span> Sept. 4, 1999, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_006\"><a name=\"-25905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_006\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44113)\">Moses 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_006\"><a name=\"-25905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_006\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Children’s Songbook,<\/span> 177.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_006\"><a name=\"-25905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_006\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44114)\">3 Ne. 22:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}