{"ID":7105, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Constant Truths for Changing Times\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We, as members of The Church of Jesus Christ of Latter-day Saints, must stand up to the dangers which surround us and our families.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p4\" class=\"\">My dear brothers and sisters, both within my view and assembled throughout the world, I seek an interest in your prayers and your faith as I respond to the assignment and privilege to speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p5\" class=\"\">I begin by expressing commendation to all of you. In this challenging world, the youth of the Church are the very best ever. The faith, the service, and the actions of our members are praiseworthy. We are a prayerful and faith-filled people, ever striving to be decent and honest. We take care of each other. We try to show love to our neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p6\" class=\"\">However, lest we become complacent, may I quote from 2 Nephi in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p7\" class=\"\">“At that day shall [the devil] … lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44177)\">2 Ne. 28:20–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p8\" class=\"\">Someone has said that our complacency tree has many branches, and each spring more buds come into bloom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p9\" class=\"\">We cannot afford to be complacent. We live in perilous times; the signs are all around us. We are acutely aware of the negative influences in our society that stalk traditional families. At times television and movies portray worldly and immoral heroes and heroines and attempt to hold up as role models some actors and actresses whose lives are anything but exemplary. Why should we follow a blind guide? Radios blare forth much denigrating music with blatant lyrics, dangerous invitations, and descriptions of almost every type of evil imaginable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p10\" class=\"\">We, as members of The Church of Jesus Christ of Latter-day Saints, must stand up to the dangers which surround us and our families. To aid us in this determination, I offer several suggestions, as well as some examples from my own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p11\" class=\"\">I begin with family home evening. We cannot afford to neglect this heaven-inspired program. It can bring spiritual growth to each member of the family, helping him or her to withstand the temptations which are everywhere. The lessons learned in the home are those that last the longest. As President Gordon B. Hinckley and his predecessors have stated, “The home is the basis of a righteous life, and no other instrumentality can take its place nor fulfill its essential functions.”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_008\">2<\/a>\n       <span class=\"footnote\">[First Presidency letter, Feb. 11, 1999; see <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1; <span class=\"emphasis\">Ensign,<\/span> June 1999, 80.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p12\" class=\"\">Dr. Glenn J. Doman, noted author and medical authority, wrote: “The newborn child is almost an exact duplicate of an empty … computer, although superior to such a computer in almost every way. … What is placed in the child’s [mind] during the first eight years of life is probably there to stay. … If you put misinformation into his [mind] during [this period], it is extremely difficult to erase it.” Dr. Doman added that the most receptive age in human life is that of two or three years.<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">How to Teach Your Baby to Read<\/span> (1963, 1964), 43–45.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p13\" class=\"\">I like this thought: “Your mind is a cupboard, and you stock the shelves.” Let us make certain that our cupboard shelves, and those of our family members, are stocked with the things which will provide safety to our souls and enable us to return to our Father in Heaven. Such shelves could well be stocked with gospel scholarship, faith, prayer, love, service, obedience, example, and kindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p14\" class=\"\">Next, I address the subject of debt. This is a day of borrowing, a day when multiple credit card offers arrive in our mailboxes each week. They generally offer a very low rate of interest which may apply for a short period of time; but what one usually doesn’t realize is that after that period has expired, the rates increase dramatically. I share with you a statement made by President J. Reuben Clark Jr., who many years ago was a member of the First Presidency. Its truth is timeless. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p15\" class=\"\">“It is a rule of our financial and economic life in all the world that interest is to be paid on borrowed money. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p16\" class=\"\">“Interest never sleeps nor sickens nor dies; it never goes to the hospital; it works on Sundays and holidays; it never takes a vacation; it never visits nor travels; it takes no pleasure; it is never laid off work nor discharged from employment; it never works on reduced hours. … Once in debt, interest is your companion every minute of the day and night; you cannot shun it or slip away from it; you cannot dismiss it; it yields neither to entreaties, demands, or orders; and whenever you get in its way or cross its course or fail to meet its demands, it crushes you.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_008\">4<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1938, 102–3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p17\" class=\"\">My brothers and sisters, I’m appalled at some of the advertising I see and hear advocating home equity loans. Simply put, they are second mortgages on homes. The promotion for such loans is designed to tempt us to borrow more in order to have more. What is never mentioned is the fact that, should one be unable to make this “second” house payment, one is in danger of losing his house.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p18\" class=\"\">Avoid the philosophy and excuse that yesterday’s luxuries have become today’s necessities. They aren’t necessities unless we ourselves make them such. Many of our young couples today want to begin with multiple cars and the type of home Mother and Dad worked a lifetime to obtain. Consequently, they enter into long-term debt on the basis of two salaries. Perhaps too late they find that changes do come, women have children, sickness stalks some families, jobs are lost, natural disasters and other situations occur, and no longer can the mortgage payment, based on the income from two salaries, be made.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p19\" class=\"\">It is essential for us to live within our means.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p20\" class=\"\">Next, I have felt impressed to speak to mothers, to fathers, to sons, and to daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p21\" class=\"\">I would say to each mother, each father—be a good listener. Communication is so vital today in our fast-paced world. Take time to listen. And to you children, talk to your mother and to your father. It may be difficult to realize, but your parents have lived through many of the same challenges which you face today. Often they see the big picture more clearly than you can. They pray for you each day and are entitled to the inspiration of our Heavenly Father in providing you counsel and advice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p22\" class=\"\">Mothers, share household duties. It is often easier to do everything yourself than to persuade your children to help, but it is so essential for them to learn the importance of doing their share.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p23\" class=\"\">Fathers, I would counsel you to demonstrate love and kindness to your wife. Be patient with your children. Don’t indulge them to excess, for they must learn to make their own way in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p24\" class=\"\">I would encourage you to be available to your children. I have heard it said that no man, as death approaches, has ever declared that he wished he had spent more time at the office.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p25\" class=\"\">I love the following example, taken from an article entitled “A Day at the Beach” by Arthur Gordon. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p26\" class=\"\">“When I was around thirteen and my brother ten, Father had promised to take us to the circus. But at lunchtime there was a phone call; some urgent business required his attention downtown. We braced ourselves for disappointment. Then we heard him say, ‘No, I won’t be down. It’ll have to wait.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p27\" class=\"\">“When he came back to the table, Mother smiled [and said,] ‘The circus keeps coming back, you know.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p28\" class=\"\">“‘I know,’ said Father. ‘But childhood doesn’t.’”<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_008\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">A Touch of Wonder<\/span> (1974), 77–78.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p29\" class=\"\">My brothers and sisters, time with your children is fleeting. Do not put off being with them now. Someone put it another way: Live only for tomorrow, and you will have a lot of empty yesterdays today.<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_008\">6<\/a>\n       <span class=\"footnote\">[See Meredith Willson and Franklin Lacey, <span class=\"emphasis\">The Music Man<\/span> (1957).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p30\" class=\"\">Parents, help your children set goals concerning school and careers. Help your sons learn manners and respect for women and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p31\" class=\"\">Said President Hinckley: “As we train a new generation, so will the world be in a few years. If you are worried about the future, then look to the upbringing of your children.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_008\">7<\/a>\n       <span class=\"footnote\">[“Behold Your Little Ones,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2001, 2; <span class=\"emphasis\">Ensign,<\/span> June 2001, 2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p32\" class=\"\">The Apostle Paul’s statement to his beloved Timothy could well apply: “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_008\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44178)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p33\" class=\"\">Parents, live your lives in such a way that your children will find you an example worthy of emulation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p34\" class=\"\">I admonish all families: search out your heritage. It is important to know, as far as possible, those who came before us. We discover something about ourselves when we learn about our ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p35\" class=\"\">I recall as a boy hearing of the experiences of my Miller ancestors. In the spring of 1848, my great-great-grandparents, Charles Stewart Miller and Mary McGowan Miller, joined the Church in their native Scotland, left their home in Rutherglen, Scotland, and journeyed across the Atlantic Ocean. They reached the port of New Orleans and traveled up the Mississippi River to St. Louis, Missouri, with a group of Saints, arriving there in 1849. One of their 11 children, Margaret, would become my great-grandmother.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p36\" class=\"\">When the family arrived in St. Louis, planning to earn enough money to make their way to the Salt Lake Valley, a plague of cholera struck the area. The Miller family was hard-hit: in the space of two weeks, mother, father, and two of their sons died. My great-grandmother, Margaret Miller, was 13 years old at the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p37\" class=\"\">Because of all the deaths in the area, there were no caskets available—at any price. The older surviving boys dismantled the family’s oxen pens in order to make crude caskets for the family members who had passed away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p38\" class=\"\">The nine remaining orphaned Miller children and the husband of one of the older daughters left St. Louis in the spring of 1850 with four oxen and one wagon, arriving finally in the Salt Lake Valley that same year.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p39\" class=\"\">I owe such a debt of gratitude to these and other noble forebears who loved the gospel and who loved the Lord so deeply that they were willing to sacrifice all they had, including their own lives, for The Church of Jesus Christ of Latter-day Saints. How grateful I am for the temple ordinances which bind us together for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p40\" class=\"\">I emphasize how essential is the work we do in the temples of the Lord for our kindred dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p41\" class=\"\">Just two months ago today, members of my family gathered together in the Salt Lake Temple to perform sealings for some of our deceased ancestors. This was one of the most spiritual experiences our family has had together and enhanced the love we have for one another and the obligation which is ours to live worthy of our heritage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p42\" class=\"\">Years ago when our youngest son, Clark, was attending a religion class at Brigham Young University, the instructor, during a lecture, asked him, “Clark, what is an example of life with your father that you best remember?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p43\" class=\"\">The instructor later wrote to me and told me of the reply which Clark had given to the class. Said Clark: “When I was a deacon in the Aaronic Priesthood, my father and I went pheasant hunting near Malad, Idaho. The day was Monday—the last day of the pheasant hunting season. We walked through numerous fields in search of pheasants but saw only a few, and those we missed. Dad then said to me, ‘Clark,’ he looked at his watch, ‘let’s unload our guns, and we’ll place them in this ditch. Then we’ll kneel down to pray.’ I thought Dad would pray for more pheasants, but I was wrong. He explained to me that Elder Richard L. Evans of the Quorum of the Twelve was gravely ill and that at 12:00 noon on that particular Monday the members of the Quorum of the Twelve—wherever they may be—were to kneel and, in a way, together unite in a fervent prayer of faith for Elder Evans. Removing our caps, we knelt, we prayed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p44\" class=\"\">I well remember the occasion, but I never dreamed a son was watching, was learning, was building his own testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p45\" class=\"\">Several years ago we had a young paperboy who didn’t always deliver the paper in the manner intended. Instead of getting the paper on the porch, he sometimes accidentally threw it into the bushes or even close to the street. Some on his paper route decided to start a petition of complaint. One day a delegation came to our home and asked my wife, Frances, to sign the petition. She declined, saying, “Why, he’s just a little boy, and the papers are so heavy for him. I would never be critical of him, for he tries his best.” The petition, however, was signed by many of the others on the paper route and sent to the boy’s supervisors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p46\" class=\"\">Not many days afterward, I came home from work and found Frances in tears. When she was finally able to talk, she told me that she had just learned that the body of the little paperboy had been found in his garage, where he had taken his own life. Apparently the criticism heaped upon him had been too much for him to bear. How grateful we were that we had not joined in that criticism. What a vivid lesson this has always been regarding the importance of being nonjudgmental and treating everyone with kindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p47\" class=\"\">The Savior should be our example. As is recorded of Him, He “increased in wisdom and stature, and in favour with God and man.”<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_008\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44179)\">Luke 2:52<\/a><\/span>.]<\/span><\/sup> He “went about doing good, … for God was with him.”<sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_008\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44180)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p48\" class=\"\">Remember that ofttimes the wisdom of God appears as foolishness to men, but the greatest single lesson we can learn in mortality is that when God speaks and a man obeys, that man will always be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p49\" class=\"\">May we ever follow the Prince of Peace, who literally showed the way for us to follow, for by doing so, we will survive these turbulent times. His divine plan can save us from the dangers which surround us on every side. His example points the way. When faced with temptation, He shunned it. When offered the world, He declined it. When asked for His life, He gave it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/constant-truths-for-changing-times.p50\" class=\"\">Now is the time. This is the place. May we follow Him, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44177)\">2 Ne. 28:20–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, Feb. 11, 1999; see <span class=\"emphasis\">Liahona,<\/span> Dec. 1999, 1; <span class=\"emphasis\">Ensign,<\/span> June 1999, 80.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">How to Teach Your Baby to Read<\/span> (1963, 1964), 43–45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1938, 102–3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">A Touch of Wonder<\/span> (1974), 77–78.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Meredith Willson and Franklin Lacey, <span class=\"emphasis\">The Music Man<\/span> (1957).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Behold Your Little Ones,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2001, 2; <span class=\"emphasis\">Ensign,<\/span> June 2001, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44178)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44179)\">Luke 2:52<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_008\"><a name=\"-25905_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44180)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}