{"ID":7106, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Virtue of Kindness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Kindness is the essence of a celestial life. Kindness is how a Christlike person treats others.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p4\" class=\"\">Many years ago, when I was called as a bishop, I had a desire for the bishopric to visit those who were less active in the Church and see if there was anything we could do to bring the blessings of the gospel into their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p5\" class=\"\">One day we visited a man in his 50s who was a respected mechanic. He told me the last time he had been to church was when he was a young boy. Something had happened that day. He had been acting up in class and was being noisier than he should when his teacher became angry, pulled him out of class, and told him not to come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p6\" class=\"\">He never did.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p7\" class=\"\">It was remarkable to me that an unkind word spoken more than four decades earlier could have had such a profound effect. But it had. And, as a consequence, this man had never returned to church. Neither had his wife or children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p8\" class=\"\">I apologized to him and expressed my sorrow that he had been treated that way. I told him how unfortunate it was that one word spoken in haste, and so long ago, could have the effect of excluding his family from the blessings that come from Church activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p9\" class=\"\">“After 40 years,” I told him, “it’s time the Church made things right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p10\" class=\"\">I did my best to do so. I reassured him that he was welcome and needed. I rejoiced when this man and his family eventually returned to church and became strong and faithful members. In particular, this good brother became an effective home teacher because he understood how something as small as an unkind word could have consequences that extend throughout a lifetime and perhaps beyond.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p11\" class=\"\">Kindness is the essence of greatness and the fundamental characteristic of the noblest men and women I have known. Kindness is a passport that opens doors and fashions friends. It softens hearts and molds relationships that can last lifetimes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p12\" class=\"\">Kind words not only lift our spirits in the moment they are given, but they can linger with us over the years. One day, when I was in college, a man seven years my senior congratulated me on my performance in a football game. He not only praised how well I had done in the game, but he had noticed that I had showed good sportsmanship. Even though this conversation happened more than 60 years ago, and even though it’s highly unlikely the person who complimented me has any recollection of this conversation, I still remember the kind words spoken to me that day by Gordon B. Hinckley, who would later become President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p13\" class=\"\">The attributes of thoughtfulness and kindness are inseparably linked with President Hinckley. When my father passed away in 1963, President Hinckley was the first person to come to our home. I’ll never forget his kindness. He gave my mother a blessing and, among other things, promised her that she had much to look forward to and that life would be sweet for her. These words have brought comfort to her and to me, and I’ll never forget his kindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p14\" class=\"\">Kindness is the essence of a celestial life. Kindness is how a Christlike person treats others. Kindness should permeate all of our words and actions at work, at school, at church, and especially in our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p15\" class=\"\">Jesus, our Savior, was the epitome of kindness and compassion. He healed the sick. He spent much of His time ministering to the one or many. He spoke compassionately to the Samaritan woman who was looked down upon by many. He instructed His disciples to allow the little children to come unto Him. He was kind to all who had sinned, condemning only the sin, not the sinner. He kindly allowed thousands of Nephites to come forward and feel the nail prints in His hands and feet. Yet His greatest act of kindness was found in His atoning sacrifice, thus freeing all from the effects of death, and all from the effects of sin, on conditions of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p16\" class=\"\">The Prophet Joseph Smith exemplified kindness in his life to everyone, old and young. One child who benefited from the Prophet’s kindness remembered:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p17\" class=\"\">“My older brother and I were going to school, near to the building which was known as Joseph’s brick store. It had been raining the previous day, causing the ground to be very muddy, especially along that street. My brother Wallace and I both got [our feet] in the mud, and could not get out, and of course, child-like, we began to cry, for we thought we would have to stay there. But looking up, I beheld the loving friend of children, the Prophet Joseph, coming to us. He soon had us on higher and drier ground. Then he stooped down and cleaned the mud from our little, heavy-laden shoes, took his handkerchief from his pocket and wiped our tear-stained faces. He spoke kind and cheering words to us, and sent us on our way to school rejoicing.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_012\">1<\/a>\n       <span class=\"footnote\">[Margaret McIntire Burgess, in <span class=\"emphasis\">Juvenile Instructor,<\/span> Jan. 15, 1892, 66–67.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p18\" class=\"\">There is no substitute for kindness in the home. This lesson I learned from my father. He always listened to my mother’s advice. As a result, he was a better, wiser, and kinder man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p19\" class=\"\">I have tried to follow my father’s example and listen to my wife’s point of view. I value her opinion. For example, when my wife begins a sentence with the words “I should think you would …” I instantly pay attention and begin searching my mind for something I may have done wrong. Ofttimes before my wife has finished her sentence, I have already planned out in my mind a magnificent apology.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p20\" class=\"\">In truth, my wife is a model of kindness, gentleness, and compassion. And her insight, counsel, and support have been invaluable to me. Because of her I, too, am a wiser and kinder person.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p21\" class=\"\">The things you say, the tone of your voice, the anger or calm of your words—these things are noticed by your children and by others. They see and learn both the kind and the unkind things we say or do. Nothing exposes our true selves more than how we treat one another in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p22\" class=\"\">I often wonder why some feel they must be critical of others. It gets in their blood, I suppose, and it becomes so natural they often don’t even think about it. They seem to criticize everyone—the way Sister Jones leads the music, the way Brother Smith teaches a lesson or plants his garden.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p23\" class=\"\">Even when we think we are doing no harm by our critical remarks, consequences often follow. I am reminded of a boy who handed a donation envelope to his bishop and told him it was for him. The bishop, using this as a teaching moment, explained to the boy that he should mark on the donation slip whether it was for tithing, fast offerings, or for something else. The boy insisted the money was for the bishop himself. When the bishop asked why, the boy replied, “Because my father says you’re one of the poorest bishops we’ve ever had.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p24\" class=\"\">The Church is not a place where perfect people gather to say perfect things, or have perfect thoughts, or have perfect feelings. The Church is a place where imperfect people gather to provide encouragement, support, and service to each other as we press on in our journey to return to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p25\" class=\"\">Each one of us will travel a different road during this life. Each progresses at a different rate. Temptations that trouble your brother may not challenge you at all. Strengths that you possess may seem impossible to another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p26\" class=\"\">Never look down on those who are less perfect than you. Don’t be upset because someone can’t sew as well as you, can’t throw as well as you, can’t row or hoe as well as you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p27\" class=\"\">We are all children of our Heavenly Father. And we are here with the same purpose: to learn to love Him with all our heart, soul, mind, and strength, and to love our neighbor as ourselves.<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_012\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44181)\">Mark 12:30–31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p28\" class=\"\">One way you can measure your value in the kingdom of God is to ask, “How well am I doing in helping others reach their potential? Do I support others in the Church, or do I criticize them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p29\" class=\"\">If you are criticizing others, you are weakening the Church. If you are building others, you are building the kingdom of God. As Heavenly Father is kind, we also should be kind to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p30\" class=\"\">Elder James E. Talmage, a man who is remembered for his doctrinal teachings, showed great kindness to a neighbor family in distress. They were complete strangers to him. Before he was an Apostle, as a young father, he became aware of great suffering at a neighbor’s home whose large family was stricken with the dreaded diphtheria. He did not care that they were not members of the Church; his kindness and charity moved him to act. The Relief Society was desperately trying to find people to help, but no one would because of the contagious nature of the disease.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p31\" class=\"\">When he arrived, James found one toddler already dead and two others who were in agony from the disease. He immediately went to work, cleaning the untidy house, preparing the young body for burial, cleaning and providing for the other sick children, spending the entire day doing so. He came back the next morning to find that one more of the children had died during the night. A third child was still suffering terribly. He wrote in his journal: “She clung to my neck, ofttimes coughing [germs] on my face and clothing, … yet I could not put her from me. During the half hour immediately preceding her death, I walked the floor with the little creature in my arms. She died in agony at 10 <span class=\"small\">A.M.<\/span>” The three children had all departed within the space of 24 hours. He then assisted the family with the burial arrangements and spoke at their graveside services.<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_012\">3<\/a>\n       <span class=\"footnote\">[See John R. Talmage, <span class=\"emphasis\">The Talmage Story: Life of James E. Talmage—Educator, Scientist, Apostle<\/span> (1972), 112–14.]<\/span><\/sup> This he did all for a family of strangers. What a great example of Christlike kindness!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p32\" class=\"\">When we are filled with kindness, we are not judgmental. The Savior taught, “Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_012\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44182)\">Luke 6:37<\/a><\/span>.]<\/span><\/sup> He also taught that “with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.”<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_012\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44183)\">Matt. 7:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p33\" class=\"\">“But,” you ask, “what if people are rude?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p34\" class=\"\">Love them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p35\" class=\"\">“If they are obnoxious?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p36\" class=\"\">Love them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p37\" class=\"\">“But what if they offend? Surely I must do something then?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p38\" class=\"\">Love them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p39\" class=\"\">“Wayward?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p40\" class=\"\">The answer is the same. Be kind. Love them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p41\" class=\"\">Why? In the scriptures Jude taught, “And of some have compassion, making a difference.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_012\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44184)\">Jude 1:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p42\" class=\"\">Who can tell what far-reaching impact we can have if we are only kind?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p43\" class=\"\">My brothers and sisters, the gospel of Jesus Christ transcends mortality. Our work here is but a shadow of greater and unimaginable things to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p44\" class=\"\">The heavens opened to the Prophet Joseph Smith. He saw the living God and His Son, Jesus the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p45\" class=\"\">In our day, a prophet, President Gordon B. Hinckley, walks the earth and provides direction for our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p46\" class=\"\">As our Heavenly Father loves us, we also should love His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-virtue-of-kindness.p47\" class=\"\">May we be models of kindness. May we ever live up to the words of the Savior: “By this shall all men know that ye are my disciples, if ye have love one to another.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_012\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44185)\">John 13:35<\/a><\/span>.]<\/span><\/sup> Of these truths I bear witness in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_012\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Margaret McIntire Burgess, in <span class=\"emphasis\">Juvenile Instructor,<\/span> Jan. 15, 1892, 66–67.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_012\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44181)\">Mark 12:30–31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_012\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See John R. Talmage, <span class=\"emphasis\">The Talmage Story: Life of James E. Talmage—Educator, Scientist, Apostle<\/span> (1972), 112–14.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_012\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44182)\">Luke 6:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_012\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44183)\">Matt. 7:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_012\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44184)\">Jude 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_012\"><a name=\"-25905_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_012\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44185)\">John 13:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}