{"ID":7110, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Fruits of the First Vision\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p2\" class=\"\">Elder Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I count Joseph Smith among those whose testimony of Christ helped me to develop my own testimony of the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p4\" class=\"\">Only six months ago you faithful members of the Church of Jesus Christ sustained me as a member of the Quorum of the Twelve Apostles. This calling came as a great surprise to many, but especially to our grandchildren, who said, “But he is our <span class=\"emphasis\">Opa!<\/span> He is just a regular person. He played with us, and he used to cut our hair!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p5\" class=\"\">After the October general conference, my wife and I talked to our children on the telephone, and one of our grandsons said, “Since we were so far away from you and could not be with you in Salt Lake City, at least you should have waved to us when you were giving your conference talk.” We have not yet been with our children and grandchildren until this general conference, and so I wave today, hoping to make a grandson happy. I also wave to all of you wonderful members, whose prayers and love are so important and appreciated by my wife and me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p6\" class=\"\">In my growing-up years in Germany, I attended church in many different locations and circumstances—in humble back rooms, in impressive villas, and in very functional modern chapels. All of these buildings had one important factor in common: the Spirit of God was present; the love of the Savior could be felt as we assembled as a branch or ward family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p7\" class=\"\">The Zwickau chapel had an old air-driven organ. Every Sunday a young man was assigned to push up and down the sturdy lever operating the bellows to make the organ work. Even before I was an Aaronic Priesthood bearer, I sometimes had the great privilege to assist in this important task.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p8\" class=\"\">While the congregation sang our beloved hymns of the Restoration, I pumped with all my strength so the organ would not run out of wind. The eyes of the organist unmistakably indicated whether I was doing fine or needed to increase my efforts quickly. I always felt honored by the importance of this duty and the trust that the organist had placed in me. It was a wonderful feeling of accomplishment to have a responsibility and to be part of this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p9\" class=\"\">There was an additional benefit that came from this assignment: the bellows operator sat in a seat that offered a great view of a stained-glass window that beautified the front part of the chapel. The stained glass portrayed the First Vision, with Joseph Smith kneeling in the Sacred Grove, looking up toward heaven and into a pillar of light.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p10\" class=\"\">During the hymns of the congregation and even during talks and testimonies given by our members, I often looked at this depiction of a most sacred moment in world history. In my mind’s eye I saw Joseph receiving knowledge, witness, and divine instructions as he became a blessed instrument in the hand of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p11\" class=\"\">I felt a special spirit while looking at the beautiful scene in this window picture of a believing young boy in a sacred grove who made a courageous decision to earnestly pray to our Heavenly Father, who listened and responded lovingly to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p12\" class=\"\">Here I was, a young boy in post–World War II Germany, living in a city in ruins, thousands of miles away from Palmyra in North America and more than a hundred years after the event actually took place. By the universal power of the Holy Ghost, I felt in my heart and in my mind that it was true, that Joseph Smith saw God and Jesus Christ and heard Their voices. The Spirit of God comforted my soul at this young age with an assurance of the reality of this sacred moment that resulted in the beginning of a worldwide movement destined to “roll forth, until it has filled the whole earth” (<span class=\"citation\" id=\"44202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44202)\">D&amp;C 65:2<\/a><\/span>). I believed Joseph Smith’s testimony of that glorious experience in the Sacred Grove then, and I know it now. God has spoken to mankind again!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p13\" class=\"\">Looking back, I am grateful for so many friends who helped me in my youth to gain a testimony of the restored Church of Jesus Christ. First I exercised simple faith in their testimonies, and then I received the divine witness of the Spirit to my mind and to my heart. I count Joseph Smith among those whose testimony of Christ helped me to develop my own testimony of the Savior. Before I recognized the tutoring of the Spirit testifying to me that Joseph Smith was a prophet of God, my youthful heart felt that he was a friend of God and would therefore, quite naturally, also be a friend of mine. I knew I could trust Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p14\" class=\"\">The scriptures teach us that spiritual gifts are given to those who ask of God, who love Him, and who keep His commandments (see <span class=\"citation\" id=\"44203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44203)\">D&amp;C 46:9<\/a><\/span>). “All have not every gift given unto them; for there are many gifts, and to every man is given a gift by the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p15\" class=\"\">“To some is given one, and to some is given another, that all may be profited thereby” (<span class=\"citation\" id=\"44204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44204)\">D&amp;C 46:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p16\" class=\"\">Today I know that my young testimony benefited greatly from the testimony of the Prophet Joseph Smith and many friends in the Church who knew “by the Holy Ghost … that Jesus Christ is the Son of God, and that he was crucified for the sins of the world” (<span class=\"citation\" id=\"44205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44205)\">D&amp;C 46:13<\/a><\/span>). Their good examples, caring love, and helping hands blessed me to receive another special gift of the Spirit described in the scriptures as I was yearning for more light and truth: “To others it is given to believe on their words, that they also might have eternal life if they continue [faithfully]” (<span class=\"citation\" id=\"44206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44206)\">D&amp;C 46:14<\/a><\/span>). What a wonderful and precious gift this is!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p17\" class=\"\">As we truly humble ourselves, we will be blessed with this gift to have faith and to hope for things which are not seen but are true (see <span class=\"citation\" id=\"44207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44207)\">Alma 32:21<\/a><\/span>). As we experiment upon the words given to us by the scriptures and the living prophets—even if we only have a desire to believe—and do not resist the Spirit of the Lord, our souls will be enlarged and our understanding will be enlightened (see <span class=\"citation\" id=\"44208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44208)\">Alma 32:26–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p18\" class=\"\">The Savior Himself explained this merciful principle clearly to all the world in His great intercessory prayer, given not only for His Apostles but for all the Saints, even for us today, wherever we might be living. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p19\" class=\"\">“Neither pray I for these alone, but for them also which shall believe on me through their word;<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p20\" class=\"\">“That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may <span class=\"emphasis\">believe<\/span> that thou hast sent me” (<span class=\"citation\" id=\"44209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44209)\">John 17:20–21<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p21\" class=\"\">This is how Joseph Smith’s First Vision blesses our own personal lives, the lives of families, and eventually the whole human family—we come to believe in Jesus Christ through the testimony of the Prophet Joseph Smith. Prophets and apostles throughout the history of mankind have had divine manifestations similar to Joseph’s. Moses saw God face-to-face and learned that he was a son of God “in the similitude of [His] Only Begotten” (see <span class=\"citation\" id=\"44210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44210)\">Moses 1:1–6<\/a><\/span>). The Apostle Paul testified that the resurrected Jesus Christ appeared to him on the road to Damascus and made Paul one of His great missionaries (see <span class=\"citation\" id=\"44211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44211)\">Acts 26:9–23<\/a><\/span>). Hearing Paul’s witness of his heavenly vision during the trial at Caesarea, the powerful King Agrippa admitted, “Almost thou persuadest me to be a Christian” (<span class=\"citation\" id=\"44212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44212)\">Acts 26:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p22\" class=\"\">And there were many other ancient prophets who also bore powerful testimony of Christ. All of these manifestations, ancient and modern, lead those who believe to the divine source of all righteousness and hope—to God, our Heavenly Father, and to His Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p23\" class=\"\">God has spoken to Joseph Smith for the purpose of blessing all of God’s children with His mercy and love, even in times of uncertainties and insecurities, of wars and rumors of wars, of natural and personal disasters. The Savior said, “Behold, mine arm of mercy is extended towards you, and whosoever will come, him will I receive” (<span class=\"citation\" id=\"44213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44213)\">3 Ne. 9:14<\/a><\/span>). And all who accept this invitation will be “encircled about with the matchless bounty of his love” (<span class=\"citation\" id=\"44214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44214)\">Alma 26:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p24\" class=\"\">Through our faith in the personal witness of the Prophet Joseph and the reality of the First Vision, through study and prayer, deep and sincere, we will be blessed with a firm faith in the Savior of the world, who spoke to Joseph “on the morning of a beautiful, clear day, early in the spring of eighteen hundred and twenty” (<span class=\"citation\" id=\"44215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44215)\">JS—H 1:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p25\" class=\"\">Faith in Jesus Christ and a testimony of Him and His universal Atonement is not just a doctrine with great theological value. Such faith is a universal gift, glorious for all cultural regions of this earth, irrespective of language, race, color, nationality, or socioeconomic circumstance. The powers of reason may be used to try to understand this gift, but those who feel its effects most deeply are those who are willing to accept its blessings, which come from a pure and clean life of following the path of true repentance and living the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p26\" class=\"\">As we remember and honor the Prophet Joseph Smith, my heart reaches out to him in gratitude. He was a good, honest, humble, intelligent, and courageous young man with a heart of gold and an unshaken faith in God. He had integrity. In response to his humble prayer, the heavens opened again. Joseph Smith had actually seen a vision. He knew it, and he knew that God knew it, and he could not deny it. (See <span class=\"citation\" id=\"44216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44216)\">JS—H 1:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p27\" class=\"\">Through his work and sacrifice, I now have a true understanding of our Heavenly Father and His Son, our Redeemer and Savior, Jesus Christ, and I can feel the power of the Holy Ghost and know of Heavenly Father’s plan for us, His children. For me, these are truly the fruits of the First Vision.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p28\" class=\"\">I am grateful that early in my life I was blessed with a simple faith that Joseph Smith was a prophet of God, that he saw God the Father and His Son, Jesus Christ, in a vision. He translated the Book of Mormon by the gift and power of God. That testimony has been confirmed to me over and over again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p29\" class=\"\">As one of the least among you, but in my calling as one of the Apostles of Jesus Christ, I testify that He truly lives, that He is the Messiah. I do have a personal witness of Jesus Christ, the Savior and Redeemer of all mankind. I received this knowledge by the unspeakable peace and power of the Spirit of God. The desire of my heart and of my mind is to be pure and faithful in serving Him now and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-fruits-of-the-first-vision.p30\" class=\"\">I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}