{"ID":7111, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Couple Missionaries: Blessings from Sacrifice and Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Your Heavenly Father needs you. His work, under the direction of our Savior Jesus Christ, needs what you are uniquely prepared to give.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p4\" class=\"\">Four years ago I spoke in this setting about couples serving full-time missions. My prayer was that “the Holy Ghost [would] touch hearts, and somewhere a spouse … [would] quietly nudge his or her companion, and a moment of truth [—a moment of decision—would] occur.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_017\">1<\/a>\n       <span class=\"footnote\">[“Couple Missionaries: A Time to Serve,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 28; <span class=\"emphasis\">Ensign,<\/span> May 2001, 25.]<\/span><\/sup> One sister later wrote me about that experience. She said, “We were sitting in the comfort of our family room enjoying conference on television. … As you spoke, my heart was touched so deeply. I looked over at my husband and he looked at me. That moment changed my life forever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p5\" class=\"\">If you are or will soon be the age of a senior missionary, I come to you this afternoon to witness of the blessings that can change your life forever. Your Heavenly Father needs you. His work, under the direction of our Savior Jesus Christ, needs what you are uniquely prepared to give. Every missionary experience requires faith, sacrifice, and service, and these are always followed by an outpouring of blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p6\" class=\"\">As we discuss these blessings, you will naturally consider what I have called the four Fs: fear, family concerns, finding the right mission opportunity, and financial challenges.<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_017\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Liahona,<\/span> July 2001, 28; <span class=\"emphasis\">Ensign,<\/span> May 2001, 25.]<\/span><\/sup> May I yet add another more important and powerful F—faith. Only through our faith can we heed God’s counsel to “choose ye this day, whom ye will serve”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_017\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44217)\">Alma 30:8<\/a><\/span>.]<\/span><\/sup>—“to serve the Lord God who made you.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_017\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44218)\">Moses 6:33<\/a><\/span>.]<\/span><\/sup> And only through a <span class=\"emphasis\">trial<\/span> of our faith can we receive the miraculous blessings we seek for ourselves and our families. “For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself until <span class=\"emphasis\">after<\/span> their faith.”<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_017\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44219)\">Ether 12:12<\/a><\/span>, emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p7\" class=\"\">Allow me to share some of these miraculous blessings from letters and accounts I have received over the past four years. A humble couple from Idaho met fear with faith when the Lord called them to Russia. They wrote the following acceptance letter: “No one would have imagined we would be called to this assignment. We have no idea how we will learn the language or manage to be of service, and although we accept with much trepidation, going completely on faith, we know that the Lord and His prophet know more than we do where we should serve.” Ten months later the Stockholm Sweden Temple welcomed 30 Saints from a small branch in Russia led by this couple from Idaho who had barely begun to learn the Russian language. The scriptures tell us, “God has provided a means that man, through faith, might work mighty miracles.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_017\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44220)\">Mosiah 8:18<\/a><\/span>.]<\/span><\/sup> Thus, God’s work is carried out by His children: “That faith also might increase in the earth. … That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of the world.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_017\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44221)\">D&amp;C 1:21, 23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p8\" class=\"\">Another couple faced family concerns with faith. A faithful sister wrote: “The decision to serve a mission was not hard. But my 90-year-old mother was extremely apprehensive about our leaving. She took great comfort when she heard that our families would be blessed as we serve.” A faithful brother expressed similar concerns about leaving his elderly parents, to which his father responded: “Don’t use your mother and me as an excuse not to go on a mission with your wife. You pray about it and follow the guidance of the Spirit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p9\" class=\"\">To an earlier generation of missionaries called to leave their families, the Lord offered this reassurance: “And if they will do this in all lowliness of heart, … I, the Lord, give unto them a promise that I will provide for their families.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_017\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44222)\">D&amp;C 118:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p10\" class=\"\">Certainly family concerns are real and should not be considered lightly. But we cannot meet our family challenges without the blessings of the Lord; and when we sacrifice to serve as full-time missionary couples, those blessings will flow. For example, one couple worried about leaving their youngest daughter who was no longer active in the Church. Her faithful father wrote: “We prayed for her continually and fasted regularly. Then, during general conference, the Spirit whispered to me, ‘If you will serve, you will not have to worry about your daughter anymore.’ So we met with our bishop. The week after we received our call, she and her boyfriend announced they were engaged. Before we left for Africa, we had a wedding in our home. [Then we gathered our family together and] held a family council. … I bore testimony of the Lord and Joseph Smith … and told them I would like to give each of them a father’s blessing. I started with the oldest son and then his wife and proceeded to the youngest … [including our new son-in-law].”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p11\" class=\"\">As we consider couple missionary service, it is appropriate to involve our families in the same way. In family council meetings, we can give our children the opportunity to express their support, offer special assistance we may need, and receive priesthood blessings to sustain them in our absence. Where appropriate, we may be able to receive priesthood blessings from them as well. As the faithful father in this story blessed his family members, his son-in-law felt the influence of the Holy Ghost. The father wrote: “By the end of our first year [the] heart [of our son-in-law] began to soften toward the Church. Just before we returned home from our mission, he and our daughter came to visit us. In his suitcase was the first set of Sunday clothes he had ever owned. They came to Church with us, and after we returned home he was baptized. A year later, they were sealed in the temple.”<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_017\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44223)\">D&amp;C 31:1–2, 5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p12\" class=\"\">Though the details of this story may be unique, the principle is true for all who say to the Lord, “I’ll go where you want me to go.”<sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_017\">10<\/a>\n       <span class=\"footnote\">[“I’ll Go Where You Want Me to Go,” <span class=\"emphasis\">Hymns,<\/span> no. 270.]<\/span><\/sup> I testify that as we put our trust in the Lord, He will find the right missionary opportunity for us. As He said, “If any man serve me, him will my Father honour.”<sup class=\"noteMarker\"><a href=\"#footnote11-25905_000_017\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44224)\">John 12:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p13\" class=\"\">In considering missionary opportunities, many couples throughout the world have an abundant desire to serve but lack abundant means. If this is your situation, remember that the right mission call may not be to a far-off country with a strange sounding name. The right call for you may be within your stake or area. “Your heavenly Father knoweth that ye have need of all these things.”<sup class=\"noteMarker\"><a href=\"#footnote12-25905_000_017\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44225)\">Matt. 6:32<\/a><\/span>; <span class=\"citation\" id=\"44226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44226)\">3 Ne. 13:32<\/a><\/span>.]<\/span><\/sup> Counsel with your extended family and your bishop or branch president. As the Lord’s servants understand your temporal situation, you will be able to receive the eternal blessings of full-time missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p14\" class=\"\">If you cannot serve because of serious extenuating circumstances, would you consider making a financial contribution to help those who can? The reasonable sacrifice of your means will not only bless other missionaries and those they serve; it will bless you and your family as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p15\" class=\"\">Now, to those who were not able to serve a mission in their youth, may I speak directly to you. Perhaps over the years you have been burdened by feelings of regret or felt less than adequate because you did not have a missionary opportunity to serve and grow when you were younger. My advice to you: look forward, not back. Begin preparing for your mission as a senior missionary couple today! Save a little money each month. Study the scriptures. Accept Church callings. Pray to feel the Lord’s love for others and receive His love and confidence in you. You can one day claim <span class=\"emphasis\">all<\/span> the blessings of missionary service!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p16\" class=\"\">And what marvelous blessings they are! After 51 years of marriage, I was asked, “What part of life would you want to live over again?” I did not hesitate to reply, “When my wife and I served together in the great missionary work of the Lord.” The sentiments of another missionary couple echo those of my wife and myself: “Our decision to go on a mission brought new vigor, new emotions, new friends, new places, new challenges. It brought us closer together as husband and wife; we had a common goal and a real partnership. And best of all, it brought new spiritual growth, instead of spiritual retirement.” Brothers and sisters, let us not go into spiritual retirement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p17\" class=\"\">Now, may I extend a challenge to bishops and branch presidents throughout the world? Over the next six months, would it be possible for each of you to consider recommending one or more missionary couples beyond those presently planning to serve? Your greatest resource in meeting this challenge will be those senior members of your ward who have already served missions. In my own ward, an inspired bishop called a special meeting of prospective and returned missionary couples. As we bore our testimonies of sacrifice and service, the Spirit witnessed to us all that a call to serve is indeed a call to “know the richness of [the Lord’s] blessing[s].”<sup class=\"noteMarker\"><a href=\"#footnote13-25905_000_017\">13<\/a>\n       <span class=\"footnote\">[“Called to Serve,” <span class=\"emphasis\">Hymns,<\/span> no. 249.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p18\" class=\"\">I’ve heard of a stake president who has arranged a senior missionary class to inspire prospective missionary couples and help them prepare to serve. Priesthood leaders, as you prayerfully seek to encourage full-time missionary service, remember that when a couple is called, they not only help accomplish the work of the Lord throughout the world; they plant a seed of service in their families that will blossom for generations to come. I continue to be grateful for the influence of my parents, who served as couple missionaries in England and set an example for their posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p19\" class=\"\">Now, to you prospective missionary couples, please do not wait for your bishop to meet with you about serving a mission! Go to him. Share your feelings. Where missionary service is concerned, the Lord expects us to express our desires. As we do, we can trust that the same Spirit that prompts us to seek a mission call will inspire a prophet to call us to the right assignment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p20\" class=\"\">And there are so many calls! There are calls to teach the gospel to those who desire to receive the truth, including to youth in the Church Educational System; calls to work in welfare and humanitarian service; in temples; in family history centers, mission offices, and historic sites; calls to “do the greatest good unto thy fellow beings, and … promote the glory of him who is your Lord.”<sup class=\"noteMarker\"><a href=\"#footnote14-25905_000_017\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44227)\">D&amp;C 81:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p21\" class=\"\">Consider these examples: A couple called to India helped a school for blind children build sanitary facilities and acquire braille typewriters. A couple in Hawaii nurtured a little branch of 20 members to 200 and prepared 70 members to attend the temple together. A couple in Peru arranged for medicine and Christmas toys to be provided to 550 children in an orphanage. A couple in Cambodia taught institute classes and gave leadership to a branch which, after only 10 months, grew to 180 members. A couple in Russia helped local farmers increase their yield of potatoes to 11 times that of the state farms, while a couple in the Philippines helped nearly 700 poorly nourished families learn to raise rabbits and cultivate vegetable gardens. A couple in Pennsylvania assisted 60 individuals, half of them members of other faiths, in preparing their family genealogical records. A couple in Ghana helped drill and refurbish wells, bringing water to 190,000 people in villages and refugee camps.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p22\" class=\"\">Whether or not the results of every mission are this obvious to mortal eyes, all those who serve make an invaluable contribution in the sight of the Lord, for all “have compassion, making a difference.”<sup class=\"noteMarker\"><a href=\"#footnote15-25905_000_017\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44228)\">Jude 1:22<\/a><\/span>.]<\/span><\/sup> Couple missionaries are role models and examples of strength to full-time missionaries and to priesthood and auxiliary leaders throughout the world. I express my gratitude for all these and the thousands of others who are serving in so many capacities, contributing millions of hours in service to their fellow man.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p23\" class=\"\">My brothers and sisters, if you have felt stirrings to engage in this work, however quiet those feelings may be, do not procrastinate the day of your service. Now is the time to prepare; now is the time to be called, the time to sacrifice. Now is the time to share your gifts and talents, and now is the time to receive God’s blessings for you and your family. “There is a constant need for more couple missionaries,” President Gordon B. Hinckley has said.<sup class=\"noteMarker\"><a href=\"#footnote16-25905_000_017\">16<\/a>\n       <span class=\"footnote\">[“To the Bishops of the Church,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> June 19, 2004, 27.]<\/span><\/sup> As this work rolls forward, that need is increasing. Let us, in our richest years of experience, maturity, wisdom, and most of all, our faith, rise to meet that need as only <span class=\"emphasis\">we<\/span> can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p24\" class=\"\">We, above all, have special reason to do so. From our life’s experience we can look back and recognize the goodness of our Father in Heaven and His Son, Jesus Christ, to us and our families. As one faithful brother explained, “My wife and I would like to serve five missions—one for each of the beautiful children God has blessed us with!” Whatever blessings we have received individually, I testify that we have all received the greatest blessing of all: “God [our Heavenly Father] so loved the world, that he gave his only begotten Son,”<sup class=\"noteMarker\"><a href=\"#footnote17-25905_000_017\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44229)\">John 3:16<\/a><\/span>.]<\/span><\/sup> and His Son, Jesus Christ, “loveth the world, even that he layeth down his own life.”<sup class=\"noteMarker\"><a href=\"#footnote18-25905_000_017\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44230)\">2 Ne. 26:24<\/a><\/span>.]<\/span><\/sup> I bear my special witness that His atoning sacrifice is the ultimate expression of that love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/couple-missionaries-blessings-from-sacrifice-and-service.p25\" class=\"\">As members of The Church of Jesus Christ of Latter-day Saints, it is our greatest privilege to return His love through sacrifice and service and claim His holy promise: “And whoso layeth down his life in my cause, for my name’s sake, shall find it again, even life eternal.”<sup class=\"noteMarker\"><a href=\"#footnote19-25905_000_017\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44231)\">D&amp;C 98:13<\/a><\/span>.]<\/span><\/sup> That we may do so is my heartfelt prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_017\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Couple Missionaries: A Time to Serve,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 28; <span class=\"emphasis\">Ensign,<\/span> May 2001, 25.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_017\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Liahona,<\/span> July 2001, 28; <span class=\"emphasis\">Ensign,<\/span> May 2001, 25.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_017\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44217)\">Alma 30:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_017\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44218)\">Moses 6:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_017\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44219)\">Ether 12:12<\/a><\/span>, emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_017\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44220)\">Mosiah 8:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_017\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44221)\">D&amp;C 1:21, 23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_017\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44222)\">D&amp;C 118:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_017\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44223)\">D&amp;C 31:1–2, 5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_017\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>“I’ll Go Where You Want Me to Go,” <span class=\"emphasis\">Hymns,<\/span> no. 270.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25905_000_017\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44224)\">John 12:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25905_000_017\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44225)\">Matt. 6:32<\/a><\/span>; <span class=\"citation\" id=\"44226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44226)\">3 Ne. 13:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25905_000_017\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>“Called to Serve,” <span class=\"emphasis\">Hymns,<\/span> no. 249.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25905_000_017\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44227)\">D&amp;C 81:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-25905_000_017\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44228)\">Jude 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-25905_000_017\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>“To the Bishops of the Church,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> June 19, 2004, 27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-25905_000_017\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44229)\">John 3:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-25905_000_017\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44230)\">2 Ne. 26:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_017\"><a name=\"-25905_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-25905_000_017\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44231)\">D&amp;C 98:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}