{"ID":7112, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Most Distinguishing Feature\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p3\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The priesthood of God … is as indispensable to the true Church of God as it is unique to it.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">25905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p5\" class=\"\">Nearly 70 years ago President David O. McKay, then serving as a counselor in the First Presidency of the Church, asked this question to a congregation gathered for general conference: “If at this moment each one [of you] were asked to state in one sentence … the most distinguishing feature of the Church of Jesus Christ of Latter-day Saints, what would be your answer?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p6\" class=\"\">“My answer,” he replied, “would be … divine authority by direct revelation.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_018\">1<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1937, 121.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p7\" class=\"\">That divine authority is, of course, the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p8\" class=\"\">President Gordon B. Hinckley has added his testimony when he said: “[The priesthood] is a delegation of divine authority, different from all other powers and authorities on the face of the earth. … It is the only power on the earth that reaches beyond the veil of death. … Without it there could be a church in name only, [a church] lacking authority to administer in the things of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_018\">2<\/a>\n       <span class=\"footnote\">[“Priesthood Restoration,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1988, 71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p9\" class=\"\">Just four weeks ago President James E. Faust said to BYU students in their devotional: “[The priesthood] activates and governs all activities of the Church. Without priesthood keys and authority, there would be no church.”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_018\">3<\/a>\n       <span class=\"footnote\">[“Where Is the Church?” devotional address, Brigham Young University, Mar. 1, 2005, 8.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p10\" class=\"\">I begin tonight with these three brief citations (to which scores of others could be added) to stress emphatically just one point: that the priesthood of God, with its keys, its ordinances, its divine origin and ability to bind in heaven what is bound on earth, is as <span class=\"emphasis\">indispensable<\/span> to the true Church of God as it is <span class=\"emphasis\">unique<\/span> to it and that without it there would be no Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p11\" class=\"\">In this commemorative year in which we are celebrating the 200th anniversary of the birth of the Prophet Joseph Smith and the 175th year since the organization of the Church, I wish to add my testimony of—and express my eternal gratitude for—the restoration of the holy priesthood, this hallowed prerogative, this sovereign gift, and the role it plays in our lives on both sides of the veil.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p12\" class=\"\">The essential function of the priesthood in linking time and eternity was made explicit by the Savior when He formed His Church during His mortal ministry. To His senior Apostle Peter He said, “I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_018\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44232)\">Matt. 16:19<\/a><\/span>.]<\/span><\/sup> Six days later He took Peter, James, and John to a mountaintop where He was transfigured in glory before them. Then prophets from earlier dispensations, including at least Moses and Elijah,<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_018\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44233)\">Matt. 17:1–3<\/a><\/span>.]<\/span><\/sup> appeared in glory also and conferred the various keys and powers that each held.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p13\" class=\"\">Unfortunately those Apostles were soon killed or otherwise taken from the earth, and their priesthood keys were taken with them, resulting in more than 1,400 years of priesthood privation and absence of divine authority among the children of men. But part of the modern miracle and marvelous history we celebrate tonight is the return of those same heavenly messengers in our day and the restoration of those same powers they held for the blessing of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p14\" class=\"\">In May of 1829 while translating the Book of Mormon, Joseph Smith came across a reference to baptism. He discussed the matter with his scribe, Oliver Cowdery, and the two earnestly supplicated the Lord regarding the matter. Oliver wrote: “Our souls were drawn out in mighty prayer, to know how we might obtain the blessings of baptism and of the Holy Spirit. … <span class=\"emphasis\">We diligently sought for … the authority <\/span> <span class=\"emphasis\">of the holy priesthood, and the power to administer in the same.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_018\">6<\/a>\n       <span class=\"footnote\">[Quoted in Richard Lloyd Anderson, “The Second Witness of Priesthood Restoration,” <span class=\"emphasis\">Improvement Era,<\/span> Sept. 1968, 20; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p15\" class=\"\">In response to that “mighty prayer,” John the Baptist came, restoring the keys and powers of the Aaronic Priesthood, which our young men in this audience tonight have been given. A few weeks later Peter, James, and John returned to restore the keys and powers of the Melchizedek Priesthood, including the keys of the apostleship. Then when a temple had been built to which other heavenly messengers might come, there unfolded on April 3, 1836, a modern-day equivalent of that earlier Mount of Transfiguration, part of something President Hinckley once called the “Kirtland cascade” of revelation in which the Savior Himself, plus Moses, Elijah, and Elias, appeared in glory to the Prophet Joseph Smith and Oliver Cowdery and conferred keys and powers from their respective dispensations upon these men. That visit was then concluded with this thunderous declaration, “Therefore, the keys of this dispensation are committed into your hands.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_018\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44234)\">D&amp;C 110:16<\/a><\/span>; see also <span class=\"citation\" id=\"44235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44235)\">D&amp;C 110:1–15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p16\" class=\"\">Little wonder that the Prophet Joseph would include in those succinct and eloquent articles of our faith, “We believe that a man must be called of God, by prophecy, and <span class=\"emphasis\">by the laying on of hands by those who are in authority,<\/span> to preach the Gospel and administer in the ordinances thereof.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_018\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44236)\">A of F 1:5<\/a><\/span>; emphasis added.]<\/span><\/sup> Clearly, acting with divine authority requires more than mere social contract. It cannot be generated by theological training or a commission from the congregation. No, in the authorized work of God there has to be power greater than that already possessed by the people in the pews or in the streets or in the seminaries—a fact that many honest religious seekers had known and openly acknowledged for generations leading up to the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p17\" class=\"\">It is true that some few in that day did not want their ministers to claim special sacramental authority, but most people longed for priesthood sanctioned by God and were frustrated as to where they might go to find such.<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_018\">9<\/a>\n       <span class=\"footnote\">[See David F. Holland, “Priest, Pastor, Power,” <span class=\"emphasis\">Insight,<\/span> fall 1997, 15–22 for a thorough examination of priesthood issues current in America at the time of the Restoration.]<\/span><\/sup> In that spirit the revelatory return of priesthood authority through Joseph Smith should have eased centuries of anguish in those who felt what the famed Charles Wesley had the courage to say. Breaking ecclesiastically with his more famous brother John over the latter’s decision to ordain without authority to do so, Charles wrote with a smile:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How easily are bishops made<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">By man or woman’s whim:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Wesley his hands on Coke hath laid,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But who laid hands on him?<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_018\">10<\/a>\n\t   <span class=\"footnote\">[Quoted in C. Beaufort Moss, <span class=\"emphasis\">The Divisions of Christendom: A Retrospect<\/span> (n.d.), 22.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p22\" class=\"\">In responding to that challenging question, we in the restored Church of Jesus Christ can trace the priesthood line of authority exercised by the newest deacon in the ward, the bishop who presides over him, and the prophet who presides over all of us. That line goes back in an unbroken chain to angelic ministers who came from the Son of God Himself, bearing this incomparable gift from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p23\" class=\"\">And, oh, how we need its blessings—as a Church and as individuals and families within the Church. Just one illustration:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p24\" class=\"\">I spoke earlier of the Kirtland period of Church history. The years of 1836 and 1837 were as difficult as that young Church had ever faced—financially, politically, and internally. In the midst of that stress, Joseph Smith had the remarkable prophetic prompting to send some of his ablest men (ultimately the entire Quorum of the Twelve Apostles) abroad on missions. It was a bold, inspired move, one that would in the end save the Church from the perils of the day, but in the near term it imposed great burdens on the Saints—painful for those who went away and perhaps even more painful for those who stayed at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p25\" class=\"\">I quote from Elder Robert B. Thompson:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p26\" class=\"\">“The day appointed for the departure of the Elders to England having arrived, I [stopped at] the house of Brother [Heber C.] Kimball to ascertain when he would start [on his journey], as I expected to accompany him two or three hundred miles, intending to spend my labors in Canada that season.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p27\" class=\"\">“The door being partly open, I entered and felt struck with the sight which presented itself to my view. I would have retired, thinking that I was intruding, but I felt riveted to the spot. The father was pouring out his soul to … [God, pleading] that He who ‘careth for sparrows, and feedeth the young ravens when they cry’ would supply the wants of his wife and little ones in his absence. He then, like the patriarchs, and by virtue of his office, laid his hands upon their heads individually, leaving a father’s blessing upon them, … commending them to the care and protection of God, while he should be engaged preaching the Gospel in a foreign land. While thus engaged [in giving those blessings] his voice was almost lost in the sobs of those around [him], who [were trying in their youthful way to be strong but having a very hard time doing so.] … He proceeded, but his heart was too much affected to do so regularly. … He was obliged to stop at intervals, while … big tears rolled down his cheeks, an index to the feelings which reigned in his bosom. My heart was not stout enough to refrain,” said Brother Thompson. “In spite of myself I wept, and mingled my tears with theirs. At the same time I felt thankful that I had the privilege of contemplating such a scene.”<sup class=\"noteMarker\"><a href=\"#footnote11-25905_000_018\">11<\/a>\n       <span class=\"footnote\">[Quoted in Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball<\/span> (1945), 108–9.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p28\" class=\"\">That scene has been reenacted one way or another a thousand times, a hundred thousand times, in The Church of Jesus Christ of Latter-day Saints—a fear, a need, a call, a danger, a sickness, an accident, a death. I have been a participant in such moments. I have beheld the power of God manifest in my home and in my ministry. I have seen evil rebuked and the elements controlled. I know what it means to have mountains of difficulty move and ominous Red Seas part. I know what it means to have the destroying angel “pass by them.”<sup class=\"noteMarker\"><a href=\"#footnote12-25905_000_018\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44237)\">D&amp;C 89:21<\/a><\/span>.]<\/span><\/sup> To have received the authority and to have exercised the power of “the Holy Priesthood, after the Order of the Son of God,”<sup class=\"noteMarker\"><a href=\"#footnote13-25905_000_018\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44238)\">D&amp;C 107:1–3<\/a><\/span>.]<\/span><\/sup> is as great a blessing for me and for my family as I could ever hope for in this world. And that, in the end, is the meaning of the priesthood in everyday terms—its unequaled, unending, constant capacity to bless.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/our-most-distinguishing-feature.p29\" class=\"\">With gratitude for such blessings I join you and a choir of the living and the dead in singing in this commemorative year, “Praise to the man who communed with Jehovah!”<sup class=\"noteMarker\"><a href=\"#footnote14-25905_000_018\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 27.]<\/span><\/sup>—and communed with Adam; Gabriel; Moses and Moroni; Elijah; Elias; Peter, James, and John; John the Baptist; and a host of others.<sup class=\"noteMarker\"><a href=\"#footnote15-25905_000_018\">15<\/a>\n       <span class=\"footnote\">[Joseph Smith had communion with many prophets and messengers from beyond the veil. For just a few of those mentioned in scripture, see <span class=\"citation\" id=\"44239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44239)\">D&amp;C 128:20–21<\/a><\/span>.]<\/span><\/sup> Truly “Jesus anointed that Prophet and Seer.”<sup class=\"noteMarker\"><a href=\"#footnote16-25905_000_018\">16<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 27.]<\/span><\/sup> May we, young and old, boys and men, fathers and sons, cherish the priesthood that through him was restored, priesthood keys and ordinances by which alone the power of godliness is manifest and without which it cannot be manifest.<sup class=\"noteMarker\"><a href=\"#footnote17-25905_000_018\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44240)\">D&amp;C 84:19–21<\/a><\/span>.]<\/span><\/sup> I testify of the restoration of the priesthood and the indispensable “distinguishing feature” of the true Church of God that it has always been, in the name of Him whose priesthood it is, even the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1937, 121.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Priesthood Restoration,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1988, 71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Where Is the Church?” devotional address, Brigham Young University, Mar. 1, 2005, 8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44232)\">Matt. 16:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_018\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44233)\">Matt. 17:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_018\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Richard Lloyd Anderson, “The Second Witness of Priesthood Restoration,” <span class=\"emphasis\">Improvement Era,<\/span> Sept. 1968, 20; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_018\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44234)\">D&amp;C 110:16<\/a><\/span>; see also <span class=\"citation\" id=\"44235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44235)\">D&amp;C 110:1–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_018\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44236)\">A of F 1:5<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_018\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See David F. Holland, “Priest, Pastor, Power,” <span class=\"emphasis\">Insight,<\/span> fall 1997, 15–22 for a thorough examination of priesthood issues current in America at the time of the Restoration.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_018\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in C. Beaufort Moss, <span class=\"emphasis\">The Divisions of Christendom: A Retrospect<\/span> (n.d.), 22.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25905_000_018\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball<\/span> (1945), 108–9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25905_000_018\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44237)\">D&amp;C 89:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25905_000_018\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44238)\">D&amp;C 107:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25905_000_018\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-25905_000_018\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph Smith had communion with many prophets and messengers from beyond the veil. For just a few of those mentioned in scripture, see <span class=\"citation\" id=\"44239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44239)\">D&amp;C 128:20–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-25905_000_018\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_018\"><a name=\"-25905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-25905_000_018\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44240)\">D&amp;C 84:19–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}