{"ID":7115, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Perseverance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Perseverance is demonstrated by those who keep going when the going gets tough, who don’t give up even when others say, “It can’t be done.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p4\" class=\"\">I wish to welcome those Brethren who were called and sustained this afternoon to be members of the First and Second Quorums of the Seventy. Each one is a man of faith and ability and commitment, and we certify to you that they are worthy in all respects to hold these offices.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p5\" class=\"\">My dear brethren of the great worldwide brotherhood of the priesthood, we commend you for your faithfulness and your dedication to the work of the Lord. We thank you for your commitment and your devoted service. You contribute much to the strength of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p6\" class=\"\">It is wonderful to be in this meeting with all of you who hold the Aaronic Priesthood. When I was your age I used to wonder, “What will be my place in this world, and how will I find it?” At that time about my only firm goal was to serve a mission. When my mission call came, I served, and my mission became like the North Star to guide me into the other pursuits of my life. One of the important things I learned was that if I faithfully persevered in my Church callings, the Lord would open up the way and guide me to other opportunities and blessings, even beyond my dreams.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Serving a mission can do this for all you young men. A young man recently shared with me how much he had learned from his perseverance as a missionary. I draw from his experience some of the things you can learn that would bring opportunities and blessings to you:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>How to organize and use time wisely<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The importance of hard work—that you reap what you sow<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Leadership skills<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>People skills<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The value of gospel study<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Respect for authority<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>The importance of prayer<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Humility and dependence on the Lord<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_021\">1<\/a>\n\t     <span class=\"footnote\">[Dan Kartchner, personal communication.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p16\" class=\"\">When I went to Granite High School in Salt Lake City in the 1930s, I had some friends who excelled in athletics, drama, music, and speech. Some of them went on to achieve success in life, but too many of those gifted and able young people did not persevere and failed to achieve their potential. In contrast, several less visible young men and women at the same school worked diligently, persevered, and continued with their education and became outstanding doctors, engineers, educators, lawyers, scientists, businessmen, artisans, electricians, plumbers, and entrepreneurs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p17\" class=\"\">Success is usually earned by persevering and not becoming discouraged when we encounter challenges. Paul Harvey, the famous news analyst and author, once said: “Someday I hope to enjoy enough of what the world calls success so that someone will ask me, ‘What’s the secret of it?’ I shall say simply this: ‘I get up when I fall down.’”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_021\">2<\/a>\n       <span class=\"footnote\">[Quoted in Marvin J. Ashton, in Conference Report, Oct. 1981, 126; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1981, 89.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p18\" class=\"\">An outstanding example of perseverance is Madame Marie Curie, who worked together with her French physicist husband, Pierre Curie, “in an old abandoned leaky shed without funds and without outside encouragement or help, trying to isolate radium from a low-grade uranium ore called pitchblende. And after their 487th experiment had failed, Pierre threw up his hands in despair and said, ‘It will never be done. Maybe in a hundred years, but never in my day.’ Marie confronted him with a resolute face and said, ‘If it takes a hundred years, it will be a pity, but I will not cease to work for it as long as I live.’”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_021\">3<\/a>\n       <span class=\"footnote\">[Sterling W. Sill, in Conference Report, Oct. 1974, 86; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1974, 62.]<\/span><\/sup> She was eventually successful, and cancer patients have benefited greatly from her perseverance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p19\" class=\"\">Perseverance is demonstrated by those who keep going when the going gets tough, who don’t give up even when others say, “It can’t be done.” In 1864 the First Presidency assigned Apostles Ezra T. Benson and Lorenzo Snow, along with Elders Alma Smith and William W. Cluff, on a mission to the Hawaiian Islands. From Honolulu they took passage on a small boat to the little harbor of Lahaina. As they approached the reef, the surf was running high and a heavy swell struck the boat, carrying it about 50 yards and leaving it in a trough between two huge waves. When the second swell struck, the boat capsized into the foaming sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p20\" class=\"\">The people on the shore manned a lifeboat and picked up three of the brethren, who were swimming near the submerged boat. But there was no sign of Brother Snow. Hawaiians accustomed to the surf swam in every direction to search for him. Eventually one of them felt something in the water, and they pulled Brother Snow to the surface. His body was stiff, and he looked like he was dead as they hauled him into the boat.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p21\" class=\"\">Elder Smith and Elder Cluff laid Brother Snow’s body across their laps and quietly administered to him, asking the Lord to spare his life that he might return to his family and home. When they reached the shore, they carried Brother Snow to some large empty barrels lying on the beach. Laying him face downwards on one of them, they rolled him back and forth to expel the water he had swallowed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p22\" class=\"\">After the elders worked over him for some time, without any indication of life, the bystanders said that nothing more could be done for him. But the determined elders would not give up. So they prayed again, with the quiet assurance that the Lord would hear and answer their prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p23\" class=\"\">They were impressed to do something rather unusual for that day and time. One of them placed his mouth over Brother Snow’s in an effort to inflate his lungs, alternately blowing in and drawing out air, imitating the natural process of breathing. Taking turns, they persevered until they succeeded in inflating his lungs. A little while later they perceived faint indications of returning life. “A slight wink of the eye, which, until then, had been open and death-like, and a very faint rattle in the throat, were the first symptoms of returning vitality. These grew more and more distinct, until consciousness was fully restored.” With their perseverance and the smile of merciful Providence, all four of the Lord’s servants survived and were able to complete their missions.<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_021\">4<\/a>\n       <span class=\"footnote\">[See Eliza R. Snow Smith, <span class=\"emphasis\">Biography and Family Record of Lorenzo Snow<\/span> (1884), 276–81.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p24\" class=\"\">Elder Snow went on to become the President of the Church. While serving in that office, he stabilized the Church’s funds by urging the members to pay their tithes and offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p25\" class=\"\">You brethren will be interested to know that the Alma Smith in this story was the boy who was shot in the hip at Haun’s Mill, destroying the hip joint and socket. His mother dressed the terrible wound with some balsam and then was inspired to have him lie on his face for five weeks. A flexible gristle grew in place of the missing joint and socket so that he was able not only to live a normal life but also to serve a mission to Hawaii and give a lifetime of service to the Church.<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_021\">5<\/a>\n       <span class=\"footnote\">[See “Amanda Smith,” in Andrew Jensen, comp., <span class=\"emphasis\">Historical Record,<\/span> 9 vols. (1882–90), 5:83–88.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p26\" class=\"\">Our latter-day prophets are all examples of determination through priesthood, prayer, and work. Joseph Smith’s perseverance made possible the Restoration of all things. All of his life he was treated with contempt and ridicule—from the time he first related the account of the First Vision to a preacher of a prominent religion. But he never faltered and left with us his unwavering testimony:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p27\" class=\"\">“I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; … I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44265)\">JS—H 1:25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p28\" class=\"\">Brigham Young’s life was the very essence of perseverance. He was always faithful and resolute. After Joseph Smith’s death he had the bold determination to bring 60,000 people from the comfort of their homes and productive lands to a barren wilderness. This great exodus was unlike any other in modern history. They came in wagons, on foot, and pulling handcarts. He and his followers made the desert blossom as a rose.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p29\" class=\"\">At the first press conference when President Gordon B. Hinckley was introduced to the press as the President of the Church in 1995, he was asked what his focus would be. He answered: “Carry on. Yes. Our theme will be to carry on the great work which has been furthered by our predecessors.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_021\">7<\/a>\n       <span class=\"footnote\">[Quoted in Jeffrey R. Holland, “President Gordon B. Hinckley: Stalwart and Brave He Stands,” <span class=\"emphasis\">Liahona,<\/span> June 1995, special edition, 2; <span class=\"emphasis\">Ensign,<\/span> June 1995, 2.]<\/span><\/sup> This is a great theme for all of us. We need to carry on and endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p30\" class=\"\">One of the great accomplishments of President Hinckley’s administration has been his extraordinary perseverance in building temples. Since he became the President of the Church, 87 temples have been dedicated, rededicated, or announced. This remarkable achievement in temple building is unequaled in the entire history of the world. Temples have a great effect for good and are increasingly blessing the world. As President George Q. Cannon said, “Every foundation stone that is laid for a Temple, and every Temple completed according to the order the Lord has revealed for his holy Priesthood, lessens the power of Satan on the earth, and increases the power of God and Godliness, moves the heavens in mighty power in our behalf, invokes and calls down upon us the blessings of the Eternal Gods, and those who reside in their presence.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_021\">8<\/a>\n       <span class=\"footnote\">[“The Logan Temple,” <span class=\"emphasis\">Millennial Star,<\/span> Nov. 12, 1877, 743.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p31\" class=\"\">Each of us should serve faithfully and diligently in our priesthood callings until the end of our days. Some might wonder, “How long do I have to be a home teacher?” My answer is that home teaching is a priesthood calling. To serve in the calling of a home teacher is a privilege as long as our bishop and priesthood leaders feel we are able to do so. Some of us knew Brother George L. Nelson, a prominent attorney in Salt Lake City who served as a bishop, stake president, and patriarch. He was completely committed to the Church. He was a home teacher at age 100. He said at that time: “I like being a home teacher. I hope I can always be a home teacher.”<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_021\">9<\/a>\n       <span class=\"footnote\">[Quoted in Elinor G. Hyde, “At 100 Years Old, He’s Faithful Home Teacher,” <span class=\"emphasis\">Church News,<\/span> June 6, 1998, 7.]<\/span><\/sup> He died at age 101 and was faithful to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/perseverance.p32\" class=\"\">Those who desire to be baptized into the Church are required by the Lord to have “a determination to serve him to the end.”<sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_021\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44266)\">D&amp;C 20:37<\/a><\/span>.]<\/span><\/sup> President Joseph Fielding Smith, at age 94, said, “I have sought all my days to magnify my calling in that priesthood and hope to endure to the end in this life and to enjoy the fellowship of the faithful saints in the life to come.”<sup class=\"noteMarker\"><a href=\"#footnote11-25905_000_021\">11<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1970, 92; or <span class=\"emphasis\">Improvement Era,<\/span> Dec. 1970, 27.]<\/span><\/sup> As the Lord said, if we are to be His disciples, we must continue in His word.<sup class=\"noteMarker\"><a href=\"#footnote12-25905_000_021\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44267)\">John 8:31<\/a><\/span>.]<\/span><\/sup> The Lord has blessed the Church and its members in remarkable ways because of their faithfulness and perseverance. I testify of the divinity of the holy work of the priesthood and do so in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Dan Kartchner, personal communication.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Marvin J. Ashton, in Conference Report, Oct. 1981, 126; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1981, 89.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Sterling W. Sill, in Conference Report, Oct. 1974, 86; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1974, 62.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Eliza R. Snow Smith, <span class=\"emphasis\">Biography and Family Record of Lorenzo Snow<\/span> (1884), 276–81.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Amanda Smith,” in Andrew Jensen, comp., <span class=\"emphasis\">Historical Record,<\/span> 9 vols. (1882–90), 5:83–88.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44265)\">JS—H 1:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Jeffrey R. Holland, “President Gordon B. Hinckley: Stalwart and Brave He Stands,” <span class=\"emphasis\">Liahona,<\/span> June 1995, special edition, 2; <span class=\"emphasis\">Ensign,<\/span> June 1995, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Logan Temple,” <span class=\"emphasis\">Millennial Star,<\/span> Nov. 12, 1877, 743.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Elinor G. Hyde, “At 100 Years Old, He’s Faithful Home Teacher,” <span class=\"emphasis\">Church News,<\/span> June 6, 1998, 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_021\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44266)\">D&amp;C 20:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25905_000_021\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1970, 92; or <span class=\"emphasis\">Improvement Era,<\/span> Dec. 1970, 27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_021\"><a name=\"-25905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25905_000_021\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44267)\">John 8:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}