{"ID":7116, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sacred Call of Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The performance of one’s duty brings a sense of happiness and peace.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p4\" class=\"\">I too wish to express my welcome to those who have been called to new assignments at this conference and my hearty congratulations to those who have received honorable releases from their service. The work moves forward. We love each of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p5\" class=\"\">My dear brethren, I am honored by the privilege to speak to you this evening. What a joy to see this magnificent Conference Center filled to capacity with those both young and old who hold the priesthood of God. To realize that similar throngs are assembled throughout the world brings to me an overwhelming sense of responsibility. I pray that the inspiration of the Lord will guide my thoughts and inspire my words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p6\" class=\"\">President Joseph F. Smith made the following statement concerning the priesthood. Said he: “The Holy Priesthood is that authority which God has delegated to man, by which he may speak the will of God. … It is sacred, and it must be held sacred by the people. It should be honored and respected by them, in whomsoever it is held.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_022\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 140.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p7\" class=\"\">The oath and covenant of the priesthood pertains to all of us. To those who hold the Melchizedek Priesthood, it is a declaration of our requirement to be faithful and obedient to the laws of God and to magnify the callings which come to us. To those who hold the Aaronic Priesthood, it is a pronouncement concerning future duty and responsibility, that they may prepare themselves here and now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p8\" class=\"\">Said President Marion G. Romney, a former member of the First Presidency: “Every bearer of the Melchizedek Priesthood should give diligent and solemn heed to the implications of this oath and covenant which he has received. Failure to observe the obligations imposed by it is sure to bring disappointment, sorrow, and suffering.”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_022\">2<\/a>\n       <span class=\"footnote\">[In Conference Report, Mexico City Mexico Area Conference 1972, 73.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p9\" class=\"\">Added President Spencer W. Kimball: “One breaks [his] priesthood covenant by transgressing commandments—but also by leaving undone his duties. Accordingly, to break this covenant one needs only to do nothing.”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 497.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p10\" class=\"\">A famed minister observed: “Men will work hard for money. [Men] will work harder for other men. But men will work hardest of all when they are dedicated to a cause. … Duty is never worthily performed until it is performed by one who would gladly do more if only he could.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_022\">4<\/a>\n       <span class=\"footnote\">[Harry Emerson Fosdick, in <span class=\"emphasis\">Vital Quotations,<\/span> comp. Emerson Roy West (1968), 38.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p11\" class=\"\">The performance of one’s duty brings a sense of happiness and peace. Wrote the poet:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I slept and dreamt that life was joy.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I awoke and saw that life was duty.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I acted, and behold—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Duty was joy.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_022\">5<\/a>\n\t   <span class=\"footnote\">[Rabindranath Tagore (1861–1941).]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p16\" class=\"\">The call of duty can come quietly as we who hold the priesthood respond to the assignments we receive. President George Albert Smith, that modest yet effective leader, declared, “It is your duty first of all to learn what the Lord wants and then by the power and strength of [your] holy Priesthood to [so] magnify your calling in the presence of your fellows … that the people will be glad to follow you.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_022\">6<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1942, 14.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p17\" class=\"\">What does it mean to magnify a calling? It means to build it up in dignity and importance, to make it honorable and commendable in the eyes of all men, to enlarge and strengthen it, to let the light of heaven shine through it to the view of other men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p18\" class=\"\">And how does one magnify a calling? Simply by performing the service that pertains to it. An elder magnifies the ordained calling of an elder by learning what his duties as an elder are and then by doing them. As with an elder, so with a deacon, a teacher, a priest, a bishop, and each who holds office in the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p19\" class=\"\">Poet and author Robert Louis Stevenson reminded us, “I know what pleasure is, for I have done good work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p20\" class=\"\">Brethren, let us remember the counsel of King Benjamin: “When ye are in the service of your fellow beings ye are only in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_022\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44268)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p21\" class=\"\">Let us reach out to rescue those who need our help and lift them to the higher road and the better way. Let us focus our thinking on the needs of priesthood holders and their wives and children who have slipped from the path of activity. May we listen to the unspoken message from their hearts. You will find it to be familiar: “Lead me, guide me, walk beside me, \/ Help me find the way. \/ Teach me all that I must do \/ To live with him someday.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_022\">8<\/a>\n       <span class=\"footnote\">[Naomi W. Randall, “I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p22\" class=\"\">The work of reactivation is no task for the idler or daydreamer. Children grow, parents age, and time waits for no man. Do not postpone a prompting; rather, act on it, and the Lord will open the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p23\" class=\"\">Frequently the heavenly virtue of patience is required. As a bishop I felt prompted one day to call on a man whose wife was somewhat active, as were the children. This man, however, had never responded. It was a hot summer’s day when I knocked on the screen door of Harold G. Gallacher. I could see Brother Gallacher sitting in his chair reading the newspaper. “Who is it?” he queried, without looking up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p24\" class=\"\">“Your bishop,” I replied. “I’ve come to get acquainted and to urge your attendance with your family at our meetings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p25\" class=\"\">“No, I’m too busy,” came the disdainful response. He never looked up. I thanked him for listening and departed the doorstep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p26\" class=\"\">The Gallacher family moved to California shortly thereafter. Many years went by. Then, as a member of the Quorum of the Twelve, I was working in my office one day when my secretary called, saying, “A Brother Gallacher who once lived in your ward is here in the office and would like to talk to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p27\" class=\"\">I responded, “Ask him if his name is Harold G. Gallacher who, with his family, once lived at Vissing Place on West Temple and Fifth South.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p28\" class=\"\">She said, “He is the man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p29\" class=\"\">I asked her to send him in. We had a pleasant conversation together concerning his family. He told me, “I’ve come to apologize for not getting out of my chair and letting you in the door that summer day long years ago.” I asked him if he was active in the Church. With a smile, he replied: “I’m a counselor in my ward bishopric. Your invitation to come out to church, and my negative response, so haunted me that I determined to do something about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p30\" class=\"\">Harold and I visited together on numerous occasions before he passed away. The Gallachers and their children filled many callings in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p31\" class=\"\">President Stephen L Richards, who served as a counselor to President David O. McKay, declared, “The Priesthood is usually simply defined as ‘the power of God delegated to man.’” He continues: “This definition, I think, is accurate. But for practical purposes I like to define the Priesthood in terms of service, and I frequently call it ‘the perfect plan of service.’ … It is an instrument of service … and the man who fails to use it is apt to lose it, for we are plainly told by revelation that he who neglects it ‘shall not be counted worthy to stand.’”<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_022\">9<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1937, 46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p32\" class=\"\">This past January, I had the privilege of witnessing a profound act of service in the life of a woman who had lived in my ward when I served as bishop many years ago. Her name is Adele, and she and her two grown daughters—one of whom is handicapped—have lived for many years in the Rose Park area of the Salt Lake Valley. Adele, who is a widow, has struggled financially, and her life has often been difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p33\" class=\"\">I had received a telephone call from an individual involved with the Gingerbread House Project inviting me to the unveiling of Adele’s home, the renovation of which had been undertaken during a period of just over three days and nights by many kind and generous individuals, all working voluntarily with materials donated by numerous local businesses. During the time the makeover of her home had been accomplished, Adele and her two daughters had been hosted in a city a number of miles away where they themselves had received some pampering.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p34\" class=\"\">I was present when the limousine bearing Adele and her daughters arrived on the scene. The group which had been waiting for them included not only family and friends but also many of the craftsmen who had worked night and day on the project. It was obvious they were pleased with the result and were anxious to see the reaction of Adele and her daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p35\" class=\"\">The women stepped from the car, blindfolds in place. What a thrilling moment it was when the blindfolds were removed and Adele and her daughters turned around and saw their new home. They were absolutely stunned by the magnificent project which had been completed, including a redesign of the front, an extension of the home itself, and a new roof. The outside looked new and immaculate. They could not help but cry.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p36\" class=\"\">I accompanied Adele and others as we entered the home and were amazed at what had been accomplished to beautify and enhance the surroundings. The walls had been painted, the floor coverings changed. There were new furnishings, new curtains, new drapes. The cupboards in the kitchen had been replaced; there were new countertops and new appliances. The entire house had been done over from top to bottom, each room spotless and beautiful. Adele and her daughters were literally overcome. However, just as poignant and touching were the expressions on the faces of those who had worked feverishly to make the house new. Tears welled in their eyes as they witnessed the joy they had brought into the lives of Adele and her daughters. Not only had a widow’s burden been made lighter, but countless other lives were touched in the process. All were better people for having participated in this effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p37\" class=\"\">President Harold B. Lee, one of the great teachers in the Church, gave us this easy-to-understand counsel regarding the priesthood. Said he: “You see, when one becomes a holder of the priesthood, he becomes an agent of the Lord. He should think of his calling as though he were on the Lord’s errand.”<sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_022\">10<\/a>\n       <span class=\"footnote\">[In Conference Report, Mexico City Mexico Area Conference 1972, 77.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p38\" class=\"\">Now, some of you may be shy by nature, perhaps feeling yourselves inadequate to respond affirmatively to a calling. Remember that this work is not yours and mine alone. It is the Lord’s work, and when we are on the Lord’s errand, brethren, we are entitled to the Lord’s help. Remember that the Lord will shape the back to bear the burden placed upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p39\" class=\"\">While the formal classroom may be intimidating at times, some of the most effective teaching takes place other than in the chapel or the classroom. Well do I remember that during the spring season some years ago, members of my ward and an adjoining ward, holding the Aaronic Priesthood, would eagerly look forward to an annual outing commemorating the restoration of the Aaronic Priesthood. On this particular occasion we journeyed by bus 90 miles north to the Clarkston, Utah, cemetery. There, in the quiet of that beautiful setting, we gathered the youth around the grave of Martin Harris, one of the Three Witnesses of the Book of Mormon. While we surrounded the beautiful granite shaft which marks his grave, Elder Glen L. Rudd, then the bishop of the other ward, presented the background of the life of Martin Harris and read from the Book of Mormon his testimony and that of Oliver Cowdery and David Whitmer. The young men listened with rapt attention, realizing they were standing at the grave site of one who had seen an angel and had actually beheld the plates with his own eyes. They reverently touched the granite marker designating the grave and pondered the words they had heard and the feelings they had felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p40\" class=\"\">Then we walked a short distance to a pioneer grave. The marker bore the name of John P. Malmberg and contained the verse:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A light from our household is gone.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A voice we loved is stilled.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A place is vacant in our hearts<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That never can be filled.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p45\" class=\"\">We talked with the boys about sacrifice, about dedication to truth. Duty, honor, service, and love—all were taught by that tombstone. In memory’s eye I can see the boys reach for their handkerchiefs to wipe away a tear. Heard yet are the sniffles which testified that hearts were touched and commitments made. I believe each youth had determined to be a pioneer—one who goes before, showing others the way to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p46\" class=\"\">We then retired as a group to a local park, where all enjoyed a picnic lunch. Before turning homeward, we stopped at the grounds of the beautiful Logan temple. It was a warm day. I invited the boys to stretch out on the spacious lawn and with me gaze at a sky of blue, marked by white, billowy clouds hurried along on their journey by a steady breeze. We admired the beauty of this magnificent pioneer temple. We talked of sacred ordinances and eternal covenants. Lessons were learned. Hearts were touched. Covenants and promises became much more than words. The desire to be worthy to enter temple doors lodged in those youthful hearts. Thoughts turned to the Master; His presence was close. His gentle invitation “Follow me” was somehow heard and felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p47\" class=\"\">To all who willingly respond to the sacred call of service comes the promise: “I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p48\" class=\"\">“Great shall be their reward and eternal shall be their glory.”<sup class=\"noteMarker\"><a href=\"#footnote11-25905_000_022\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44269)\">D&amp;C 76:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-sacred-call-of-service.p49\" class=\"\">My sincere prayer is that all of us may qualify for this divine promise, in the name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 140.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Mexico City Mexico Area Conference 1972, 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 497.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Harry Emerson Fosdick, in <span class=\"emphasis\">Vital Quotations,<\/span> comp. Emerson Roy West (1968), 38.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Rabindranath Tagore (1861–1941).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1942, 14.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44268)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Naomi W. Randall, “I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1937, 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Mexico City Mexico Area Conference 1972, 77.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_022\"><a name=\"-25905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25905_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44269)\">D&amp;C 76:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}