{"ID":7118, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Standing in Holy Places\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I encourage our Saints all over the world, wherever possible, to strive to stand more often in holy places.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">25905_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p5\" class=\"\">My dear brethren, sisters, and friends all over the world, it is a joy and a great responsibility to address you. I express my love, respect, and appreciation for each of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p6\" class=\"\">We are bombarded on all sides by a vast number of messages we don’t want or need. More information is generated in a single day than we can absorb in a lifetime. To fully enjoy life, all of us must find our own breathing space and peace of mind.<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_024\">1<\/a>\n       <span class=\"footnote\">[See Jeff Davidson, “‘Overworked Americans’ or <span class=\"emphasis\">Overwhelmed<\/span> Americans?” <span class=\"emphasis\">Business Horizons,<\/span> Jan.–Feb. 1994, 62–66.]<\/span><\/sup> How can we do this? There is only one answer. We must rise above the evil that encroaches upon us. We must follow the counsel of the Lord, who said, “It is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places.”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44270)\">D&amp;C 101:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p7\" class=\"\">We unavoidably stand in so many unholy places and are subjected to so much that is vulgar, profane, and destructive of the Spirit of the Lord that I encourage our Saints all over the world, wherever possible, to strive to stand more often in holy places. Our most holy places are our sacred temples. Within them is a feeling of sacred comfort. We should seek to be worthy to take our families to the temple to be sealed together for eternity. We should also search for the records of our kindred dead so that they too can be sealed to us in one of the temples. We must strive for holiness by being “an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_024\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44271)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup> In this way we can maintain and strengthen our own individual relationship with our God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p8\" class=\"\">Holiness is the strength of the soul. It comes by faith and through obedience to God’s laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy. When holiness is achieved by conforming to God’s will, one knows intuitively that which is wrong and that which is right before the Lord. Holiness speaks when there is silence, encouraging that which is good or reproving that which is wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p9\" class=\"\">Holiness is also a standard of righteousness. In some remarks by President Brigham Young in the Salt Lake Tabernacle, February 16, 1862, he used the expression “Holiness to the Lord.” He then further explained what “Holiness to the Lord” meant to him. I quote: “Thirty years’ experience has taught me that every moment of my life must be holiness to the Lord, resulting from equity, justice, mercy and uprightness in all my actions, which is the only course by which I can preserve the Spirit of the Almighty to myself.”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_024\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News,<\/span> Apr. 2, 1862, 313.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p10\" class=\"\">Last year one of my grandsons took his wife to New York City with their parents to attend the beautiful new Manhattan temple. The hustle and bustle and noise of the thousands of people outside was deafening. As the taxi pulled up in front of the temple, Katherine, my grandson’s wife, began to cry. Even on the outside of the temple she felt its sacredness. They entered, left the noisome world, and worshiped in the house of the Lord. It was a sacred and unforgettable experience for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p11\" class=\"\">As President Gordon B. Hinckley taught us: “There is need occasionally to leave the noise and the tumult of the world and step within the walls of a sacred house of God, there to feel His Spirit in an environment of holiness and peace.”<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_024\">5<\/a>\n       <span class=\"footnote\">[“Of Missions, Temples, and Stewardship,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 53.]<\/span><\/sup> Truly, Joseph Smith’s prayer at the dedication of the Kirtland Temple has been answered: “And that all people who shall enter upon the threshold of the Lord’s house may feel thy power, and feel constrained to acknowledge that … it is thy house, a place of thy holiness.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_024\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44272)\">D&amp;C 109:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p12\" class=\"\">At the funeral of Patriarch Joseph Smith Sr., his feelings about the temple were described in these words: “To dwell in the house of the Lord, and to inquire in his temple, was his daily delight; and in it he enjoyed many blessings, and spent many hours in sweet communion with his heavenly Father. He has trod its sacred aisles, solitary and alone from mankind, long before the king of day has gilded the eastern horizon; and he has uttered his aspirations within its walls, when nature has been asleep. In its holy enclosures have the visions of heaven been opened to his mind, and his soul has feasted on the riches of eternity.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_024\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:194.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p13\" class=\"\">I am grateful that our temples all bear the words “The House of the Lord, Holiness to the Lord.” This reminder of holy places has roots that go back to the Old Testament. Zechariah reminds us that the day will come when “there [shall] be upon the bells of the horses, HOLINESS UNTO THE LORD. … Yea, every pot in Jerusalem and in Judah shall be holiness unto the Lord of hosts.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_024\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44273)\">Zech. 14:20–21<\/a><\/span>.]<\/span><\/sup> I greatly admire the door handles in the Salt Lake Temple. They are so artfully designed, each bearing that reminder “Holiness to the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p14\" class=\"\">As a boy in southern Utah over 65 years ago, I used to feel a thrill when the words “Holiness to the Lord” would appear on some of the buildings in the little towns. Those golden words were often a central adornment for most important buildings, such as the co-op store and the bishops’ storehouse. I have in my possession some stock certificates of ZCMI, a pioneer mercantile institution. They bear the signatures of John Taylor, Brigham Young, Wilford Woodruff, Joseph F. Smith, Lorenzo Snow, Heber J. Grant, George Albert Smith, and David O. McKay. Printed on every stock certificate are the words “Holiness to the Lord.” I wonder what has become of these mottoes of holiness? Have they vanished with so many other reminders of faith and devotion?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p15\" class=\"\">The days of our lives will be greatly blessed as we frequent the temples to learn the transcending spiritual relations we have with Deity. We need to try harder to be found standing in holy places. Temple ceremonial covenants and observances are means to help secure holiness of character. In our desire to create in our people more commitment to the holy work of the temples, we must urge them to look deeper to the profound spiritual meaning to be found there. As Paul reminded us, “For the letter killeth, but the spirit giveth life.”<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_024\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44274)\">2 Cor. 3:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p16\" class=\"\">In our day President Gordon B. Hinckley has told us: “If every man in this church who has been ordained to the Melchizedek Priesthood were to qualify himself to hold a temple recommend, and then were to go to the house of the Lord and renew his covenants in solemnity before God and witnesses, we would be a better people. There would be little or no infidelity among us. Divorce would almost entirely disappear. So much of heartache and heartbreak would be avoided. There would be a greater measure of peace and love and happiness in our homes. There would be fewer weeping wives and weeping children. There would be a greater measure of appreciation and of mutual respect among us. And I am confident the Lord would smile with greater favor upon us.”<sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_024\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 53.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p17\" class=\"\">The Saints should do their family research and attend the temple because they are moved by the Holy Spirit to do so. We should go to the temple, among other reasons, to safeguard our personal holiness and that of our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p18\" class=\"\">In addition to temples, surely another holy place on earth ought to be our homes. The feelings of holiness in my home prepared me for feelings of holiness in the temple. Before I went on my first mission to Brazil, my mother lovingly hand made a piece of temple clothing for me to wear when I went to the temple. It is now old and frayed, but it is a special, sacred symbol of Mother’s love for that which is holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p19\" class=\"\">Thanks to my dear wife, Ruth, I can say that our home has been a place where we have sought to honor the spirit of holiness to the Lord. We did not always succeed. Of course not. But we tried. When I was overwhelmed as a young father with the responsibility of providing temporally for my family, taking care of my Church callings and many other civic duties, Ruth would lovingly and gently bring me back to my parental responsibility in our home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p20\" class=\"\">For example, she would remind me when it was time for home evening and then tenderly suggest what we might appropriately study in our home evenings. She would also help me keep track of important family events such as birthdays and activities of the children when they needed my time and support. She still does that important and appreciated service. If we really want our homes to be places of holiness, we will try harder to do those things that are conducive to the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p21\" class=\"\">Our chapels are dedicated to the Lord as holy places. We are told we should go to the house of prayer and offer up our sacraments upon His holy day.<sup class=\"noteMarker\"><a href=\"#footnote11-25905_000_024\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44275)\">D&amp;C 59:9<\/a><\/span>.]<\/span><\/sup> Partaking of the sacrament is a solemn and sacred privilege. In our chapels we are instructed in principles of the gospel, children are blessed, members are confirmed and given the gift of the Holy Ghost, and testimonies of the truthfulness of the gospel are borne. A convert in Texas said, when she walked through the chapel door, there was a feeling of holiness that she had never before experienced in her life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p22\" class=\"\">We must try harder to be a holy people. We live in the fulness of times. So much has been restored through the Prophet Joseph Smith. This places upon us a special relationship to the Lord. We are the beneficiaries, guardians, and caretakers of these responsibilities under the delegation, authority, and direction of President Hinckley, who holds all the keys. As children of the Lord we should strive every day to rise to a higher level of personal righteousness in all of our actions. We need to guard constantly against all of Satan’s influences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/standing-in-holy-places.p23\" class=\"\">As President Brigham Young taught, “Every moment of [our lives] must be holiness to the Lord, … which is the only course by which [we] can preserve the Spirit of the Almighty to [ourselves].” May the Lord bless each and all of us in our special responsibility to find holiness to the Lord by standing in holy places. That is where we will find the spiritual protection we need for ourselves and our families. That is the source of help to carry forth the word of the Lord in our time. Standing in holy places will help us rise above the evil influences of our time and draw us closer to our Savior. I testify that if we do this, the Lord will bless us forever and we will be made mighty “in faith and in works.”<sup class=\"noteMarker\"><a href=\"#footnote12-25905_000_024\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44276)\">Hel. 10:5<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Jeff Davidson, “‘Overworked Americans’ or <span class=\"emphasis\">Overwhelmed<\/span> Americans?” <span class=\"emphasis\">Business Horizons,<\/span> Jan.–Feb. 1994, 62–66.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44270)\">D&amp;C 101:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44271)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News,<\/span> Apr. 2, 1862, 313.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Of Missions, Temples, and Stewardship,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 53.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44272)\">D&amp;C 109:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:194.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44273)\">Zech. 14:20–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44274)\">2 Cor. 3:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 53.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25905_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44275)\">D&amp;C 59:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_024\"><a name=\"-25905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25905_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44276)\">Hel. 10:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}