{"ID":712, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1954, pp. 124-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith the statement, confession is good for the soul, just made by President Clark, I can\ntruthfully tell you that I confess to you that I am nervous, frightened, and humble, and I hope\nthis confession will be good for my soul.\n<\/p><p>\nPresident McKay, President Richards, President Clark, my beloved brothers and sisters and\nfriends: As we have listened to this beautiful music today and the music in each session of the\nconference, it reminds me of the statement, \"the song of the righteous is a prayer unto God\"\n(see <span class=\"citation\" id=\"13226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13226)\">D&amp;C 25:12<\/a><\/span>). The music has been\na prayer unto our Father in heaven, and it certainly\nhas mellowed our souls.  I pray the Lord to be with me as I speak to you for a few moments.\n<\/p><p>\nWe have had another great conference of the Church, certainly a spiritual conference. Our\ntestimonies have been increased.  Every meeting has been rich with the Spirit of the Lord.\nTruly, we have been fed the bread of life; and as we listen to these great sermons, these\nwonderful addresses, I wonder when we leave here today whether that will be the last that we\nwill think of them.  Would it not be well for us, when these addresses are published, to read\nthem again, to spend an evening reading these marvelous addresses to our family? Certainly\nwe recognize that we have listened to the word of the Lord, and it would be well for us, I\nam sure, if we read and re-read them. There are so many of our young\npeople who do not get a chance to hear these conferences. I am sure they would thrill if they\nwould read these addresses.\n<\/p><p>\nAs one of the most humble among you, and one of the weakest, I have long since realized\nthat if I try to do my work without the help of the Lord, I utterly fail, and I know without his\nblessing I am as nothing.\n<\/p><p>\nI sincerely trust that the radio and television audiences have been able to partake of the spirit\nof this conference. Certainly there has been a beautiful, sweet spirit here at every session. The\nspirit of worship, the spirit of reverence, the spirit of thankfulness and gratitude has been here\nin rich abundance. The Lord has said, \"When ye shall meet in my name, I will be in your\nmidst\" (see <span class=\"citation\" id=\"34645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34645)\">Matt. 18:20<\/a><\/span>;\n<span class=\"citation\" id=\"13216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13216)\">D&amp;C 6:32<\/a><\/span>), and that sweet spirit that we have felt here is the\nSpirit of the Lord.\n<\/p><p>\nIf the Lord will direct me, I should like to say one or two things on the subject of faith, not\nfrom the scientific, technical viewpoint, but just practical, personal, simple faith; faith in God,\nfaith that God lives, and I quote from the Doctrine and Covenants, section 50, verse 24: \n<\/p><p>\nThat which is of God is light; and he that receiveth light, and continueth in God, receiveth\nmore light; and that light groweth brighter and brighter until the perfect day\n(<span class=\"citation\" id=\"13251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13251)\">D&amp;C 50:24<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul tells us without faith it is impossible to please God, and without faith it is\nimpossible to accomplish anything of real value (see\n<span class=\"citation\" id=\"24262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24262)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nIn the Doctrine and Covenants, section 14, verse 9, may I quote: \n<\/p><p>\nBehold, I am Jesus Christ, the Son of the living God, who created the heavens and the earth,\na light which cannot be hid in darkness\n(<span class=\"citation\" id=\"13219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13219)\">D&amp;C 14:9<\/a><\/span>).\n<\/p><p>\nFaith in Jesus Christ, the Son of God. Faith in the mission of Jesus Christ&mdash;that mission was\nfor the redemption of you and me and all mankind! How he loved the world! How he\nsuffered and died that we might live and have eternal life, probably God's greatest gift to\nman. May we have faith in the mission of our beloved Savior, faith in the gospel of Jesus\nChrist, which has been restored to the earth in our day in its fulness.\n<\/p><p>\nFaith in the Prophet Joseph Smith, chosen of the Father and his Son Jesus Christ, to bring\nforth the restored gospel!\n<\/p><p>\nFaith in the mission of the Prophet Joseph! Faith that he actually saw God and his Son, and\nthat he received visitations from heavenly messengers on many occasions! Faith in the life,\nthe devotion, and the mission of the Prophet Joseph Smith! Faith in the prophets of God since\nthat time up to the present! Faith and knowledge that President David O. McKay is a true\nprophet of God! Faith that the First Presidency of the Church and the Quorum of the Twelve\nApostles and the Patriarch are prophets, seers, and revelators, and servants of God, our\nFather!\n<\/p><p>\nHow would you like to have known Moses? How would you like to have known Elijah,\nAbraham, Peter, James, John, and some of the other great prophets? Oh, we read about them\nand sometimes we wish we had known these prophets. Have we the faith to recognize and\nrealize that these prophets today are called of the same God who called the prophets of old?\nHave we the faith to recognize in them that they are special witnesses for Christ? Sometimes I\nwonder if we get so close to the forest that we cannot see the trees.\n<\/p><p>\nI bear you my testimony that I have felt and I know that these men are true prophets of God\nand that he does reveal his mind and will to them. As I have said before, I have watched\ndecisions now for a number of years, and I want to tell you that the decisions they make are\nthe decisions inspired of the Lord, and they are not their decisions, but they are the decisions\nof our Father in heaven.\n<\/p><p>\nI hope the membership in the Church can accept those decisions as inspired revelations and\ninspiration.\n<\/p><p>\nFaith in the power of the priesthood, the power of God, the power and authority delegated to\nmen and boys to act in the name and in the place of our Father in heaven here upon the earth. \nHow often have we witnessed the power of the priesthood and faith in the sparing of the lives\nof our loved ones, restoring them to their health, that they could be with us longer.\n<\/p><p>\nI want to bear you my testimony that I know that God does hear and answer prayers, and it is\nthrough the power of the priesthood and faith that many of our loved ones have been spared,\nthat their health has been restored.  I hope we will have the faith to accept this and not take it\ntoo much for granted.\n<\/p><p>\nFaith in each other!  Paul in his writings uses this expression: \"For we\nwalk by faith, not by sight\" (<span class=\"citation\" id=\"3027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3027)\">2 Cor. 5:7<\/a><\/span>).\n<\/p><p>\n\"I would rather walk in the dark with Thee,<br \/>\n      Than walk alone in light<br \/>\n      I would rather walk by faith with Thee,<br \/>\n      Than walk alone by sight.\"\n<\/p><p>\nLet your blessings come from faith more than by sight. This was evidenced by the words of\nthe Master to Thomas, when he said,\n<\/p><p>\n. . . because thou hast seen me, thou hast believed: blessed are they that have not seen, and\nyet have believed (<span class=\"citation\" id=\"27627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27627)\">John 20:29<\/a><\/span>).\n<\/p><p>\nWe need not walk alone nor stumble in the dark, because if our faith is right, it will light our\nway.  Faith is a gift of God.\n<\/p><p>\nThe brotherhood of Christ is beautiful to behold. Why? Because it is of God. We have\nwitnessed it here, and we witness it in every session.\n<\/p><p>\nJesus speaking said,\n<\/p><p>\nI am the resurrection, and the life: be that believeth in me, though he were dead, yet shall he\nlive; \n<\/p><p>\nAnd whosoever liveth and believeth in me shall never die\n(<span class=\"citation\" id=\"27604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27604)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nThat is the faith of the membership of this Church.\n<\/p><p>\nFaith in the principle of prayer! Where would we go and what would we do without the\nprinciple of prayer? A while ago I was thrilled as I attended a stake conference. A young man\nwho was asked to give the invocation lived in an area where there had been considerable\ndrought.  They were worried about moisture, and when he was called upon to pray, among\nother beautiful and appropriate thoughts, he prayed to the Lord for moisture.  That boy had\nfaith, faith in prayer, faith in God, and he was not afraid to ask the Lord for the blessings that\nthey needed.  Then, the next week, I was at another conference in the same area where they,\ntoo, were worrying about moisture, but during the week they had had considerable moisture,\nand this young man in his prayer, I do not recall whether it was the invocation or benediction,\nthanked the Lord for the moisture that had come to them, assuring them that their crops\nwould be matured.\n<\/p><p>\nMany of our young people are not here, but I hope as parents we will teach them to pray, that\nthey may be able to take their problems to their Father in heaven. I would feel very bad if I\never learned that my children did not pray for their father or their mother. I could assure\nthem, as you can, that we pray for them constantly. Certainly, they can do no less than to\npray for their parents. Fathers and mothers, do your children pray for you, or are they too\nmodest?  I hope the young people will be considerate of their parents. My father and mother\nhave been dead a long time, but how I would like to shake hands with my dad and tell him\nhow much I love him and feel the calluses on his hands and pick them as I used to when I\nwas a kid, because he was a hardworking farmer and laboring man.  But more than that, how\nI would like to see my mother, how I would like to put my arms around her and thank her for\nall she did for me. Do you think I would hesitate today to tell her that I love her? No, no, not\nif I had a chance.  Sometimes young people do not take that opportunity\nwhen they have the chance.\n<\/p><p>\nAre your children disrespectful to you, parents? Sometime ago I heard a boy refer to his\nfather as the old man, and then I heard him refer to his mother as the old woman.  No, I\nwould not speak about my father today that way, nor my mother, and I hope our young\npeople will be taught not to address their father and mother in that way.\n<\/p><p>\nWhen Jesus was on the Mount of Olives with his disciples, he withdrew that he might go and\npray in secret to his Father. His heart was heavy\n(<span class=\"citation\" id=\"34660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34660)\">Matt. 26:37-38<\/a><\/span>);\nhis cross seemed unbearable.  He wanted to\nbe alone with his Father; the understanding between Jesus and his Father, the loving trust\nbetween father and child; we, too, can have that beautiful relationship as father and child.\n<\/p><p>\nFaith that we can receive comfort, strength, and blessings from our heavenly Father through\nthe medium of prayer.\n<\/p><p>\nRecently I read these expressions on the subject of \"Secret Prayer,\" and with your permission\nI should like to read them: \n<\/p><p>\nThe soul with a broken heart, on bended knees, with head bowed reverently, cannot long\nremain in the shadows of the night of spiritual blindness. To pray in secret to our divine\nFather in heaven brings solace to the aching heart, companionship to the lonely, assurance to\nthe oppressed, light to the wayward, power to the weak, strength to the strong, and the calm\nconviction tea: God, our eternal Father, lives and that Jesus is the Christ.\n<\/p><p>\nWhat a privilege to shut oneself away from the world and be with God alone in prayer.  He\nknows us for what we really are and not for what we may appear to be. If we are righteous,\nhe is happy.  If we are sinful and we go before him alone, and there in the language of the\nheart tell him we love him and we want his help in doing right, his divine emotions well up\nwithin him, and in his unspeakable majesty and unqualified mercy he takes us in his arms, as\nit were, and we feel the warmth and the infinite love of his holy person. He waits patiently,\nbut anxiously to breathe his divine essence into the human heart upon its contrite invitation. \nOh, that all men could have this experience.\n<\/p><p>\nSecret prayer is the prayer of the heart. Its language is bathed in simplicity.  We kneel before\nour heavenly Father, knowing that before, and as we speak, he knows our every weakness and\nour every secret desire. We pray to him in the light of this knowledge.  There is no\nmasquerade in secret prayer. (Author unknown.)\n<\/p><p>\nYouth, keep your faith in God. Do not allow the teachings of the world, despondency, or\ndiscouragement cause you to lose your faith in God and in his Son, Jesus Christ.\n<\/p><p>\nMen who lose their faith are of all men most unhappy.  Youth, you will need great faith. You may not\nbe required to pull a handcart across the plains, but your road may not always be easy, and\nyou will need great faith in God to face the trials of life. Stay close to your Father in heaven\nand partake of his Spirit through the principle of prayer.\n<\/p><p>\nI bear testimony to you that I know God lives, and I know when I live righteously, I can feel\nhis influence, and I know when I waver, the Lord is not pleased.\n<\/p><p>\nMay the Lord bless us with great faith, that we may live close to him at all times, that we\nmay remember the teachings of this conference, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}