{"ID":7122, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hearts Bound Together\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p2\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When you were baptized, your ancestors looked down on you with hope. … They rejoiced to see one of their descendants make a covenant to find them.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p4\" class=\"\">My message is to those who are converts to the Church. More than half the members of the Church today chose to be baptized after the age of eight. So you are not the exception in the Church. To you I wish to say how much the Lord loves you and trusts you. And, even more, I wish to tell you how much He depends on you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p5\" class=\"\">You felt His love at least to some degree when you were baptized. Years ago I took a young man, 20 years of age, into the waters of baptism. My companion and I had taught him the gospel. He was the first in his family to hear the message of the restored gospel. He asked to be baptized. The testimony of the Spirit made him want to follow the example of the Savior, who was baptized by John the Baptist even though He was without sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p6\" class=\"\">As I brought that young man up out of the waters of baptism, he surprised me by throwing his arms around my neck and whispering in my ear, tears streaming down his face, “I’m clean, I’m clean.” That same young man, after we laid our hands on his head with the authority of the Melchizedek Priesthood and conferred on him the Holy Ghost, said to me, “When you spoke those words, I felt something like fire go down from the top of my head through my body, all the way to my feet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p7\" class=\"\">Your experience will have been unique to you, but to some degree you felt the magnitude of the blessing which came to you. Since then, you have felt the reality of the promises made to you and the promises you made. You have felt the cleansing that came from your baptism, because of the Atonement of Jesus Christ. And you have felt the change in your heart as the Holy Ghost has become your companion. Your desires have begun to change.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p8\" class=\"\">When someone tells me that he or she is a convert to the Church, I ask, “Has anyone else in your family accepted the gospel?” When the answer is “Yes,” there follows an excited description of the happy miracle in the life of a parent or a brother or sister or a grandparent. There is joy in knowing that someone in his or her family is sharing the blessing and the happiness. When the answer is “No, so far I am the only member,” he or she will almost always speak of parents, saying something like this, “No, not yet. But I am still trying.” And you can tell from the sound in the voice that the convert will never stop trying, not ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p9\" class=\"\">The Lord knew you would have those feelings when He allowed you to receive the covenants which are blessing your life. He knew you would feel a desire for your family to share the blessings you felt coming into the Church. Even more, He knew how that desire would increase when you came to know the joy of the promises He makes to us in sacred temples. There, for those who qualify, He lets us make covenants with Him. We promise to obey His commandments. And He promises us, if we are faithful, that we may live with Him in glory in families forever in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p10\" class=\"\">In His loving-kindness, He knew you would have a desire to be bound forever to your parents and their parents. You may have had a grandfather like mine, who always seemed to treasure my visits. I thought I was his favorite grandchild until my cousins told me they felt the same way. He is gone now. All my grandparents and their ancestors have died. Many of your ancestors died never having the chance to accept the gospel and to receive the blessings and promises you have received. The Lord is fair and He is loving. And so He prepared for you and me a way for us to have the desire of our hearts to offer to our ancestors all the blessings He has offered us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p11\" class=\"\">The plan to make that possible has been in place from the beginning. The Lord gave promises to His children long ago. The very last book of the Old Testament is the book of the prophet Malachi. And the last words are a sweet promise and a stern warning:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p12\" class=\"\">“Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p13\" class=\"\">“And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44287)\">Mal. 4:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p14\" class=\"\">Some of those words are crucial to understand. The great and dreadful day of the Lord is the end of the world. Jehovah, the Messiah, will come in glory. The wicked will all be destroyed. We live in the last days. Time could be running out for us to do what we have promised to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p15\" class=\"\">It is important to know why the Lord promised to send Elijah. Elijah was a great prophet with great power given him by God. He held the greatest power God gives to His children: he held the sealing power, the power to bind on earth and have it bound in heaven. God gave it to the Apostle Peter. And the Lord kept His promise to send Elijah. Elijah came to the Prophet Joseph Smith on April 3, 1836, just after the dedication of the Kirtland Temple, the first temple built after the Restoration of the gospel. Joseph described the sacred moment:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p16\" class=\"\">“Another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p17\" class=\"\">“Behold, the time has fully come, which was spoken of by the mouth of Malachi—testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come—<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p18\" class=\"\">“To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse—<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p19\" class=\"\">“Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44288)\">D&amp;C 110:13–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p20\" class=\"\">As you came into the Church, you have felt your heart being turned toward family, both those who are living and those who are in the spirit world. The Lord provided another vision to help you know what to do with those feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p21\" class=\"\">After Joseph Smith, the Lord called other prophets to lead His Church. One was Joseph F. Smith. He saw in vision what happened in the spirit world when the Savior appeared there between the time of His death and His Resurrection.<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_028\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44434)\">D&amp;C 138<\/a><\/span>.]<\/span><\/sup> President Smith saw the joy of the spirits when they learned that the Savior had broken the bands of death and because of His Atonement they could be resurrected. And he saw the Savior organize His servants among the spirits to preach His gospel to every spirit and offer the chance to choose the covenants and the blessings which are offered to you and which you want for your ancestors. All are to have that chance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p22\" class=\"\">President Smith also saw the leaders the Savior called to take the gospel to Heavenly Father’s children in the spirit world. He named some of them: Father Adam, Mother Eve, Noah, Abraham, Ezekiel, Elijah, prophets we know from the Book of Mormon, and some from the last days, including Joseph Smith, Brigham Young, John Taylor, and Wilford Woodruff. Think of the power of those missionaries to teach the gospel and to touch the hearts of your ancestors. It is not surprising that Wilford Woodruff said while he lived that he believed few, if any, of the ancestors of the Latter-day Saints in the spirit world would choose to reject the message of salvation when they heard it.<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_028\">4<\/a>\n       <span class=\"footnote\">[See “Discourse by President Wilford Woodruff,” <span class=\"emphasis\">Millennial Star,<\/span> May 21, 1894, 339–40.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p23\" class=\"\">Many of your deceased ancestors will have received a testimony that the message of the missionaries is true. When you received that testimony you could ask the missionaries for baptism. But those who are in the spirit world cannot. The ordinances you so cherish are offered only in this world. Someone in this world must go to a holy temple and accept the covenants on behalf of the person in the spirit world. That is why we are under obligation to find the names of our ancestors and ensure that they are offered by us what they cannot receive there without our help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p24\" class=\"\">For me, knowing that turns my heart not only to my ancestors who wait but to the missionaries who teach them. I will see those missionaries in the spirit world, and so will you. Think of a faithful missionary standing there with those he has loved and taught who are your ancestors. Picture as I do the smile on the face of that missionary as you walk up to him and your ancestors whom he converted but could not baptize or have sealed to family until you came to the rescue. I do not know what the protocol will be in such a place, but I imagine arms thrown around your neck and tears of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p25\" class=\"\">If you can imagine the smile of the missionary and your ancestor, think of the Savior when you meet Him. You will have that interview. He paid the price of the sins of you and all of Heavenly Father’s spirit children. He is Jehovah. He sent Elijah. He conferred the powers of the priesthood to seal and to bless out of perfect love. And He has trusted you by letting you hear the gospel in your lifetime, giving you the chance to accept the obligation to offer it to those of your ancestors who did not have your priceless opportunity. Think of the gratitude He has for those who pay the price in work and faith to find the names of their ancestors and who love them and Him enough to offer them eternal life in families, the greatest of all the gifts of God. He offered them an infinite sacrifice. He will love and appreciate those who paid whatever price they could to allow their ancestors to choose His offer of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p26\" class=\"\">Because your heart has already been turned, the price may not seem high. You begin by doing simple things. Write down what you already know about your family. You will need to write down the names of parents and their parents with the dates of birth or death or marriage. When you can, you will want to record the places. Some of that you will know from memory. But you can also ask relatives. They may even have some certificates of births, marriages, or deaths. Make copies and organize them. If you learn stories about their lives, write them down and keep them. You are not just gathering names. Those you never met in life will become friends you love. Your heart will be bound to theirs forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p27\" class=\"\">You can start searching in the first few generations going back in time. From that you will identify many of your ancestors who need your help. Someone in your own ward or branch of the Church has been called to help you prepare those names for the temple. There they can be offered the covenants which will free them from their spirit prisons and bind them in families—your family—forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p28\" class=\"\">Your opportunities and the obligations they create are remarkable in the whole history of the world. There are more temples across the earth than there have ever been. More people in all the world have felt the Spirit of Elijah move them to record the identities and facts of their ancestors’ lives. There are more resources to search out your ancestors than there have ever been in the history of the world. The Lord has poured out knowledge about how to make that information available worldwide through technology that a few years ago would have seemed a miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p29\" class=\"\">With those opportunities there comes greater obligation to keep our trust with the Lord. Where much is given, much is required.<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_028\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44289)\">Luke 12:48<\/a><\/span>.]<\/span><\/sup> After you find the first few generations, the road will become more difficult. The price will become greater. As you go back in time, the records become less complete. As others of your family search out ancestors, you will discover that the ancestor you find has already been offered the full blessings of the temple. Then you will have a difficult and important choice to make. You will be tempted to stop and leave the hard work of finding to others who are more expert or to another time in your life. But you will also feel a tug on your heart to go on in the work, hard as it will be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p30\" class=\"\">As you decide, remember that the names which will be so difficult to find are of real people to whom you owe your existence in this world and whom you will meet again in the spirit world. When you were baptized, your ancestors looked down on you with hope. Perhaps after centuries, they rejoiced to see one of their descendants make a covenant to find them and to offer them freedom. In your reunion, you will see in their eyes either gratitude or terrible disappointment. Their hearts are bound to you. Their hope is in your hands. You will have more than your own strength as you choose to labor on to find them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/hearts-bound-together.p31\" class=\"\">A few nights ago I had a dream. I saw a piece of white paper with a name on it I did not know and a date I could only partially read. I got up and went to the records of my family. The last name on the slip of paper is from a line which came into my mother’s ancestry 300 years ago in a place called Eaton Bray. Someone is anxious for a long wait to end. I have not yet found that person. But I have found again the assurance that a loving God sends help in answer to prayer in this sacred work of redeeming our families, which is His work and His glory and to which we have pledged our hearts. I so testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_028\"><a name=\"-25905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44287)\">Mal. 4:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_028\"><a name=\"-25905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44288)\">D&amp;C 110:13–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_028\"><a name=\"-25905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44434)\">D&amp;C 138<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_028\"><a name=\"-25905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Discourse by President Wilford Woodruff,” <span class=\"emphasis\">Millennial Star,<\/span> May 21, 1894, 339–40.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_028\"><a name=\"-25905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44289)\">Luke 12:48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}