{"ID":7125, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pornography\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us all improve our personal behavior and redouble our efforts to protect our loved ones and our environment from the onslaught of pornography.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p4\" class=\"\">Last summer Sister Oaks and I returned from two years in the Philippines. We loved our service there, and we loved returning home. When we have been away, we see our surroundings in a new light, with increased appreciation and sometimes with new concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p5\" class=\"\">We were concerned to see the inroads pornography had made in the United States while we were away. For many years our Church leaders have warned against the dangers of images and words intended to arouse sexual desires. Now the corrupting influence of pornography, produced and disseminated for commercial gain, is sweeping over our society like an avalanche of evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p6\" class=\"\">At our last conference, President Gordon B. Hinckley devoted an entire talk to this subject, warning in the plainest terms that “this is a very serious problem even among us” (“A Tragic Evil among Us,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 61). Most of the bishops we meet in stake conferences now report major concerns with this problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p7\" class=\"\">My fellow holders of the Melchizedek Priesthood, and also our young men, I wish to speak to you today about pornography. I know that many of you are exposed to this and that many of you are being stained by it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p8\" class=\"\">In concentrating my talk on this subject I feel like the prophet Jacob, who told the men of his day that it grieved him to speak so boldly in front of their sensitive wives and children. But notwithstanding the difficulty of the task, he said he had to speak to the men about this subject because God had commanded him (see <span class=\"citation\" id=\"44301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44301)\">Jacob 2:7–11<\/a><\/span>). I do so for the same reason.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p9\" class=\"\">In the second chapter of the book that bears his name, Jacob condemns men for their “whoredoms” (<span class=\"citation\" id=\"44302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44302)\">Jacob 2:23, 28<\/a><\/span>). He told them they had “broken the hearts of [their] tender wives, and lost the confidence of [their] children, because of [their] bad examples before them” (<span class=\"citation\" id=\"44303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44303)\">Jacob 2:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p10\" class=\"\">What were these grossly wicked “whoredoms”? No doubt some men were already guilty of evil acts. But the main focus of Jacob’s great sermon was not with evil acts <span class=\"emphasis\">completed,<\/span> but with evil acts <span class=\"emphasis\">contemplated.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p11\" class=\"\">Jacob began his sermon by telling the men that “as yet, [they had] been obedient unto the word of the Lord” (<span class=\"citation\" id=\"44304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44304)\">Jacob 2:4<\/a><\/span>). However, he then told them he knew their thoughts, that they were “beginning to labor in sin, which sin appeareth very abominable … unto God” (<span class=\"citation\" id=\"44305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44305)\">Jacob 2:5<\/a><\/span>). “I must testify unto you concerning the wickedness of your hearts” (<span class=\"citation\" id=\"44306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44306)\">Jacob 2:6<\/a><\/span>), he added. Jacob was speaking as Jesus spoke when He said, “Whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart” (<span class=\"citation\" id=\"44307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44307)\">Matt. 5:28<\/a><\/span>; see also <span class=\"citation\" id=\"44308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44308)\">3 Ne. 12:28<\/a><\/span>; <span class=\"citation\" id=\"44309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44309)\">D&amp;C 59:6<\/a><\/span>; <span class=\"citation\" id=\"44310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44310)\">D&amp;C 63:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p12\" class=\"\">More than 30 years ago, I urged BYU students to avoid the “promotional literature of illicit sexual relations” in what they read and viewed. I gave this analogy:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p13\" class=\"\">“Pornographic or erotic stories and pictures are worse than filthy or polluted food. The body has defenses to rid itself of unwholesome food. With a few fatal exceptions, bad food will only make you sick but do no permanent harm. In contrast, a person who feasts upon filthy stories or pornographic or erotic pictures and literature records them in this marvelous retrieval system we call a brain. The brain won’t vomit back filth. Once recorded, it will always remain subject to recall, flashing its perverted images across your mind and drawing you away from the wholesome things in life.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_031\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Challenges for the Year Ahead<\/span> (pamphlet, 1974), 4–5; reprinted in “Things They’re Saying,” <span class=\"emphasis\">New Era,<\/span> Feb. 1974, 18.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p14\" class=\"\">Here, brethren, I must tell you that our bishops and our professional counselors are seeing an increasing number of men involved with pornography, and many of those are active members. Some involved in pornography apparently minimize its seriousness and continue to exercise the priesthood of God because they think no one will know of their involvement. But the user knows, brethren, and so does the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p15\" class=\"\">Some have suggested that pornography should be a separate question in the temple recommend interview. It is already. At least five different questions should elicit a confession and discussion on this subject if the person being interviewed has the spiritual sensitivity and honesty we expect of those who worship in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p16\" class=\"\">One of the Savior’s most memorable teachings applies to men who are secretly viewing pornography:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p17\" class=\"\">“Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p18\" class=\"\">“Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also” (<span class=\"citation\" id=\"44311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44311)\">Matt. 23:25–26<\/a><\/span>; see also <span class=\"citation\" id=\"44312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44312)\">Alma 60:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p19\" class=\"\">The Savior continues His denunciation of those who treat what is visible but neglect to cleanse the inner man:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p20\" class=\"\">“Ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p21\" class=\"\">“Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity” (<span class=\"citation\" id=\"44313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44313)\">Matt. 23:27–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p22\" class=\"\">The immediate spiritual consequences of such hypocrisy are devastating. Those who seek out and use pornography forfeit the power of their priesthood. The Lord declares: “When we undertake to cover our sins, … behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man” (<span class=\"citation\" id=\"44314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44314)\">D&amp;C 121:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p23\" class=\"\">Patrons of pornography also lose the companionship of the Spirit. Pornography produces fantasies that destroy spirituality. “To be carnally minded is death”—spiritual death (<span class=\"citation\" id=\"44315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44315)\">Rom. 8:6<\/a><\/span>; see also <span class=\"citation\" id=\"44316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44316)\">2 Ne. 9:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p24\" class=\"\">The scriptures repeatedly teach that the Spirit of the Lord will not dwell in an unclean tabernacle. When we worthily partake of the sacrament, we are promised that we will “always have his Spirit to be with [us].” To qualify for that promise we covenant that we will “always remember him” (<span class=\"citation\" id=\"44317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44317)\">D&amp;C 20:77<\/a><\/span>). Those who seek out and use pornography for sexual stimulation obviously violate that covenant. They also violate a sacred covenant to refrain from unholy and impure practices. They cannot have the Spirit of the Lord to be with them. All such need to heed the Apostle Peter’s plea: “Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee” (<span class=\"citation\" id=\"44318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44318)\">Acts 8:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p25\" class=\"\">Brethren, you have noticed that I am not discussing the effects of pornography on mental health or criminal behavior. I am discussing its effects on spirituality—on our ability to have the companionship of the Spirit of the Lord and our capacity to exercise the power of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p26\" class=\"\">Pornography also inflicts mortal wounds on our most precious personal relationships. In his talk to men of the priesthood last October, President Hinckley quoted the letter of a woman who asked him to warn Church members that pornography “has the effect of damaging hearts and souls to their very depths, strangling the life out of relationships” (<span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 60).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p27\" class=\"\">At a recent stake conference a woman handed me a similar letter. Her husband had also served in important Church callings for many years while addicted to pornography. She told of great difficulty in getting priesthood leaders to take this problem of pornography seriously: “I got all kinds of responses—like I was overreacting or it was my fault. The bishop we have now has been great. And now after 15 years my husband is trying to deal with his addiction, but now it is 15 years harder to quit for him and the loss has been incalculable.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p28\" class=\"\">Pornography impairs one’s ability to enjoy a normal emotional, romantic, and spiritual relationship with a person of the opposite sex. It erodes the moral barriers that stand against inappropriate, abnormal, or illegal behavior. As conscience is desensitized, patrons of pornography are led to act out what they have witnessed, regardless of its effects on their life and the lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p29\" class=\"\">Pornography is also addictive. It impairs decision-making capacities and it “hooks” its users, drawing them back obsessively for more and more. A man who had been addicted to pornography and to hard drugs wrote me this comparison: “In my eyes cocaine doesn’t hold a candle to this. I have done both. … Quitting even the hardest drugs was nothing compared to [trying to quit pornography]” (letter of Mar. 20, 2005).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p30\" class=\"\">Some seek to justify their indulgence by arguing that they are only viewing “soft,” not “hard,” porn. A wise bishop called this refusing to see evil as evil. He quoted men seeking to justify their viewing choices by comparisons such as “not as bad as” or “only one bad scene.” But the test of what is evil is not its degree but its effect. When persons entertain evil thoughts long enough for the Spirit to withdraw, they lose their spiritual protection and they are subject to the power and direction of the evil one. When they use Internet or other pornography for what this bishop described as “arousal on demand” (letter of Mar. 13, 2005), they are deeply soiled by sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p31\" class=\"\">King Benjamin’s great sermon describes the terrible consequences. When we withdraw from the Spirit of the Lord, we become an enemy to righteousness, we have a lively sense of our guilt, and we “shrink from the presence of the Lord” (see <span class=\"citation\" id=\"44319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44319)\">Mosiah 2:36–38<\/a><\/span>). “Mercy hath no claim on that man,” he concluded; “therefore his final doom is to endure a never-ending torment” (<span class=\"citation\" id=\"44320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44320)\">Mosiah 2:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p32\" class=\"\">Consider the tragic example of King David. Though a spiritual giant in Israel, he allowed himself to look upon something he should not have viewed (see <span class=\"citation\" id=\"44436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44436)\">2 Sam. 11<\/a><\/span>). Tempted by what he saw, he violated two of the Ten Commandments, beginning with “Thou shalt not commit adultery” (<span class=\"citation\" id=\"44321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44321)\">Ex. 20:14<\/a><\/span>). In this way a prophet-king fell from his exaltation (see <span class=\"citation\" id=\"44322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44322)\">D&amp;C 132:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p33\" class=\"\">But the good news is that no one needs to follow the evil, downward descent to torment. Everyone caught on that terrible escalator has the key to reverse his course. He can escape. Through repentance he can be clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p34\" class=\"\">Alma the Younger described it:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p35\" class=\"\">“Yea, I did remember all my sins and iniquities, for which I was tormented with the pains of hell. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p36\" class=\"\">“… The very thought of coming into the presence of my God did rack my soul with inexpressible horror. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p37\" class=\"\">“And it came to pass that as I was thus racked with torment, while I was harrowed up by the memory of my many sins, behold, I remembered also to have heard my father prophesy unto the people concerning the coming of one Jesus Christ, a Son of God, to atone for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p38\" class=\"\">“Now, as my mind caught hold upon this thought, I cried within my heart: O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p39\" class=\"\">“And now, behold, when I thought this, I could remember my pains no more; yea, I was harrowed up by the memory of my sins no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p40\" class=\"\">“And oh, what joy, and what marvelous light I did behold; yea, my soul was filled with joy as exceeding as was my pain!” (<span class=\"citation\" id=\"44323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44323)\">Alma 36:13–14, 17–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p41\" class=\"\">My brethren who are caught in this addiction or troubled by this temptation, there is a way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p42\" class=\"\"><span class=\"emphasis\">First,<\/span> acknowledge the evil. Don’t defend it or try to justify yourself. For at least a quarter century our leaders have pleaded with men, and also with women and children, to avoid this evil.<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_031\">2<\/a>\n       <span class=\"footnote\">[See, for example, Gordon B. Hinckley, “A Tragic Evil among Us,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 59–62; David E. Sorensen, “You Can’t Pet a Rattlesnake,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 48–50; <span class=\"emphasis\">Ensign,<\/span> May 2001, 41–43; Thomas S. Monson, “Pornography—the Deadly Carrier,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 66–67; David B. Haight, “Personal Morality,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1984, 70–73.]<\/span><\/sup> Our current Church magazines are full of warnings, information, and helps on this subject—with more than a score of articles published or to be published this year and last year alone.<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_031\">3<\/a>\n       <span class=\"footnote\">[See, for example, Rory C. Reid, “The Road Back: Abandoning Pornography,” <span class=\"emphasis\">Liahona,<\/span> Feb. 2005, 28–33; <span class=\"emphasis\">Ensign,<\/span> Feb. 2005, 46–51; Arianne B. Cope, “Internet Café,” <span class=\"emphasis\">New Era,<\/span> Mar. 2005, 34–37; Nycole S. Larsen, “The Decision,” <span class=\"emphasis\">Friend,<\/span> Mar. 2004, 40–41.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p43\" class=\"\"><span class=\"emphasis\">Second,<\/span> seek the help of the Lord and His servants. Hear and heed President Hinckley’s words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p44\" class=\"\">“Plead with the Lord out of the depths of your soul that He will remove from you the addiction which enslaves you. And may you have the courage to seek the loving guidance of your bishop and, if necessary, the counsel of caring professionals” (<span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 62).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p45\" class=\"\"><span class=\"emphasis\">Third,<\/span> do all that you can to avoid pornography. If you ever find yourself in its presence—which can happen to anyone in the world in which we live—follow the example of Joseph of Egypt. When temptation caught him in her grip, he left temptation and “got him out” (<span class=\"citation\" id=\"44324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44324)\">Gen. 39:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p46\" class=\"\">Don’t accommodate any degree of temptation. Prevent sin and avoid having to deal with its inevitable destruction. So, turn it off! Look away! Avoid it at all costs. Direct your thoughts in wholesome paths. Remember your covenants and be faithful in temple attendance. The wise bishop I quoted earlier reported that “an endowed priesthood bearer’s fall into pornography <span class=\"emphasis\">never<\/span> occurs during periods of regular worship in the temple; it happens when he has become casual in his temple worship” (letter of Mar. 13, 2005).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p47\" class=\"\">We must also act to protect those we love. Parents install alarms to warn if their household is threatened by smoke or carbon monoxide. We should also install protections against spiritual threats, protections like filters on Internet connections and locating access so others can see what is being viewed. And we should build the spiritual strength of our families by loving relationships, family prayer, and scripture study.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p48\" class=\"\"><span class=\"emphasis\">Finally,<\/span> do not patronize pornography. Do not use your purchasing power to support moral degradation. And young women, please understand that if you dress immodestly, you are magnifying this problem by becoming pornography to some of the men who see you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p49\" class=\"\">Please heed these warnings. Let us all improve our personal behavior and redouble our efforts to protect our loved ones and our environment from the onslaught of pornography that threatens our spirituality, our marriages, and our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/pornography.p50\" class=\"\">I testify that this is what we should do to enjoy the blessings of Him whom we worship. I testify of Jesus Christ, the Light and Life of the World, whose Church this is, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_031\"><a name=\"-25905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Challenges for the Year Ahead<\/span> (pamphlet, 1974), 4–5; reprinted in “Things They’re Saying,” <span class=\"emphasis\">New Era,<\/span> Feb. 1974, 18.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_031\"><a name=\"-25905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See, for example, Gordon B. Hinckley, “A Tragic Evil among Us,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 59–62; David E. Sorensen, “You Can’t Pet a Rattlesnake,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 48–50; <span class=\"emphasis\">Ensign,<\/span> May 2001, 41–43; Thomas S. Monson, “Pornography—the Deadly Carrier,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 66–67; David B. Haight, “Personal Morality,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1984, 70–73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_031\"><a name=\"-25905_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See, for example, Rory C. Reid, “The Road Back: Abandoning Pornography,” <span class=\"emphasis\">Liahona,<\/span> Feb. 2005, 28–33; <span class=\"emphasis\">Ensign,<\/span> Feb. 2005, 46–51; Arianne B. Cope, “Internet Café,” <span class=\"emphasis\">New Era,<\/span> Mar. 2005, 34–37; Nycole S. Larsen, “The Decision,” <span class=\"emphasis\">Friend,<\/span> Mar. 2004, 40–41.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}