{"ID":7126, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Strengthen Thy Brethren\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p2\" class=\"\">Elder Robert J. Whetten<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-j-whetten-10.jpg\" alt=\"Robert J. Whetten\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You must do what our Savior and His prophets … have always taught: serve, strengthen the faith, and nurture those who need your love and blessing.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p4\" class=\"\">Responding to the question, “Master, which is the great commandment in the law?” Jesus answered: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself. On these two commandments hang all the law and the prophets.”<sup class=\"noteMarker\"><a href=\"#footnote1-25905_000_032\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44325)\">Matt. 22:36–40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p5\" class=\"\">To ancient Israel and down through the generations of time, His prophets past and present have always taught this all-encompassing eternal truth—that to inherit eternal life we must have love in our souls: love for God our Eternal Father and love for our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p6\" class=\"\">In the closing hours of His earthly ministry, Jesus said to Peter, “But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.”<sup class=\"noteMarker\"><a href=\"#footnote2-25905_000_032\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44326)\">Luke 22:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p7\" class=\"\">Peter had a testimony, borne of the Spirit, of the divinity of Jesus Christ. Peter knew and his knowledge came by revelation. But his conversion, the change in his whole way of life and the nature of his very being, was more evident after the day of Pentecost, after receiving the heart-changing gift and witness of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p8\" class=\"\">Yes, brothers and sisters, like Peter before, we have testimonies, but is conversion a continuing process in your life? Isn’t each of us a work in progress in the hands of our Maker? Is God blessing others through you? Do you pray and ask whom the Lord would have you bless by lifting another’s burden? Do you love others as much as you love yourself?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p9\" class=\"\">When Jesus told the lawyer that in order to inherit eternal life he must love his neighbor as himself, the lawyer said unto Jesus, “And who is my neighbour?” Jesus responded with His parable of the good Samaritan and then asked: “Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves? And he said, He that shewed mercy on him.”<sup class=\"noteMarker\"><a href=\"#footnote3-25905_000_032\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44327)\">Luke 10:29, 36–37<\/a><\/span>.]<\/span><\/sup> With this parable, Jesus taught that each of us should exhibit an active love and benevolence towards every one of His Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p10\" class=\"\">King Benjamin taught the Saints of his day: “For the sake of retaining a remission of your sins from day to day, … I would that ye should impart of your substance to the poor, … such as feeding the hungry, … visiting the sick and administering to their relief, both <span class=\"emphasis\">spiritually<\/span> and<span class=\"emphasis\"> temporally.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote4-25905_000_032\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44328)\">Mosiah 4:26<\/a><\/span>; emphasis added.]<\/span><\/sup> Do you administer spiritual or temporal relief to those who need it? Do you reach out and strengthen the faith of those coming into the fold, as asked by the prophets of our day?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p11\" class=\"\">Conversion means consecrating your life to caring for and serving others who need your help and sharing your gifts and blessings. The Lord didn’t say, “Tend my sheep when it is convenient; watch my sheep when you aren’t busy.” He said, “Feed my sheep and my lambs; help them survive this world; keep them close to you. Lead them to safety—the safety of righteous choices that will prepare them for eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote5-25905_000_032\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44329)\">John 21:15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p12\" class=\"\">Every unselfish act of kindness and service increases your spirituality. God would use you to bless others. Your continued spiritual growth and eternal progress are very much wrapped up in your relationships—in how you treat others. Do you indeed love others and become a blessing in their lives? <span class=\"emphasis\">Isn’t the measure of the level of your conversion how you treat others? <\/span>The person who does only those things in the Church that concern himself alone will never reach the goal of perfection. Service to others is what the gospel and exalted life are all about.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p13\" class=\"\">In your journey through life, you are to reach out and bless the lives of your fellow travelers, to give of yourself to those who need you. “For whosoever will save his life,” the Master said, “shall lose it; but whosoever shall lose his life for my sake and the gospel’s, the same shall save it.”<sup class=\"noteMarker\"><a href=\"#footnote6-25905_000_032\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44330)\">Mark 8:35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p14\" class=\"\">James directed his epistle “to the twelve tribes which are scattered abroad.”<sup class=\"noteMarker\"><a href=\"#footnote7-25905_000_032\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44331)\">James 1:1<\/a><\/span>.]<\/span><\/sup> His teachings may be applied to us, the Lord’s people who in a latter day would accept the restored gospel. He teaches principles that should guide your relationships with other members of the Church. He considers the commandment to “love thy neighbour as thyself” to be the “royal law.”<sup class=\"noteMarker\"><a href=\"#footnote8-25905_000_032\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44332)\">James 2:8<\/a><\/span>.]<\/span><\/sup> To James, a testimony alone is not enough. The gospel has to become a living reality in your life. “And I will shew thee my faith by my works.”<sup class=\"noteMarker\"><a href=\"#footnote9-25905_000_032\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44333)\">James 2:18<\/a><\/span>.]<\/span><\/sup> “But be ye doers of the word, and not hearers only.”<sup class=\"noteMarker\"><a href=\"#footnote10-25905_000_032\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44334)\">James 1:22<\/a><\/span>.]<\/span><\/sup> James’s definition of the converted is: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.”<sup class=\"noteMarker\"><a href=\"#footnote11-25905_000_032\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44335)\">James 1:27<\/a><\/span>.]<\/span><\/sup> He ends his brief epistle with these words: “Brethren, if any of you do err from the truth, and one convert him; Let him know, that he which converteth the sinner from the error of his way shall save a soul … and shall hide a multitude of sins.”<sup class=\"noteMarker\"><a href=\"#footnote12-25905_000_032\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44336)\">James 5:19–20<\/a><\/span>.]<\/span><\/sup> By reclaiming an errant brother, you save both him and yourself. Your sins are hidden or remitted because you ministered for the salvation of another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p15\" class=\"\">Mine has been the great blessing of living my life in Latin America and witnessing firsthand the unfolding of the prophecies and promises made by His prophets and the Lord Himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p16\" class=\"\">“I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p17\" class=\"\">“… I will establish my church among them, and they shall come in unto the covenant and be numbered among this the remnant of Jacob, unto whom I have given this land for their inheritance.”<sup class=\"noteMarker\"><a href=\"#footnote13-25905_000_032\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44337)\">3 Ne. 21:1, 22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p18\" class=\"\">Literally hundreds of thousands have been gathered in from practically every nation in Latin America. Prophecies assure us that this growth will continue. Growth is our greatest challenge but also the greatest opportunity for each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p19\" class=\"\">The Apostle Paul said to the new members in his day, “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.”<sup class=\"noteMarker\"><a href=\"#footnote14-25905_000_032\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44338)\">Eph. 2:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p20\" class=\"\">It seems that where the Church has experienced rapid growth, too many are still made to feel that they are <span class=\"emphasis\">strangers and foreigners<\/span> and have been left by the wayside. If we are to see the promises fulfilled, we must do as Moroni described: “And after they had been received unto baptism, … they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished … to keep them in the right way.”<sup class=\"noteMarker\"><a href=\"#footnote15-25905_000_032\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44339)\">Moro. 6:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p21\" class=\"\">Many active members believe that the less-active members and new converts that fall by the wayside behave differently because they don’t believe the Church’s doctrine. Studies made do not support this assumption. They show that almost all less-active members interviewed believe that God exists, that Jesus is the Christ, that Joseph Smith was a prophet, and that the Church is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p22\" class=\"\">In numerous wards and branches, there are many good, upright, honest men and women who just don’t know how to come back to church. There are good mothers and fathers among them. They have just left, and no one has come to check up on them, leaving them with the idea that no one really cares. When men or women of faith visit these individuals and become their friends, strengthen them, pray with them, and teach them the gospel, they and their families will come back. “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.”<sup class=\"noteMarker\"><a href=\"#footnote16-25905_000_032\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44340)\">Matt. 25:40<\/a><\/span>.]<\/span><\/sup> Who are “the least of these my brethren”? Might the Lord be referring to the newest coming into the fold or to those who have wandered into the shadows of inactivity and would return if extended the hand of true fellowship?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p23\" class=\"\">In this great battle for the souls of men, the rules of engagement in missionary work are more clearly defined for each of us. Members are to accompany full-time missionary companionships as they teach the lessons and play a vital role in the conversion process of others. Missionaries are “to preach my gospel by the Spirit”<sup class=\"noteMarker\"><a href=\"#footnote17-25905_000_032\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44341)\">D&amp;C 50:14<\/a><\/span>.]<\/span><\/sup> with words from their own hearts, words of truth treasured up by much study and prayer. Our missionaries’ roles in the continuing conversion process of others do not end at baptism. They are to continue to teach new members and others who need spiritual nourishment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p24\" class=\"\">Recent letters from the First Presidency remind priesthood leaders of their responsibility to strengthen and support new members. “Fellowship should be extended by all in the ward. … Home teachers and visiting teachers can play a valuable role.” New members should be given “opportunities … to serve and contribute to the strength of the ward.”<sup class=\"noteMarker\"><a href=\"#footnote18-25905_000_032\">18<\/a>\n       <span class=\"footnote\">[First Presidency letter, Dec. 22, 2004; see also First Presidency letter, Feb. 11, 2005.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p25\" class=\"\">Brothers and sisters, if the conversion and transformation process is to continue in each of us, new members and old alike, we must love, serve, and give spiritual nourishment to others. We must help others receive the full blessings of the Restoration, including the blessings of the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p26\" class=\"\">The Prophet Joseph Smith wrote a letter to the Saints in his day: “Dear Brethren:—It is a duty which every Saint ought to render to his brethren freely—to always love them, and ever succor them. To be justified before God we must love one another: … we can love our neighbor as ourselves, and be faithful in tribulation.”<sup class=\"noteMarker\"><a href=\"#footnote19-25905_000_032\">19<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 2:229.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p27\" class=\"\">Our own prophet, President Gordon B. Hinckley, has said: “I would hope, I would pray, that each of us … would resolve to seek those who need help … and lift them in the spirit of love into the embrace of the Church, where strong hands and loving hearts will warm them, comfort them, sustain them, and put them on the way of happy and productive lives.”<sup class=\"noteMarker\"><a href=\"#footnote20-25905_000_032\">20<\/a>\n       <span class=\"footnote\">[“Reach with a Rescuing Hand,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 86.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p28\" class=\"\">Love is not just a word or a declaration, but the first and great commandment, a commandment that demands action—“If ye love me, keep my commandments”<sup class=\"noteMarker\"><a href=\"#footnote21-25905_000_032\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44342)\">John 14:15<\/a><\/span>.]<\/span><\/sup> and “Lovest thou me? … Feed my sheep.”<sup class=\"noteMarker\"><a href=\"#footnote22-25905_000_032\">22<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44343)\">John 21:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p29\" class=\"\">You must do what our Savior and His prophets, both past and present, have always taught: serve, strengthen the faith, and nurture those who need your love and blessing. You have the Lord’s promise: “And whoso receiveth you, there I will be also, for I will go before your face … and my Spirit shall be in your hearts.”<sup class=\"noteMarker\"><a href=\"#footnote23-25905_000_032\">23<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44344)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p30\" class=\"\">Brothers and sisters, as you reach out in love to bless the life of another, you both will be blessed with His Spirit. The Lord teaches that both will “understand one another, and both [will be] edified and rejoice together.”<sup class=\"noteMarker\"><a href=\"#footnote24-25905_000_032\">24<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44345)\">D&amp;C 50:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/strengthen-thy-brethren.p31\" class=\"\">It is my prayer that our Heavenly Father will bless each of us with that love for others “which he hath bestowed upon all who are true followers of his Son.”<sup class=\"noteMarker\"><a href=\"#footnote25-25905_000_032\">25<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44346)\">Moro. 7:48<\/a><\/span>.]<\/span><\/sup> I bear witness that His Son, Jesus Christ, lives and that His gospel is a gospel of love. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25905_000_032\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44325)\">Matt. 22:36–40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25905_000_032\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44326)\">Luke 22:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25905_000_032\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44327)\">Luke 10:29, 36–37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25905_000_032\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44328)\">Mosiah 4:26<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25905_000_032\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44329)\">John 21:15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25905_000_032\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44330)\">Mark 8:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25905_000_032\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44331)\">James 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25905_000_032\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44332)\">James 2:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25905_000_032\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44333)\">James 2:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25905_000_032\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44334)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25905_000_032\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44335)\">James 1:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25905_000_032\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44336)\">James 5:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25905_000_032\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44337)\">3 Ne. 21:1, 22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25905_000_032\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44338)\">Eph. 2:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-25905_000_032\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44339)\">Moro. 6:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-25905_000_032\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44340)\">Matt. 25:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-25905_000_032\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44341)\">D&amp;C 50:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-25905_000_032\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, Dec. 22, 2004; see also First Presidency letter, Feb. 11, 2005.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-25905_000_032\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 2:229.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-25905_000_032\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>“Reach with a Rescuing Hand,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 86.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-25905_000_032\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44342)\">John 14:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-25905_000_032\">22.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44343)\">John 21:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-25905_000_032\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44344)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote24-25905_000_032\">24.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44345)\">D&amp;C 50:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25905_000_032\"><a name=\"-25905_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote25-25905_000_032\">25.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44346)\">Moro. 7:48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}