{"ID":7128, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Appreciating the Counsel of Those Who Are Bowed in Years\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p2\" class=\"\">Elder Stephen B. Oveson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/stephen-b-oveson-10.jpg\" alt=\"Stephen B. Oveson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we have added insights into and greater appreciation for the power of testimony, especially as it is borne by those [who are bowed in years].<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p4\" class=\"\">My dear brothers and sisters, as we prepare to listen to President Gordon B. Hinckley’s closing remarks at the end of this marvelous general conference, I fervently hope that each of us will feel how blessed we are to have received from prophets and apostles of the Lord the collective wisdom and exhortation that, if heeded and followed, will help us steer our course ever closer to our Savior. We ought to be particularly grateful to live in a time when our Church leaders, though many are advanced in years, continue to receive the revelation and inspiration that moves the kingdom forward from day to day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p5\" class=\"\">As a young man, I was given a very strong written admonition to prove myself a faithful and obedient son so that as I grew older and whenever I needed counsel and advice, I should go to my parents, though they be “bowed in years,” to receive from them wisdom, comfort, and guidance. My father passed away over 20 years ago, having been a great and exemplary source of wisdom for me all the days of my life, and we just laid my 101-year-old mother to rest beside her eternal companion last Monday. In her 100th year, she affirmed her lifelong testimony in these words: “The gospel is a way of life; it is part of the plan to help us avoid bitterness. More than ever, I believe that this life is good but that the next life is better” (“Growing Old Graciously: Lessons from a Centenarian,” <span class=\"emphasis\">Religious Educator<\/span> 5, no. 1 [2004]: 11).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p6\" class=\"\">My mother often told me that she prayed for me and for our family every day. As she came closer and closer to the veil, her prayers were especially fervent and meaningful to me. Both of my parents, as well as my dear parents-in-law, endured or are enduring to the end in righteous paths, leaving a legacy of faithful dedication for all their posterity to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p7\" class=\"\">President Ezra Taft Benson, in the November 1989 <span class=\"emphasis\">Ensign,<\/span> is quoted as follows: “The Lord knows and loves the elderly among His people. It has always been so, and upon them He has bestowed many of His greatest responsibilities. In various dispensations He has guided His people through prophets who were in their advancing years. He has needed the wisdom and experience of age, the inspired direction from those with long years of proven faithfulness to His gospel” (“To the Elderly in the Church,” 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p8\" class=\"\">These thoughts have caused me to reflect on the great sermons, blessings, testimonies, and admonitions that prophets and apostles throughout the ages have left, especially as they felt themselves waxing old or preparing to go down to the dust. Some of these parting passages are among our most noteworthy and quoted scriptures. For instance: in <span class=\"citation\" id=\"44366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44366)\">Moses 6:57<\/a><\/span>, Enoch states unequivocally, “Wherefore teach it unto your children, that all men, everywhere, must repent, or they can in nowise inherit the kingdom of God, for no unclean thing can dwell … in his presence.” These basic principles of the gospel were being taught from the time of Adam and Eve, passed down from generation to generation, as the scriptures attest, time and time again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p9\" class=\"\">Joseph who was sold into Egypt left these words of counsel with the people of Israel: “I die: and God will surely visit you, and bring you out of this land unto the land which he sware to Abraham, to Isaac, and to Jacob” (<span class=\"citation\" id=\"44367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44367)\">Gen. 50:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p10\" class=\"\">Generations later, as fulfillment of Joseph’s prophecy was about to be realized, Moses left his blessings with all the tribes of Israel and passed the mantle of leadership to Joshua, who led the people back into the promised land. As he was approaching his final days, Joshua left the immortal words to “choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"44368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44368)\">Josh. 24:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p11\" class=\"\">Later prophets, such as Jeremiah, Isaiah, and Malachi, left equally indelible testimonies throughout their ministries, prophesying of the coming Messiah and His infinite Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p12\" class=\"\">We find a similar pattern throughout the Book of Mormon in the emphasis given to the final addresses of Nephi, Jacob, and King Benjamin—whose mighty discourse changed the hearts of an entire nation—not to mention the masterful words of Abinadi, who boldly spoke knowing full well that his days were numbered: “Teach them that redemption cometh through Christ the Lord, who is the very Eternal Father” (<span class=\"citation\" id=\"44369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44369)\">Mosiah 16:15<\/a><\/span>). The list continues with Alma and his son, Alma; also Helaman, the son of Helaman, who gave such priceless advice to his sons: “And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation … , which is a sure foundation, a foundation whereon if men build they cannot fall” (<span class=\"citation\" id=\"44370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44370)\">Hel. 5:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p13\" class=\"\">These and other Book of Mormon prophets, including Mormon himself, wrote for our day, knowing that we would need their knowledge and wisdom to aid us in these perilous times. The Book of Mormon itself ends with the incomparable charge of Moroni, the son of Mormon, as he tells us, “Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you” (<span class=\"citation\" id=\"44371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44371)\">Moro. 10:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p14\" class=\"\">We have similar “last testimonies” in the New Testament, such as Paul’s grand statement: “I have fought a good fight, I have finished my course, I have kept the faith” (<span class=\"citation\" id=\"44372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44372)\">2 Tim. 4:7<\/a><\/span>), attesting to his having endured to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p15\" class=\"\">We gain great insight into the growth of the mighty senior Apostle, Peter, in his statement: “And be clothed with humility: for God resisteth the proud, and giveth grace to the humble. Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time” (<span class=\"citation\" id=\"44373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44373)\">1 Pet. 5:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p16\" class=\"\">And certainly the greatest personage of all time to learn from is the risen Lord Himself, as He charged His Apostles and followers to “go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world” (<span class=\"citation\" id=\"44374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44374)\">Matt. 28:19–20<\/a><\/span>).<\/p>\n\t\t\t<p class=\"preamble\">What a wealth of conviction and knowledge these collective scriptures give us. Can we find common inspirational threads running through each of them? I believe they are easily recognizable:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>That Christ, the Son of God, lives and is our Redeemer and Savior<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>That we should follow Him and show our love for Him by remembering Him and humbly keeping His commandments<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>That through His Atonement, we are able to repent and be cleansed<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>That we are His covenant people and should always keep the covenants that we have entered into<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>That we need to spread His gospel throughout the world<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>That we should have faith, repent, be baptized, receive the Holy Ghost, and endure to the end<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p24\" class=\"\">In our dispensation, modern-day prophets of the Restoration reiterate time and again these same principles. In the teachings of President John Taylor we learn that “as the Son of Man, He endured all that it was possible for flesh and blood to endure; as the Son of God He triumphed over all, and forever ascended to the right hand of God” (<span class=\"emphasis\">Teachings of Presidents of the Church: John Taylor<\/span> [2001], 44).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p25\" class=\"\">One of my favorites, from President Spencer W. Kimball:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p26\" class=\"\">“To the testimonies of these mighty men and apostles of old—our brethren in the ministry of the same Master—I add my own testimony. I know that Jesus Christ is the Son of the living God and that he was crucified for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p27\" class=\"\">“He is my friend, my Savior, my Lord, my God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p28\" class=\"\">“With all my heart I pray that the Saints may … gain an eternal inheritance with him in celestial glory” (“An Eternal Hope in Christ,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, 73).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p29\" class=\"\">Our prophet today, President Gordon B. Hinckley, continues to lead us with his powerful convictions, as he declared in a recent stake conference address: “I have a testimony, real, burning, and vital, of the truth of this work. I know that God our Eternal Father lives and that Jesus is the Christ, my Savior and my Redeemer. It is He who stands at the head of this Church. All I desire is that I go forward with this work as He would have it go forward” (“Inspirational Thoughts,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Oct. 2003, 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p30\" class=\"\">Summarizing the testimonies of all the ancient and modern-day apostles and prophets are the immortal words of the Prophet Joseph Smith, who declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p31\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p32\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father” (<span class=\"citation\" id=\"44375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44375)\">D&amp;C 76:22–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/appreciating-the-counsel-of-those-who-are-bowed-in-years.p33\" class=\"\">I wish to add my own humble affirmation of the truthfulness of the aforementioned testimonies. I know that our Heavenly Father is literally the Father of our spirits and that Jesus Christ is our Savior, our Redeemer, our Lord, and as we obey His commandments, our friend (see <span class=\"citation\" id=\"44376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44376)\">John 15:14<\/a><\/span>). As we study the scriptures, may we have added insights into and greater appreciation for the power of testimony, especially as it is borne by those of great wisdom and advanced age, is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}