{"ID":7129, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Tender Mercies of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p2\" class=\"\">Elder David A. Bednar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I testify that the tender mercies of the Lord are available to all of us and that the Redeemer of Israel is eager to bestow such gifts upon us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p4\" class=\"\">Six months ago, I stood at this pulpit for the first time as the newest member of the Quorum of the Twelve Apostles. Both then and even more so now, I have felt and feel the weight of the call to serve and of the responsibility to teach with clarity and to testify with authority. I pray for and invite the assistance of the Holy Ghost as I now speak with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p5\" class=\"\">This afternoon I want to describe and discuss a spiritual impression I received a few moments before I stepped to this pulpit during the Sunday morning session of general conference last October. Elder Dieter F. Uchtdorf had just finished speaking and had declared his powerful witness of the Savior. Then we all stood together to sing the intermediate hymn that previously had been announced by President Gordon B. Hinckley. The intermediate hymn that morning was “Redeemer of Israel” (<span class=\"emphasis\">Hymns,<\/span> no. 6).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p6\" class=\"\">Now, the music for the various conference sessions had been determined many weeks before—and obviously long before my new call to serve. If, however, I had been invited to suggest an intermediate hymn for that particular session of the conference—a hymn that would have been both edifying and spiritually soothing for me and for the congregation before my first address in this Conference Center—I would have selected my favorite hymn, “Redeemer of Israel.” Tears filled my eyes as I stood with you to sing that stirring hymn of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p7\" class=\"\">Near the conclusion of the singing, to my mind came this verse from the Book of Mormon: “But behold, I, Nephi, will show unto you that the tender mercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance” (<span class=\"citation\" id=\"44377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44377)\">1 Ne. 1:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p8\" class=\"\">My mind was drawn immediately to Nephi’s phrase “the tender mercies of the Lord,” and I knew in that very moment I was experiencing just such a tender mercy. A loving Savior was sending me a most personal and timely message of comfort and reassurance through a hymn selected weeks previously. Some may count this experience as simply a nice coincidence, but I testify that the tender mercies of the Lord are real and that they do not occur randomly or merely by coincidence. Often, the Lord’s timing of His tender mercies helps us to both discern and acknowledge them.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>What Are the Tender Mercies of the Lord?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p10\" class=\"\">Since last October I have reflected repeatedly upon the phrase “the tender mercies of the Lord.” Through personal study, observation, pondering, and prayer, I believe I have come to better understand that the Lord’s tender mercies are the very personal and individualized blessings, strength, protection, assurances, guidance, loving-kindnesses, consolation, support, and spiritual gifts which we receive from and because of and through the Lord Jesus Christ. Truly, the Lord suits “his mercies according to the conditions of the children of men” (<span class=\"citation\" id=\"44378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44378)\">D&amp;C 46:15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p11\" class=\"\">Recall how the Savior instructed His Apostles that He would not leave them comfortless. Not only would He send “another Comforter” (<span class=\"citation\" id=\"44379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44379)\">John 14:16<\/a><\/span>), even the Holy Ghost, but the Savior said that He would come to them (see <span class=\"citation\" id=\"44380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44380)\">John 14:18<\/a><\/span>). Let me suggest that one of the ways whereby the Savior comes to each of us is through His abundant and tender mercies. For instance, as you and I face challenges and tests in our lives, the gift of faith and an appropriate sense of personal confidence that reaches beyond our own capacity are two examples of the tender mercies of the Lord. Repentance and forgiveness of sins and peace of conscience are examples of the tender mercies of the Lord. And the persistence and the fortitude that enable us to press forward with cheerfulness through physical limitations and spiritual difficulties are examples of the tender mercies of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p12\" class=\"\">In a recent stake conference, the tender mercies of the Lord were evident in the touching testimony of a young wife and mother of four whose husband was slain in Iraq in December of 2003. This stalwart sister recounted how, after being notified of her husband’s death, she received his Christmas card and message. In the midst of the abrupt reality of a dramatically altered life came to this good sister a timely and tender reminder that indeed families can be together forever. With permission I quote from that Christmas card:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p13\" class=\"\">“To the best family in the world! Have a great time together and remember the true meaning of Christmas! The Lord has made it possible for us to be together forever. So even when we are apart, we will still be together as a family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p14\" class=\"\">“God bless and keep y’all safe and grant this Christmas to be our gift of love from us to Him above!!!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p15\" class=\"\">“All my love, Daddy and your loving husband!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p16\" class=\"\">Clearly, the husband’s reference to being apart in his Christmas greeting referred to the separation caused by his military assignment. But to this sister, as a voice from the dust from a departed eternal companion and father, came a most needed spiritual reassurance and witness. As I indicated earlier, the Lord’s tender mercies do not occur randomly or merely by coincidence. Faithfulness, obedience, and humility invite tender mercies into our lives, and it is often the Lord’s timing that enables us to recognize and treasure these important blessings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p17\" class=\"\">Some time ago I spoke with a priesthood leader who was prompted to memorize the names of all of the youth ages 13 to 21 in his stake. Using snapshots of the young men and women, he created flash cards that he reviewed while traveling on business and at other times. This priesthood leader quickly learned all of the names of the youth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p18\" class=\"\">One night the priesthood leader had a dream about one of the young men whom he knew only from a picture. In the dream he saw the young man dressed in a white shirt and wearing a missionary name tag. With a companion seated at his side, the young man was teaching a family. The young man held the Book of Mormon in his hand, and he looked as if he were testifying of the truthfulness of the book. The priesthood leader then awoke from his dream.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p19\" class=\"\">At an ensuing priesthood gathering, the leader approached the young man he had seen in his dream and asked to talk with him for a few minutes. After a brief introduction, the leader called the young man by name and said: “I am not a dreamer. I have never had a dream about a single member of this stake, except for you. I am going to tell you about my dream, and then I would like you to help me understand what it means.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p20\" class=\"\">The priesthood leader recounted the dream and asked the young man about its meaning. Choking with emotion, the young man simply replied, “It means God knows who I am.” The remainder of the conversation between this young man and his priesthood leader was most meaningful, and they agreed to meet and counsel together from time to time during the following months.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p21\" class=\"\">That young man received the Lord’s tender mercies through an inspired priesthood leader. I repeat again, the Lord’s tender mercies do not occur randomly or merely by coincidence. Faithfulness and obedience enable us to receive these important gifts and, frequently, the Lord’s timing helps us to recognize them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p22\" class=\"\">We should not underestimate or overlook the power of the Lord’s tender mercies. The simpleness, the sweetness, and the constancy of the tender mercies of the Lord will do much to fortify and protect us in the troubled times in which we do now and will yet live. When words cannot provide the solace we need or express the joy we feel, when it is simply futile to attempt to explain that which is unexplainable, when logic and reason cannot yield adequate understanding about the injustices and inequities of life, when mortal experience and evaluation are insufficient to produce a desired outcome, and when it seems that perhaps we are so totally alone, truly we are blessed by the tender mercies of the Lord and made mighty even unto the power of deliverance (see <span class=\"citation\" id=\"44381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44381)\">1 Ne. 1:20<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Who Are They Whom the Lord Has Chosen to Receive His Tender Mercies?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p24\" class=\"\">The word <span class=\"emphasis\">chosen<\/span> in 1 Nephi 1:20 [<span class=\"citation\" id=\"44382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44382)\">1 Ne. 1:20<\/a><\/span>] is central to understanding the concept of the Lord’s tender mercies. The dictionary indicates that <span class=\"emphasis\">chosen<\/span> suggests one who is selected, taken by preference, or picked out. It also can be used to refer to the elect or chosen of God (<span class=\"emphasis\">Oxford English Dictionary Online,<\/span> second ed. [1989], “Chosen”).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p25\" class=\"\">Some individuals who hear or read this message erroneously may discount or dismiss in their personal lives the availability of the tender mercies of the Lord, believing that “I certainly am not one who has been or ever will be chosen.” We may falsely think that such blessings and gifts are reserved for other people who appear to be more righteous or who serve in visible Church callings. I testify that the tender mercies of the Lord are available to all of us and that the Redeemer of Israel is eager to bestow such gifts upon us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p26\" class=\"\">To be or to become chosen is not an exclusive status conferred upon us. Rather, you and I ultimately determine if we are chosen. Please now note the use of the word <span class=\"emphasis\">chosen<\/span> in the following verses from the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p27\" class=\"\">“Behold, there are many called, but few are <span class=\"emphasis\">chosen.<\/span> And why are they not <span class=\"emphasis\">chosen?<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p28\" class=\"\">“Because their hearts are set so much upon the things of this world, and aspire to the honors of men” (<span class=\"citation\" id=\"44383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44383)\">D&amp;C 121:34–35<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p29\" class=\"\">I believe the implication of these verses is quite straightforward. God does not have a list of favorites to which we must hope our names will someday be added. He does not limit “the chosen” to a restricted few. Rather, it is <span class=\"emphasis\">our<\/span> hearts and <span class=\"emphasis\">our<\/span> aspirations and <span class=\"emphasis\">our<\/span> obedience which definitively determine whether we are counted as one of God’s chosen.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p30\" class=\"\">Enoch was instructed by the Lord on this very point of doctrine. Please note the use of the word <span class=\"emphasis\">choose<\/span> in these verses: “Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p31\" class=\"\">“And unto thy brethren have I said, and also given commandment, that they should love one another, and that they should <span class=\"emphasis\">choose<\/span> me, their Father” (<span class=\"citation\" id=\"44384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44384)\">Moses 7:32–33<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p32\" class=\"\">As we learn in these scriptures, the fundamental purposes for the gift of agency were to love one another and to choose God. Thus we become God’s chosen and invite His tender mercies as we use our agency to choose God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p33\" class=\"\">One of the most well-known and frequently cited passages of scripture is found in <span class=\"citation\" id=\"44385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44385)\">Moses 1:39<\/a><\/span>. This verse clearly and concisely describes the work of the Eternal Father: “For behold, this is <span class=\"emphasis\">my work<\/span> and my glory—to bring to pass the immortality and eternal life of man” (emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p34\" class=\"\">A companion scripture found in the Doctrine and Covenants describes with equal clarity and conciseness our primary work as the sons and daughters of the Eternal Father. Interestingly, this verse does not seem to be as well known and is not quoted with great frequency. “Behold, this is <span class=\"emphasis\">your work,<\/span> to keep my commandments, yea, with all your might, mind and strength” (<span class=\"citation\" id=\"44386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44386)\">D&amp;C 11:20<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p35\" class=\"\">Thus, the Father’s work is to bring to pass the immortality and eternal life of His children. Our work is to keep His commandments with all of our might, mind, and strength—and we thereby become chosen and, through the Holy Ghost, receive and recognize the tender mercies of the Lord in our daily lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p36\" class=\"\">The very conference in which we are participating this weekend is yet another example of the Lord’s tender mercies. We have been blessed to receive inspired counsel from the leaders of the Savior’s Church—timely counsel for our day and for our circumstances and for our challenges. We have been instructed, lifted, edified, called to repentance, and strengthened. The spirit of this conference has fortified our faith and fueled our desire to repent, to obey, to improve, and to serve. Like you, I am eager to now act upon the reminders, counsel, and personal inspiration with which we have been blessed during this conference. And in just a few moments each of us will receive one of the Lord’s tender mercies as we hear the concluding remarks and testimony of President Gordon B. Hinckley. Truly, “the Lord is good to all: and his tender mercies are over all his works” (<span class=\"citation\" id=\"44387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44387)\">Ps. 145:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/the-tender-mercies-of-the-lord.p37\" class=\"\">I am thankful for the Restoration of the gospel of Jesus Christ through the Prophet Joseph Smith and for the knowledge we have today about the Lord’s tender mercies. Our desires, faithfulness, and obedience invite and help us to discern His mercies in our lives. As one of His servants, I declare my witness that Jesus is the Christ, our Redeemer and our Savior. I know that He lives and that His tender mercies are available to all of us. Each of us can have eyes to see clearly and ears to hear distinctly the tender mercies of the Lord as they strengthen and assist us in these latter days. May our hearts always be filled with gratitude for His abundant and tender mercies. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}