{"ID":713, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Men Are, That They Might Have Joy\"<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1954, pp. 128-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is indeed with humility, my brothers and sisters, that I occupy this position this afternoon. \nI humbly trust and pray that the Spirit of God will direct the things which I shall say.\n<\/p><p>\nIf I were to ask you a question and if each of you could answer me individually, I wonder\nwhat your answers would be.  The question is, What is there in all this world that you would\nrather have?  In other words, if you had one wish, and if that one wish could be granted,\nwhat would it be?\n<\/p><p>\nI recall that when I was teaching students at the LDS Institute of Religion at Logan, on\nseveral different occasions I asked the college students the question which I have just asked\nyou. Almost immediately and invariably those fine young college men would reply, \"A\nmillion dollars,\" or they would say, \"A Cadillac,\" or something else of a worldly nature. \nAfter due consideration of this problem, we always came to a united conclusion that material\nthings of this world are not the most worth while.  They are transitory; they are soon gone. \nFurthermore, material things do not supply complete satisfaction in life.  Invariably our\nconclusion was that the spiritual things are the most worth while.  They are eternal.\n<\/p><p>\nWe always agreed finally with the great statement made by Father Lehi, wherein he said,\n\"Adam fell that men might be; and men are, that they may have joy\"\n(<span class=\"citation\" id=\"3557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3557)\">2 Ne. 2:25<\/a><\/span>). I know\nof no other statement in any of our scriptures which expresses the principal purpose of man's\nexistence more aptly than does that one made by Father Lehi.\n<\/p><p>\nI believe with all my heart that God the eternal Father wants his children on this earth to have\njoy, an abundance of joy.  I believe, also, that he expects members of the Church of Jesus\nChrist of Latter-day Saints, we who have taken upon ourselves the name of Christ, to live an\nabundant, joyful, happy life. Our lives should be lived in such a way as to bring to us a\nfulness of joy today, tomorrow, next week, ten years from now, a hundred years from now, a\nthousand years from now, and even, throughout the eternities.  I want to remind each of us\nthat God has placed within the reach of the members of the Church of Jesus Christ the\npossibilities of that joy, that perpetual and eternal joy, if we will just obey the laws that bring\nthat joy into our lives.\n<\/p><p>\nThroughout the entire history of mankind, from the days of Adam down to the present time,\nthroughout all nations and among all peoples, there has been a strong urge in the hearts of\nhuman beings to have pleasure, to have joy. They have tried every avenue available to man to\nsatisfy that urge.\n<\/p><p>\nI suppose that the vast majority of people have felt that if they could accumulate a lot of\nwealth, then with that money they could buy anything they desired. In other words, they\nbelieve that an abundant life, a fulness of joy could be purchased with that wealth. Numerous\npeople have struggled diligently to accumulate wealth, with the result that many of them have\nbecome exceedingly rich. Some of them have actually worshiped mammon\n(<span class=\"citation\" id=\"34622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34622)\">Matt. 6:24<\/a><\/span>;\n<span class=\"citation\" id=\"34648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34648)\">Matt. 19:17-26<\/a><\/span>;\n<span class=\"citation\" id=\"31374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31374)\">Luke 12:15-23<\/a><\/span>;\n<span class=\"citation\" id=\"31377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31377)\">Luke 16:8-14<\/a><\/span>).\nDoubtless these people found that that wealth brought\nadditional problems, troubles, and sometimes additional sins.  In most cases such wealth and\nthe love for it brought additional sorrow.  They have found to their great regret that as the\nSavior said, \". . . a man's life consisteth not in the abundance of things which he possesseth\" \n(<span class=\"citation\" id=\"31373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31373)\">Luke 12:15<\/a><\/span>).\n<\/p><p>\nI recognize the fact that the possession of a certain amount of money is good.\nThe Lord wants us to have a certain amount of the material things; but in modern revelation\nhe condemned in strong terms the selfish rich man, as well as the greedy poor man\n(<span class=\"citation\" id=\"13254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13254)\">D&amp;C 56:16-17<\/a><\/span>).\n<\/p><p>\nOther people have felt that they could satisfy that urge for happiness by indulging all of their\nphysical appetites; for example, even some Latter-day Saints have felt that they could satisfy\nthat inner urge for happiness by breaking the Word of Wisdom&mdash;by satisfying their appetite for\ntea, coffee, tobacco, and liquor.  Certainly many of them found that those things did not\nincrease their joy.  They cut off many of their opportunities for an abundant life, and\nespecially is that true in the case of using alcohol.  The devil has found no better tool to bring\nabout poverty, misery, and divorce, and even to lead one into gross sins, than the use of\nalcohol.\n<\/p><p>\nOthers have felt that by indulging their sexual emotions, by committing adultery, they could\nsatisfy that inward urge for happiness.  It is my opinion that such self-indulgent people,\nwithout any exception, find to their regret and chagrin that sin never is happiness\n(<span class=\"citation\" id=\"8953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8953)\">Alma 41:10<\/a><\/span>). They have\nfound that adulterers become very unhappy in this life, casting from themselves the Spirit of\nGod (<span class=\"citation\" id=\"13261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13261)\">D&amp;C 63:16-18<\/a><\/span>),\nand, as the Savior said, their final status will be to be \". . . cast down to hell and suffer\nthe wrath of Almighty God...\" with the other sinners\n(<span class=\"citation\" id=\"13270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13270)\">D&amp;C 76:103-107<\/a><\/span>).\n<\/p><p>\nIf we cannot find the abundant life and complete happiness in the realm of the physical,\nwherein lies the basis of happiness?  In the first place, I would say that happiness comes from\nwithin, and not from without.  As the good book says, \". . . as he [a man] thinketh in his\nheart, so is he\" (<span class=\"citation\" id=\"41415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41415)\">Prov. 23:7<\/a><\/span>).\nI shall paraphrase that statement by saying, \"As a man\nthinketh in his heart, so shall his joy become.\" We control our happiness from within by our\nthoughts and actions. People can be happy without an abundance of material things, even\nliving under the most meager circumstances, if they will abide by the laws which bring about\nhappiness.\n<\/p><p>\nNow I would like to point out some of the laws upon which happiness is based, although I\nwill not have time to point out all of them.  I will suggest, first, as Brother Isaacson has just\nexplained, that we must have faith if we are to be happy.  We must have faith in God the\neternal Father: that he is actually and literally the Father of our spirits; that he loves us\nabundantly; and that he controls within his hands, so to speak, the destiny of man and of\nnations.  We must have faith that all will go well under his divine directorship; and that his\ndivine plan will ultimately be fulfilled.\n<\/p><p>\nWe must have faith in Jesus Christ: faith that he is our Lord, our Master, our Savior, our\nRedeemer, our Advocate with the Father.  We must have faith that through the atoning blood\nwhich he spilled, he gave us immortality.  We will rise from the grave; we will live again.\n<\/p><p>\nAlso, we must have faith in the gospel plan of salvation which he proclaimed and an\nassurance that if we render obedience to that gospel plan we shall come back into the\npresence of God and receive a glorious exaltation and a fulness of joy.\n<\/p><p>\nWe must have faith in our fellow men.\n<\/p><p>\nWe must have faith in ourselves: faith that we can accomplish the things which we\nrighteously take into our hearts to accomplish.  I know that we may meet many\ndisappointments; but if we are to be happy, we cannot take them too seriously.  We must take\nthem, so to speak, on the chin, and then with faith in our hearts continue forward.\n<\/p><p>\nAlong with that faith, we must have courage to meet the world with all of its perplexing\nproblems from day to day. We must do away with all fear that is within our hearts.  Fear is a\ndestroyer of happiness.  It confuses the mind.  It brings about many distresses.\nWe must remember and do as God told Joshua: \". . . Be strong and of a\ngood courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee\nwhithersoever thou goest\"\n(<span class=\"citation\" id=\"30050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30050)\">Josh. 1:9<\/a><\/span>). That is my faith.\n<\/p><p>\nI believe, also, that another basic root of happiness is good health.  It is quite essential to a\nfulness of joy. God has blessed us with good health, and it is our job to live in such a way as\nto maintain that health that we may have an abundance of joy continuously. I know there are\nsome people who are handicapped with poor health, and they are still able to control their\nthoughts and minds in such a way that they still experience a great amount of joy.  However,\nit is far easier to experience a fulness of joy if our health is good.\n<\/p><p>\nI believe that one of the basic roots of happiness is work.  When God gave Adam the\ncommandment that he should earn his bread by the sweat of his face\n(<span class=\"citation\" id=\"23616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23616)\">Gen. 3:19<\/a><\/span>), and also proclaimed that\nthe noxious weeds and other similar things that were placed upon the earth\n(<span class=\"citation\" id=\"23615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23615)\">Gen. 3:17-18<\/a><\/span>), and the troubles\nthat we meet, are here for our own good, God proclaimed a great truth.  I know of no thing\nwhich gives more joy to our hearts than to have a job 'that we like, and to do that job\nefficiently and well.  An indescribable amount of peace and satisfaction comes into one's\nheart through work well done.\n<\/p><p>\nPresident McKay yesterday mentioned one very definite item\nbasic to happiness.  It is service.  Joy comes as a result of serving our fellow men.  We serve\nour God through service to his children.  There is nothing sweeter in all the world than the\nspiritual blessings which come to us as the result of service, as the result of losing our lives\nfor the Master's sake, with the promise that someday we shall receive eternal life\n(<span class=\"citation\" id=\"34631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34631)\">Matt. 10:39<\/a><\/span>).\n<\/p><p>\nThe last basic item that I will mention&mdash;it is rather inclusive and a very large one, if we are\nto be happy today, tomorrow, next week, continuously, and eternally&mdash;is: We must keep all\nof Gods commandments.  In other words, we must render obedience to \"... every word that\nproceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"13274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13274)\">D&amp;C 84:44<\/a><\/span>).\nYou and I have joined the true\nChurch of Jesus Christ.  We have taken upon ourselves the name of the Master and have\nentered into a covenant to keep all of his commandments. The Savior came into this world,\naccording to his own statement, to give us life more abundantly\n(<span class=\"citation\" id=\"27601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27601)\">John 10:10<\/a><\/span>)&mdash;in other words, that we\nmight have joy, an abundance of joy, a continuance of joy. Thus it is essential that we follow\nthe pathway which the Son of Man marked out for us if we are to receive that abundant life\nwhich is a fulness of joy.\n<\/p><p>\nWe must learn to love the Lord our God with all of our hearts, might, mind, and strength\n(<span class=\"citation\" id=\"34650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34650)\">Matt. 22:37-38<\/a><\/span>).\nWe must abide by that Golden Rule\n(<span class=\"citation\" id=\"34628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34628)\">Matt. 7:12<\/a><\/span>) and learn to love our\nneighbors as ourselves (<span class=\"citation\" id=\"34651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34651)\">Matt. 22:39<\/a><\/span>).\nIn this way, and in this way only, shall we have a\nfulness of joy. There is no other road.\n<\/p><p>\nThe night before the Savior's crucifixion, he said to his Apostles, \"Peace I leave with you, my\npeace I give unto you: not as the world giveth, give I unto you\"\n(<span class=\"citation\" id=\"27609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27609)\">John 14:27<\/a><\/span>). It is the peace\nthat comes through the Spirit of Jesus Christ; it is the light of Christ that enters into our\nhearts, that gives us a joy&mdash;as the prophets have proclaimed&mdash;\"... which passeth all\nunderstanding\" (<span class=\"citation\" id=\"41245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41245)\">Philip. 4:7<\/a><\/span>).\n<\/p><p>\nAlso, in addition to the Spirit of Christ, we have received the Holy Ghost, a Comforter, to\ncomfort us in time of distress. This Comforter brings a Godly peace into our hearts.\n<\/p><p>\nSo again I will say, my dear brothers and sisters, God has placed within your hands and my\nhands, as members of his kingdom, the way to find joy, the way of life, the way of life more\nabundantly.  I do humbly ask him to bless you and me, that we will keep all of the\ncommandments, that we will abide by all of the laws basic to happiness. \nMay we make effective in our Lehi's statement that \"Adam fell that men might be; and men\nare, that they might have joy\"\n(<span class=\"citation\" id=\"3558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3558)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nAnd this I ask in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}