{"ID":7130, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Closing Remarks\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Surely the Lord is blessing us as a people, and we must reach out to bless His needy wherever they may be.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25905_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p4\" class=\"\">My beloved brethren and sisters, we have had a wonderful conference. The Spirit of the Lord has been with us. We have been taught many truths. Our testimonies have been strengthened, our faith quickened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p5\" class=\"\">Through the miracle—and it is a miracle—of modern technology, these proceedings have been broadcast worldwide. Ninety-five percent of the membership of the Church in all the world could have participated with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p6\" class=\"\">It has been a time for the renewal of our faith in the great eternal verities which have come to us through the instrumentality of the Prophet Joseph. How blessed we are. How fortunate we are in our knowledge of these transcendent truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p7\" class=\"\">But may I say, as I have said in the past, our membership in this Church, with eligibility for all of the blessings that flow therefrom, should never be any cause for self-righteousness, for arrogance, for denigration of others, for looking down upon others. All mankind is our neighbor. When asked which was the greatest commandment of the law, the Lord said: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. … [And] thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"44388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44388)\">Matt. 22:37, 39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p8\" class=\"\">Regardless of the color of our skin, of the shape of our eyes, of the language we speak, we all are sons and daughters of God and must reach out to one another with love and concern.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p9\" class=\"\">Wherever we may live we can be friendly neighbors. Our children can mingle with the children of those not of this Church and remain steadfast if they are properly taught. They can even become missionaries to their associates.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p10\" class=\"\">We commend our wonderful youth who for the most part stand up to the evils of the world, who push these evils aside and live lives pleasing to the Lord. We constantly pray that their parents will likewise live worthily in every respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p11\" class=\"\">We repeat what we have said before: make a habit of going to the house of the Lord. There is no better way to ensure proper living than temple attendance. It will crowd out the evils of pornography, substance abuse, and spiritual atrophy. It will strengthen marriage and family relations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p12\" class=\"\">Now, as a Church we have worked with others in lifting the sorrow and sufferings of those who are in distress. Our humanitarian efforts have literally blessed the lives of countless thousands not of our faith. In the terrible tsunami disaster, and in other disasters incident to conflict, disease, and hunger, we have done a great and marvelous work assisting others without worrying about who gets the credit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p13\" class=\"\">In February of this year the president of the American Red Cross presented to the Church the Circle of Humanitarians Award, which is the highest honor given by them. It is in recognition of the effort of the Church to extend the vaccination against measles to thousands and thousands of young people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p14\" class=\"\">Likewise, Rotary International has recognized the Church for a contribution to bring about the eradication of polio in third-world countries where it still exists.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p15\" class=\"\">Countless lives have been saved, and much pain and misery have been avoided throughout their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p16\" class=\"\">To the extent made possible by resources which come from the generosity of our people, we are reaching down to lift those in distress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p17\" class=\"\">Surely the Lord is blessing us as a people, and we must reach out to bless His needy wherever they may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p18\" class=\"\">Now, as we leave for our homes, I invoke the blessings of heaven upon you. Be faithful to the commandments of the Lord, and He will open the windows of heaven and shower down blessings upon you. I leave with you my benediction and my love. I leave with you my witness and my testimony that God our Eternal Father lives, that He is personal and real, that He is indeed our Father, that He listens to and will answer prayer. I give you my witness that Jesus is the Christ, the Redeemer of the world, the only name under heaven whereby we may be saved, and I leave you my witness and my testimony that God and the Lord Jesus spoke in person to the boy Joseph and opened the curtains ushering in this great and final dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/closing-remarks.p19\" class=\"\">God bless you, my beloved brothers and sisters. Peace be with you now and always is my humble prayer in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}