{"ID":7131, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Glad Tidings from Cumorah\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p3\" class=\"\">Susan W. Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/susan-w-tanner-10.jpg\" alt=\"Susan W. Tanner\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You and I can not only survive but prevail, as did Moroni, in our efforts to stand for truth in perilous times.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">25905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p5\" class=\"\">As I visited Joseph Smith’s restored small and humble log home, I sensed that I was in a holy place. I was at the site where the angel Moroni first appeared to Joseph Smith to usher in this great and marvelous work of the Restoration of the gospel of Jesus Christ. While contemplating the intertwined lives of these two great prophets—Moroni, the last prophet of his age, and Joseph, the first prophet of our dispensation—I have had numerous “likening” moments. Let me share some “likening” lessons as I bear testimony of this great and marvelous work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p6\" class=\"\">When Joseph first met Moroni, he was just 17, the age of many of you young women. We know the very time and place. It was on the night of September 21, 1823, in an upstairs bedroom while five of his brothers slept. Joseph prayed that he “might know of [his] state and standing before [God]” (<span class=\"citation\" id=\"44389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44389)\">JS—H 1:29<\/a><\/span>). Joseph felt inadequate and unworthy before God. He said he had not been “guilty of any great or malignant sins,” but had fallen into “foolish errors, and displayed the weakness of youth” (<span class=\"citation\" id=\"44390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44390)\">JS—H 1:28<\/a><\/span>), so he prayed for reassurance. I can identify with young Joseph’s feelings, as I know many of you can. How often have each of us fallen to our knees with such feelings of inadequacy and need for divine reassurance?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p7\" class=\"\">In response to Joseph’s penitent and faithful prayer, Moroni, a heavenly messenger, appeared to him. Joseph records that “he called me by name, and said … that God had a work for me to do” (<span class=\"citation\" id=\"44391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44391)\">JS—H 1:33<\/a><\/span>). Joseph marveled “greatly at what had been told to [him] by this extraordinary messenger” (<span class=\"citation\" id=\"44392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44392)\">JS—H 1:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p8\" class=\"\">We too can receive spiritual reassurance in response to our prayers. We can receive a witness that our Father in Heaven knows us by name and that He has an earthly mission for us to fulfill.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p9\" class=\"\">The angel Moroni appeared to Joseph twice more during the night, then again in the field and on the hillside the next day, and then every year for the next four years on what we now know as Cumorah’s hill. That first day, Moroni repeated the same message over and over again. Can you liken this to anything you experience? My children sometimes tease me that I tell them the same things over and over again. Don’t be too hard on your parents and leaders when we repeat ourselves. The Lord had Moroni teach a young prophet through repetition. Repetition ingrains gospel principles in our minds and hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p10\" class=\"\">With these regular visits from the angel, a glorious bond developed between that ancient prophet who sealed up the plates and the modern prophet who was chosen to bring them again to light. I believe that we should nurture love for the prophets, both ancient and modern, in our hearts as well. How fitting that a statue depicting the angel Moroni sits atop most of our modern temples. These serve as reminders that Moroni is that glorious “angel from on high [who] \/ The long, long silence broke” (<span class=\"emphasis\">Hymns,<\/span> no. 13), about whom our choir will sing tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p11\" class=\"\">Joseph Smith learned so much from Moroni. Then in the safety and sanctity of that log home where Moroni appeared, Joseph shared much of what he had learned with his receptive family. His mother said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p12\" class=\"\">“Joseph continued to receive instructions from time to time, and every evening we gathered our children together and gave our time up to the discussion of those things. … I think that we presented the most peculiar aspect of any family that ever lived upon the earth, all seated in a circle, … listening in breathless anxiety to the religious teachings of a boy eighteen years of age” <span class=\"emphasis\">(The Revised and Enhanced History of Joseph Smith by His Mother,<\/span> ed. Scot Facer Proctor and Maurine Jensen Proctor [1996], 111).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p13\" class=\"\">As a result of these daily family home evenings, Lucy Mack Smith stated that this was a time in their home of sweet unity, happiness, and tranquility. What a model young Joseph is for us of strengthening home and family! He did not keep his testimony and spiritual experiences to himself but shared them often with his parents and siblings. We can do the same in our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p14\" class=\"\">The Smith family needed to cling to each other because the outside persecutions against Joseph and the family were persistent. Perhaps Moroni’s teachings and example helped the Prophet Joseph learn how to stand as a witness in a wicked world. Moroni lived in the kind of world he predicted would exist in modern times—“a day when there shall be … murders, and robbing, and lying, and deceivings, and whoredoms, and all manner of abominations” (<span class=\"citation\" id=\"44393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44393)\">Morm. 8:31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p15\" class=\"\">Moroni also knew firsthand about loneliness and discouragement. After a great and tremendous battle between the Nephites and the Lamanites where all of his people were destroyed, he lamented: “I am alone. My father hath been slain in battle, and all my kinsfolk, and I have not friends nor whither to go; and how long the Lord will suffer that I may live I know not” (<span class=\"citation\" id=\"44394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44394)\">Morm. 8:5<\/a><\/span>). Can you sense Moroni’s loneliness and discouragement?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p16\" class=\"\">I realize that many of us also at times feel without friends and alone in a wicked world. Some of us feel we have not “whither to go” as we face our trials. But you and I can not only survive but prevail, as did Moroni, in our efforts to stand for truth in perilous times. What did he do when facing a lonely and hostile world? He, in faithful obedience to his father’s direction, finished the record on the gold plates. He became familiar with the writings of the prophets. Above all, he fought his way out of his discouragement by clinging to the Lord’s promises for the future. He clung to the covenants that God had made with the house of Israel to bless them forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p17\" class=\"\">Moroni exercised faith in the promised blessings for future generations. Elder Jeffrey R. Holland explained that this joyful anticipation of past prophets, including Moroni, was because they had seen our day in vision. They saw strong, covenant-keeping young people like you who would carry out the Lord’s work in this final dispensation. Elder Holland said, “The leaders in those ages past, were able to keep going, … not because they knew that <span class=\"emphasis\">they<\/span> would succeed but because they knew that <span class=\"emphasis\">you<\/span> would … a magnificent congregation of young [women] like you … in a determined effort to see the gospel prevail and triumph” (“Terror, Triumph, and a Wedding Feast,” Church Educational System fireside, Sept. 12, 2004; see www.ldsces.org). We have that huge responsibility to fulfill Moroni’s “joyful anticipation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p18\" class=\"\">We who belong to The Church of Jesus Christ of Latter-day Saints are bound by covenant to the Lord. He has said: “I [will] not forget thee. … I have graven thee upon the palms of my hands” (<span class=\"citation\" id=\"44395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44395)\">Isa. 49:15–16<\/a><\/span>; see also <span class=\"citation\" id=\"44396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44396)\">1 Ne. 21:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p19\" class=\"\">The binding and strengthening power of covenants in our lives became very real to me recently as our dear friends experienced a tragic loss in their family. While Catherine and Kimball Herrod and their four young children, ages nine months to seven years, were driving home from a family dinner at their grandparents’ place, a double wheel from a huge semitruck on the opposite side of the freeway suddenly sprang loose, flew across the median, and pounded into the driver’s side of the family van. Kimball, the driver, husband, and father, was severely injured and unconscious. Catherine somehow guided the car to the shoulder and called for emergency help. While she watched the paramedics work on her husband and two older children, she sat in a police car with her two little ones on her lap and prayed vocally, “Heavenly Father, we know that Thou hast the power to heal Kimball if it is Thy will, but if not, we have faith that somehow Thou wilt sustain us through this.” Kimball was life-flighted to the hospital, but he did not make it there alive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p20\" class=\"\">After the children were treated for cuts, bruises, and other minor injuries, dismissed from the hospital, and safely home in bed, Catherine returned to the hospital to say her final earthly good-bye to her husband. As difficult as it was, she declared to her parents, who were with her, “I know that Kimball and I are sealed by our temple covenants, and we will be together again someday.” In the most terrible trial of a young mother’s life, her covenants sustained her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p21\" class=\"\">At the funeral, we were reminded of the power of covenants to sustain us in moments of distress and grief. As we joined in the closing song, we all heard above the crowd the voice of Taylor, the five-year-old son, loudly singing, “Families Can Be Together Forever” (<span class=\"emphasis\">Hymns,<\/span> no. 300). It was joyous for the congregation to know that a child had been taught of the sealing covenants that would bind him to his father and mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p22\" class=\"\">We were also taught the power of covenants in the sermon offered by Catherine’s father. He quoted a scripture from the precious record that Moroni had sealed up and then brought forth to the Prophet Joseph, reminding us that the gospel promises us a rock in the storms and whirlwinds, not an umbrella:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p23\" class=\"\">“Remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, … it shall have no power over you to drag you down to the gulf of misery … , because of the rock upon which ye are built, which is a sure foundation” (<span class=\"citation\" id=\"44397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44397)\">Hel. 5:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p24\" class=\"\">The profound strength the family exhibited comes from the knowledge that they are eternally bound to each other as a family, and they are bound to Heavenly Father and cannot be separated from Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p25\" class=\"\">Like Moroni, Joseph Smith, and Catherine and Kimball, we too can emerge victorious through trials, wickedness, and persecutions. Priesthood covenants bind us eternally with our earthly and heavenly families and arm us with righteousness and power.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p26\" class=\"\">How grateful I am to live in this great and marvelous day when the gospel has been restored! I express my witness of and gratitude for the two great prophets, Moroni and Joseph Smith, who met in that upper bedroom and then worked together in bringing forth the Book of Mormon. Let me conclude by echoing the joyful exclamation of the Prophet Joseph about the restored gospel:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p27\" class=\"\">“Now, what do we hear in the gospel which we have received? A voice of gladness! …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p28\" class=\"\">“… Glad tidings from Cumorah! Moroni, an angel from heaven, declaring the fulfilment of the prophets—the book to be revealed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p29\" class=\"\">“Brethren [and sisters], shall we not go on in so great a cause? … Let your hearts rejoice, and be exceedingly glad. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p30\" class=\"\">“… Let us, therefore, as a church and a people, … offer unto the Lord an offering in righteousness” (<span class=\"citation\" id=\"44398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44398)\">D&amp;C 128:19 20, 22, 24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/05\/glad-tidings-from-cumorah.p31\" class=\"\">I know this is the Church of Jesus Christ. May each of us let the gospel sink deep into our souls so that we love and serve God with full purpose of heart, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}