{"ID":714, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Labor Today\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1954, pp. 131-135<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo you who are listening in over radio and looking in by television, I extend the hand of\nfellowship.  I sincerely pray that while I speak to you a few moments, I may say something\nwhich will be beneficial to you and which, perhaps (and this is my greatest desire), will\nstimulate you to think of things of eternal value and renew in you a determination to live to\nobtain them.\n<\/p><p>\nTo you who are assembled together in this historic Tabernacle I extend the same greeting.  I\nmarvel at your faithfulness, your willingness to return to this meetinghouse on this mid-week\nday and listen to more preaching.  I think you are the group who would attend the second\nsession in a stake conference.\n<\/p><p>\nSeeing you here, and realizing that many of you attended the Primary conference, so that now\nyou have been in meetings constantly for five days, I am reminded of an experience my wife\nand I had one time as we rode from St. George to Cedar City.  The driver of the automobile\nin which we rode had with him his little boy, who was just tall enough to stand on his feet\nand look out through the windshield. He wore cowboy chaps and a cowboy hat.  His father\ntold us of two things he liked to dine was to put on his cowboy clothes and ride his pony, and\nthe other was to go to picture shows. It was difficult to persuade him to terminate either\nexperience when he got at it. They would try to get him home after he had seen a show\nthrough once, but he continued to stay on.\n<\/p><p>\nOne Sunday morning after Sunday School, he went home.  His mother had gone to fast\nmeeting, which followed Sunday School.  The boy took off his Sunday clothes and put on his\ncowboy clothes and then looked for something to eat.  Not finding what he wanted, he\nreturned to the meetinghouse to find his mother.  Spying her as he came down the aisle, he\nsaid, in a rather loud voice, \"Mother, why don't you come home?  Are you going to stay here\nand see this thing through three times?\"\n<\/p><p>\nGathered together here as we are, and remembering the sustaining of a member of the\nQuorum of the Twelve and an assistant to that Quorum, I cannot help feeling the loss of\nBrother Cowley.  We listened here just six months ago to his golden voice.  I want to read to\nyou one paragraph from his final message.  I think it is significant for many reasons.  One is\nthat in this paragraph he mentioned Brother Morris, who today fills the vacancy left in the\nQuorum by his passing.  We may be able to catch in this excerpt something of his eloquence\nand of his humility.\n<\/p><p>\nWe have heard the prayer of the Prophet referred to this morning. Here was a young lad who\nbelieved in a promise that man lacked wisdom and would ask of God it would be given to\nhim (<span class=\"citation\" id=\"26107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26107)\">James 1:5<\/a><\/span>);\nand in response to that injunction he took himself out into that grove, away from the\nsuperficial structures men, and he didn't stand looking into heaven; he bowed upon the bends\nknees of his body, and he offered up his prayer to God his Father to bring clearness of vision\nto his mind, to divest from his mind the confusion which existed there\npertaining to religion.  How can people doubt that God heard that prayer?  Anyone who\nwould question that God heard the prayer of that boy must believe that the Father in heaven is\ncruel and shuts himself away from his children when they seek him.  But he did hear that\nprayer, and as Elder Morris has mentioned, the light burst from heaven; down through that\nchannel of light came the Father and the Son\n(<span class=\"citation\" id=\"30330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30330)\">JS&mdash;H 1:17<\/a><\/span>).\nYoung people, if you prayed for your father to\ncome in your hour of need, would he hide from you?  Of course not.  Neither will our Father\nwho is in heaven hide from us who seek him out.\n<\/p><p>\nGod grant that we may always have the spirit of prayer in our hearts (<i>The Improvement Era<\/i>,\nDecember 1953, p. 962).\n<\/p><p>\nI extend to Brother Morris a hearty welcome as he comes into the Council of the Twelve.  I\nhave loved him for a long time.  I remember some years ago attending a meeting where he\naddressed a group of Scout leaders.  He said there something which still lingers in my mind. \nHe was talking about boys who had been brought into the Church through the activities of\nthat organization, about their conversion, and then he said this, in substance: That not only\nhad boys been converted from out of the Church, but that many boys born in the Church had\nbeen converted. Then he emphasized the truth that whether one is born in the Church or out\nof the Church, he must be converted in order to receive the blessings of heaven.\n<\/p><p>\nI welcome Elder Sill into the Councils of the Church.  I have known him for nineteen years\nnow.  Back in those days he and I were companion bishops serving under President Joseph L.\nWirthlin, who was then our stake president.  I know of his ability and of his loyalty. I know\nthat he never let his tithing go unpaid.  I remember an occasion when he consulted me about\nit at the end of the year, when some of his calculations had gone wrong, and he did not have\nthe ready cash to pay his tithing in full.  We talked it over, and he went to the bank and\nborrowed the money to make it up.  I am sure he will render a great service.\n<\/p><p>\nAs I sat here in this conference and realized that it was drawing to a close, I thought of what\nI might say here in these closing moments which would be of worth to the people of the\nChurch, and this statement from the Prophet came to my mind: \n<\/p><p>\nIt is one thing to be on the mount and hear the excellent voice, etc., and another to hear the\nvoice declare to you, You have a part and lot in that kingdom. (<i>DHC<\/i> 5:493.)\n<\/p><p>\nThat passage from the Prophet's writings has been on my mind a great deal.  He gave it at\nthe end of a long sermon, in which he had been urging the people of his day to make their\ncalling and their election sure. He himself had made his calling and election sure.\n<\/p><p>\nThe Lord said to the Prophet Joseph Smith on one occasion,\n<\/p><p>\nFor I am the lord thy God, and will be with thee even unto the end of the world, and through\nall eternity; for verily I seal upon you your exaltation, and prepare a throne for you in the\nkingdom of my Father, with Abraham your father\n(<span class=\"citation\" id=\"13335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13335)\">D&amp;C 132:49<\/a><\/span>).\n<\/p><p>\nAnd then the Lord specifies in the next sentence the conditions that brought that great\nblessing to the Prophet Joseph.\n<\/p><p>\nBehold, I have seen your sacrifices, and will forgive all your sins; I have seen your sacrifices\nin obedience to that which I have told you\n(<span class=\"citation\" id=\"13336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13336)\">D&amp;C 132:50<\/a><\/span>).\n<\/p><p>\nHe gave that same witness to Heber C. Kimball.  I suppose that a man who had that witness\nwould be enjoying the more sure word of prophecy\n(<span class=\"citation\" id=\"4826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4826)\">2 Pet. 1:19<\/a><\/span>), which the Prophet defines as\n<\/p><p>\n. . . a man's knowing that he is sealed up unto eternal life, by revelation and the spirit of\nprophecy, through the power of the Holy Priesthood\n(<span class=\"citation\" id=\"13331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13331)\">D&amp;C 131:5<\/a><\/span>).\n<\/p><p>\nIn this conference we have been greatly entertained at times with eloquent oratory.  We have\nbeen taught by great teachers.  We have heard enough truth and direction in this conference to\nbring us into the presence of God if we would follow it.  We have been\ntaken on to the spiritual mountain and shown visions of great glory, but how many of us have\nheard that voice saying we would have a part therein.\n<\/p><p>\nI want to read a text by which we may test ourselves today and always as to where we stand\nwith reference to our faith and belief in God.  It is the 25th verse of the 64th Section of the\nDoctrine and Covenants: \n<\/p><p>\nWherefore, if ye believe me, ye will labor while it is called today\n(<span class=\"citation\" id=\"13263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13263)\">D&amp;C 64:25<\/a><\/span>).\n<\/p><p>\nIn the two paragraphs which precede it, the Lord makes clear three things: First, the meaning\nof the word <i>today<\/i> as used in the text; second, certain things which his people should do\ntoday; and third, some events which will come to pass tomorrow.  Here are his words: \n<\/p><p>\nBehold, now it is called today until the coming of the Son of Man, and verily it is a day of\nsacrifice, and a day for the tithing of my people; for he that is tithed shall not be burned at\nhis coming.\n<\/p><p>\nFor after today cometh the burning . . . for verily I say, tomorrow all the proud and they that\ndo wickedly shall be as stubble; and I will burn them up, for I am the Lord of Hosts; and I\nwill not spare any that remain in Babylon.\n<\/p><p>\nAnd then follows our text: \n<\/p><p>\nWherefore, if ye believe me, ye will labor while it is called today\n(<span class=\"citation\" id=\"13262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13262)\">D&amp;C 64:23-25<\/a><\/span>).\n<\/p><p>\nI have in my heart a desire to emphasize the importance of doing the will of God now while\ntoday lasts.  Perhaps more hangs upon what a man does during the short period of his mortal\nprobation than upon his performance in any other period of equal duration since the spirit\nhosts took sides in the great war in heaven.\n<\/p><p>\nAmulek, Alma's missionary companion, speaks to this subject as follows: \n<\/p><p>\n. . . now is the time and the day of your salvation . . .\n<\/p><p>\nFor behold, this life is the time for men to prepare to meet God; yea, behold, the day of this\nlife is the day for men to perform their labors.\n<\/p><p>\n. . . therefore, I beseech of you that ye do not procrastinate the day of your repentance until the\nend; for after this day of life, which is given us to prepare for eternity, behold, if we do not\nimprove our time while in this life, then cometh the night of darkness wherein there can be no\nlabor performed (<span class=\"citation\" id=\"8948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8948)\">Alma 34:31-33<\/a><\/span>).\n<\/p><p>\nNephi taught this same doctrine and went one step farther.  He declared that we must not only\nlabor in this life, but that we must also continue that labor until the end of life.  He pointed\nout that the gate by which one enters upon the straight and narrow path is repentance and\nbaptism by water and of fire and the Holy Ghost, and then continued: \n<\/p><p>\nAnd now, my beloved brethren, after ye have gotten into this straight and narrow path, I\nwould ask if all is done?  Behold, I say unto you, Nay . . .\n<\/p><p>\nye must press forward with a steadfastness in Christ, having a perfect brightness of hope,\nand a love of God and of all men.  Wherefore, if ye shall press forward, feasting upon the\nword of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life\n(<span class=\"citation\" id=\"3567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3567)\">2 Ne. 31:19-20<\/a><\/span>).\n<\/p><p>\nAnd now, my beloved brethren, I know by this that unless a man shall endure to the end, in\nfollowing the example of the on of the living God, he cannot be saved\n(<span class=\"citation\" id=\"3565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3565)\">2 Ne. 31:16<\/a><\/span>).\n<\/p><p>\nMormon's performance, along with his counsel to his son Moroni, is a heroic example of\none's continuing unto the end under the most trying circumstances.  You will recall that it\nwas Mormon who led the degenerate Nephites in their final struggle against the Lamanites.\nAnd a discouraging and thankless job it was! As he approached the inevitable end, he wrote\nto his beloved son Moroni, advising that he had just fought an important battle in which he did\nnot conquer, and in which three of his most valiant leaders and a great number of his choice\nmen had been killed.  He continued,\n<\/p><p>\nAnd now behold, my son, I fear lest the Lamanites shall destroy this people; for they do not\nrepent, and Satan stirreth them up continually to anger one with another.\n<\/p><p>\nBehold, I am laboring with them continually; and when I speak the word of God with\nsharpness they tremble and anger against me; and when I use no sharpness they harden their\nhearts against it; wherefore, I fear lest the Spirit of the lord hath ceased striving with them.\n<\/p><p>\nFor so exceedingly do they anger that it seemeth me that they have no fear of death; and they\nhave lost their love, one towards another; and they thirst after blood and revenge continually\n(<span class=\"citation\" id=\"38251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38251)\">Moro. 9:3-5<\/a><\/span>).\n<\/p><p>\nThen, notwithstanding these discouraging circumstances, he declares his intention to continue\nto labor and encourages his son Moroni to do likewise. Listen to his plea and take courage\ntherefrom: \n<\/p><p>\nAnd now, my beloved son, notwithstanding their hardness, let us labor diligently; for if we\nshould cease to labor, we should be brought under condemnation; for we have a labor to\nperform whilst in this tabernacle of clay, bat we may conquer the enemy of all righteousness,\nand rest our souls in the kingdom of God\n(<span class=\"citation\" id=\"38252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38252)\">Moro. 9:6<\/a><\/span>).\n<\/p><p>\nIn the light of these teachings, it would seem to be most unwise to rely upon the doctrine of\nthe so-called second chance and wait until after death to perform our good works.  I am\nacquainted with the doctrine that those who have had no opportunity to hear and receive the\ngospel in this life will have that opportunity in the world to come, and I rejoice in it.  I\nrejoice in the vision and the revelation received by the Prophet Joseph Smith on the 21st day\nof January 1836, which teaches this doctrine.  The Prophet reported that vision and that\nrevelation in part as follows: \n<\/p><p>\nThe heavens were opened upon us, and I beheld the celestial kingdom of God, and the glory\nthereof . . . I saw the transcendent beauty of the gate through which the heirs of that kingdom\nwill enter, which was like unto circling flames of fire; also the blazing throne of God,\nwhereon was seated the Father and the Son.  I saw the beautiful streets of that kingdom,\nwhich had the appearance of being paved with gold.  I saw Fathers Adam and Abraham, and\nmy father and mother, my brother, Alvin, that has long since slept, and marvelled how it was\nthat he had obtained an inheritance in that kingdom, seeing that he had departed this life\nbefore the lord had set His hand to gather Israel the second time, and had not been baptized\nfor the remission of sins.\n<\/p><p>\nThus came the voice of the lord unto me, saying&mdash;\n<\/p><p>\n\"All who have died without a knowledge of this Gospel, who would have received it if they\nhad been permitted to tarry, shall be heirs of the celestial kingdom of God; also all that shall\ndie henceforth without a knowledge of it, who would have received it with all their hearts,\nshall be heirs of that kingdom, for I, the lord, will judge all men according to their works,\naccording to the desire of their hearts.\" (<i>DHC<\/i> 2:380;\n<span class=\"citation\" id=\"13338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13338)\">D&amp;C 137:1-9<\/a><\/span>).\n<\/p><p>\nAll this I accept with joy.  However, it does not teach, and I have never found anything in the\nscriptures nor in the teachings of the prophets which encourages me to believe, that those who\nhave the gospel taught to them here will be able to make up their loss if they choose to wait\nfor the next life to obey it.  I would not advise anyone to take that chance.  As I understand\nthe scriptures, taking such a hazard would be fatal.\n<\/p><p>\nAmulek, after speaking of \"the night of darkness wherein there can be no labor performed\"\n(<span class=\"citation\" id=\"8949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8949)\">Alma 34:33<\/a><\/span>) added: \n<\/p><p>\nYe cannot say, when ye are brought to that awful crisis, that I will repent, that I will return to\nmy God.  Nay, ye cannot say this; for that same spirit which doth possess your bodies at the\ntime that ye go out of this life, that same spirit will have power to possess your body in that\neternal world.\n<\/p><p>\nFor behold, if ye have procrastinated the day of your repentance even until death, behold, ye\nhave become subjected to the spirit of the devil, and he doth seal you his; therefore, the Spirit\nof the Lord hath withdrawn from you, and hath no place in you, and the devil hath all power\nover you; and this is the final state of the wicked\n(<span class=\"citation\" id=\"8950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8950)\">Alma 34:34-35<\/a><\/span>).\n<\/p><p>\nOn this point of deferring obedience to the gospel, we might with profit consider the Savior's\nparable of the ten virgins.  I do not remember any provision being made in that parable for\nthe five foolish virgins to enter into the marriage at a later time.  I do remember, however,\nthat after the door was shut they, having in the meantime filled their lamps with oil, came\nsaying, \"Lord, Lord, open to us,\" and that his answer was, Verily I say unto you, I know you\nnot\" (see <span class=\"citation\" id=\"34657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34657)\">Matt. 25:1-13<\/a><\/span>).\n<\/p><p>\nIn 1831 the Lord continued with the lesson he had in mind to teach with this parable. \nSpeaking to the Prophet Joseph, he specified some of the blessings to be received by the five\nwise virgins. Said he: \n<\/p><p>\nAnd at that day, when I shall come in my glory, shall the parable be fulfilled which I spake\nconcerning the ten virgins.\n<\/p><p>\nFor they that are wise and have received the truth, and have taken the Holy Spirit for their\nguide, and have not been deceived&mdash;verily I say unto you, they shall not be hewn down and\ncast into the fire, but shall abide the day.\n<\/p><p>\nAnd the earth shall be given unto them for an inheritance; and they shall multiply and wax\nstrong, and their children shall grow up without sin unto salvation.\n<\/p><p>\nFor the Lord shall be in their midst, and his glory shall be upon them, and he will be their\nking and their lawgiver (<span class=\"citation\" id=\"13247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13247)\">D&amp;C 45:56-59<\/a><\/span>).\n<\/p><p>\nNo mention is made in this revelation of the whereabouts of the foolish virgins.  Said the\nProphet Joseph,\n<\/p><p>\nIf men would acquire salvation they have got to be subject, before they leave this world, to\ncertain rules and principles, which were fixed by an unalterable decree before the world was.\n<\/p><p>\n[Otherwise] the disappointment of hopes and expectations at the resurrection would be\nindescribably dreadful (<i>DHC<\/i> 6:50-51).\n<\/p><p>\nIn view of these teachings and the many others which carry the message that today is the day\nfor us to perform our labors, it would seem to be wisdom on the part of every soul who has\nbeen taught the gospel, to here and now make a daily conscious and sincere effort to live it. \nAnd this effort should continue to the end of mortal life. Failing to make such an effort, a\nperson identifies himself as one who does not believe the Lord, for, said he, \". . . if ye\nbelieve me, ye will labor while it is called today\"\n(<span class=\"citation\" id=\"13264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13264)\">D&amp;C 64:25<\/a><\/span>).\n<\/p><p>\nThat we may, by laboring today, inherit the great blessings we have heard so much about in\nthis conference, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}