{"ID":715, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Keep My Commandments\"<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1954, pp. 135-140<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI assure you my brothers and sisters, the southern route to this stand is no shorter than the\nnorthern route. I find it rather difficult to be in the caboose of conference speakers,\nparticularly because I am sitting on the last seat, realizing that many of my brethren have\nalready given part of my message to you.\n<\/p><p>\nThrough this conference my mind has been upon Brother Cowley. I want to say to you, my\nbrothers and sisters, he was a man of God, one who exemplified the calling\nof apostleship in a high degree. We loved him: he was loved by the people.  We were stirred\nby his inspiring messages.\n<\/p><p>\nToday I am glad to welcome into our Council Brother George Q. Morris to fill the vacancy\ncaused by Brother Cowley's passing. Brother Morris is a strong and devoted leader.  He\nbrings great strength and wisdom to our council. With all my heart I support and sustain him,\nand offer him my help.\n<\/p><p>\nI welcome also Brother Sterling W. Sill. I am sure he will add greatly to the General\nAuthorities in the quality of service and devotion he gives to the people of the Church.\n<\/p><p>\nLast Friday we had the delightful opportunity of listening to the reports and testimonies of the\nmission presidents. These men, under the direction of the Twelve, are responsible for the\nmissionary program of the Church, which answers the charge of the Redeemer to his Church\nof the latter days to proclaim the message of the restored gospel to every nation, kindred,\ntongue, and people.\n<\/p><p>\nThe Lord said through the Prophet Joseph Smith for the elders of this Church to open their\nmouths and say to the world,\n<\/p><p>\nRepent, repent, and prepare ye the way of the lord, and make his paths straight; for the\nkingdom of heaven is at hand; \n<\/p><p>\nYea, repent and be baptized, every one of you, for a remission of your sins; yea, be baptized\neven by water, and then cometh the baptism of fire and of the Holy\n<\/p><p>\nBehold, verily, verily, I say unto you, thin is my gospel; and remember that they shall have\nfaith in me or they can in nowise be saved; \n<\/p><p>\nAnd upon this rock I will build my church; yea, upon this rock ye are built, and if ye\ncontinue, the gates of hell shall not prevail against you.\n<\/p><p>\nAnd ye shall remember the church articles and covenants to keep them\n(<span class=\"citation\" id=\"13234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13234)\">D&amp;C 33:10-14<\/a><\/span>).\n<\/p><p>\nMay I paraphrase that verse: \"And ye shall remember the church articles (the laws,\ncommandments, and doctrines) and covenants (the covenant of baptism, sacrament,\npriesthood, and of the temple, and all other holy ordinances) to keep them.\"\n<\/p><p>\nWherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with\nyou, that you may be ready at the coming of the Bridegroom\n(<span class=\"citation\" id=\"13235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13235)\">D&amp;C 33:17<\/a><\/span>).\n<\/p><p>\nThe Savior, appearing to the Nephites on this, the American continent, said,\n<\/p><p>\n. . . ye know the things that ye must do church; for the works which ye have seen me do that\nshall ye also do . . .\n<\/p><p>\nTherefore, if ye do these things blessed are ye, for ye shall be lifted up at the last day\n(<span class=\"citation\" id=\"5549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5549)\">3 Ne. 27:21-22<\/a><\/span>).\n<\/p><p>\nThe Lord again counseled the Nephites: \n<\/p><p>\nTherefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the\nchurch in my name; and ye shall call upon the Father in my name that he will bless the\nchurch for my sake.\n<\/p><p>\nAnd how be it my church save it be called in my name?  For if a church be called in Moses'\nname then it be Moses' church; or if it be called in the name of a man then it be the church\nof a man; but if it be called in my name then it is my church,\n<\/p><p>\nand then the Lord adds this significant phrase,\n<\/p><p>\nif it so be that they are build upon my gospel.\n<\/p><p>\nAnd if it so be that the church is built upon my gospel then will the Father show forth his\nown works in it (<span class=\"citation\" id=\"5546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5546)\">3 Ne. 27:7-8,10<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, I testify that the Church of Jesus Christ of Latter-day Saints is built\nupon the true gospel of Jesus Christ. It does bear his name and does show forth the works of\nGod in it. I call your attention to the specific and general information given Sunday morning\nby President McKay of the growth and the progress of the Church. The Church provides for\nthe temporal and spiritual needs of its people. Its missionaries bear the gospel message to all\nnations. It is set up after the organization of the primitive Church, with prophets, apostles,\nevangelists, etc., and with authority divinely bestowed through the\npriesthood of God to officiate in all the saving ordinances of the gospel to perfect and exalt\nman.\n<\/p><p>\nWe learn in the writings of Nephi that Satan has no power over the hearts of people who\ndwell in righteousness (<span class=\"citation\" id=\"1523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1523)\">1 Ne. 22:26<\/a><\/span>).\nThe evil and wickedness present in the world today show the power\nSatan has over the hearts of people, and therefore the promotion of righteousness among men\nis the important duty of God's servants, and thus they prepare all his children against the days\nof tribulation preceding the Savior's coming to earth again.\n<\/p><p>\nNephi again admonished his people: \n<\/p><p>\nFor the gate by which ye should enter is repentance and baptism by water; and then cometh a\nremission of your sins by fire and by the Holy Ghost.\n<\/p><p>\nAnd now, my beloved brethren, after ye have gotten into this straight and narrow path, I\nwould ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it\nwere by the word of Christ with unshaken faith in him, relying wholly upon the merits of him\nwho is mighty to save.\n<\/p><p>\nWherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness\nof hope, and a love of God and of all men.  Wherefore, if ye shall press forward, feasting\nupon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have\neternal life (<span class=\"citation\" id=\"3566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3566)\">2 Ne. 31:17,19-20<\/a><\/span>).\n<\/p><p>\nThe beloved King Benjamin counseled his people: \n<\/p><p>\n... I would desire that ye should consider on the blessed and happy state of those that keep the\ncommandments of God.  For behold, they are blessed in all things, both temporal and\nspiritual; and if they hold out faithful to the end they are received into heaven, that thereby\nthey may dwell with God in a state of never-ending happiness.  O remember, remember that\nthese things are true; for the Lord God hath spoken it\n(<span class=\"citation\" id=\"40258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40258)\">Mosiah 2:41<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, I would plead for faith on the part of the membership of this Church,\nthe faith that is typical of a child, teachable, eager to learn, willing to accept and to obey, not\nblindly, but with understanding. I am pleading with you who have entered into the straight\nand narrow path through faith, repentance, baptism, and receiving the Holy Ghost, to press\nforward and worthily comply with every ordinance of the gospel.\n<\/p><p>\nIf men were offered material riches as a reward for years of devoted service, no doubt a\ndecision to accept would be promptly given, even though the price to be paid might overtax\ntheir strength and undermine their health. God offers eternal life, glory, exaltation, and the\nassociation of himself and Son as a reward to those who diligently serve him to the end of\ntheir days. He has no greater gift to bestow. Yet, because of the intangible nature of this gift\nand the weakness of people's faith, they fail to accept and follow the conditions to obtain this\nstate of peace and happiness in celestial glory.\n<\/p><p>\nIf men will open their hearts to truth, the Holy Ghost will stimulate their faith to accept the\nrevelations and follow the counsel of divinely appointed leaders.  Faith is a gift from God, to\nbe earnestly sought for. It cannot be the type of faith exhibited by Thomas, who would not\naccept his fellow workers' word that Jesus had risen and appeared unto them, unless he had\nthe privilege of feeling the prints of the nails in his hands and thrusting his own hand into the\nside of the Savior (<span class=\"citation\" id=\"27624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27624)\">John 20:25<\/a><\/span>).\nIt cannot be the type of faith of those who seek after signs upon which\nthey might establish faith.\n<\/p><p>\nThe Lord revealed to the Prophet Joseph Smith 121 years ago the Word of Wisdom, the\nLord's law of health, showing forth the order and will of God in the temporal salvation of all\nSaints in the last days and given for a principle with promise\n(<span class=\"citation\" id=\"13284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13284)\">D&amp;C 89:1-3<\/a><\/span>). Many have doubted, and by\ntheir acts have refused to accept this revelation to be a word of wisdom. The inviting\nadvertising appeal and enticing claims of tobacco interests are listened to and accepted by men\nand women their Creator's revealed truth tobacco is not good for man. But now that science\nis proving cancer to be linked with tobacco use, many are dropping the habit\nthrough fear of this dreaded and often incurable disease. Why will men set at naught the\nrevelations of God about good health habits taught in the Word of Wisdom, and yield to\nhabit-forming products from plants or herbs that are detrimental to their systems or bodily\nfunctions?\n<\/p><p>\nDaily we see the disastrous results of strong drink&mdash;accidents on the highways, homes\nbroken, wives and children suffering and in want, ofttimes deserted and helpless, with no\nhope to live normal and happy lives. The Lord has said,\n<\/p><p>\nThat inasmuch as any man drinketh wine or strong drink among you, behold it is not good,\nneither meet in the sight of your Father.\n<\/p><p>\nAnd, again, strong drinks are not for the belly, but for the washing of your bodies\n(<span class=\"citation\" id=\"13286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13286)\">D&amp;C 89:5,7<\/a><\/span>).\n<\/p><p>\nWhen these revealed truths are verified by scientific research in the field of health, thus\nbecoming actual knowledge, it makes the faith of the so-called believer appear weak and\npresumptive, and also clearly demonstrates rebellious and disobedient attitudes, prompted no\ndoubt by a feeling of restricted freedoms. Of what value, my brothers and sisters, is faith if\npeople have lost their privilege to exercise it? Can God be pleased with people of little or no\nfaith? Listen to the words of Alma: \n<\/p><p>\nYea, there are many who do say: If thou wilt show unto us a sign from heaven, then we shall\nknow of a surety; then we shall believe.\n<\/p><p>\nNow I ask, is this faith? Behold, I say unto you, Nay; for if a man knoweth a thing he hath\nno cause to believe, for he knoweth it.\n<\/p><p>\nAnd now as I said concerning faith&mdash;faith is not to have a perfect knowledge of things;\ntherefore if ye have faith ye hope for things which are not seen, which are true\n(<span class=\"citation\" id=\"8946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8946)\">Alma 32:17-18,21<\/a><\/span>).\n<\/p><p>\nAnd this is the type of faith, my brothers and sisters, that Latter-day Saints should have, and\nrecognize that scripture is from God, revealed through the Holy Ghost for the blessing and for\nthe good of God's children, and being our Creator, certainly he would not give us any\nprinciple or reveal any truth that was not for our good.\n<\/p><p>\nNow may I call your attention to the Church welfare program. This plan was given by\nrevelation and has been implemented in this generation of uncertainties and perplexities to\nprovide the temporal needs and to increase spirituality among our people.  Is this plan\noperating in the homes of the Latter-day Saints?\n<\/p><p>\nTo be realistic we have to view present economic conditions with some concern. The\neconomy has tightened up.  Unemployment is a problem. Church members are experiencing\ndifficulties.  Can we depend upon reported improved business trends and non-stable\ncommodity prices to restore and assure a high economic level? What is the condition of our\npersonal affairs?  Are we in debt with installment payments and heavy obligations on our\nhands? Do we have cash funds in savings, or on deposit?\n<\/p><p>\nIf we should be adversely affected, even temporarily, can we sustain ourselves for a\nreasonable period without help? We have all been counseled to set our personal affairs in\ngood order. Those who have heeded this counsel, I firmly believe, are wise.  Your Church\nfollows its own counsel, cushioning its finances and storing welfare goods to protect the work\nof the Church, and insofar as possible, the welfare of its members.\n<\/p><p>\nOur strength as a people is in unity, emphasized so often by President Clark. This unity is\nmade possible by keeping the commandments of God.\n<\/p><p>\nI am firmly convinced our greatest blessings as a Church and people come collectively and\nnot individually. If God were pleased with us individually, it follows he would be pleased\nwith us collectively. Each of us, as an integral part of God's kingdom, either contributes\nbeneficially or adversely to the welfare and blessing of our fellow Church members.\n<\/p><p>\nI call your attention to the great patriarch, Enoch, who lived so close to God\nthat he walked and talked with him and was given great power in the priesthood, to the\nperfecting and sanctifying of his people. It is said, in the writings of Moses: \n<\/p><p>\n. . . And the Lord blessed the land, and they were blessed upon the mountains, and upon the\nhigh places, and did flourish (<span class=\"citation\" id=\"39064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39064)\">Moses 7:17<\/a><\/span>).\n<\/p><p>\nAnd Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it\ncame to pass that Zion was not, for God received it up into his own bosom; and from thence\nwent forth the saying, Zion is fled\n(<span class=\"citation\" id=\"39067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39067)\">Moses 7:69<\/a><\/span>).\n<\/p><p>\nThen we read the account of the Savior's visit to the Nephites where he established his\nkingdom among them. Righteousness was taught the people by the disciples whom Jesus\nchose, and a condition of righteousness prevailed among all the people.  We read in Fourth\nNephi that: \n<\/p><p>\n. . . every man did deal justly one with another.\n<\/p><p>\nAnd they had all things common among them; therefore there were not rich and poor, bond\nand free, but they were all made free, and partakers of the heavenly gift.\n<\/p><p>\n. . . they did walk after the commandments which they had received from their Lord. .\n<\/p><p>\nAnd it came to pass that there was no contention in the land, because of the love of God\nwhich did dwell in the hearts of the people\n. . . and surely there could not be a happier people among all the people who had been created\nby the hand of God (<span class=\"citation\" id=\"6514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6514)\">4 Ne. 1:2-3,12,15-16<\/a><\/span>).\n<\/p><p>\nNow in contrast to these two seemingly perfect conditions we have examples of\nunrighteousness on the part of the people whereby they did not enjoy the full blessings of\nGod that he held out to them through promise if they would but serve him and keep his\ncommandments.\n<\/p><p>\nMoses, the great prophet, lawgiver, and friend of God, sought diligently to sanctify the\nchildren of Israel that they might behold the face of their God. They would not listen, but\nhardened their hearts; therefore, God took Moses, the Holy Priesthood, and the gospel out of\ntheir midst and left with them the Lesser Priesthood and the law of carnal commandments,\nwhich priesthood and law does not have the power to perfect nor sanctify people\n(<span class=\"citation\" id=\"13272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13272)\">D&amp;C 84:23-25<\/a><\/span>).\n<\/p><p>\nAnd then again in our day, as recorded in the 105th Section of the Doctrine and Covenants,\nthe Lord said: \n<\/p><p>\nBehold, I say unto you, were it not for the transgressions of my people, speaking concerning\nthe church and not individuals, they might have been redeemed even now.\n<\/p><p>\nBut behold, they have not learned to be obedient to the things which I required at their hands,\nbut are full of all manner of evil, and do not impart of their substance, as becometh saints, to\nthe poor and afflicted among them; \n<\/p><p>\nAnd are not united according to the union required by the law of the celestial kingdom; \n<\/p><p>\nAnd Zion cannot be built up unless it is by the principles of the law of the celestial kingdom;\notherwise I cannot receive her unto myself.\n<\/p><p>\nTherefore, in consequence of the transgressions of my people, it is expedient in me that mine\nelders should wait for a little season for the redemption of Zion\n(<span class=\"citation\" id=\"13302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13302)\">D&amp;C 105:2-5,9<\/a><\/span>).\n<\/p><p>\nWhen Brigham Young established our people in the tops of these mountains, he promised\nthem that if they would keep the commandments of God and serve the Lord, that the Lord\nwould temper the elements for their sakes, and their lands should produce bountifully.\n<\/p><p>\nNow, I recognize, my brothers and sisters, that a condition of righteousness is becoming better\nand stronger among the people of the Church. I feel this is true as I make my visits to the\nstakes of Zion.  However, there is room for improvement, and I am sure if we would put into\noperation the plans that have been developed to reactivate the inactive, that we could bring\nabout a condition of righteousness that would permit the blessings of God to flow to us in\nrich measure.\n<\/p><p>\nIn the 42nd Section of the Doctrine and Covenants called the revelation embracing the Law of\nthe Lord, the Lord said to the Prophet Joseph Smith: \n<\/p><p>\nAnd again, every person who belongeth to this church of Christ, shall observe to keep all the\ncommandments and covenants of the church\n(<span class=\"citation\" id=\"13244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13244)\">D&amp;C 42:78<\/a><\/span>).\n<\/p><p>\nAnd the Savior said as he walked among men,\n<\/p><p>\nIf ye continue in my word, then are ye my disciples indeed\n(<span class=\"citation\" id=\"27593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27593)\">John 8:31<\/a><\/span>).\n<\/p><p>\nIn closing, my brothers and sisters, I would plead with the Saints and with all peoples to have\nthe kind of faith that leads to good works, to accept the atoning sacrifice and redeeming\npower of the Son of God, to keep all his laws and commandments, to walk uprightly and in\nall holiness before him, that the blessings of heaven might be theirs to enjoy; and his Church\nprosper and fulfil its great destiny of saving the souls of men.\n<\/p><p>\nI bear my testimony and witness to you and all men that this work is of God, and therefore\ntrue. May we all enjoy that witness and that testimony, and do all within our power to step\nforward the interests of this great kingdom, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}