{"ID":716, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Live&mdash;in All Things Outside Yourself by Love\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1954, pp. 140-142<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nNow, my brethren and sisters, the hour is drawing to a close, wherein our great conference\ngathering will soon have become an event of the past.  The sessions themselves will be mere\nhistory, but the messages, we hope, will ever remain on the tablets of our memories and will\nbecome moving factors in our daily lives.\n<\/p><p>\nThere are one or two features I should like to name before announcing the closing hymn and\nbenediction.  It has been most gratifying to see the number of young people,\ncollege boys and girls, who have attended these sessions.  I refer not only to the 350 or 400\nstudents from Brigham Young University but to others with them, who have taken places\nthroughout the congregation and who have manifested an interest in spiritual things. This is\nmost encouraging. They have come voluntarily showing their eagerness to know something\nabout the real things of life.\n<\/p><p>\nIt has been most gratifying to note how the Spirit of the Lord has directed the remarks of\nmembers of the Council of the Twelve, the Assistants, the Seventy, and the Bishopric, and\nhow frequently and impressively the messages have been directed to the young folks. We love\nthem.  We have confidence in them.  We hope the messages will be read by others whom\nthey have represented.\n<\/p><p>\nAnd now in conclusion I should like to say just one word or two and associate the thoughts\nwith a very remarkable saying Of the Savior.  He repeated it several times.  It is a\nparadoxical statement. \"He that findeth his life shall lose it: and he that loseth his life for my\nsake shall find it\" (<span class=\"citation\" id=\"34632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34632)\">Matt. 10:39<\/a><\/span>).\n<\/p><p>\nThat form is recorded in the tenth chapter of Matthew, and over in the sixteenth chapter the\nSavior repeats it again in a little different way: \"For whosoever will save his life shall lose it:\nand whosoever will lose his life for my sake shall find it\"\n(<span class=\"citation\" id=\"34639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34639)\">Matt. 16:25<\/a><\/span>).\n<\/p><p>\nThe pith of that paradox is found in the use of the word life.  You cannot take it literally, that\nyou are spending your life, your mortal life, that you are going to sacrifice your life in\nmortality, but it rather suggests two planes in life:  the baser and the higher, the animal and\nthe spiritual.  You can apply it, with those two ideas in mind, in any phase of our activity.\n<\/p><p>\nIn closing this conference I should like to apply it in two phases.  First, either saving our\nlives or losing them in the home.  Children may lose their lives in attempting to save them. \nThe home is the foundation of society.  It is a sacred institution to members of the Church of\nChrist.  We believe in the eternity of the marriage covenant, in harmony in the home.  Indeed\nour ideal is to have home just a little taste of heaven. Children constitute a very important\npart of the Latter-day Saint home.\n<\/p><p>\nWe believe in obedience of children to parents.  Young people in their teens particularly,\nstrike out to find pleasure, to save themselves, to seek to gratify desire; they seek to achieve\nsome sensation, some thrill, which may or may not be in harmony with the wishes of the\nparents.  If out of harmony with the desire and advice of the parents, then those children seek\nto save themselves and in so doing may lose the happiness they seek.\n<\/p><p>\nIndeed, we find it applicable even among friends.  One of our writers, not called a poet, but\nhe is a very good, practical philosopher, Rotarian, said, and this is to you young people: \n<\/p><p>\n\"You ought to be true for the sake of the folks<br \/>\n         Who believe you are true.<br \/>\n      If you're false to yourself, be the blemish but small,<br \/>\n      You have injured your friends; you've been false to them all.\"\n<\/p><p>\nAnd this is better: \n<\/p><p>\n\"You ought to be fine for the sake of the folks<br \/>\n         Who think you are fine.<br \/>\n      If others have faith in you, doubly you're bound<br \/>\n      To stick to the line.<br \/>\n      It's not only on you that dishonor descends: <br \/>\n      You can't hurt yourself without hurting your friends.\"\n<\/p><p>\nCan you lose yourself for the good of your friends?  If so, you will be happy. Higher than\nthat, can you lose your impulses, your desires, or the love you have for your parents?  If so,\nyou will save your life and your home.\n<\/p><p>\nHusbands, that applies to you.  Very frequently discords arise in the home because husbands\ndesire to save their own dignity and have their own way, have their own wishes carried out.\nWives desire the same.  Some exercise their prerogative to have the last word.  Husbands are\nsometimes even more eager to have it than wives.  Each really is trying to save himself or\nherself, and instead of having harmony and peace in the home there arises discord.  Instead of\nsaving the life of harmony in the home, you lose it, merely because you are seeking to save\nyour own selfish life, or have your own selfish way. Better to lose that desire.  Say nothing,\nand in losing your desire and that feeling of enmity, of ruling of governing, you say nothing,\nand you gain your life in the home.\n<\/p><p>\nIn a broader sense you can apply that to life.  Browning in that great poem \"Paracelsus\"\nillustrates that same truth.  You remember how he started out to save himself, that is, to gain\nknowledge as a great scientist with the intention of handing it down haughtily to the people. \nFestus, his friend, said, \"You had better not withdraw from the people.\" That is the great\nbenefactor.\n<\/p><p>\nBut Paracelsus was haughty.  He was proud.  When Festus warned him, Paracelsus answered,\nsaying, \"Festus, are there not two experiences in the life of a diver?  One, when a beggar he\nprepares to plunge, one when a prince who rises with his pearls.  Festus, I plunge.\" His friend\nsaid, \"We await you when you rise.\"\n<\/p><p>\nYears afterwards, after a life of scientific inquiry, and a successful life, his friend found him\non his deathbed in a Greek conjurer's house.  Without going into the story I will merely say,\nParacelsus recognizing his friend, said: \"Festus, I have found the secret of life.\"\n<\/p><p>\n\"What is it?  All that I have depends on that answer.\n<\/p><p>\nAnd the great philosopher said: \"It is this: Live in all things outside yourself by love.  That\nwas the life of God.  It ought to be our life.\"\n<\/p><p>\nIn harmony with that, I read what the Prophet Joseph said, quoting the passage with which\nour conference opened: \n<\/p><p>\n\"Therefore, O ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day.\n<\/p><p>\n\"Therefore, if ye have desires to serve God ye are called to the work. . .\n<\/p><p>\n\"And faith, hope, charity and love, with an eye single to the glory of God, qualify him for the\nwork.\n<\/p><p>\n\"Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness,\ncharity, humility, diligence\"\n(<span class=\"citation\" id=\"13213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13213)\">D&amp;C 4:2-3,5-6<\/a><\/span>).\n<\/p><p>\n\"He that would save his life\" in the home, in business, in society, in politics, and particularly\nin association with his fellow men should lose that life for the good of others. \"He that will\nlose his life for my sake shall find it\" (see\n<span class=\"citation\" id=\"34640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34640)\">Matt. 16:25<\/a><\/span>).\n<\/p><p>\nGod bless you stake presidents, presidencies, high councilmen, bishoprics of wards, members\nof Melchizedek Priesthood quorums, Aaronic Priesthood quorums, members of the auxiliary\norganizations&mdash;Relief Society, Sunday School, Young Menus and Young Women's Mutual\nAssociations, Primary Associations.\n<\/p><p>\nNow I have included the entire membership of the Church, excepting the little babes.  I\nrepeat, God bless you that the spirit of this great conference may go with you to bring peace\ninto your hearts as you lose yourselves for the good of others; harmony in your homes as you\ncurtail that impetuous tendency to cause discord, as you control that tongue and do not say the\nthing that hurts.\n<\/p><p>\nGod bless the youth throughout the world, members of the Church particularly, that they may\nseek first the kingdom of God and his righteousness, that all else may be added unto them, I\npray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}