{"ID":717, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek Ye First the Kingdom of God\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1954, pp. 7-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBeloved brethren and sisters:  Few of you realize the great responsibility of this moment.  I\nhumbly seek your sympathetic and prayerful assistance, and above all the guiding influence\nof the Spirit of the Lord.\n<\/p><p>\nAt this, the opening Session of the 125th semi-annual conference of the Church, it gives me\ngreat satisfaction and joy, in behalf of the General Authorities of the Church, to extend a\nwelcome to you stake presidencies, bishoprics, and to all members who are present at this\nservice here in the Tabernacle and in other groups on Temple Square, and to those listening in\nby radio and television.  May the spirit of unity and oneness characterize this great session\nthis morning.\n<\/p><p>\nYou join me, I am sure, when we extend love and greetings to members of the Church and to\ninterested, loyal friends throughout the world, in Canada and Mexico; in Europe, South\nAfrica, South America, New Zealand, Australia, the Polynesian Islands, in Japan and China,\nGreenland, and Iceland, to groups in Korea and the Philippines, on Guam, and other islands\nof the Pacific.  May the spirit of this conference be felt by them through the mysterious\nmedium of soul communion, even before they read the minutes of our great conference.\n<\/p><p>\nAmong the purposes of these general conferences are, in summary, as follows: \n<\/p><p>\n(1) To inform the membership of general conditions&mdash;whether the Church is progressing or\nretrogressing, economically, ecclesiastically, or spiritually.  (2) To commend true merit. (3)\nTo express gratitude for divine guidance.  (4) To give instruction \"in principles, in doctrine, in\nthe law of the gospel\"\n(<span class=\"citation\" id=\"13277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13277)\">D&amp;C 88:78<\/a><\/span>). (5) To proclaim the restoration, with divine authority to administer in\nall the ordinances of the gospel of Jesus Christ, and to declare, quoting the Apostle Peter, that\n\"there is none other name under heaven given among men\" than Jesus Christ \"whereby we\nmust be saved\" (<span class=\"citation\" id=\"7712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7712)\">Acts 4:12<\/a><\/span>).\n(6) To admonish and inspire to continue in greater activity.\n<\/p><p>\nWhen thinking and praying in anticipation of this moment, I felt impressed to say a word\nabout what the Church is doing to help parents in rearing their children, having in mind\nparticularly the teenagers of our Church. In a very familiar poem a mother says to her son: \n<\/p><p>\n\"Do you know that your soul is of my soul such a part,<br \/>\n       That you seem to be fibre and core of my heart?\"\n<\/p><p>\n              *  *  *  *\n<\/p><p>\nBe yours then the task, if task it should be,<br \/>\n       To force the proud world to do homage to me,<br \/>\n       Be sure it will say, when its verdict you've won,<br \/>\n       She reaped as she sowed, Lo! this is her son.\"<br \/><br \/>\n&nbsp; &nbsp;                    &mdash;Margaret Johnston Graflin\n<\/p><p>\nI should like to say a word in commendation of the groups in the Church who are helping\nyou mothers and fathers to have your children bring you honor. Before doing that, however, I\nshould like to make a brief report to you of conditions.\n<\/p><p>\nThrough the loyalty and faithfulness of the members of the Church in paying tithes and\nofferings, by income from investments and generous contributions from well-wishing, devoted\nfriends, the Church is entirely out of debt, strong financially, and working under a budget\ncarefully planned to meet all obligations incurred in the great building program of chapels,\ntemples, recreation halls, classrooms, throughout the organized stakes and missions of the\nworld.\n<\/p><p>\nWe commend all of you, and each of you, for your faithfulness in thus contributing to the\nfinances of the Church, without which it would be impossible to supply the needs of a rapidly\nincreasing membership.\n<\/p><p>\nWe have just heard the report given by the Clerk of the Conference of the organization of\nnew wards, branches, and stakes during the last six months. The growth of\nthe Church at home and abroad is most encouraging.\n<\/p><p>\nWith this increase in membership are evidences of increased spirituality. Spirituality results in\nthe greatest good when expressed in acts, not merely in day dreams. \". . . shew me thy faith\nwithout thy works,\" said James, \"and I will shew thee my faith by my works\"\n(<span class=\"citation\" id=\"26110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26110)\">James 2:18<\/a><\/span>).\n<\/p><p>\nThe great majority of the members of the Church are seeking first the kingdom of God and\nhis righteousness. This is shown, first in contributions in cash and labor in building four\nhundred chapels at an average cost last year of $80,000 each.  In addition to this, the people\nof Southern California, for example, have contributed in cash toward the building and\nfurnishing of the Los Angeles Temple, over one million dollars.  On January 2, 1952, there\nwas a meeting called of all stake presidencies in the Southern California district, at which\nthose present voted unanimously to raise a million dollars to be paid as the building\nprogressed.  Today we are pleased to report that pledges for that amount and more have been\nfulfilled.\n<\/p><p>\nAnother example of spirituality is the missionary work.  There are at present 3457 full-time\nmissionaries laboring in the forty-three missions, supported financially either by themselves or\nby their parents.  There are 7188 missionaries in organized stakes, making a total number of\nmissionaries paying their own expenses of 10,645.\n<\/p><p>\nMelchizedek Priesthood quorum work has never been more effective.  The Senior Aaronic\nPriesthood activity is giving results unprecedented.  The female Relief Society, the first\nauxiliary organized in the Church, is carrying on at its usual high standards, its influence\nextending beyond the boundaries of the Church as exemplified by the recent trip abroad by its\nworthy president, Sister Belle Smith Spafford, accompanied by Sister Marba C. Josephson of\nthe Young Women's Mutual Improvement Association.  All of you should read their reports.\n<\/p><p>\nTo all who are working devotedly in the Melchizedek Priesthood quorums, and in the Relief\nSociety, we extend our love, confidence, and commendation.\n<\/p><p>\nI should like to commend, having in mind this Church work with teenagers, the Presiding\nBishopric, the ward bishoprics, and the auxiliary general superintendents, general presidencies,\nand general boards for their earnest and most effective effort to guide the youth of the\nChurch.\n<\/p><p>\nPerhaps the Church could do more for the delinquents who get into the clutches of the law,\nbut I feel impressed to refer to agencies working to prevent young people from becoming\ndelinquents.  For approximately three thousand years men have read the admonition: \"Train\nup a child in the way he should go: and when he is old, he will not depart from it\"\n(<span class=\"citation\" id=\"41414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41414)\">Prov. 22:6<\/a><\/span>).\nThe word <i>train<\/i> means \"to lead, or to direct the growth of, to form by, instruction,\ndiscipline, drill, to educate.\"\n<\/p><p>\nThree groups carry the responsibility of training children: First, the family; second, the\nChurch; third, the state. The most important of these is the family. By divine edict the Lord\nhas placed upon parents the responsibility, first to teach the doctrine of repentance; second,\nfaith in Christ, the Son of the living God; third, baptism and confirmation; fourth, to teach\nchildren to pray; fifth, to teach children to walk uprightly before the Lord.  Parents who shirk\nthis responsibility will have to answer for the sin of neglect.\n<\/p><p>\nA newborn babe is the most helpless creature in the world.  The protecting care of parenthood\nis essential to its survival, as well as its growth.  It must be led and directed by instruction,\ndiscipline, drill, and proper education. Our most precious possessions are not our abundant\nharvests, nor our orchards yielding luscious fruit, nor our waterways, nor our million miles of\npaved highways, nor our oil wells, nor our rich mines of copper, silver and gold, nor even of\nuranium&mdash;our most precious possessions, our treasures of eternity, are our children.  These\nmerit and should receive our greatest and our most constant care and guidance.\n<\/p><p>\nDaniel Webster was right when he said: \n<\/p><p>\n\"If we work upon marble, it will perish;<br \/>\n       If we work upon brass, time will efface it; <br \/>\n       If we rear temples, they will crumble into dust; <br \/>\n       But if we work upon immortal souls,<br \/>\n       If we imbue them with principles,<br \/>\n       With the just fear of the Creator and love of fellow men,<br \/>\n       We engrave on those tablets something which will brighten eternity.\"\n<\/p><p>\nThe bringing of children into the world bears with it great responsibilities and opens to view\nthe noblest purpose of life, namely, a co-partnership with deity \"to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39054)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThe most effective way to teach is by example.  It is the child's nature to be active. It is the\nduty of the parents and of guardians so to direct that activity, as to lead children to know\nGod's love, and the happiness found in obedience to the gospel of Jesus Christ.  Parents\nshould ever keep in mind that admonition is of much more avail when example conforms to\nthe admonition given.\n<\/p><p>\nYou will be gratified, and thinking men generally will be interested, to know what the\nAaronic Priesthood quorums and the auxiliary boards are doing in a practical way to assist\nyou parents to train your children to become upright in character, loyal citizens of their\ncountry, and faithful members of the Church.\n<\/p><p>\nRecently I sent a letter to the presidency of the Aaronic Priesthood, to the general\nsuperintendencies of the Sunday School and YMMIA, and to the general presidencies of the\nYWMIA and to the Primary&mdash;the five groups dealing directly with the young people of the\nChurch. In that letter I inquired as to how effectively they are attempting to contact all\nchildren and youth in these great organizations.  Here are some of the headings of that letter:\nFirst, give your total membership, your total enrollment; second, give the percent of those who\nshould or might be enrolled; third, method or methods of contacting the indifferent; fourth,\nhow may parents render more effective co-operation; and fifth, what have been your\noutstanding achievements during 1953 and 1954.\n<\/p><p>\nIn the Aaronic Priesthood, we learned that they have an enrollment for the young men under\ntwenty-one of 63,641.  The percent of the enrollment of the total members that should be\nenrolled, 9279.  In the Sunday School, they have an enrollment of 983,025; 91 percent of\nthose who should be enrolled. They had a weekly attendance of 381,656, or 35.5 percent of\nthe total membership of the Church. The Young Men's Mutual, May 31, 1953, had an\nenrollment of 129,528, and on a corresponding day this year, 140,754; an average weekly\nattendance of 88,546. Every boy or man between the ages of twelve and twenty-four is\nenrolled in that organization, every one; 31,856 of these are enrolled in scouting; 25,368 are\nenrolled as Explorers.\n<\/p><p>\nThe Young Women's enrollment for 1953 was 124,079 plus visitors of 11,342. To date (note\nthe increase) the enrollment is 134,303, with a weekly average of visitors of 10,384, or a total\nof 144,676, and the average attendance is 64% of those enrolled.\n<\/p><p>\nOne cannot help having a pretty warm spot in one's heart for these teenagers in Mutual and\nSunday School.\n<\/p><p>\nAll members of the Church from the ages of twelve to twenty-five in the Young Women's are\nenrolled, and others.\n<\/p><p>\nNow we enter the Primary.  The total number of children whose lives were touched by\nPrimary in '52-53&mdash;200,000; 83% of the children of the Church of Primary age are enrolled;\n69% of the children enrolled are attending Primary; 142,745 children are enrolled in the\nStakes; 6,841 non-member children are enrolled in the stakes; 68% of the children enrolled\nare in attendance each week at Primary; 13,000 Latter-day Saint children are enrolled in the\nmissions.  This has increased on an average of 1,000 each year for the last five years.\n<\/p><p>\nThe Primary Association has assumed the direction of scouting for the eleven-year-old boys. \nAccording to a survey made in March, 92% of the eleven-year-old boys were enrolled in the\nGuide Patrols; 109 stakes, six missions have organized Cub Scout dens and packs since the\nPrimary Association has sponsored the Cub scouting as requested by the\nFirst Presidency.\n<\/p><p>\nNow, besides these auxiliaries and quorums, we have our seminaries.  The total enrollment for\nseminaries and institutes in 1953 was 36,074; 1954&mdash;39,022.  The average attendance for\nseminaries in '54, 32,226, or 94% of the enrollment.  That speaks well for our students in\ncolleges and high schools.\n<\/p><p>\nAs an illustration of the influence of the seminaries upon teenagers, and also as a lesson in\ncooperation of parents, I shall take the time to quote to you the following, taken from the\nSeptember-October 1954, issue of a national magazine, not of our Church, <i>Faith Today<\/i>.  The\narticle is entitled \"Teenage Frontier,\" written by Leola Anderson, for a copy of which I am\nindebted to President Ernest Wilkinson [of Brigham Young University].  It is designated by\none of the editors as \"one of the most heartening signs of the times.\" Here are a few\nquotations from it: \n<\/p><p>\n\"The luminous hands of the clock beside the boy's bed point to 5:45 a. m. The alarm goes\noff.  It has been raining all night; the air outside is cold and wet&mdash;and still black.\n<\/p><p>\n\"Groggily the boy gropes about for the button to shut off the noise.  Resolutely he swings his\nfeet out onto the cold floor.  For a moment he drops his tired face into his hands.  It was\n12:30 last night before he finished sweeping at the supermarket, and 1 o'clock when he got\nhome to bed.  It has been like that all week.  In his drooping body is a desperate urge to slip\nback into bed.\n<\/p><p>\n\"That's why he stands up quickly and moves on into the shower.  Because this morning and\nevery school morning he drives seven miles to attend a class at 7 o'clock.  It is a very special\nclass, which he would not think of missing, so long as he is able to stand.\n<\/p><p>\n\"What kind of class is it?  A Bible-study class.\n<\/p><p>\n\"Would you find it incredible that this boy is one of 1,700 typical, fun-loving teenagers who\nget up every morning to attend a 7 a. m. to 8 a. m. Bible class before going on to high\nschool?  They do it without credit, without coercion, and often against tremendous odds. \nThey do it five days a week, nine months a year, despite day-light-saving time.\n<\/p><p>\n\"Furthermore, so great is the demand for this early morning instruction that next September\n(that's this month) 90 classes will open to meet the requests of 2,500 students in Southern\nCalifornia alone.\n<\/p><p>\n\"Incredible?  Not at all.  This has been going on in the Los Angeles area for the last four\nyears.  It is a part of the program of daily religious education offered by the Church of Jesus\nChrist of Latter-day Saints, a program which last year served 38,000 young men and women\nin seven western states and in Canada and Mexico. \"With the Bible as text, emphasis is placed\non a practical application of its teachings to the lives of youth.  What better blueprint for\nliving was ever recorded than that preserved by the prophets?  The answers to the questions\nof modern youth, as uncertainties pile up on them in an increasingly chaotic world, are all\nfound in the experience of the past.\n<\/p><p>\n\"This is the key to why these young people leave cozy, warm beds on chill winter mornings\nto attend daily classes that are not accepted either high school graduation or college entrance\ncredit.\n<\/p><p>\n\"Neither are these selected students. They are not even all members of the same church. \nThere's a piquant little redhead in one class who answered our question this way: 'No, I'm\nnot a Mormon.  I simply couldn't understand why my best friend insisted on getting up so\nearly to come down here, so I came along one morning for laughs.  I got so interested I asked\nto register. I haven't missed a day since!'\n<\/p><p>\n\"No, they are not selected excepting by their own desire to learn.  They represent a\ncross-section of young America with all its problems.  They are average kids looking for a\ndefense against the grim spectre of fear and destruction that now shrouds their future.\n<\/p><p>\n\"And how do these Bible teachers meet that challenge?\n<\/p><p>\n\"By teaching respect for the inspired Constitution of the United States with\nits God-given liberty, regard for the rights of others, and love for all mankind. By showing\nthe wisdom of avoiding the mistakes of the past, and fostering a dynamic and living faith in\nGod and the ultimate triumph of good. All this through daily basic instruction in the Master's\nwritten word.\n<\/p><p>\n\"Teachers are also meeting the challenge by putting into the hands of the young people the\ntools of self-government and teaching them their use, thus preparing them for leadership,\nwhen in the process of inexorable time they will become our leaders.\n<\/p><p>\n\"In the words of one vivacious brunette, president of her class: 'Every senior student gets a\nturn being a class officer.  We learn confidence in ourselves and how to do the job.  Besides,\nwhen you're responsible for the whole class, it makes you think, twice before you make a\ndecision.'\n<\/p><p>\n\"This teamwork (referring to Bible class and to the baseball team practicing in Church\nrecreation hall after school particularly), one student says, 'This teamwork is also noticeable\nin the group spirit of the classroom.'\n<\/p><p>\n\"The youth of America are studying together, singing together, praying together, and loving it. \nIn one class, five nationalities-White Russian, Mexican, Italian, Greek, and American&mdash;work\nas one.\n<\/p><p>\n\"There is a carry-over, too, with the students.  Bill Kemsley, a husky youth, was graduated\nlast June from the first three-year course.  Bill drove sixteen miles each morning from his\nhome in San Fernando to a North Hollywood class.  He transported a carload of students to\nclass and back to San Fernando. The second year he transferred to North Hollywood High.\n<\/p><p>\n\"'I wanted to get away from my old companions,' he said seriously.  'They weren't bad\nfellows, you understand, but I guess my standards had changed. Two of those boys are in jail\nnow,' he added thoughtfully.\n<\/p><p>\n\"Parents, too, no longer show inertia where this program is concerned. Their comments read\nlike a before-and-after commercial: 'I used to have such a time getting Mary out of bed in the\nmorning. Now she gets me up!'. . .\n<\/p><p>\n\"And what is being done,\" concludes the author, \"in Southern California to open a frontier for\nyouth to live and learn the fundamentals of peace and progress could be duplicated anywhere\nin America by any similar group.\"\n<\/p><p>\nTo the question in that letter sent to the auxiliaries, \"How may parents render more effective\nco-operation?\" came answers common to every article: First, parents should become\nacquainted with lessons and plans of the organization; second, take rather than send their\nchildren; third, set a proper example. In conclusion, parents, if you would have your children\npray, then teach them to pray in the home.  If you would have your children refrain from\ntaking the name of God in vain, then let them never hear profanity pass your lips.  If you\nwould have your teenagers sense the value of keeping themselves true to their future husbands\nor wives, then let chastity and loyalty to your marriage covenant pervade the atmosphere of\nyour own home.  If you would have them refrain from the use of tobacco, then you refrain\nfrom the use of tobacco yourself.\n<\/p><p>\nBrethren and sisters, in presenting this general picture of what the Church is doing for\nteenagers I have had in mind, first, to commend the workers for their diligence and efficiency. \nGod bless them.  And second, to show how effective the Church is in its divine organization\nin touching the life and activities of every member therein.  We see how true are Paul's\nwords when he wrote: And he gave some, apostles; and some, prophets; and some,\nevangelists; and some, pastors and teachers; \n<\/p><p>\n\"For the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist: \n<\/p><p>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fullness of Christ\"\n(<span class=\"citation\" id=\"21674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21674)\">Eph. 4:11-13<\/a><\/span>).\n<\/p><p>\nIn conclusion, and by way of testimony, the gospel is truly the power of God, and the Church\nthe divine means of bringing, first, satisfaction and joy to the individual, here and now;\nsecond, bringing harmony in the home; third, more general understanding and\nresultant peace among the nations&mdash;what a message!&mdash;and fourth, salvation and\nexaltation in the kingdom of our Father.\n<\/p><p>\nWith all my soul I pray that the Lord will hasten the day when the influence of this divine\norganization will be felt more potently for the good of the inhabitants of the world, in the\nname of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}