{"ID":7178, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sanctity of the Body\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p2\" class=\"\">Susan W. Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/susan-w-tanner-10.jpg\" alt=\"Susan W. Tanner\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord wants us to be made over—but in His image, not in the image of the world, by receiving His image in our countenances.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p4\" class=\"\">I have just returned from a visit where I welcomed into the world our newest little granddaughter, Elizabeth Claire Sandberg. She is perfect! I was awestruck, as I am each time a baby is born, with her fingers, toes, hair, beating heart, and her distinctive family characteristics—nose, chin, dimples. Her older brothers and sister were equally excited and fascinated by their tiny, perfect little sister. They seemed to sense a holiness in their home from the presence of a celestial spirit newly united with a pure physical body.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p5\" class=\"\">In the premortal realm we learned that the body was part of God’s great plan of happiness for us. As it states in the family proclamation: “Spirit sons and daughters knew and worshiped God as their Eternal Father and accepted His plan by which His children could obtain a physical body and gain earthly experience to progress toward perfection and ultimately realize his or her divine destiny as an heir of eternal life” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102). In fact, we “shouted for joy” (<span class=\"citation\" id=\"44456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44456)\">Job 38:7<\/a><\/span>) to be part of this plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p6\" class=\"\">Why were we so excited? We understood eternal truths about our bodies. We knew that our bodies would be in the image of God. We knew that our bodies would house our spirits. We also understood that our bodies would be subject to pain, illness, disabilities, and temptation. But we were willing, even eager, to accept these challenges because we knew that only with spirit and element inseparably connected could we progress to become like our Heavenly Father (see <span class=\"citation\" id=\"44759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44759)\">D&amp;C 130:22<\/a><\/span>) and “receive a fulness of joy” (<span class=\"citation\" id=\"44739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44739)\">D&amp;C 93:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p7\" class=\"\">With the fulness of the gospel on the earth, we are again privileged to know these truths about the body. Joseph Smith taught: “We came to this earth that we might have a body and present it pure before God in the Celestial Kingdom. The great principle of happiness consists in having a body. The Devil has no body, and herein is his punishment” (<span class=\"emphasis\">The Words of Joseph Smith,<\/span> ed. Andrew F. Ehat and Lyndon W. Cook [1980], 60).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p8\" class=\"\">Satan learned these same eternal truths about the body, and yet his punishment is that he does not have one. Therefore he tries to do everything he can to get us to abuse or misuse this precious gift. He has filled the world with lies and deceptions about the body. He tempts many to defile this great gift of the body through unchastity, immodesty, self-indulgence, and addictions. He seduces some to despise their bodies; others he tempts to worship their bodies. In either case, he entices the world to regard the body merely as an object. In the face of so many satanic falsehoods about the body, I want to raise my voice today in support of the sanctity of the body. I testify that the body is a gift to be treated with gratitude and respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p9\" class=\"\">The scriptures declare that the body is a temple. It was Jesus Himself who first compared His body to a temple (see <span class=\"citation\" id=\"44526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44526)\">John 2:21<\/a><\/span>). Later Paul admonished the people of Corinth, a wicked city teeming with all manner of lasciviousness and indecency: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are” (<span class=\"citation\" id=\"44554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44554)\">1 Cor. 3:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p10\" class=\"\">What would happen if we truly treated our bodies as temples? The result would be a dramatic increase in chastity, modesty, observance of the Word of Wisdom, and a similar decrease in the problems of pornography and abuse, for we would regard the body, like the temple, as a sacred sanctuary of the Spirit. Just as no unclean thing may enter the temple, we would be vigilant to keep impurity of any sort from entering the temple of our bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p11\" class=\"\">Likewise, we would keep the outside of our bodily temples looking clean and beautiful to reflect the sacred and holy nature of what is inside, just as the Church does with its temples. We should dress and act in ways that reflect the sacred spirit inside us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p12\" class=\"\">A short while ago as I visited one of the great tourist-filled cities of the world, I felt an overwhelming sadness that so many people in the world had fallen prey to Satan’s deception that our bodies are merely objects to be flaunted and displayed openly. Imagine the contrast and my joy when I entered a classroom of modestly and appropriately dressed young women whose countenances glowed with goodness. I thought, “Here are eight beautiful girls who know how to show respect for their bodies and who know why they are doing it.” In <span class=\"emphasis\">For the Strength of Youth<\/span> it says: “Your body is God’s sacred creation. Respect it as a gift from God, and do not defile it in any way. Through your dress and appearance, you can show the Lord that you know how precious your body is. … The way you dress is a reflection of what you are on the inside” ([2001], 14–15).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p13\" class=\"\">Modesty is more than a matter of avoiding revealing attire. It describes not only the altitude of hemlines and necklines but the attitude of our hearts. The word <span class=\"emphasis\">modesty<\/span> means “measured.” It is related to <span class=\"emphasis\">moderate.<\/span> It implies “decency, and propriety … in thought, language, dress, and behavior” (in Daniel H. Ludlow, ed., <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> 5 vols. [1992], 2:932).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p14\" class=\"\">Moderation and appropriateness should govern all of our physical desires. A loving Heavenly Father has given us physical beauties and pleasures “both to please the eye and to gladden the heart” (<span class=\"citation\" id=\"44717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44717)\">D&amp;C 59:18<\/a><\/span>), but with this caution: that they are “made to be used, with judgment, not to excess, neither by extortion” (<span class=\"citation\" id=\"44718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44718)\">D&amp;C 59:20<\/a><\/span>). My husband used this scripture to teach our children about the law of chastity. He said that the “word <span class=\"emphasis\">extortion<\/span> … literally means to ‘twist out [or against].’ Our use of … the body must not be twisted [against] the divinely ordained purposes for which [it was] given. Physical pleasure is good in its proper time and place, but even then it must not become our god” (John S. Tanner, “The Body as a Blessing,” <span class=\"emphasis\">Ensign,<\/span> July 1993, 10).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p15\" class=\"\">The pleasures of the body can become an obsession for some; so too can the attention we give to our outward appearance. Sometimes there is a selfish excess of exercising, dieting, makeovers, and spending money on the latest fashions (see <span class=\"citation\" id=\"44629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44629)\">Alma 1:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p16\" class=\"\">I am troubled by the practice of extreme makeovers. Happiness comes from accepting the bodies we have been given as divine gifts and enhancing our natural attributes, not from remaking our bodies after the image of the world. The Lord wants us to be made over—but in His image, not in the image of the world, by receiving His image in our countenances (see <span class=\"citation\" id=\"44633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44633)\">Alma 5:14, 19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p17\" class=\"\">I remember well the insecurities I felt as a teenager with a bad case of acne. I tried to care for my skin properly. My parents helped me get medical attention. For years I even went without eating chocolate and all the greasy fast foods around which teens often socialize, but with no obvious healing consequences. It was difficult for me at that time to fully appreciate this body which was giving me so much grief. But my good mother taught me a higher law. Over and over she said to me, “You must do everything you can to make your appearance pleasing, but the minute you walk out the door, forget yourself and start concentrating on others.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p18\" class=\"\">There it was. She was teaching me the Christlike principle of selflessness. Charity, or the pure love of Christ, “envieth not, and is not puffed up, seeketh not her own” (<span class=\"citation\" id=\"44680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44680)\">Moro. 7:45<\/a><\/span>). When we become other-oriented, or selfless, we develop an inner beauty of spirit that glows in our outward appearance. This is how we make ourselves in the Lord’s image rather than the world’s and receive His image in our countenances. President Hinckley spoke of this very kind of beauty that comes as we learn to respect body, mind, and spirit. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p19\" class=\"\">“Of all the creations of the Almighty, there is none more beautiful, none more inspiring than a lovely daughter of God who walks in virtue with an understanding of why she should do so, who honors and respects her body as a thing sacred and divine, who cultivates her mind and constantly enlarges the horizon of her understanding, who nurtures her spirit with everlasting truth” (“Understanding Our Divine Nature,” <span class=\"emphasis\">Liahona,<\/span> Feb. 2002, 24; “Our Responsibility to Our Young Women,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1988, 11).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p20\" class=\"\">Oh, how I pray that all men and women will seek the beauty praised by the prophet—beauty of body, mind, and spirit!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p21\" class=\"\">The restored gospel teaches that there is an intimate link between body, mind, and spirit. In the Word of Wisdom, for example, the spiritual and physical are intertwined. When we follow the Lord’s law of health for our bodies, we are also promised wisdom to our spirits and knowledge to our minds (see <span class=\"citation\" id=\"44736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44736)\">D&amp;C 89:19–21<\/a><\/span>). The spiritual and physical truly are linked.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p22\" class=\"\">I remember an incident in my home growing up when my mother’s sensitive spirit was affected by a physical indulgence. She had experimented with a new sweet roll recipe. They were big and rich and yummy—and very filling. Even my teenage brothers couldn’t eat more than one. That night at family prayer my father called upon Mom to pray. She buried her head and didn’t respond. He gently prodded her, “Is something wrong?” Finally she said, “I don’t feel very spiritual tonight. I just ate three of those rich sweet rolls.” I suppose that many of us have similarly offended our spirits at times by physical indulgences. Especially substances forbidden in the Word of Wisdom have a harmful effect on our bodies and a numbing influence on our spiritual sensitivities. None of us can ignore this connection of our spirits and bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p23\" class=\"\">These sacred bodies, for which we are so grateful, suffer from natural limitations. Some people are born with disabilities, and some suffer the pains of disease throughout their lives. All of us as we age experience our bodies gradually beginning to fail. When this happens, we long for the day when our bodies will be healed and whole. We look forward to the Resurrection that Jesus Christ made possible, when “the soul shall be restored to the body, and the body to the soul; yea, and every limb and joint shall be restored to its body; yea, even a hair of the head shall not be lost; but all things shall be restored to their proper and perfect frame” (<span class=\"citation\" id=\"44658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44658)\">Alma 40:23<\/a><\/span>). I know that through Christ we can experience a fulness of joy that is available only when spirit and element are inseparably connected (see <span class=\"citation\" id=\"44740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44740)\">D&amp;C 93:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-sanctity-of-the-body.p24\" class=\"\">Our bodies are our temples. We are not less but <span class=\"emphasis\">more<\/span> like Heavenly Father because we are embodied. I testify that we are His children, made in His image, with the potential to become like Him. Let us treat this divine gift of the body with great care. Someday, if we are worthy, we shall receive a perfected, glorious body—pure and clean like my new little granddaughter, only inseparably bound to the spirit. And we shall shout for joy (see <span class=\"citation\" id=\"44457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44457)\">Job 38:7<\/a><\/span>) to receive this gift again for which we have longed (see <span class=\"citation\" id=\"44769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44769)\">D&amp;C 138:50<\/a><\/span>). May we respect the sanctity of the body during mortality so that the Lord may sanctify and exalt it for eternity. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}