{"ID":718, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"To Your Tents, O Israel!\"<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1954, pp. 14-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters: Bishop Carl Buehner and I, being first to speak in this\nconference, are perhaps somewhat like two boys just coming out of the dentist's chair.  We\nlook through our tears pityingly at those in the outer office who are waiting for their turn.\n<\/p><p>\nWe have all been inspired this morning by the stirring appeal of our\nPresident, and by the reports we have heard.  We have all been encouraged in our work.  I hope\nwhat I shall say will not seem to be a discord.  President McKay closed with the words, \"Let\nloyalty to the marriage covenant pervade the home.\" We who are favored with the privilege\nand charged with the responsibility of speaking at the general conferences of the Church\nwonder through the months what phase of the gospel, what subject we should discuss. Because\nof some work I have been asked to do, there is only one subject I can think of to talk about,\nand on that I am very poorly qualified.\n<\/p><p>\nIn introduction, may I read some scripture which I think is pertinent: \n<\/p><p>\nAnd the Lord God said, It is not good that the man should be alone; I will make him an help\nmeet for him (<span class=\"citation\" id=\"23612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23612)\">Gen. 2:18<\/a><\/span>).\n<\/p><p>\nSo God created man in his own image, in the image of God created he him; male and female\ncreated he them.\n<\/p><p>\nAnd God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the\nearth (<span class=\"citation\" id=\"23609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23609)\">Gen. 1:27-28<\/a><\/span>).\n<\/p><p>\nAnd in another scripture: \n<\/p><p>\nFor this cause shall a man leave his father and mother, and cleave to his wife; \n<\/p><p>\nAnd they twain shall be one flesh . . .\n<\/p><p>\nWhat therefore God hath joined together, let not man put asunder\n(<span class=\"citation\" id=\"33074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33074)\">Mark 10:7-9<\/a><\/span>).\n<\/p><p>\nAnd again: \n<\/p><p>\nNevertheless neither is the man without the woman, neither the woman without the man, in\nthe Lord (<span class=\"citation\" id=\"243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(243)\">1 Cor. 11:11<\/a><\/span>).\n<\/p><p>\nLet the husband render unto the wife due benevolence and likewise also the wife unto the\nhusband. Paul speaking: \n<\/p><p>\nWives, submit yourselves unto your own husbands, as unto the lord.\n<\/p><p>\nHusbands, love your wives, even as Christ also loved the church\n(<span class=\"citation\" id=\"21677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21677)\">Eph. 5:22,25<\/a><\/span>).\n<\/p><p>\nInasmuch as many of this congregation are holders of the priesthood, I remind all of us that we\nsubmit ourselves unto the Lord in righteousness and because of righteousness.  This\nrequirement of the wives to submit to their husbands presupposes righteousness on the\nhusbands.\n<\/p><p>\nIn the celestial glory there are three heavens or degrees; \n<\/p><p>\nAnd in order to obtain the highest, a man must enter into this order of the priesthood [meaning\nthe new and everlasting covenant of marriage]; \n<\/p><p>\nAnd if he does not, he cannot obtain it\n(<span class=\"citation\" id=\"13329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13329)\">D&amp;C 131:1-3<\/a><\/span>).\n<\/p><p>\nIn the Old Testament scripture, the prophet said on one occasion: \". . . to your tents, O\nIsrael\" (<span class=\"citation\" id=\"1198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1198)\">1 Kgs. 12:16<\/a><\/span>),\nand again, \"Lengthen thy cords, and strengthen thy stakes\"\n(<span class=\"citation\" id=\"25157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25157)\">Isa. 54:2<\/a><\/span>), referring\nto their tents or homes and their need of support.\n<\/p><p>\nThroughout the world today there is confusion, apprehension, danger. In our own land we are\nspending billions to fortify and defend our country and protect our homes.  Not only are we\nstockpiling armaments and atom bombs and other instruments of war, but we are also building\na radar system, sky high and continent wide, extending across Canada and up into the Arctic\nCircle, all with the idea, basically, of defending our homes.\n<\/p><p>\nSometimes we, as individuals, feel weak and helpless in the face of all this and wonder what\nwe might do to help. May I call your attention to the fact that right in the inner citadel of our\ndefensive system, the home, which is the very bulwark of our strength and solidarity, right\nthere the enemy is making inroads which truly are frightening. In what I have to say on this\nsubject, I hope no one will feel that I am chastising or blaming or condemning. I think I\nrealize, because of recent experiences, that there are many innocent victims of desertion and\nbetrayal.  My heart goes out to many lovely women who are left to raise their children alone,\nand certainly to them we say a word of encouragement, and we pray God's blessings upon\nthem that they may be given strength to carry this added burden.  And yet we must say some\nthings about this evil&mdash;its source and possible conquest.\n<\/p><p>\nIn the last issue [October 1954] of the <i>Reader's Digest<\/i>, the startling statement is made that\n\"one thousand times every day in the United States a judge's gavel falls and with two words,\n'divorce granted,' somebody's love story comes to an end.\" And may I add, some home\nbecomes a casualty.  One thousand of them a day in the United States,\n365,000 in a year!  May I say, regretfully, that the Intermountain States in this list are above\nthe average in the number of divorces granted.  May I also say that even among those who\nare married in the temple, the serpent, who first made his appearance in the Garden of Eden\n(<span class=\"citation\" id=\"23614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23614)\">Gen. 3:1<\/a><\/span>),\ncreeps in and continues his attempt to separate man and woman against the decree of God that\nthey should be one flesh.\n<\/p><p>\nAccording to statistics there is one divorce for every three marriages in the United States. \nWhat would we think if 33 1\/3 percent of all the ships that set sail on the ocean were doomed\nto shipwreck and to failure? And what would the board of directors of the company do if\nthe cause of that failure could be traced to the captain and the mate, who could not agree and\nwork together? Many divorces start before marriage.\n<\/p><p>\nWe who wrestle with this problem have traced some of the causes, and in many cases they\nlead back into the childhood homes of the young couples, who are now divorcees. We believe,\nbrethren and sisters, as has been so eloquently said this morning, that proper parental example\nand training in the home would help to stem this tide of divorce.  Parents should teach their\nchildren by example and by precept the sacredness of the marriage covenant, should teach\nthem that there is no joy in all the world comparable to the joy that comes through happy\nwedlock.  But like all blessings, this joy is predicated upon obedience to law.\n<\/p><p>\nParents, who fail to teach their children and to demonstrate to them what happy wedlock can\nmean and does mean, are sowing where their children must reap.  If they fail here, the ancient\nedict will operate; viz.: the sins of the parents shall be visited upon the children\n(<span class=\"citation\" id=\"22641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22641)\">Ex. 20:5<\/a><\/span>;\n<span class=\"citation\" id=\"39061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39061)\">Moses 6:54<\/a><\/span>).\n<\/p><p>\nFathers should teach their boys that there is no freedom except through obedience to law. \nChildren should be reared in disciplined homes where rules are obeyed and the rights of\nothers are respected.  Parents should \"reprove betimes with sharpness\" and then show an\nincrease of love (<span class=\"citation\" id=\"13322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13322)\">D&amp;C 121:43<\/a><\/span>).\nThe child that is pampered in the home will expect to be pampered after\nmarriage.  Among the seeds of divorce one of the most prolific is overindulgence.  It grows\ninto extreme selfishness.\n<\/p><p>\nThere are certain weaknesses in all of us which we say are inherent.  I shall not attempt to list\nthem but refer to one or two that men and women should recognize in themselves and overcome before\ntheir spouse discovers and magnifies them.\n<\/p><p>\nI think now of self-control.  Many of the cases which I review started with uncontrolled\nappetites and tempers, leading often to cruelty, mental and physical. When in a temper the\ntongue may be venomous.  The Apostle James said, \". . . it is an unruly evil, full of deadly\npoison\" (<span class=\"citation\" id=\"26111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26111)\">James 3:8<\/a><\/span>).\nThat is only potential, but it is often true. The tongue, with which we\nsay our prayers and pledge our troth is sometimes used to wound those we love best.  \"Boys\nflying kites haul in their white winged birds; we can't do that when we're flying words.\"\n<\/p><p>\nA middle-aged couple on the farm had a violent quarrel at breakfast time. Later in the day\nthey started for town in the buggy, with a fine team of horses to sell their vegetables and\neggs. As the horses trotted along, Mary said, \"John, why can't we travel together like these\nhorses do?  They don't quarrel and fight.\" John said, \"Mary, we could if there was only one\ntongue between us.\"\n<\/p><p>\nOh, the unkind things we say to those we love.\n<\/p><p>\nWe have kind words for the stranger<br \/>\n       And smiles for the sometime guest,<br \/>\n         While oft to our own<br \/>\n         The bitter tone,<br \/>\n       Though we love our own the best!\n<\/p><p>\nOf course, and this is the saddest part of what I have to say, there are evil intruders, more\ndeadly sins, which strike at the very foundation of our homes.  Infidelity, love's counterfeit, is\nthe most disintegrating influence that can enter a man's life.  It is to the home what treason is\nto the nation. Lust is fatal to love.  It sometimes causes men in military service to destroy the\nvery home which they would die to defend on the battlefield.\n<\/p><p>\nIn the <i>U.S. News and World Report<\/i>, there is an article on \"Why Teenagers Go Wrong.\"\nDivorce is high on that list, and it is reported that one-half of all the adult criminals begin as\njuvenile delinquents, and most juvenile delinquents come from broken homes. Let people who\nare considering divorce pause and consider possible consequences.\n<\/p><p>\nBut let us think of some positive aspects of this subject.  I should like for the next minute to\ntalk to the young people who may be listening in: to tell them that though this enemy is\nextant, and though they must meet situations where they must face and overcome difficulties,\nthey can train and prepare themselves for this glorious experience with the same promise of\nsuccess as awaits the well-trained and disciplined person in any field of activity.  Marriage is\nlife at work.\n<\/p><p>\nI speak, first, of love. I am not thinking of that flutter of the heart or the droop of the eyelash\nwhich you young folks may identify as such, that may well be the beginning of love, but I am\nthinking of the love that \"suffereth long and is kind, that envieth not, vaunteth not itself, is\nnot puffed up, seeketh not her own, is not easily provoked, thinketh no evil; the love that\nbeareth all things, endureth all things, the love that never faileth\"\n(<span class=\"citation\" id=\"246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(246)\">1 Cor. 13:4-5,7-8<\/a><\/span>). And I\nremind you that the Master who loved most of all, endured the most and proved his love by\nhis endurance.  Yes, \"there is beauty all around, when there's love at home.\"\n<\/p><p>\nI speak next of prayer. The husband, who will kneel every day in the home and thank God\nfor his wife and list her virtues in his supplication to be entered on the credit side of the\nfamily ledger will overlook or be unmindful of her little weaknesses&mdash;he will never seek the\ndivorce courts.  The woman who kneels with her children in the home and humbly thanks\nGod for a kind, loving, and wonderful father and husband, even though at times that prayer\nmay be only a wish, it still will impress upon the souls of the children an image and hold\nbefore them an ideal which they will try to realize in themselves.  Quoting Sister Benson on\nthe TV program recently, \"The family that prays together stays together.\"\n<\/p><p>\nYoung people of the Church, read the seventy-sixth section of the Doctrine and Covenants\n(<span class=\"citation\" id=\"13268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13268)\">D&amp;C 76:51-62<\/a><\/span>).\nHere is the prize which you may earn and enjoy, with God's help.  You who have been\nbaptized and receive the holy Spirit, you who have testimonies of Jesus, who keep the\ncommandments and overcome by faith, and are sealed by the holy Spirit of promise, shall\nbecome priests and kings of the Most High and dwell in the presence of God and Jesus Christ\nforever and ever.\n<\/p><p>\nYour bodies shall become celestial, whose glory is that of the sun\n(<span class=\"citation\" id=\"13269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13269)\">D&amp;C 76:70<\/a><\/span>).\nYou shall have joy in your\nposterity here, eternal family union and association hereafter, immortality, eternal life, and\neternal increase.\n<\/p><p>\nGod help us that we may put on the whole armor of God, having our loins girt about with\ntruth, and having the breastplate of righteousness, the shield of faith, the sword of the spirit\n(<span class=\"citation\" id=\"21678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21678)\">Eph. 6:11-17<\/a><\/span>;\n(<span class=\"citation\" id=\"13231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13231)\">D&amp;C 27:15-18<\/a><\/span>),\nand go forward in the fear of God and protect our homes. Yes, to your tents, or homes, O\nIsrael, lengthen the silken cords of love and strengthen the stakes of faith and righteousness to\nthe glory of God and our own salvation in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}