{"ID":7180, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light in Their Eyes\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A sacred light comes to our eyes and countenances when we have a personal bond with our loving Heavenly Father and His Son.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p4\" class=\"\">My dear brothers, sisters, and friends all over the world, I humbly seek your understanding and the aid of our Father’s Spirit as I speak to you this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p5\" class=\"\">I greatly appreciated the brief prophetic message of President Hinckley at the beginning of this conference. I testify that President Hinckley is our prophet, who richly enjoys the guidance of the Head of this Church, who is our Lord and Savior Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p6\" class=\"\">I recently recalled a historic meeting in Jerusalem about 17 years ago. It was regarding the lease for the land on which the Brigham Young University’s Jerusalem Center for Near Eastern Studies was later built. Before this lease could be signed, President Ezra Taft Benson and Elder Jeffrey R. Holland, then president of Brigham Young University, agreed with the Israeli government on behalf of the Church and the university not to proselyte in Israel. You might wonder why we agreed not to proselyte. We were required to do so in order to get the building permit to build that magnificent building which stands in the historic city of Jerusalem. To our knowledge the Church and BYU have scrupulously and honorably kept that nonproselyting commitment. After the lease had been signed, one of our friends insightfully remarked, “Oh, we know that you are not going to proselyte, but what are you going to do about the light that is in their eyes?” He was referring to our students who were studying in Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p7\" class=\"\">What was that light in their eyes which was so obvious to our friend? The Lord Himself gives the answer: “And the light which shineth, which giveth you light, is through him who enlighteneth <span class=\"emphasis\">your eyes,<\/span> which is the same light that quickeneth your understandings.”<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44734)\">D&amp;C 88:11<\/a><\/span>; emphasis added.]<\/span><\/sup> Where did that light come from? Again the Lord gives the answer: “I am the true light that lighteth every man that cometh into the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_008\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44737)\">D&amp;C 93:2<\/a><\/span>.]<\/span><\/sup> The Lord is the true light, “and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44729)\">D&amp;C 84:46<\/a><\/span>.]<\/span><\/sup> This light shows in our countenances as well as in our eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p8\" class=\"\">Paul Harvey, a famous news commentator, visited one of our Church school campuses some years ago. Later he observed: “Each … young face mirrored a sort of … sublime assurance. These days many young eyes are prematurely old from countless compromises with conscience. But [these young people] have that enviable headstart which derives from discipline, dedication, and consecration.”<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_008\">4<\/a>\n       <span class=\"footnote\">[News broadcast, Dec. 8, 1967, typescript, 1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p9\" class=\"\">Those who truly repent receive the Spirit of Christ and are baptized into this Church unto the remission of their sins. Hands are laid upon their heads, and through the priesthood of God they receive the Holy Ghost.<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_008\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44695)\">D&amp;C 20:37<\/a><\/span>.]<\/span><\/sup> It is “the gift of God unto all those who diligently seek him.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_008\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44590)\">1 Ne. 10:17<\/a><\/span>.]<\/span><\/sup> As Elder Parley P. Pratt characterized it, the gift of the Holy Ghost is, “as it were, … joy to the heart, [and] light to the eyes.”<sup class=\"noteMarker\"><a href=\"#footnote7-25911_000_008\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Key to the Science of Theology: A Voice of Warning<\/span> (1978), 61.]<\/span><\/sup> The Holy Ghost is that Comforter promised by the Savior before He was crucified.<sup class=\"noteMarker\"><a href=\"#footnote8-25911_000_008\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44538)\">John 14:26<\/a><\/span>.]<\/span><\/sup> The Holy Ghost gives worthy Saints both spiritual guidance and protection. It increases our knowledge and our understanding of “all things.”<sup class=\"noteMarker\"><a href=\"#footnote9-25911_000_008\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44539)\">John 14:26<\/a><\/span>.]<\/span><\/sup> This is of immense value at a time when spiritual blindness is increasing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p10\" class=\"\">Secularism is expanding in much of the world today. Secularism is defined as “indifference to or rejection or exclusion of religion and religious considerations.”<sup class=\"noteMarker\"><a href=\"#footnote10-25911_000_008\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. (2003), “secularism,” 1123.]<\/span><\/sup> Secularism does not accept many things as absolutes. Its principal objectives are pleasure and self-interest. Often those who embrace secularism have a different look about them. As Isaiah observed, “The show of their countenance doth witness against them.”<sup class=\"noteMarker\"><a href=\"#footnote11-25911_000_008\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44602)\">2 Ne. 13:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p11\" class=\"\">Yet with all the secularism in the world, many people hunger and yearn for the things of the Spirit and hearing the word of the Lord. As Amos prophesied: “Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p12\" class=\"\">“And they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the Lord, and shall not find it.”<sup class=\"noteMarker\"><a href=\"#footnote12-25911_000_008\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44470)\">Amos 8:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p13\" class=\"\">Where can we hear the words of the Lord? We can hear them from our prophet, President Gordon B. Hinckley, the First Presidency, the Quorum of the Twelve Apostles, and the other General Authorities. We can also hear them from our stake presidents and bishops. Missionaries can hear them from their mission presidents. We can read them in the scriptures. We can also hear the still, small voice which comes through the Holy Ghost. Hearing the words of the Lord lifts us out of spiritual blindness “into his marvellous light.”<sup class=\"noteMarker\"><a href=\"#footnote13-25911_000_008\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44574)\">1 Pet. 2:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p14\" class=\"\">What are we doing to keep the light shining in our own eyes and countenances? Much of that light comes from our discipline, dedication, and consecration<sup class=\"noteMarker\"><a href=\"#footnote14-25911_000_008\">14<\/a>\n       <span class=\"footnote\">[See Paul Harvey, news broadcast, Dec. 8, 1967.]<\/span><\/sup> to some important absolutes. The foremost of these absolutes is that there is a God who is the Father of our souls to whom we account for our actions. Second, that Jesus is the Christ, our Savior and Redeemer. Third, that the great plan of happiness requires obedience to God’s commandments. Fourth, that the greatest gift of God is eternal life.<sup class=\"noteMarker\"><a href=\"#footnote15-25911_000_008\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44692)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p15\" class=\"\">Other blessings add further to the light in our eyes. They are the gifts of the Spirit that come from the Savior.<sup class=\"noteMarker\"><a href=\"#footnote16-25911_000_008\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44713)\">D&amp;C 46:11<\/a><\/span>.]<\/span><\/sup> Joy, happiness, fulfillment, and peace are the gifts of the Spirit that flow from the power of the Holy Ghost.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">In terms of happiness here and in the eternities, many of our beliefs are blockbusters. They are huge, and some of them are unique to our faith. These precious beliefs are based upon our faithfulness and include the following, not necessarily in order of importance:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>God and His Son are glorified personages. God the Father is our living Creator, and His Son, Jesus Christ, is our Savior and Redeemer. We have been created in God’s image.<sup class=\"noteMarker\"><a href=\"#footnote17-25911_000_008\">17<\/a>\n\t     <span class=\"footnote\">[See <span class=\"citation\" id=\"44437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44437)\">Gen. 1:26–27<\/a><\/span>.]<\/span><\/sup> We know this because Joseph Smith saw Them, They talked to him, and he talked to Them.<sup class=\"noteMarker\"><a href=\"#footnote18-25911_000_008\">18<\/a>\n\t     <span class=\"footnote\">[See <span class=\"citation\" id=\"44789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44789)\">JS—H 1:17–18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Temple blessings seal husband and wife together, not only for this life but for eternity. Children and posterity can be linked together by this sealing.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Every worthy male member of the Church can hold and exercise the priesthood of God. He can exercise this divine authority within his family and in the Church under call by one who has authority.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Additional holy scriptures include the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Living apostles and prophets speak the word of God in our day, under the direction of President Gordon B. Hinckley, who is the prophet, seer, and revelator, the source of continuous revelation in our time.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>The gift of the Holy Ghost is available to all members. When the Prophet Joseph Smith was asked “wherein [the LDS Church] differed … from the other religions of the day,” he replied that it was in “the gift of the Holy Ghost by the laying on of hands, … [and] that all other considerations were contained in the gift of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote19-25911_000_008\">19<\/a>\n\t     <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:42.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>The ennobling of womanhood. Women have full equality with men before the Lord. By nature, the roles of women differ from those of men. This knowledge has come to us with the Restoration of the gospel in the fulness of times, with an acknowledgment that women are endowed with the great responsibilities of motherhood and nurturing. More opportunities have come to women since 1842, when the Prophet Joseph Smith, in the name of God, turned the key in their behalf than from the beginning of humankind on the earth.<sup class=\"noteMarker\"><a href=\"#footnote20-25911_000_008\">20<\/a>\n\t     <span class=\"footnote\">[See George Albert Smith, “Address to Members of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, 717; see also Relief Society Minutes, Apr. 28, 1842, Archives of The Church of Jesus Christ of Latter-day Saints, 40.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p24\" class=\"\">Some years ago, Constance, a student nurse, was assigned to try and help a woman who had injured her leg in an accident. The woman refused medical help because she had had a negative experience with someone at the hospital. She was afraid and had become something of a recluse. The first time Constance dropped by, the injured woman ordered her out. On the second try, she did let Constance in. By now the woman’s leg was covered with large ulcers, and some of the flesh was rotting. But still she didn’t want to be treated.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p25\" class=\"\">Constance made it a matter of prayer, and in a day or two the answer came. She took some foaming hydrogen peroxide with her for the next visit. As this was painless, the old woman let her use it on her leg. Then they talked about more serious treatment at the hospital. Constance assured her the hospital would make her stay as pleasant as possible. In a day or two the woman did get the courage to enter the hospital. When Constance visited her, the woman smiled as she said, “You convinced me.” Then, quite unexpectedly, she asked Constance, “What church do you belong to?” Constance told her she was a member of The Church of Jesus Christ of Latter-day Saints. The woman said: “I knew it. I knew you were sent to me from the first day that I saw you. There was a light in your face that I had noticed in others of your faith. I had to put my trust in you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p26\" class=\"\">In three months’ time that festering leg was completely healed. Members of the ward where the old woman lived remodeled her house and fixed up her yard. The missionaries met with her, and she was baptized soon after.<sup class=\"noteMarker\"><a href=\"#footnote21-25911_000_008\">21<\/a>\n       <span class=\"footnote\">[See Constance Polve, “A Battle Won,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1981, 29–32; <span class=\"emphasis\">New Era,<\/span> Apr. 1980, 44–45.]<\/span><\/sup> All of this because she noticed the light in that young student nurse’s face.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p27\" class=\"\">Once when President Brigham Young was asked why we are sometimes left alone and often sad, his response was that man has to learn to “act as an independent being … to see what he will do … and try his independency—to be righteous in the dark.”<sup class=\"noteMarker\"><a href=\"#footnote22-25911_000_008\">22<\/a>\n       <span class=\"footnote\">[Brigham Young’s Office Journal, Jan. 28, 1857, Archives of The Church of Jesus Christ of Latter-day Saints.]<\/span><\/sup> That becomes easier to do when we see the “gospel glow … radiating from … illuminated individuals.”<sup class=\"noteMarker\"><a href=\"#footnote23-25911_000_008\">23<\/a>\n       <span class=\"footnote\">[Neal A. Maxwell, “Be of Good Cheer,” in Conference Report, Oct. 1982, 97; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 67.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p28\" class=\"\">Service in this Church is a marvelous blessing and privilege that brings light to our eyes and our countenances. As the Savior recommended, “Let your light so shine before this people, that they may see your good works and glorify your Father who is in heaven.”<sup class=\"noteMarker\"><a href=\"#footnote24-25911_000_008\">24<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44668)\">3 Ne. 12:16<\/a><\/span>.]<\/span><\/sup> Words cannot express the blessings that come to us through service in this Church. The Lord promises that if we magnify our callings we will find happiness and joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p29\" class=\"\">Alma asks if we have received His image in our countenances.<sup class=\"noteMarker\"><a href=\"#footnote25-25911_000_008\">25<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44632)\">Alma 5:14<\/a><\/span>.]<\/span><\/sup> A sacred light comes to our eyes and countenances when we have a personal bond with our loving Heavenly Father and His Son, our Savior and Redeemer. With this bond our faces will mirror that “sublime assurance”<sup class=\"noteMarker\"><a href=\"#footnote26-25911_000_008\">26<\/a>\n       <span class=\"footnote\">[Paul Harvey, news broadcast, Dec. 8, 1967.]<\/span><\/sup> that He lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p30\" class=\"\">I bear my personal witness of the divinity of this holy work in which we are engaged. Testimonies come through revelation.<sup class=\"noteMarker\"><a href=\"#footnote27-25911_000_008\">27<\/a>\n       <span class=\"footnote\">[See Brigham Young, <span class=\"emphasis\">Discourses of Brigham Young,<\/span> ed. John A. Widtsoe (1998), 35.]<\/span><\/sup> This testifying revelation came to my heart as a young boy. I do not recall any specific event that prompted this confirming revelation. It just seemed always to be part of my consciousness. I am grateful for this confirming knowledge that has made it possible to handle the vicissitudes of life which come to all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p31\" class=\"\">We have been and will be stirred by the testifying messages of the Brethren and sisters in this conference. I believe this confirming experience should relate to you. You may very well receive an affirmation that what is said is true. Brigham Young taught, “Not only the Saints who are present, … but those of every nation, continent, or island who live the religion taught by our Savior and his Apostles, and also by Joseph Smith; … also bear the same testimony, their eyes have been quickened by the Spirit of God, and they see alike, their hearts have been quickened, and they feel and understand alike.”<sup class=\"noteMarker\"><a href=\"#footnote28-25911_000_008\">28<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> 31.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-light-in-their-eyes.p32\" class=\"\">I know with all my heart and soul that God lives. I believe He will enlighten our lives with His love for each of us if we strive to be worthy of that love, in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44734)\">D&amp;C 88:11<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44737)\">D&amp;C 93:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44729)\">D&amp;C 84:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>News broadcast, Dec. 8, 1967, typescript, 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44695)\">D&amp;C 20:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44590)\">1 Ne. 10:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25911_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Key to the Science of Theology: A Voice of Warning<\/span> (1978), 61.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25911_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44538)\">John 14:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25911_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44539)\">John 14:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25911_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. (2003), “secularism,” 1123.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25911_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44602)\">2 Ne. 13:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25911_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44470)\">Amos 8:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25911_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44574)\">1 Pet. 2:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25911_000_008\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See Paul Harvey, news broadcast, Dec. 8, 1967.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-25911_000_008\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44692)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-25911_000_008\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44713)\">D&amp;C 46:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-25911_000_008\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44437)\">Gen. 1:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-25911_000_008\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44789)\">JS—H 1:17–18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-25911_000_008\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:42.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-25911_000_008\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>See George Albert Smith, “Address to Members of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, 717; see also Relief Society Minutes, Apr. 28, 1842, Archives of The Church of Jesus Christ of Latter-day Saints, 40.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-25911_000_008\">21.<\/a>\n      <\/span>\n\t\t\t\t<p>See Constance Polve, “A Battle Won,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1981, 29–32; <span class=\"emphasis\">New Era,<\/span> Apr. 1980, 44–45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-25911_000_008\">22.<\/a>\n      <\/span>\n\t\t\t\t<p>Brigham Young’s Office Journal, Jan. 28, 1857, Archives of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-25911_000_008\">23.<\/a>\n      <\/span>\n\t\t\t\t<p>Neal A. Maxwell, “Be of Good Cheer,” in Conference Report, Oct. 1982, 97; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 67.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote24-25911_000_008\">24.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44668)\">3 Ne. 12:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote25-25911_000_008\">25.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44632)\">Alma 5:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote26-25911_000_008\">26.<\/a>\n      <\/span>\n\t\t\t\t<p>Paul Harvey, news broadcast, Dec. 8, 1967.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote27-25911_000_008\">27.<\/a>\n      <\/span>\n\t\t\t\t<p>See Brigham Young, <span class=\"emphasis\">Discourses of Brigham Young,<\/span> ed. John A. Widtsoe (1998), 35.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_008\"><a name=\"-25911_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote28-25911_000_008\">28.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> 31.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}