{"ID":7182, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Young Women\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Be a woman of Christ. Cherish your esteemed place in the sight of God. He needs you. This Church needs you. The world needs you.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p4\" class=\"\">Father Time played a rude trick on me just a few months ago. I arose one morning all bright eyed and bushy tailed, greeted the dawn with a smile—only to realize suddenly that with the birthday to be celebrated that day I now had a teenage grandchild. I thought about it for a minute and then did what any responsible, dignified adult would do. I got back in bed and pulled the covers over my head.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p5\" class=\"\">Traditional joking aside about the harrowing experience of raising teenagers, I want to say to my own granddaughter and the vast majority of the youth of the Church whom I meet around the world how extraordinarily proud we are of you. Moral and physical danger exists almost everywhere around you and temptations of a dozen kinds present themselves daily, yet most of you strive to do what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p6\" class=\"\">This afternoon I wish to raise my voice in praise of you, to express my love, my encouragement, and my admiration for you. Because this precious eldest grandchild of whom I spoke is a young woman, I am going to address my remarks to the young women of the Church, but I hope the spirit of what I say can apply to women and men of all ages. However today, as Maurice Chevalier used to sing, I want to “thank heaven for little girls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p7\" class=\"\">First of all, I want you to be proud you are a woman. I want you to feel the reality of what that means, to know who you truly are. You are literally a spirit daughter of heavenly parents with a divine nature and an eternal destiny.<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_011\">1<\/a>\n       <span class=\"footnote\">[See “The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> That surpassing truth should be fixed deep in your soul and be fundamental to every decision you make as you grow into mature womanhood. There could never be a greater authentication of your dignity, your worth, your privileges, and your promise. Your Father in Heaven knows your name and knows your circumstance. He hears your prayers. He knows your hopes and dreams, including your fears and frustrations. And He knows what you can become through faith in Him. Because of this divine heritage you, along with all of your spiritual sisters and brothers, have full equality in His sight and are empowered through obedience to become a rightful heir in His eternal kingdom, an “[heir] of God, and joint-[heir] with Christ.”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_011\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44550)\">Rom. 8:17<\/a><\/span>.]<\/span><\/sup> Seek to comprehend the significance of these doctrines. Everything Christ taught He taught to women as well as men. Indeed, in the restored light of the gospel of Jesus Christ, a woman, including a young woman, occupies a majesty all her own in the divine design of the Creator. You are, as Elder James E. Talmage once phrased it, “a sanctified investiture which none shall dare profane.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_011\">3<\/a>\n       <span class=\"footnote\">[James E. Talmage, “The Eternity of Sex,” <span class=\"emphasis\">Young Woman’s Journal,<\/span> Oct. 1914, 602.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p8\" class=\"\">Be a woman of Christ. Cherish your esteemed place in the sight of God. He needs you. This Church needs you. The world needs you. A woman’s abiding trust in God and unfailing devotion to things of the Spirit have always been an anchor when the wind and the waves of life were fiercest.<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_011\">4<\/a>\n       <span class=\"footnote\">[See J. Reuben Clark, in Conference Report, Apr. 1940, 21, for a lengthy tribute to women of the Church.]<\/span><\/sup> I say to you what the Prophet Joseph said more than 150 years ago: “If you live up to your privileges, the angels cannot be restrained from being your associates.”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_011\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:605.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p9\" class=\"\">All of this is to try to tell you how your Father in Heaven feels about you and what He has designed for you to become. And if for a time any of you are less visionary than this or seem bent on living beneath your privilege, then we express even greater love for you and plead with you to make your teenage years a triumph, not a tragedy. Fathers and mothers, prophets and apostles have no motive except to bless your life and to spare you every possible heartache we can spare you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p10\" class=\"\">For you to fully claim Heavenly Father’s blessings and protection, we ask you to stay true to the standards of the gospel of Jesus Christ and <span class=\"emphasis\">not<\/span> slavishly follow the whims of fads and fashions. The Church will never deny your moral agency regarding what you should wear and exactly how you should look. But the Church will always declare standards and will always teach principles. As Sister Susan Tanner taught this morning, one of those principles is modesty. In the gospel of Jesus Christ, modesty in appearance is <span class=\"emphasis\">always<\/span> in fashion. Our standards are not socially negotiable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p11\" class=\"\">The <span class=\"emphasis\">For the Strength of Youth<\/span> pamphlet is very clear in its call for young women to avoid clothing that is too tight, too short, or improperly revealing in any manner, including bare midriffs.<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_011\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">For the Strength of Youth<\/span> (pamphlet, 2001), 15.]<\/span><\/sup> Parents, please review this booklet with your children. Second only to your love, they need your limits. Young women, choose your clothing the way you would choose your friends—in both cases choose that which improves you and would give you confidence standing in the presence of God.<sup class=\"noteMarker\"><a href=\"#footnote7-25911_000_011\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44754)\">D&amp;C 121:45<\/a><\/span>.]<\/span><\/sup> Good friends would never embarrass you, demean you, or exploit you. Neither should your clothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p12\" class=\"\">I make a special appeal regarding how young women might dress for Church services and Sabbath worship. We used to speak of “best dress” or “Sunday dress,” and maybe we should do so again. In any case, from ancient times to modern we have always been invited to present our best selves inside and out when entering the house of the Lord—and a dedicated LDS chapel is a “house of the Lord.” Our clothing or footwear need never be expensive, indeed should <span class=\"emphasis\">not<\/span> be expensive, but neither should it appear that we are on our way to the beach. When we come to worship the God and Father of us all and to partake of the sacrament symbolizing the Atonement of Jesus Christ, we should be as comely and respectful, as dignified and appropriate as we can be. We should be recognizable in appearance as well as in behavior that we truly are disciples of Christ, that in a spirit of worship we are meek and lowly of heart, that we truly desire the Savior’s Spirit to be with us always.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p13\" class=\"\">In this same vein may I address an even more sensitive subject. I plead with you young women to please be more accepting of yourselves, including your body shape and style, with a little less longing to look like someone else. We are all different. Some are tall, and some are short. Some are round, and some are thin. And almost everyone at some time or other wants to be something they are not! But as one adviser to teenage girls said: “You can’t live your life worrying that the world is staring at you. When you let people’s opinions make you self-conscious you give away your power. … The key to feeling [confident] is to always listen to your inner self—[the <span class=\"emphasis\">real<\/span> you.]”<sup class=\"noteMarker\"><a href=\"#footnote8-25911_000_011\">8<\/a>\n       <span class=\"footnote\">[Julia DeVillers, <span class=\"emphasis\">Teen People,<\/span> Sept. 2005, 104.]<\/span><\/sup> And in the kingdom of God, the real you is “more precious than rubies.”<sup class=\"noteMarker\"><a href=\"#footnote9-25911_000_011\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44460)\">Prov. 3:15<\/a><\/span>.]<\/span><\/sup> Every young woman is a child of destiny and every adult woman a powerful force for good. I mention adult women because, sisters, you are our greatest examples and resource for these young women. And if you are obsessing over being a size 2, you won’t be very surprised when your daughter or the Mia Maid in your class does the same and makes herself physically ill trying to accomplish it. We should all be as fit as we can be—that’s good Word of Wisdom doctrine. That means eating right and exercising and helping our bodies function at their optimum strength. We could probably all do better in that regard. But I speak here of optimum health; there is no universal optimum size.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p14\" class=\"\">Frankly, the world has been brutal with you in this regard. You are bombarded in movies, television, fashion magazines, and advertisements with the message that looks are everything! The pitch is, “If your looks are good enough, your life will be glamorous and you will be happy and popular.” That kind of pressure is immense in the teenage years, to say nothing of later womanhood. In too many cases too much is being done to the human body to meet just such a fictional (to say nothing of superficial) standard. As one Hollywood actress is reported to have said recently: “We’ve become obsessed with beauty and the fountain of youth. … I’m really saddened by the way women mutilate [themselves] in search of that. I see women [including young women] … pulling this up and tucking that back. It’s like a slippery slope. [You can’t get off of it.] … It’s really insane … what society is doing to women.”<sup class=\"noteMarker\"><a href=\"#footnote10-25911_000_011\">10<\/a>\n       <span class=\"footnote\">[Halle Berry, quoted in “Halle Slams ‘Insane’ Plastic Surgery,” <span class=\"emphasis\">This Is London,<\/span> Aug. 2, 2004, www.thisislondon.com\/showbiz\/articles\/12312096?source=PA.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p15\" class=\"\">In terms of preoccupation with self and a fixation on the physical, this is more than social insanity; it is spiritually destructive, and it accounts for much of the unhappiness women, including young women, face in the modern world. And if adults are preoccupied with appearance—tucking and nipping and implanting and remodeling everything that can be remodeled—those pressures and anxieties will certainly seep through to children. At some point the problem becomes what the Book of Mormon called “vain imaginations.”<sup class=\"noteMarker\"><a href=\"#footnote11-25911_000_011\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44591)\">1 Ne. 12:18<\/a><\/span>.]<\/span><\/sup> And in secular society both vanity <span class=\"emphasis\">and<\/span> imagination run wild. One would truly need a great and spacious makeup kit to compete with beauty as portrayed in media all around us. Yet at the end of the day there would still be those “in the attitude of mocking and pointing their fingers” as Lehi saw,<sup class=\"noteMarker\"><a href=\"#footnote12-25911_000_011\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44589)\">1 Ne. 8:27<\/a><\/span>. See Douglas Bassett, “Faces of Worldly Pride in the Book of Mormon,” <span class=\"emphasis\">Ensign,<\/span> Oct. 2000, 51, for an excellent discussion of this issue.]<\/span><\/sup> because however much one tries in the world of glamour and fashion, it will never be glamorous enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p16\" class=\"\">A woman not of our faith once wrote something to the effect that in her years of working with beautiful women she had seen several things they all had in common, and not one of them had anything to do with sizes and shapes. She said the loveliest women she had known had a glow of health, a warm personality, a love of learning, stability of character, and integrity. If we may add the sweet and gentle Spirit of the Lord carried by such a woman, then this describes the loveliness of women in any age or time, <span class=\"emphasis\">every<\/span> element of which is emphasized in and attainable through the blessings of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p17\" class=\"\">May I conclude. Much has been said lately in entertainment media about the current craze for “reality shows.” I am not sure what those are, but from the bottom of my heart I share this gospel reality with the beautiful generation of young women growing up in this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p18\" class=\"\">My solemn declaration to you is that the Father and the Son did <span class=\"emphasis\">in very fact<\/span> appear to the Prophet Joseph Smith, himself a young man called by God from your very age group. I testify that these divine beings spoke to him, that he heard Their eternal voices, and he saw Their glorified bodies.<sup class=\"noteMarker\"><a href=\"#footnote13-25911_000_011\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44791)\">JS—H 1:24–25<\/a><\/span>.]<\/span><\/sup> That experience was as real in its own setting as the Apostle Thomas’s was when the Savior said to him, “Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: … be not faithless, but [be] believing.”<sup class=\"noteMarker\"><a href=\"#footnote14-25911_000_011\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44543)\">John 20:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/to-young-women.p19\" class=\"\">To my granddaughter and to every other young person in this Church I bear my personal witness that God is <span class=\"emphasis\">in reality<\/span> our Father and Jesus Christ is <span class=\"emphasis\">in reality<\/span> His Only Begotten Son in the flesh, the Savior and Redeemer of the world. I testify that this <span class=\"emphasis\">really<\/span> is the Church and kingdom of God on earth, that true prophets have led this people in the past and a true prophet, President Gordon B. Hinckley, leads it now. May you know the unending love the leaders of the Church have for you and may you let the eternal realities of the gospel of Jesus Christ lift you above temporal concerns and teenage anxieties I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_011\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See “The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_011\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44550)\">Rom. 8:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_011\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>James E. Talmage, “The Eternity of Sex,” <span class=\"emphasis\">Young Woman’s Journal,<\/span> Oct. 1914, 602.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_011\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See J. Reuben Clark, in Conference Report, Apr. 1940, 21, for a lengthy tribute to women of the Church.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_011\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:605.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_011\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">For the Strength of Youth<\/span> (pamphlet, 2001), 15.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25911_000_011\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44754)\">D&amp;C 121:45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25911_000_011\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Julia DeVillers, <span class=\"emphasis\">Teen People,<\/span> Sept. 2005, 104.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25911_000_011\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44460)\">Prov. 3:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25911_000_011\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Halle Berry, quoted in “Halle Slams ‘Insane’ Plastic Surgery,” <span class=\"emphasis\">This Is London,<\/span> Aug. 2, 2004, www.thisislondon.com\/showbiz\/articles\/12312096?source=PA.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25911_000_011\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44591)\">1 Ne. 12:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25911_000_011\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44589)\">1 Ne. 8:27<\/a><\/span>. See Douglas Bassett, “Faces of Worldly Pride in the Book of Mormon,” <span class=\"emphasis\">Ensign,<\/span> Oct. 2000, 51, for an excellent discussion of this issue.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25911_000_011\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44791)\">JS—H 1:24–25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_011\"><a name=\"-25911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25911_000_011\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44543)\">John 20:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}