{"ID":719, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Companionship in the Home<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1954, pp. 17-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs a postscript to these stirring things which we have heard this morning, may I say that in\nmy humble opinion, one of the foundation stones of success in the home is companionship in\nthe home, and that companionship must begin with husband and wife.\n<\/p><p>\nYou remember that you started out with your courtship on a basis of companionship.  You\nhusbands remember when you courted your wives that you did all you could to be enjoyable\ncompanions to them; you took them out, showed them a good time, paid them compliments. \nYou never thought of criticizing them or embarrassing them because that would never win a\nfair lady, but you put your own best foot forward always, and you did all you could to\nconvince that young lady that association with you would provide for her a loving,\nwholesome, desirable companionship.\n<\/p><p>\nYou ladies remember how you responded, and then together you decided that you would be\nmarried because you desired to have that type of companionship perpetuated throughout your\nlives.\n<\/p><p>\nWhere is that companionship now? Are you, as husbands and wives, real companions today? \nDo you have fun together?  Do you ever go out together and really have a good time?  Do\nyou work together? Do you worship God together?  Do you maintain that his respect for each\nother that you once had, remembering that there can be no real love at home unless there is\nrespect for each other, and that there is precious little respect unless we are respectable?\n<\/p><p>\nThe Lord had something to say about companionship in the home.  He gave a great\ncommandment in section 42 of the Doctrine and Covenants, verse 22, and this is what he\nsaid: \n<\/p><p>\nThou shalt love thy wife with all thy heart, and shalt cleave unto her and none else\n(<span class=\"citation\" id=\"13240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13240)\">D&amp;C 42:22<\/a><\/span>).\n<\/p><p>\nI believe, ladies, that that commandment is just as applicable to you, and that you could\nreceive it as though it said: \"Thou shalt love thy husband with all thy heart, and shalt cleave\nunto him and none else.\" And when the Lord commands that husband and wife love each\nother with all their hearts, it means that it shall be a wholehearted love, and that there shall be\nno holding back and no reservations. Then the second part of that command, to \"cleave unto\nher,\" I believe means that we shall be good companions, one to the other.  I believe the when\nthe Lord says that we shall cleave unto husband and wife, that he means that we shall be\nenjoyable, desirable, happy, loving companions one with the other.\n<\/p><p>\nThen there is that very potent last portion, \"and none else,\" which rules out all types of\ncompetition. Any married man who pays attention to any woman other than his wife, to that\nextent is in rebellion against Almighty God, and any woman who is married and receives\nattention from any other man is flying in the face of Providence and violating the law of\nheaven.\n<\/p><p>\nNow if you have broken this law, what is the answer?  President Stephen L Richards gave it\nto you yesterday in the Relief Society conference.  What is the answer to any broken law?  If\nyou break the law of the Sabbath, is the answer further violation? If you break the law of chastity, is the\nanswer further violation? There is only one answer to a broken law, and that is repentance,\nand if you have broken the law which says, \"Thou shalt love thy wife with all thy heart, and\nshalt cleave unto her and none else,\" is the answer divorce, or is it repentance with a broken\nheart and a contrite spirit?\n<\/p><p>\nThere is another type of companionship in the home which is so fundamental to love at home,\nand that is companionship between parents and children. I am sure that many of you parents\ndo not realize the gravity of the temptations which face your young people. There are sins in\nwhich your young people become involved that many of you parents do not even dream\nabout, but they are terrible things which will drag them down into the depths of hell if they\nyield to them, and will break your hearts, as parents. Companionship between parents and\nchildren will provide a fortification against those temptations and may save them.\n<\/p><p>\nYou fathers, are you willing to be companions to your sons?  Oh, they need you, and they\nplead for you. Would each father be willing to spend one hour a day with his son if he knew\nthat the boy's very salvation depended upon it? Oh, I know there are many of you who will\nsay you do not have time. I know that some of you will say that business is\ntoo demanding and you cannot spare the time from your job and your other exacting\nassignments, but I would like to tell you that there is not a job in the world as important to\nyou as your son. If you are so busy that you cannot be a companion to your son so that you\ncan help to save his soul, you are too busy, and you need to readjust.  If you will be a\ncompanion to him, and if you will keep the standards of the Church, and in that\ncompanionship teach those standards to your son, as that boy watches you observe those high\nprinciples, he will have respect both for you and those principles and will be converted to\nthem, and thereby you will place him on the high road to salvation.\n<\/p><p>\nYou mothers, teach your daughters by means of companionship also.  A couple of weeks ago\nwhen I was coming home on the train, there was in the same car with me a young mother and\nher two little girls.  It was a long ride, and these little girls were tired and peevish.  This\nmother was one of those strict disciplinarians who apparently knew nothing about discipline. \nI am sure that with that stern face, if she had ever smiled it would have cracked her face all\nover, she was so rigid and so stem.  She gave those children a very bad time, and they gave\nher a bad time, and a bad time was had by all.\n<\/p><p>\nThen, as I went into the next car on my way to the diner, I noticed another mother and her\ntwo little girls.  There was none of the atmosphere of what I have just described to you. \nThere was happiness and laughter and joy because on the same train and over the same long\njourney this second mother was playing with her little daughters. She was a playmate, a pal,\nto them.  I noticed that in the midst of the game one of the little girls came up and hugged\nher mother, and said, \"Mother, I love you so much.\" Then she went back to play her game\nagain.\n<\/p><p>\nI thought, what a pattern for all mothers.  If mothers would just be companions, beginning\nwhen the children are small, what a marvelous influence they could have.  And mothers, as\nthey grow up, do not change the recipe. Continue to be companions to them, and as you give\nthem that companionship, they will love you; they will honor you; they will seek your advice. \nEven when they have grown up, you will see that from time to time in the midst of their\ngames or their worries, they will come to you and put their arms about you and say, \"Mother,\nI love you.\"\n<\/p><p>\nLove at home comes through proper companionship.  Husband and wife may be kept together\nthrough it. Mother and father can save their sons and their daughters by proper\ncompanionship, and that they will, I humbly pray in Jesus' name.  Amen.\n<\/p>\n<\/div>\n<\/div>"}