{"ID":7190, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessings of General Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p2\" class=\"\">Elder Paul V. Johnson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/paul-v-johnson-10.jpg\" alt=\"Paul V. Johnson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Decide now to make general conference a priority in your life. Decide to listen carefully and follow the teachings that are given.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p4\" class=\"\">It is a sacred responsibility to address you in this general priesthood meeting. I always look forward to attending these priesthood sessions with my sons. I have great memories of sitting by them in our stake center as we listened to the teachings of the General Authorities. These meetings made a difference in my life when I was a young man, and they continue to make a difference in my life now. I know they have been an influence on my sons and on millions of Aaronic Priesthood holders around the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p5\" class=\"\">I speak to you Aaronic Priesthood holders tonight. We live in an exciting and wonderful time. The fulness of the gospel has been restored and is spreading across the earth. The keys of the priesthood are on the earth, and saving ordinances are available to those worthy of them. There are millions of good people on the earth striving to do what is right in their lives and in their families and in their communities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p6\" class=\"\">This wonderful time in which we live is also filled with peril. You live in challenging times where many temptations and dangers await you. You have already been exposed to some of those temptations and dangers. You may have even seen individuals whose lives have been damaged by succumbing to some of the evils so prevalent in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p7\" class=\"\">How can you, as an Aaronic Priesthood holder, be safe in these challenging times so you can fully do your part in this great work and find true happiness in this life and the life to come?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p8\" class=\"\">It is not surprising that in the face of tremendous evil and temptation the Lord does not leave us to find our way on our own. In fact, there is more than enough guidance available to each of us if we will listen. You have received the gift of the Holy Ghost to direct and inspire you. You have the scriptures, parents, Church leaders and teachers. You also have the words of the prophets, seers, and revelators who live in our day. There is so much guidance and direction available that you won’t make major mistakes in your life unless you consciously ignore the guidance you receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p9\" class=\"\">Tonight I would like to focus on one of these sources of guidance—the living prophets, seers, and revelators that we sustained today. In fact, I would like to focus on one of the main ways we get direction from them—general conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p10\" class=\"\">Conferences have been part of the Church since the beginning of this dispensation. The first conference was held just two months after the Church was organized. We meet twice a year to be instructed by the General Authorities and general officers of the Church. The proceedings of these conferences are available through various means, both print and electronic.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p11\" class=\"\">My mother loved general conference. She always tuned in the radio and TV and turned the volume loud enough that it was difficult to find a place in the house where conference couldn’t be heard. She wanted her children to listen to the talks and would ask us from time to time what we remembered. Once in a while I went outside with one of my brothers to play ball during a Saturday conference session. We would take a radio with us because we knew our mother might quiz us later. We would play ball and occasionally take a break to listen carefully so we could report to Mom. I doubt my mother was fooled when we both happened to remember the same thing from an entire session.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p12\" class=\"\">That is no way to listen to conference. I have since repented. I have grown to love general conference, I’m sure partly because of my mother’s love for the words of the living prophets. I remember listening to the sessions of a particular conference all alone in an apartment while I was in college. The Holy Ghost witnessed to my soul that Harold B. Lee, the President of the Church at that time, was truly a prophet of God. This happened before I went into the mission field, and I was excited to testify of a living prophet because I had come to know for myself. I have had that same witness about each of the prophets since that time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p13\" class=\"\">When I was in the mission field, the Church didn’t have the satellite system, and the country where I served did not have broadcasts of general conference. My mother sent me audiotapes of the sessions, and I listened to them over and over again. I grew to love the voices and the words of the prophets and apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p14\" class=\"\">Recently I was reading the journal of my great-grandfather, Nathaniel Hodges, who was called on a mission to England in 1883. He told of coming to Salt Lake City to be set apart for his mission and attending conference while he was there. Listen to his description of that conference: “Went to meetings in large Tabernacle all day. There were splendid instructions given. The remarks of Joseph F Smith and George Q Cannon and President John Taylor were particularly powerful. I heard some of the oldest inhabitants say they never attended a more powerful and Spiritual Conference.”<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_019\">1<\/a>\n       <span class=\"footnote\">[Journal of Nathaniel Morris Hodges, vol. 1, Apr. 8, 1883, Archives of The Church of Jesus Christ of Latter-day Saints, typescript, 1–2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p15\" class=\"\">I think the members of the Church have similar feelings about each general conference. It seems that each is more powerful and spiritual than the last.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p16\" class=\"\">In order for the messages of general conference to change our lives, we need to be willing to follow the counsel we hear. The Lord explained in a revelation to the Prophet Joseph Smith “that when ye are assembled together ye shall instruct and edify each other, that ye may know … how to act upon the points of my law and commandment.”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_019\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44707)\">D&amp;C 43:8<\/a><\/span>.]<\/span><\/sup> But knowing “how to act” isn’t enough. The Lord in the next verse said, “Ye shall bind yourselves to act in all holiness before me.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_019\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44708)\">D&amp;C 43:9<\/a><\/span>.]<\/span><\/sup> This willingness to take action on what we have learned opens the doors for marvelous blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p17\" class=\"\">A year ago in the priesthood session of conference President Hinckley spoke about the dangers of pornography. I don’t think I’ve heard a more direct prophetic warning to members of the priesthood. You young brothers who listened and heeded his words have already been blessed and will be blessed more than you can now understand. Your future family will reap great blessings because of your obedience. Imagine how the world would be impacted if every priesthood holder blocked pornography from his life in response to the prophet’s counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p18\" class=\"\">Every time we are obedient to the words of the prophets and apostles we reap great blessings. We receive more blessings than we can understand at the time, and we continue to receive blessings long after our initial decision to be obedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p19\" class=\"\">On the day the Church was organized, Joseph Smith received a revelation that included an important principle for all Church members. Speaking to the Church about Joseph Smith the Lord said, “Thou shalt give heed unto all his words and commandments which he shall give unto you … for his word ye shall receive, as if from mine own mouth.”<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_019\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44698)\">D&amp;C 21:4–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p20\" class=\"\">Now listen to the blessings promised to those who heed: “For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good.”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_019\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44699)\">D&amp;C 21:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p21\" class=\"\">Those are powerful promises that can keep us safe in these treacherous times. We need them, and the Lord will give them to each of us if we are willing to follow the prophets, seers, and revelators.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p22\" class=\"\">Decide now to make general conference a priority in your life. Decide to listen carefully and follow the teachings that are given. Listen to or read the talks more than once to better understand and follow the counsel. By doing these things, the gates of hell will not prevail against you, the powers of darkness will be dispersed from before you, and the heavens will shake for your good.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-blessings-of-general-conference.p23\" class=\"\">I know that our Heavenly Father loves us and has a perfect plan for His children. I know that Jesus is the Christ and that He lives. I testify that the gospel of Jesus Christ has been restored to the earth. We have true prophets, seers, and revelators on the earth today who have “the words of eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_019\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44530)\">John 6:68<\/a><\/span>.]<\/span><\/sup> To this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_019\"><a name=\"-25911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Journal of Nathaniel Morris Hodges, vol. 1, Apr. 8, 1883, Archives of The Church of Jesus Christ of Latter-day Saints, typescript, 1–2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_019\"><a name=\"-25911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44707)\">D&amp;C 43:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_019\"><a name=\"-25911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44708)\">D&amp;C 43:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_019\"><a name=\"-25911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44698)\">D&amp;C 21:4–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_019\"><a name=\"-25911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44699)\">D&amp;C 21:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_019\"><a name=\"-25911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44530)\">John 6:68<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}