{"ID":7191, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called and Chosen\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Those called, sustained, and set apart are entitled to our sustaining support.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p4\" class=\"\">My dear brethren of the priesthood, please accept our appreciation for all you do to carry forward the Lord’s work worldwide. I desire to speak about the sacred offices of those priesthood leaders who have been “called and chosen”<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44715)\">D&amp;C 55:1<\/a><\/span>.]<\/span><\/sup> to guide the Church in this day. This is a special year for at least two reasons: first, we are celebrating the 200th anniversary of the birth of the Prophet Joseph Smith this December, and second, President Gordon B. Hinckley celebrated his 95th birthday this past June. I testify that the Prophet Joseph Smith was called and chosen as the first prophet of this dispensation and that President Gordon B. Hinckley is the present prophet, seer, and revelator of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p5\" class=\"\">When Mike Wallace interviewed President Hinckley some years ago for the television program <span class=\"emphasis\">60 Minutes,<\/span> he said, “[People will say] this is a church run by old men.” To this, President Hinckley replied, “Isn’t it wonderful to have a man of maturity at the head—a man of judgment who isn’t blown about by every wind of doctrine?”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_020\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of President Gordon B. Hinckley, Volume 1: 1995–1999<\/span> (2005), 509.]<\/span><\/sup> So if any of you think the present leadership is too old to lead the Church, President Hinckley may need to give you some further counsel about the wisdom that comes with age!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p6\" class=\"\">Of the 102 Apostles called in this dispensation, only 13 have served longer than President Hinckley. He has served longer as an Apostle than Brigham Young, President Hunter, President Lee, President Kimball, and many others. It is wonderful to have his inspired leadership. Please forgive me for saying that I myself feel at times that I am standing on the edge of eternity. At age 85, I am the third oldest of all the living General Authorities. I have not sought this honor. I have just lived for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p7\" class=\"\">I believe that never before in the history of the Church has there been more unity than exists among my Brethren of the First Presidency, the Quorum of the Twelve, and the other General Authorities of the Church, who have been called and chosen and who are now guiding the Church. I believe there is ample evidence of this. The present leadership of God’s earthly kingdom has enjoyed the Savior’s guiding inspiration longer than any other group. We are the oldest group ever to lead the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p8\" class=\"\">My association with some of these men for almost half a century qualifies me, I think, to state with confidence that my Brethren, without exception, are good, honorable, and trustworthy men. I know their hearts. They are the servants of the Lord. Their only desire is to labor in their great callings and build up the kingdom of God on earth. Our Brethren who are serving in this day and time are proven, tried, and true. Some are not as physically strong as they used to be, but their hearts are so pure, their experience so great, their minds so sharp, and their spiritual wisdom so deep that it is a comfort just to be in their presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p9\" class=\"\">I was humbled and overwhelmed to be called as an Assistant to the Twelve Apostles 33 years ago. A few days later President Hugh B. Brown counseled me that the most important thing I should do is to always be in harmony with my Brethren. President Brown did not elaborate. He just said, “Stick with the Brethren.” I interpreted that to mean that I should follow the counsel and direction of the President of the Church, the First Presidency, and Quorum of the Twelve. That resonated as something I wanted to do with all my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p10\" class=\"\">Others may not agree with that counsel, but it warrants some consideration. I have concluded that spiritual guidance in large measure depends upon being in harmony with the President of the Church, the First Presidency, and the Quorum of the Twelve—all of whom are sustained, as they were today, as prophets, seers, and revelators. I do not know how we can expect to be in full harmony with the Spirit of the Lord if we are not in harmony with the President of the Church and the other prophets, seers, and revelators.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p11\" class=\"\">When I was a deacon, my father took me and my older brother to general priesthood meeting in the Tabernacle. I remember how thrilled I was to be in the presence, for the first time, of the prophet of God, President Heber J. Grant, and the other prophets and apostles. I listened intently to their messages and took the things they said into my heart. Over the years their subjects have been repeated many times. I expect that some of them will be repeated yet again in this conference. They are essential for our salvation, and we need the repetition.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p12\" class=\"\">Since the beginning of the world, history has recorded many examples of those who have not been in harmony with the prophets. In the early days of our dispensation, several of the Twelve, to their regret, did not stay loyal to the Prophet Joseph Smith. One of these was Lyman E. Johnson, a member of the original Quorum of the Twelve who was excommunicated for unrighteous conduct. He later lamented his spiritual downfall. He said: “I would suffer my right hand to be cut off, if I could believe it again. Then I was full of joy and gladness. My dreams were pleasant. When I awoke in the morning my spirit was cheerful. I was happy by day and by night, full of peace and joy and thanksgiving. But now it is darkness, pain, sorrow, misery in the extreme. I have never since seen a happy moment.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_020\">3<\/a>\n       <span class=\"footnote\">[Quoted in Brigham Young, <span class=\"emphasis\">Deseret News,<\/span> Aug. 15, 1877, 484.]<\/span><\/sup> He died in a sleighing accident in 1856 at the age of 45.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p13\" class=\"\">Luke S. Johnson was also called to the original Quorum of the Twelve in 1835. His spiritual resolve weakened over some financial speculation in 1837. Looking back later he said: “My mind became darkened, and I was left to pursue my own course. I lost the Spirit of God, and neglected my duty; the consequence was, that at a Conference held in Kirtland, September 3, 1837, … I was cut off from the Church.” By December 1837 he joined the apostates in publicly denouncing the Church and was excommunicated for apostasy in 1838. For eight years he had a medical practice in Kirtland. Then in 1846 he and his family returned to the fellowship of the Saints. Said he: “I have stopped by the wayside and stood aloof from the work of the Lord. But my heart is with this people. I want to be associated with the saints; go with them into the wilderness and continue with them to the end.” He was rebaptized in March 1846 and came west with the original company of pioneers in 1847. He died in Salt Lake City in 1861 in full fellowship at the age of 54.<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_020\">4<\/a>\n       <span class=\"footnote\">[See Susan Easton Black, <span class=\"emphasis\">Who’s Who in the Doctrine and Covenants<\/span> (1997), 156–57.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p14\" class=\"\">My counsel to the members of the Church is to support the President of the Church, the First Presidency, Quorum of the Twelve, and other General Authorities with our whole hearts and souls. If we do, we will be in a safe harbor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p15\" class=\"\">President Brigham Young said he recollected many times the Prophet Joseph Smith saying that he “had to pray all the time, exercise faith, live his religion, and magnify his calling, to obtain the manifestations of the Lord, and to keep him steadfast in the faith.”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_020\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 469.]<\/span><\/sup> All of us may expect some challenges to our faith. These challenges may come in different ways. You may not always like the counsel that the Church leaders give to you. They are not trying to be popular. They are trying to help us avoid the calamities and disappointments that come through disobedience to God’s laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p16\" class=\"\">We also need to support and sustain our local leaders, because they also have been “called and chosen.” Every member of this Church may receive counsel from a bishop or a branch president, a stake or a mission president, and the President of the Church and his associates. None of these brethren asked for his calling. None is perfect. Yet they are the servants of the Lord, called by Him through those entitled to inspiration. Those called, sustained, and set apart are entitled to our sustaining support.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p17\" class=\"\">I have admired and respected every bishop I have ever had. I have tried not to question their guidance and have felt that in sustaining and following their counsel I was protected against the “sleight of men, and cunning craftiness.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44560)\">Eph. 4:14<\/a><\/span>.]<\/span><\/sup> This was because each of these called and chosen leaders was entitled to the divine revelation that comes with the calling. Disrespect for ecclesiastical leaders has caused many to suffer spiritual weakening and downfall. We should look past any perceived imperfections, warts, or spots of the men called to preside over us, and uphold the office which they hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p18\" class=\"\">Many years ago we used to have money-raising events in our wards to pay for the utilities and other local expenses and activities now paid by the general Church funds and the local unit budget allowance. We used to have bazaars, fairs, dinners, and other fund-raising activities. At that time my ward had a wonderful, devoted, committed bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p19\" class=\"\">A member of a neighboring ward found that a dunking machine was a successful money-raising activity. Participants would pay to throw baseballs at a marked mechanical arm. Hitting the bull’s-eye would trigger a release, plunging the person sitting on the seat of the machine into a big basin of cold water. Our ward decided to use this machine, and someone suggested that more people would pay for balls to throw if the bishop would be willing to sit on the dunking seat. Our bishop was a good sport, and because he was responsible for raising the money, he willingly consented to sit on the dunking seat. Soon some began to buy balls and to throw them at the target. Several hit the mark, and the bishop was drenched. After half an hour of this, he began to shake with the cold.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p20\" class=\"\">While some of the people thought this was great fun, my father was very offended that the office of the bishop had been so belittled and held up to ridicule or even contempt. Even though the money raised was intended for a good cause, I can still remember feeling ashamed that some of our people did not show more respect for both the office and the man who had by night and day served us so well as our good shepherd. As holders of the priesthood of God, we should set the example of sustaining the leadership of the Church to our families, our friends, and our associates.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p21\" class=\"\">The holy scriptures as well as the local and General Authorities of the Church provide a safety net of counsel and guidance for the people of the Church. For example, all my life the Brethren have from this and other pulpits urged our people to live within their incomes, stay out of debt, and save a little for a rainy day, for rainy days always come. I have lived through times of great economic difficulty, such as the Great Depression and World War II. What I have experienced makes me afraid not to do what I can to protect myself and my family against the consequences of such catastrophes. I am grateful to the Brethren for this wise counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p22\" class=\"\">The President of the Church will not lead the people of the Church astray. It will never happen. President Hinckley’s counselors sustain him fully, as do the Quorum of the Twelve, the Quorums of the Seventy, and the Presiding Bishopric. As a result, as I have said before, a special love and harmony exist in the presiding councils of the Church for our President and for each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p23\" class=\"\">The priesthood of God is a shield. It is a shield against the evils of the world. That shield needs to be kept clean; otherwise, our vision of our purpose and the dangers around us will be limited. The cleansing agent is personal righteousness, but not all will pay the price to keep their shields clean. The Lord said, “For many are called, but few are chosen.”<sup class=\"noteMarker\"><a href=\"#footnote7-25911_000_020\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44491)\">Matt. 22:14<\/a><\/span>.]<\/span><\/sup> We are called when hands are laid upon our heads and we are given the priesthood, but we are not chosen until we have demonstrated to God our righteousness, our faithfulness, and our commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/called-and-chosen.p24\" class=\"\">Brethren, this work is true. Joseph Smith saw the Father and the Son, and he heard and followed Their instruction. That was the beginning of this great work, the responsibility for which now rests upon us. I bear solemn witness of its divinity, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44715)\">D&amp;C 55:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of President Gordon B. Hinckley, Volume 1: 1995–1999<\/span> (2005), 509.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Brigham Young, <span class=\"emphasis\">Deseret News,<\/span> Aug. 15, 1877, 484.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Susan Easton Black, <span class=\"emphasis\">Who’s Who in the Doctrine and Covenants<\/span> (1997), 156–57.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 469.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44560)\">Eph. 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_020\"><a name=\"-25911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25911_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44491)\">Matt. 22:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}