{"ID":7193, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            If Ye Are Prepared Ye Shall Not Fear\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We can so live that we can call upon the Lord for His protection and guidance. … We cannot expect His help if we are unwilling to keep His commandments.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p4\" class=\"\">My dear brethren of the priesthood, wherever you may be across this broad world—what a tremendous body you have become, men and boys of every race and kindred, all a part of the family of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p5\" class=\"\">How precious is His gift to us. He has given to us a portion of that which is His divine authority, the eternal priesthood, the power by which He brings to pass the immortality and eternal life of man. It follows that when much has been given to us much is required of us (see <span class=\"citation\" id=\"44515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44515)\">Luke 12:48<\/a><\/span>; <span class=\"citation\" id=\"44726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44726)\">D&amp;C 82:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p6\" class=\"\">I know that we are not perfect men. We know the perfect way, but we do not always act according to our knowledge. But I think that for the most part we are trying. We are trying to be the kind of men our Father would have us be. That is a very high objective, and I commend all of you who are trying to reach it. May the Lord bless you as you seek to live exemplary lives in every respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p7\" class=\"\">Now, as all of us are aware, the Gulf States area of the United States has recently suffered terribly from raging winds and waters. Many have lost all they had. The damage has been astronomical. Literally millions have suffered. Fear and worry have gripped the hearts of many. Lives have been lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p8\" class=\"\">With all of this, there has been a great outpouring of help. Hearts have been softened. Homes have been opened. Critics love to talk about the failures of Christianity. Any such should take a look at what the churches have done in these circumstances. Those of many denominations have accomplished wonders. And far from the least among these has been our own Church. Great numbers of our men have traveled considerable distances, bringing with them tools and tents and radiant hope. Men of the priesthood have given thousands upon thousands of hours in the work of rehabilitation. There have been three and four thousand at a time. There are some there tonight. We cannot say enough of thanks to them. Please know of our gratitude, of our love, and of our prayers in your behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p9\" class=\"\">Two of our Area Seventies, Brother John Anderson, who resides in Florida, and Brother Stanley Ellis, who lives in Texas, have directed much of this effort. But they would be the first to say that the credit belongs to the great numbers of men and boys who have given assistance. Many have worn shirts that say “Mormon Helping Hands.” They have won the love and respect of those they have assisted. Their assistance has gone not only to members of the Church in trouble, but to great numbers of those concerning whom no religious affiliation has been made.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p10\" class=\"\">They have followed the pattern of the Nephites as recorded in the book of Alma: “They did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the church or in the church, having no respect to persons as to those who stood in need” (<span class=\"citation\" id=\"44630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44630)\">Alma 1:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p11\" class=\"\">Women and girls in many parts of the Church have rendered a Herculean effort in providing hygiene and cleaning kits by the tens of thousands. The Church has provided equipment, food, water, and comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p12\" class=\"\">We have contributed substantial amounts of money to the Red Cross and other agencies. We have given millions from fast offerings and humanitarian funds. To every one of you I say thanks in behalf of your beneficiaries and thanks in behalf of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p13\" class=\"\">Now, I do not say, and I repeat emphatically that I do not say or infer, that what has happened is the punishment of the Lord. Many good people, including some of our faithful Latter-day Saints, are among those who have suffered. Having said this, I do not hesitate to say that this old world is no stranger to calamities and catastrophes. Those of us who read and believe the scriptures are aware of the warnings of prophets concerning catastrophes that have come to pass and are yet to come to pass.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p14\" class=\"\">There was the great Flood, when waters covered the earth and when, as Peter says, only “eight souls were saved” (<span class=\"citation\" id=\"44575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44575)\">1 Pet. 3:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p15\" class=\"\">If anyone has any doubt concerning the terrible things that can and will afflict mankind, let him read the 24th chapter of Matthew. Among other things the Lord says: “Ye shall hear of wars and rumours of wars. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p16\" class=\"\">“For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p17\" class=\"\">“All these are the beginning of sorrows. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p18\" class=\"\">“And woe unto them that are with child, and to them that give suck in those days! …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p19\" class=\"\">“For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p20\" class=\"\">“And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened” (<span class=\"citation\" id=\"44494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44494)\">Matt. 24:6–8, 19, 21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p21\" class=\"\">In the Book of Mormon we read of unimaginable destruction in the Western Hemisphere at the time of the Savior’s death in Jerusalem. Again I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p22\" class=\"\">“And it came to pass in the thirty and fourth year, in the first month, on the fourth day of the month, there arose a great storm, such an one as never had been known in all the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p23\" class=\"\">“And there was also a great and terrible tempest; and there was terrible thunder, insomuch that it did shake the whole earth as if it was about to divide asunder.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p24\" class=\"\">“And there were exceedingly sharp lightnings, such as never had been known in all the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p25\" class=\"\">“And the city of Zarahemla did take fire.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p26\" class=\"\">“And the city of Moroni did sink into the depths of the sea, and the inhabitants thereof were drowned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p27\" class=\"\">“And the earth was carried up upon the city of Moronihah, that in the place of the city there became a great mountain. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p28\" class=\"\">“… The whole face of the land was changed, because of the tempest and the whirlwinds, and the thunderings and the lightnings, and the exceedingly great quaking of the whole earth;<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p29\" class=\"\">“And the highways were broken up, and the level roads were spoiled, and many smooth places became rough.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p30\" class=\"\">“And many great and notable cities were sunk, and many were burned, and many were shaken till the buildings thereof had fallen to the earth, and the inhabitants thereof were slain, and the places were left desolate” (<span class=\"citation\" id=\"44665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44665)\">3 Ne. 8:5–10, 12–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p31\" class=\"\">What a terrible catastrophe that must have been.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p32\" class=\"\">The plague or Black Death of the fourteenth century took millions of lives. Other pandemic diseases, such as smallpox, have brought untold suffering and death through the centuries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p33\" class=\"\">In the year <span class=\"small\">A.D.<\/span> 79 the great city of Pompeii was destroyed when Mount Vesuvius erupted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p34\" class=\"\">Chicago was ravaged by a terrible fire. Tidal waves have swamped areas of Hawaii. The San Francisco earthquake in 1906 ruined the city and took some 3,000 lives. The hurricane that hit Galveston, Texas, in 1900 killed 8,000. And more recently, as you know, has been the terrible tsunami of Southeast Asia, where thousands of lives were lost and where relief efforts are still needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p35\" class=\"\">How portentous are the words of revelation found in the 88th section of the Doctrine and Covenants concerning the calamities that should befall after the testimonies of the elders. The Lord says:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p36\" class=\"\">“For after your testimony cometh the testimony of earthquakes, that shall cause groanings in the midst of her, and men shall fall upon the ground and shall not be able to stand.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p37\" class=\"\">“And also cometh the testimony of the voice of thunderings, and the voice of lightnings, and the voice of tempests, and the voice of the waves of the sea heaving themselves beyond their bounds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p38\" class=\"\">“And all things shall be in commotion; and surely, men’s hearts shall fail them; for fear shall come upon all people” (<span class=\"citation\" id=\"44735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44735)\">D&amp;C 88:89–91<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p39\" class=\"\">How interesting are descriptions of the tsunami and the recent hurricanes in terms of the language of this revelation, which says, “The voice of the waves of the sea heaving themselves beyond their bounds.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p40\" class=\"\">Man’s inhumanity to man expressed in past and present conflict has and continues to bring unspeakable suffering. In the Darfur region of Sudan, tens of thousands have been killed and well over a million have been left homeless.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p41\" class=\"\">What we have experienced in the past was all foretold, and the end is not yet. Just as there have been calamities in the past, we expect more in the future. What do we do?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p42\" class=\"\">Someone has said it was not raining when Noah built the ark. But he built it, and the rains came.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p43\" class=\"\">The Lord has said, “If ye are prepared ye shall not fear” (<span class=\"citation\" id=\"44705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44705)\">D&amp;C 38:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p44\" class=\"\">The primary preparation is also set forth in the Doctrine and Covenants, wherein it says, “Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come” (<span class=\"citation\" id=\"44732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44732)\">D&amp;C 87:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p45\" class=\"\">We sing the song:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When the earth begins to tremble,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bid our fearful thoughts be still;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When thy judgments spread destruction,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Keep us safe on Zion’s hill.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p50\" class=\"\">(“Guide Us, O Thou Great Jehovah,” <span class=\"emphasis\">Hymns,<\/span> no. 83)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p51\" class=\"\">We can so live that we can call upon the Lord for His protection and guidance. This is a first priority. We cannot expect His help if we are unwilling to keep His commandments. We in this Church have evidence enough of the penalties of disobedience in the examples of both the Jaredite and the Nephite nations. Each went from glory to utter destruction because of wickedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p52\" class=\"\">We know, of course, that the rain falls on the just as well as the unjust (see <span class=\"citation\" id=\"44477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44477)\">Matt. 5:45<\/a><\/span>). But even though the just die they are not lost, but are saved through the Atonement of the Redeemer. Paul wrote to the Romans, “For whether we live, we live unto the Lord; and whether we die, we die unto the Lord” (<span class=\"citation\" id=\"44552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44552)\">Rom. 14:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p53\" class=\"\">We can heed warnings. We have been told that many had been given concerning the vulnerability of New Orleans. We are told by seismologists that the Salt Lake Valley is a potential earthquake zone. This is the primary reason that we are extensively renovating the Tabernacle on Temple Square. This historic and remarkable building must be made to withstand the shaking of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p54\" class=\"\">We have built grain storage and storehouses and stocked them with the necessities of life in the event of a disaster. But the best storehouse is the family storeroom. In words of revelation the Lord has said, “Organize yourselves; prepare every needful thing” (<span class=\"citation\" id=\"44746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44746)\">D&amp;C 109:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p55\" class=\"\">Our people for three-quarters of a century have been counseled and encouraged to make such preparation as will assure survival should a calamity come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p56\" class=\"\">We can set aside some water, basic food, medicine, and clothing to keep us warm. We ought to have a little money laid aside in case of a rainy day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p57\" class=\"\">Now what I have said should not occasion a run on the grocery store or anything of that kind. I am saying nothing that has not been said for a very long time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p58\" class=\"\">Let us never lose sight of the dream of Pharaoh concerning the fat cattle and the lean, the full ears of corn, and the blasted ears; the meaning of which was interpreted by Joseph to indicate years of plenty and years of scarcity (see <span class=\"citation\" id=\"44444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44444)\">Gen. 41:1–36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/if-ye-are-prepared-ye-shall-not-fear.p59\" class=\"\">I have faith, my dear brethren, that the Lord will bless us, and watch over us, and assist us if we walk in obedience to His light, His gospel, and His commandments. He is our Father and our God, and we are His children, and we must be in every way deserving of His love and concern. That we may do so is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}