{"ID":7194, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Prophet Joseph Smith: Teacher by Example\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we incorporate into our own lives the divine principles which [Joseph Smith] so beautifully taught—by example—that we, ourselves, might live more completely the gospel of Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">25911_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p5\" class=\"\">My brothers and sisters, in this bicentennial year of his birth, I should like to speak of our beloved Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p6\" class=\"\">On December 23, 1805, Joseph Smith Jr. was born in Sharon, Vermont, to Joseph Smith Sr. and Lucy Mack Smith. On the day of his birth, as the proud parents looked down upon this tiny baby, they could not have known what a profound impact he would have upon the world. A choice spirit had come to dwell in its earthly tabernacle; he has affected our lives and has taught us—through his own example—essential lessons. Today I should like to share a few of those lessons with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p7\" class=\"\">When Joseph was about six or seven years old, he and his brothers and sisters were stricken with typhus fever. Although the others recovered readily, Joseph was left with a painful sore on his leg. The doctors, using the best medicine they had, treated him, and yet the sore persisted. In order to save Joseph’s life, they said, he would have to lose his leg. Thankfully, however, soon after that diagnosis, the doctors returned to the Smith home and reported that there was a new procedure which might save Joseph’s leg. They wanted to operate immediately and had brought some cord with which to tie little Joseph to the bed so that he wouldn’t thrash about, since they had nothing with which to dull the pain. Young Joseph, however, told them, “You won’t need to tie me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p8\" class=\"\">The doctors suggested he take some brandy or wine so that the pain might not be so severe. “No,” young Joseph replied. “If my father will sit on the bed and hold me in his arms, I will do whatever is necessary.” Joseph Smith Sr. held in his arms his small child, and the doctors removed the diseased piece of bone. Although young Joseph was lame for some time afterward, he was healed.<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_023\">1<\/a>\n       <span class=\"footnote\">[See Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Scot Facer Proctor and Maurine Jensen Proctor (1996), 69–76.]<\/span><\/sup> At such a young age and countless other times throughout his life, Joseph Smith taught us <span class=\"strong\">courage<\/span>—by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p9\" class=\"\">Before Joseph’s 15th year, his family moved to Manchester, New York. He later described the great religious revival which seemed everywhere present at this time and of prime concern to nearly everyone. Joseph, himself, longed to know which church he should join. He writes in his history:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p10\" class=\"\">“I often said to myself: … Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p11\" class=\"\">“While I was laboring under the extreme difficulties caused by … these parties of religionists, I was one day reading the Epistle of James, first chapter and fifth verse … : <span class=\"emphasis\">If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44786)\">JS—H 1:10–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p12\" class=\"\">Joseph reported that he knew he must either put the Lord to the test and ask Him or perhaps choose to remain in darkness forever. Early one morning he stepped into a grove, now called sacred, and knelt and prayed, having faith that God would give him the enlightenment which he so earnestly sought. Two personages appeared to Joseph—the Father and the Son—and he was told, in answer to his question, that he was to join none of the churches, for none of them was true. The Prophet Joseph Smith taught us the principle of <span class=\"strong\">faith<\/span>—by example. His simple prayer of faith on that spring morning in 1820 brought about this marvelous work which continues today throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p13\" class=\"\">A few days after his prayer in the Sacred Grove, Joseph Smith gave an account of his vision to a preacher with whom he was acquainted. To his surprise, his communication was treated with “contempt” and “was the cause of great persecution, which continued to increase.” Joseph, however, did not waver. He later wrote, “I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true. … For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44790)\">JS—H 1:21–22, 25<\/a><\/span>.]<\/span><\/sup> Despite the physical and mental punishment at the hands of his opponents which the Prophet Joseph Smith endured throughout the remainder of his life, he did not falter. He taught <span class=\"strong\">honesty<\/span>—by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p14\" class=\"\">After that great First Vision, the Prophet Joseph received no additional communication for three years. However, he did not wonder; he did not question; he did not doubt the Lord. He waited patiently. He taught us the heavenly virtue of <span class=\"strong\">patience<\/span>—by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p15\" class=\"\">Following the visits of the angel Moroni to young Joseph and his acquisition of the plates, Joseph commenced the difficult assignment of translation. One can but imagine the dedication, the devotion, and the labor required to translate in fewer than 90 days this record of over 500 pages covering a period of 2,600 years. I love the words Oliver Cowdery used to describe the time he spent assisting Joseph with the translation of the Book of Mormon: “These were days never to be forgotten—to sit under the sound of a voice dictated by the inspiration of heaven, awakened the utmost gratitude of this bosom!”<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44796)\">JS—H 1:71<\/a><\/span>, footnote.]<\/span><\/sup> The Prophet Joseph Smith taught us <span class=\"strong\">diligence<\/span>—by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p16\" class=\"\">As we know, the Prophet Joseph sent forth missionaries to preach the restored gospel. He himself served a mission in Upper New York and in Canada with Sidney Rigdon. He not only inspired others to volunteer for missions, but he also taught the importance of <span class=\"strong\">missionary work<\/span>—by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p17\" class=\"\">I think one of the sweetest lessons taught by the Prophet Joseph, and yet one of the saddest, occurred close to the time of his death. He had seen in vision the Saints leaving Nauvoo and going to the Rocky Mountains. He was anxious that his people be led away from their tormentors and into this promised land which the Lord had shown him. He no doubt longed to be with them. However, he had been issued an arrest warrant on trumped up charges. Despite many appeals to Governor Ford, the charges were not dismissed. Joseph left his home, his wife, his family, and his people and gave himself up to the civil authorities, knowing he would probably never return.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p18\" class=\"\">These are the words he spoke as he journeyed to Carthage: “I am going like a lamb to the slaughter; but I am calm as a summer’s morning; I have a conscience void of offense towards God, and towards all men.”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44764)\">D&amp;C 135:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p19\" class=\"\">In Carthage Jail he was incarcerated with his brother Hyrum and others. On June 27, 1844, Joseph, Hyrum, John Taylor, and Willard Richards were together there when an angry mob stormed the jail, ran up the stairway, and began firing through the door of the room they occupied. Hyrum was killed, and John Taylor was wounded. Joseph Smith’s last great act here upon the earth was one of selflessness. He crossed the room, most likely “thinking that it would save the lives of his brethren in the room if he could get out, … and sprang into the window when two balls pierced him from the door, and one entered his right breast from without.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 6:618.]<\/span><\/sup> He gave his life; Willard Richards and John Taylor were spared. “Greater love hath no man than this, that a man lay down his life for his friends.”<sup class=\"noteMarker\"><a href=\"#footnote7-25911_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44542)\">John 15:13<\/a><\/span>.]<\/span><\/sup> The Prophet Joseph Smith taught us <span class=\"strong\">love<\/span>—by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p20\" class=\"\">In retrospect, over 160 years later, although the events of June 27, 1844, were tragic, we are provided comfort as we realize that Joseph Smith’s Martyrdom was not the last chapter in this account. Although those who sought to take his life felt that the Church would collapse without him, his powerful testimony of truth, the teachings he translated, and his declaration of the Savior’s message go on today in the hearts of over 12 million members throughout the world, who proclaim him a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p21\" class=\"\">The testimony of the Prophet Joseph continues to change lives. Some years ago I served as the president of the Canadian Mission. In Ontario, Canada, two of our missionaries were proselyting door-to-door on a cold, snowy afternoon. They had not had any measure of success. One elder was experienced; one was new.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p22\" class=\"\">The two called at the home of Mr. Elmer Pollard, and he, feeling sympathy for the almost frozen missionaries, invited them in. They presented their message and asked if he would join in prayer. He agreed, on the provision that he could offer the prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p23\" class=\"\">The prayer he offered astonished the missionaries. He said, “Heavenly Father, bless these two unfortunate, misguided missionaries, that they may return to their homes and not waste their time telling the people of Canada about a message which is so fantastic and about which they know so little.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p24\" class=\"\">As they arose from their knees, Mr. Pollard asked the missionaries never to return to his home. As they left, he said mockingly to them, “You can’t tell me you really believe that Joseph Smith was a prophet of God, anyway!” and he slammed the door.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p25\" class=\"\">The missionaries had walked but a short distance when the junior companion said timidly, “Elder, we didn’t answer Mr. Pollard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p26\" class=\"\">The senior companion responded: “We’ve been rejected. Let’s move on.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p27\" class=\"\">The young missionary persisted, however, and the two returned to Mr. Pollard’s door. Mr. Pollard answered the knock and angrily said, “I thought I told you young men never to return!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p28\" class=\"\">The junior companion then said, with all the courage he could muster, “Mr. Pollard, when we left your door, you said that we didn’t really believe Joseph Smith was a prophet of God. I want to testify to you, Mr. Pollard, that I <span class=\"emphasis\">know<\/span> Joseph Smith was a prophet of God, that by inspiration he translated the sacred record known as the Book of Mormon, that he did see God the Father and Jesus the Son.” The missionaries then departed the doorstep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p29\" class=\"\">I heard this same Mr. Pollard in a testimony meeting state the experiences of that memorable day. He said: “That evening, sleep would not come. I tossed and turned. Over and over in my mind I heard the words, ‘Joseph Smith was a prophet of God. I know it. … I know it. … I know it.’ I could scarcely wait for morning to come. I telephoned the missionaries, using their number which was printed on the small card containing the Articles of Faith. They returned, and this time my wife, my family, and I joined in the discussion as earnest seekers of truth. As a result, we have all embraced the gospel of Jesus Christ. We shall ever be grateful to the testimony of truth brought to us by those two courageous, humble missionaries.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p30\" class=\"\">In the 135th section of the Doctrine and Covenants we read the words of John Taylor concerning the Prophet Joseph: “Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it.”<sup class=\"noteMarker\"><a href=\"#footnote8-25911_000_023\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44762)\">D&amp;C 135:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p31\" class=\"\">I love the words of President Brigham Young, who said, “I feel like shouting Hallelujah, all the time, when I think that I ever knew Joseph Smith, the Prophet whom the Lord raised up and ordained, and to whom He gave keys and power to build up the kingdom of God on earth.”<sup class=\"noteMarker\"><a href=\"#footnote9-25911_000_023\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 343.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p32\" class=\"\">To this fitting tribute to our beloved Joseph, I add my own testimony that I know he was God’s prophet, chosen to restore the gospel of Jesus Christ in these latter days. I pray that as we celebrate the 200th anniversary of his birth, we may learn from his life. May we incorporate into our own lives the divine principles which he so beautifully taught—by example—that we, ourselves, might live more completely the gospel of Jesus Christ. May our lives reflect the knowledge we have that God lives, that Jesus Christ is His Son, that Joseph Smith was a prophet, and that we are led today by another prophet of God—even President Gordon B. Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p33\" class=\"\">This conference marks 42 years since I was called to the Quorum of the Twelve Apostles. In my first meeting with the First Presidency and Quorum of the Twelve in the temple, the hymn which we sang, honoring Joseph Smith, the Prophet, was and is a favorite of mine. I close with a verse from that hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise to the man who communed with Jehovah!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Jesus anointed that Prophet and Seer.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Blessed to open the last dispensation,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Kings shall extol him, and nations revere.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote10-25911_000_023\">10<\/a>\n\t   <span class=\"footnote\">[William W. Phelps, “Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> no. 27.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/the-prophet-joseph-smith-teacher-by-example.p38\" class=\"\">I testify of this solemn truth, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Scot Facer Proctor and Maurine Jensen Proctor (1996), 69–76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44786)\">JS—H 1:10–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44790)\">JS—H 1:21–22, 25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44796)\">JS—H 1:71<\/a><\/span>, footnote.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44764)\">D&amp;C 135:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 6:618.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25911_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44542)\">John 15:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25911_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44762)\">D&amp;C 135:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25911_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 343.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_023\"><a name=\"-25911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25911_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>William W. Phelps, “Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> no. 27.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}