{"ID":7199, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Forgiveness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Somehow forgiveness, with love and tolerance, accomplishes miracles that can happen in no other way.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p4\" class=\"\">My dear brothers and sisters, I thank my Father in Heaven that He has prolonged my life to be a part of these challenging times. I thank Him for the opportunity of service. I have no desire but to do all that I can in furthering the work of the Lord, in serving His faithful people, and in living at peace with my neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p5\" class=\"\">I recently traveled around the world, more than 25,000 miles, visiting Alaska, Russia, Korea, Taiwan, Hong Kong, India, Kenya, and Nigeria, where in this last place we dedicated a new temple. We then dedicated the Newport Beach California Temple. I have just been to Samoa for another temple dedication, another 10,000 miles. I do not enjoy travel, but it is my wish to get out among our people to extend appreciation and encouragement, and to bear testimony of the divinity of the Lord’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p6\" class=\"\">I often think of a poem I read long ago. It goes like this:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me live in a house by the side of the road,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where the race of men go by—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The men who are good and the men who are bad,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As good and as bad as I.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I would not sit in the scorner’s seat,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Or hurl the cynic’s ban;—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me live in a house by the side of the road<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And be a friend to man.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p15\" class=\"\">(Sam Walter Foss, “The House by the Side of the Road,” in James Dalton Morrison, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> [1948], 422)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p16\" class=\"\">That is the way I feel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p17\" class=\"\">Age does something to a man. It seems to make him more aware of the need for kindness and goodness and forbearance. He wishes and prays that men might live together in peace without war and contention, argument and conflict. He grows increasingly aware of the meaning of the great Atonement of the Redeemer, of the depth of His sacrifice, and of gratitude to the Son of God, who gave His life that we might live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p18\" class=\"\">I wish today to speak of forgiveness. I think it may be the greatest virtue on earth, and certainly the most needed. There is so much of meanness and abuse, of intolerance and hatred. There is so great a need for repentance and forgiveness. It is the great principle emphasized in all of scripture, both ancient and modern.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p19\" class=\"\">In all of our sacred scripture, there is no more beautiful story of forgiveness than that of the prodigal son found in the 15th chapter of Luke. Everyone should read and ponder it occasionally.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p20\" class=\"\">“And when [the prodigal] had spent all, there arose a mighty famine in that land; and he began to be in want.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p21\" class=\"\">“And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p22\" class=\"\">“And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p23\" class=\"\">“And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p24\" class=\"\">“I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p25\" class=\"\">“And am no more worthy to be called thy son: make me as one of thy hired servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p26\" class=\"\">“And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p27\" class=\"\">“And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son” (<span class=\"citation\" id=\"44517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44517)\">Luke 15:14–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p28\" class=\"\">And the father caused that a great feast should be held, and when his other son complained, he said to him, “It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found” (<span class=\"citation\" id=\"44518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44518)\">Luke 15:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p29\" class=\"\">When there has been wrongdoing and then there has come repentance, followed by forgiveness, then literally the offender who was lost is found, and he who was dead is made alive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p30\" class=\"\">How wonderful are the blessings of mercy and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p31\" class=\"\">The Marshall Plan following World War II with the gift of millions of dollars helped put Europe on its feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p32\" class=\"\">In Japan, after this same war, I saw great steel mills, the money for which I was told had come from America, Japan’s former enemy. How much better this world is because of the forgiveness of a generous nation in behalf of its former enemies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p33\" class=\"\">In the Sermon on the Mount, the Lord taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p34\" class=\"\">“Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p35\" class=\"\">“But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p36\" class=\"\">“And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p37\" class=\"\">“And whosoever shall compel thee to go a mile, go with him twain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p38\" class=\"\">“Give to him that asketh thee, and from him that would borrow of thee turn not thou away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p39\" class=\"\">“Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p40\" class=\"\">“But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you” (<span class=\"citation\" id=\"44476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44476)\">Matt. 5:38–44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p41\" class=\"\">Those are very strong words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p42\" class=\"\">Do you really think you could follow that injunction? They are the words of the Lord Himself, and I think they apply to each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p43\" class=\"\">The scribes and Pharisees brought before Jesus a woman taken in adultery so that they might entrap Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p44\" class=\"\">“But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p45\" class=\"\">“So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p46\" class=\"\">“And again he stooped down, and wrote on the ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p47\" class=\"\">“And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p48\" class=\"\">“When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p49\" class=\"\">“She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more” (<span class=\"citation\" id=\"44531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44531)\">John 8:6–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p50\" class=\"\">The Savior taught of leaving the ninety and nine to find the lost sheep, that forgiveness and restitution might come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p51\" class=\"\">Isaiah declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p52\" class=\"\">“Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p53\" class=\"\">“Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p54\" class=\"\">“Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool” (<span class=\"citation\" id=\"44462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44462)\">Isa. 1:16–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p55\" class=\"\">The great crowning love of the Savior was expressed when in His dying agony He cried out, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"44521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44521)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p56\" class=\"\">In our day the Lord has said in revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p57\" class=\"\">“Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p58\" class=\"\">“I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men” (<span class=\"citation\" id=\"44719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44719)\">D&amp;C 64:9–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p59\" class=\"\">The Lord has offered a marvelous promise. Said He, “He who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more” (<span class=\"citation\" id=\"44716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44716)\">D&amp;C 58:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p60\" class=\"\">There are so many in our day who are unwilling to forgive and forget. Children cry and wives weep because fathers and husbands continue to bring up little shortcomings that are really of no importance. And there also are many women who would make a mountain out of every little offending molehill of word or deed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p61\" class=\"\">A time back, I clipped a column from the <span class=\"emphasis\">Deseret Morning News,<\/span> written by Jay Evensen. With his permission, I quote from a part of it. Wrote he:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p62\" class=\"\">“How would you feel toward a teenager who decided to toss a 20-pound frozen turkey from a speeding car headlong into the windshield of the car you were driving? How would you feel after enduring six hours of surgery using metal plates and other hardware to piece your face together, and after learning you still face years of therapy before returning to normal—and that you ought to feel lucky you didn’t die or suffer permanent brain damage?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p63\" class=\"\">“And how would you feel after learning that your assailant and his buddies had the turkey in the first place because they had stolen a credit card and gone on a senseless shopping spree, just for kicks? …<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p64\" class=\"\">“This is the kind of hideous crime that propels politicians to office on promises of getting tough on crime. It’s the kind of thing that prompts legislators to climb all over each other in a struggle to be the first to introduce a bill that would add enhanced penalties for the use of frozen fowl in the commission of a crime.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p65\" class=\"\">“The New York Times quoted the district attorney as saying this is the sort of crime for which victims feel no punishment is harsh enough. ‘Death doesn’t even satisfy them,’ he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p66\" class=\"\">“Which is what makes what really happened so unusual. The victim, Victoria Ruvolo, a 44-year-old former manager of a collections agency, was more interested in salvaging the life of her 19-year-old assailant, Ryan Cushing, than in exacting any sort of revenge. She pestered prosecutors for information about him, his life, how he was raised, etc. Then she insisted on offering him a plea deal. Cushing could serve six months in the county jail and be on probation for 5 years if he pleaded guilty to second-degree assault.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p67\" class=\"\">“Had he been convicted of first-degree assault—the charge most fitting for the crime—he could have served 25 years in prison, finally thrown back into society as a middle-aged man with no skills or prospects.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p68\" class=\"\">“But this is only half the story. The rest of it, what happened the day this all played out in court, is the truly remarkable part.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p69\" class=\"\">“According to an account in the New York Post, Cushing carefully and tentatively made his way to where Ruvolo sat in the courtroom and tearfully whispered an apology. ‘I’m so sorry for what I did to you.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p70\" class=\"\">“Ruvolo then stood, and the victim and her assailant embraced, weeping. She stroked his head and patted his back as he sobbed, and witnesses, including a Times reporter, heard her say, ‘It’s OK. I just want you to make your life the best it can be.’ According to accounts, hardened prosecutors, and even reporters, were choking back tears” (“Forgiveness Has Power to Change Future,” <span class=\"emphasis\">Deseret Morning News,<\/span> Aug. 21, 2005, p. AA3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p71\" class=\"\">What a great story that is, greater because it actually happened, and that it happened in tough old New York. Who can feel anything but admiration for this woman who forgave the young man who might have taken her life?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p72\" class=\"\">I know this is a delicate and sensitive thing of which I am speaking. There are hardened criminals who may have to be locked up. There are unspeakable crimes, such as deliberate murder and rape, that justify harsh penalties. But there are some who could be saved from long, stultifying years in prison because of an unthoughtful, foolish act. Somehow forgiveness, with love and tolerance, accomplishes miracles that can happen in no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p73\" class=\"\">The great Atonement was the supreme act of forgiveness. The magnitude of that Atonement is beyond our ability to completely understand. I know only that it happened, and that it was for me and for you. The suffering was so great, the agony so intense, that none of us can comprehend it when the Savior offered Himself as a ransom for the sins of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p74\" class=\"\">It is through Him that we gain forgiveness. It is through Him that there comes the certain promise that all mankind will be granted the blessings of salvation, with resurrection from the dead. It is through Him and His great overarching sacrifice that we are offered the opportunity through obedience of exaltation and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/forgiveness.p75\" class=\"\">May God help us to be a little kinder, showing forth greater forbearance, to be more forgiving, more willing to walk the second mile, to reach down and lift up those who may have sinned but have brought forth the fruits of repentance, to lay aside old grudges and nurture them no more. For this I humbly pray, in the sacred name of our Redeemer, even the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}