{"ID":720, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...and if Ye Receive Not the Spirit Ye Shall Not Teach\"<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1954, pp. 20-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I realize my weakness and the need of your faith and prayers\nand the help of the Spirit of the Lord.  I am grateful for the nature of the remarks made by\nPresident McKay in the opening session of this conference and for the prayer that has just\nbeen offered by President Pugmire in which a plea to our Father in heaven was made in\nbehalf of the faith of the young people of the Church.\n<\/p><p>\nI, too, am concerned over the faith of our young people, for that matter, of all the members of\nthe Church in this day when there are so many prevailing notions, ideas, and philosophies. I\nhave realized for a long time the need of spiritual protection, protection in the teachings that\nwe give to our young people in our organizations, to save them from the false doctrines and\nteachings of the world.\n<\/p><p>\nAbout three days ago I received a letter from one of my very dearest friends, a brother who is\na teacher and who has been a teacher for nearly a half century, one who sat in the councils of\nthe Church in stakes of Zion and in whom I have a great deal of confidence.  He expressed in\nhis letter his solicitation for our young people, and in fact, for all the members of the Church\nand the need of giving them proper protection and guidance in the teachings that are placed\nbefore them.\n<\/p><p>\nI copied from his letter one paragraph, and asked him if I might use it. He said I might, and I\nam going to read it to you: \n<\/p><p>\n\"There are in our community, and I suspect in other places, men who are instructing in our\nquorums and other organizations who teach false doctrine, and the craziest imaginations, and\nalmost invariably they are brethren who are not in line.  They have brilliant, trained minds,\nsometimes with pleasing, influential personalities, but lacking the spirit of truth that comes by\nobedience.  You cannot give what you do not possess.  In my humble opinion only those who\nbelieve in, and can prove their teachings by their works, should be instructing in our quorums\nand other organizations.\"\n<\/p><p>\nThat remark of his I fully endorse, and so I am expressing these thoughts particularly to our\nbishops, presidents of stakes, superintendents of Sunday Schools and Mutuals, and those who\nhave charge of priesthood quorums, and the other organizations of the Church, to see to it that\nin the choosing of teachers they use wisdom and seek for the guidance of the Spirit of the\nLord that these men spoken of here in this communication, brilliant, outstanding personalities,\nbut without faith, are not called to teach in our Sunday Schools, our Mutual Improvement\nAssociations, and in the priesthood quorums of the Church. We want men who are trained in\nthe principles of the gospel and who have faith and a testimony of the truth. We have them.\n<\/p><p>\nBecause a man has great schooling, is educated according to the ideas of the world, is not\nsufficient reason why he should be called to take charge of a class in any of the organizations\nor priesthood quorums within the Church. Now, if he has scholastic ability and training, and\nalong with it has faith in the principles of the gospel and in the mission of the Lord Jesus\nChrist, and of the Prophet Joseph Smith, all well and good.  But if he is filled with all kinds\nof philosophy and notions and cannot accept the doctrines in the standard works of the\nChurch, we do not want him, whether it is in our auxiliaries or the priesthood, or in our\nseminaries or institutes, that are given for the teaching of religious principles and to instill\nfaith in the hearts of our young people.\n<\/p><p>\n\"Remember,\" the Lord has said, \"the worth of souls is great in the sight of God; \n<\/p><p>\n\"For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the\npain of all men, that all men might repent and come unto him.\n<\/p><p>\n\"And he hath risen again from the dead, that he might bring all men unto him, on conditions\nof repentance.\n<\/p><p>\n\"And how great is his joy in the soul that repenteth!\n<\/p><p>\n\"Wherefore, you are called to cry repentance unto this people.\n<\/p><p>\n\"And if it so be that you should labor all your days in crying repentance unto this people, and\nbring, save it be one soul unto me, how great shall be your joy with him in the kingdom of\nmy Father!\" (<span class=\"citation\" id=\"13220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13220)\">D&amp;C 18:10-15<\/a><\/span>).\n<\/p><p>\nIn the early days of the Church men came out of the world and received the testimony of the\ngospel, but they had been trained in the traditions of the world, the religious world, and they\nbrought in with them some of those religious notions.  The Lord had to\ncorrect them, and he said: \n<\/p><p>\n\"Let us reason even as a man reasoneth one with another face to face.\n<\/p><p>\n\"Now, when a man reasoneth he is understood of man, because he reasoneth as a man; even\nso will I, the Lord, reason with you that you may understand.\n<\/p><p>\n\"Wherefore, I the Lord ask you this question&mdash;unto what were ye ordained?\n<\/p><p>\n\"To preach my gospel by the Spirit, even the Comforter which was sent forth to teach the\ntruth.\n<\/p><p>\n\"And then received ye spirits which ye could not understand, and received them to be of God;\nand in this are ye justified?\n<\/p><p>\n\"Behold ye shall answer this question yourselves; nevertheless, I will be merciful unto you; he\nthat is weak among you hereafter shall be made strong.\n<\/p><p>\n\"Verily I say unto you, he that is ordained of me and sent forth to preach the word of truth by\nthe Comforter, in the Spirit of truth, doth he preach it by the spirit of truth or some other\nway?\n<\/p><p>\n\"And if it be by some other way it is not of God.\n<\/p><p>\n\"And again, he that receiveth the word of truth, doth he receive it by the Spirit of truth or\nsome other way?\n<\/p><p>\n\"If it be some other way it is not of God.\n<\/p><p>\n\"Therefore, why is it that ye cannot understand and know, that he that receiveth the word by\nthe Spirit of truth receiveth it as it is preached by the Spirit of truth?\n<\/p><p>\n\"Wherefore, he that preacheth and he that receiveth, understand one another, and both are\nedified and rejoice together.\n<\/p><p>\n\"And that which doth not edify is not of God, and is darkness\"\n(<span class=\"citation\" id=\"13250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13250)\">D&amp;C 50:11-23<\/a><\/span>).\n<\/p><p>\nIt makes no difference who the teacher is, if he teaches false doctrine, if he teaches that which\nhas been condemned by the Lord, that is contrary to what is written in the revelations given\nto the Church, then he should not teach.\n<\/p><p>\nIn the forty-second section of the Doctrine and Covenants the Lord declares that he who hath\nnot the Spirit shall not teach (<span class=\"citation\" id=\"13239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13239)\">D&amp;C 42:14<\/a><\/span>).\nI call upon you brethren in the stakes and in the wards to be\nalert to find men who have faith in their hearts and a love of the truth of the gospel of Jesus\nChrist and do not choose men simply because they have a personality or worldly wisdom.\nFind if they have in their hearts a love of divine truth. If a man cannot accept the revelations\nin the Bible, in the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price,\nwhich we have received as standards, if he has reservations in his mind in regard to the things\nthat are there recorded, which have come to us by the word of the Lord, then he ought not be\nteaching in any organization, any class, anywhere in the Church of Jesus Christ of Latter-day\nSaints.\n<\/p><p>\nMay the Lord bless us one and all, guide us in righteousness, help us through the study of the\nscriptures to know his will, I humbly pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}