{"ID":7201, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparations for the Restoration and the Second Coming: “My Hand Shall Be over Thee”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">[The Lord’s] hand has been over the work of the Restoration from before the foundation of this world and will continue until His Second Coming.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p4\" class=\"\">This year we are commemorating the 200th anniversary of the birth of the Prophet Joseph Smith. To the world we testify that he was the prophet of God foreordained to bring about the Restoration of the gospel of Jesus Christ. This he did under the direction of our Savior, who said to an earlier prophet, “My name is Jehovah, and I know the end from the beginning; therefore my hand shall be over thee.”<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_030\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44777)\">Abr. 2:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p5\" class=\"\">I acknowledge the Lord’s hand in the Restoration of the gospel. Through the inspired sacrifices of God’s children through the ages, the foundation of the Restoration was laid, and the world is preparing for the Second Coming of our Lord and Savior Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p6\" class=\"\">His gospel was first established on the earth beginning with Adam and has been taught in every dispensation through such prophets as Enoch, Noah, Abraham, Moses, and others. Each of these prophets foretold the coming of Jesus Christ to atone for the sins of the world. Those prophecies have been fulfilled. The Savior did establish His Church. He called His Apostles and established His priesthood. Most importantly, He laid down His life and took it up that all will rise again, thus carrying out the atoning sacrifice. But that was not the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p7\" class=\"\">After the Savior’s Resurrection, He commissioned His Apostles to lead the Church and administer gospel ordinances. Faithful to this charge, they were persecuted, and some were eventually martyred. As a result, the Lord’s priesthood authority was no longer on earth, and the world fell into spiritual darkness. In the centuries that followed, God’s children had the Light of Christ, could pray, and could feel the influence of the Holy Ghost. But the fulness of the gospel had been lost. There was no one left on earth with the power and authority to lead the Church or perform sacred ordinances such as baptism, conferral of the gift of the Holy Ghost, and the saving ordinances of the temple. Almost everyone was denied access to the scriptures, and most people were illiterate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p8\" class=\"\">Making the scriptures available and helping God’s children learn to read them was the first step to the Restoration of the gospel. Originally the Bible was written in Hebrew and Greek, languages unknown to common people throughout Europe. Then, about 400 years after the Savior’s death, the Bible was translated by Jerome into Latin. But still the scriptures were not widely available. Copies had to be written by hand, usually by monks, each taking years to complete.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p9\" class=\"\">Then, through the influence of the Holy Ghost, an interest in learning began to grow in the hearts of people. This Renaissance or “rebirth” spread throughout Europe. In the late 1300s, a priest named John Wycliffe initiated a translation of the Bible from Latin into English. Because English was then an emerging, unrefined language, church leaders deemed it unsuitable to convey God’s word. Some leaders were certain that if people could read and interpret the Bible for themselves, its doctrine would be corrupted; others feared that people with independent access to the scriptures would not need the church and would cease to support it financially. Consequently, Wycliffe was denounced as a heretic and treated accordingly. After he died and was buried, his bones were dug up and burned. But God’s work could not be stopped.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p10\" class=\"\">While some were inspired to translate the Bible, others were inspired to prepare the means to publish it. By 1455 Johannes Gutenberg had invented a press with movable type, and the Bible was one of the first books he printed. For the first time it was possible to print multiple copies of the scriptures and at a cost many could afford.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p11\" class=\"\">Meanwhile, the inspiration of God also rested upon explorers. In 1492 Christopher Columbus set out to find a new path to the Far East. Columbus was led by the hand of God in his journey. He said, “God gave me the faith, and afterwards the courage.”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_030\">2<\/a>\n       <span class=\"footnote\">[Quoted in Mark E. Petersen, <span class=\"emphasis\">The Great Prologue<\/span> (1975), 29.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p12\" class=\"\">These inventions and discoveries set the stage for further contributions. In the early 1500s young William Tyndale enrolled at Oxford University. There he studied the work of the Bible scholar Erasmus, who believed that the scriptures are “the food of [a man’s] soul; and … must permeate the very depths of [his] heart and mind.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_030\">3<\/a>\n       <span class=\"footnote\">[Quoted in Benson Bobrick, <span class=\"emphasis\">Wide as the Waters: The Story of the English Bible and the Revolution It Inspired<\/span> (2001), 89.]<\/span><\/sup> Through his studies, Tyndale developed a love for God’s word and a desire that all God’s children be able to feast on it for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p13\" class=\"\">At about this time, a German priest and professor named Martin Luther identified 95 points of error in the church of his day, which he boldly sent in a letter to his superiors. In Switzerland, Huldrych Zwingli printed 67 articles of reform. John Calvin in Switzerland, John Knox in Scotland, and many others assisted in this effort. A reformation had begun.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p14\" class=\"\">Meanwhile, William Tyndale had become a trained priest and was fluent in eight languages. He believed a direct translation from Greek and Hebrew into English would be more accurate and readable than Wycliffe’s translation from Latin. So Tyndale, enlightened by the Spirit of God, translated the New Testament and a portion of the Old Testament. His friends warned him that he would be killed for doing so, but he was undaunted. Once, while disputing with a learned man, he said, “If God spare my life, ere many years I will cause a boy that driveth the plough shall know more of the scripture than thou dost.”<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_030\">4<\/a>\n       <span class=\"footnote\">[Quoted in S. Michael Wilcox, <span class=\"emphasis\">Fire in the Bones: William Tyndale—Martyr, Father of the English Bible<\/span> (2004), 47.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p15\" class=\"\">Eventually Tyndale, like others, was killed for his efforts—strangled and burned at the stake near Brussels. But the belief for which he gave his life was not lost. Millions have come to experience for themselves what Tyndale taught throughout his life: “The nature of God’s word is, that whosoever read it, … it will begin immediately to make him every day better and better, till he be grown into a perfect man.”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_030\">5<\/a>\n       <span class=\"footnote\">[Quoted in Wilcox, <span class=\"emphasis\">Fire in the Bones,<\/span> xv.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p16\" class=\"\">Turbulent political times brought change. Because of a disagreement with the church in Rome, King Henry VIII declared himself the head of the church in England and required that copies of the English Bible be placed in every parish church. Hungry for the gospel, people flocked to these churches, reading the scriptures to one another until their voices gave out. The Bible was also used as a primer to teach reading. Though martyrdoms continued across Europe, the dark night of ignorance was coming to an end. Declared one preacher before being burned, “We shall this day light such a candle, by God’s Grace, in England, as I trust shall never be put out.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_030\">6<\/a>\n       <span class=\"footnote\">[Quoted in Bobrick, <span class=\"emphasis\">Wide as the Waters,<\/span> 168; see also James E. Kiefer, <span class=\"emphasis\">Biographical Sketches of Memorable Christians of the Past,<\/span> “Hugh Latimer, Bishop and Martyr,” http:\/\/justus.anglican.org\/resources\/bio\/269.html.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p17\" class=\"\">We express gratitude to all who lived in England and throughout Europe who helped kindle that light. By God’s grace, the light grew brighter. Aware of the divisions within his own country, English King James I agreed to a new official version of the Bible. It has been estimated that over 80 percent of William Tyndale’s translations of the New Testament and a good portion of the Old Testament (the Pentateuch, or Genesis through Deuteronomy, and Joshua through Chronicles) were retained in the King James Version.<sup class=\"noteMarker\"><a href=\"#footnote7-25911_000_030\">7<\/a>\n       <span class=\"footnote\">[See Wilcox, <span class=\"emphasis\">Fire in the Bones,<\/span> 125–26, 197; <span class=\"emphasis\">Fox’s Book of Martyrs,<\/span> William Byron Forbush, ed. (1926), 181.]<\/span><\/sup> In time, that version would find its way to a new land and be read by a 14-year-old plowboy named Joseph Smith. Is it any wonder that the King James Version is the approved English Bible of The Church of Jesus Christ of Latter-day Saints today?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p18\" class=\"\">Religious persecution in England continued under James’s son Charles, and many were prompted to seek freedom in new lands. Among them were the Pilgrims, who landed in the Americas in 1620, the very part of the world Columbus had explored over 100 years earlier. Other colonists soon followed, including those like Roger Williams, founder and later governor of Rhode Island, who continued to search for Christ’s true Church. Williams said that there was no regularly constituted church of Christ on earth, nor any person authorized to administer any church ordinance, nor could there be until new Apostles were sent by the great Head of the church, for whose coming he was seeking.<sup class=\"noteMarker\"><a href=\"#footnote8-25911_000_030\">8<\/a>\n       <span class=\"footnote\">[See William Cullen Bryant, ed., <span class=\"emphasis\">Picturesque America; or, the Land We Live In,<\/span> 2 vols. (1872–74), 1:500–502; see also LeGrand Richards, <span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> rev. ed. (1966), 29.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p19\" class=\"\">Over a century later, such religious feeling guided founders of a new nation on the American continent. Under God’s hand, they secured religious freedom for every citizen with an inspired Bill of Rights. Fourteen years later, on December 23, 1805, the Prophet Joseph Smith was born. The preparation was nearing its completion for the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p20\" class=\"\">As a young man, Joseph “was called up to serious reflection”<sup class=\"noteMarker\"><a href=\"#footnote9-25911_000_030\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44784)\">JS—H 1:8<\/a><\/span>.]<\/span><\/sup> on the subject of religion. Because he was born in a land of religious freedom, he could question which of all the churches was right. And because the Bible had been translated into English, he could seek an answer from the word of God. He read in the book of James, “If any of you lack wisdom, let him ask of God,”<sup class=\"noteMarker\"><a href=\"#footnote10-25911_000_030\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44570)\">James 1:5<\/a><\/span>.]<\/span><\/sup> and he did as directed. In answer to Joseph’s prayer, God the Father and His Son, Jesus Christ, appeared to him.<sup class=\"noteMarker\"><a href=\"#footnote11-25911_000_030\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44787)\">JS—H 1:11–20<\/a><\/span>.]<\/span><\/sup> This humble farm boy was the prophet chosen by God to restore the ancient Church of Jesus Christ and His priesthood in these latter days. This restoration was to be the last, the dispensation of the fulness of times, restoring all the priesthood blessings which man could possess on earth. With this divine commission, his work was not to reform nor was it to protest what was already on the earth. It was to restore what had been on earth and had been lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p21\" class=\"\">The Restoration, begun with the First Vision in 1820, continued with the coming forth of the Book of Mormon: Another Testament of Jesus Christ. On September 21, 1823, Joseph Smith was visited by the angel Moroni, who taught him of an ancient record containing “the fulness of the everlasting gospel … preparatory to the second coming of the Messiah.”<sup class=\"noteMarker\"><a href=\"#footnote12-25911_000_030\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44581)\">Book of Mormon introduction<\/a><\/span>.]<\/span><\/sup> Recorded on plates of gold, the Book of Mormon gives an account of Christ’s ministry in the Western Hemisphere, just as the Bible records His life and ministry in the Holy Land. Joseph received the gold plates four years later and, in December of 1827, began to translate the Book of Mormon.<sup class=\"noteMarker\"><a href=\"#footnote13-25911_000_030\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44792)\">JS—H 1:27–62<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p22\" class=\"\">While translating, Joseph Smith and his scribe Oliver Cowdery read about baptism. Their desire to receive this blessing for themselves prompted the restoration of the Aaronic Priesthood on May 15, 1829, under the hands of John the Baptist.<sup class=\"noteMarker\"><a href=\"#footnote14-25911_000_030\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44691)\">D&amp;C 13<\/a><\/span>; <span class=\"citation\" id=\"44795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44795)\">JS—H 1:66–72<\/a><\/span>; <span class=\"emphasis\">Church History in the Fulness of Times,<\/span> 2nd ed. (Church Educational System Manual, 2003), 55.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p23\" class=\"\">There followed the restoration of the Melchizedek Priesthood, which was bestowed on Joseph and Oliver by the Apostles Peter, James, and John, who held the keys. After centuries of spiritual darkness, the power and authority to act in God’s name, to perform sacred ordinances, and to lead His Church were once again upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p24\" class=\"\">The first printed copies of the Book of Mormon were published on March 26, 1830. A few days later, on April 6, Christ’s true Church in these latter days was once again organized, at the home of Peter Whitmer Sr. in Fayette, New York. Describing the effects of these events upon the world, Elder Parley P. Pratt wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The morning breaks, the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day, … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Majestic rises on the world.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote15-25911_000_030\">15<\/a>\n\t   <span class=\"footnote\">[“The Morning Breaks,” <span class=\"emphasis\">Hymns,<\/span> no. 1.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p29\" class=\"\">The long night was finally over, and revelation streamed forth, resulting in additional scripture. The Doctrine and Covenants was accepted by the Church on August 17, 1835. The Pearl of Great Price translation of the book of Abraham also began in that year.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p30\" class=\"\">Further authority to act in the name of the Lord soon followed. The Kirtland Temple was dedicated on March 27, 1836.<sup class=\"noteMarker\"><a href=\"#footnote16-25911_000_030\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44745)\">D&amp;C 109<\/a><\/span>.]<\/span><\/sup> In that temple, the Savior appeared to Joseph Smith and Oliver Cowdery, followed by the appearances of Moses, Elias, and Elijah, who gave additional priesthood keys to the Prophet.<sup class=\"noteMarker\"><a href=\"#footnote17-25911_000_030\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44747)\">D&amp;C 110<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p31\" class=\"\">This gospel light would never again be taken from the earth. In 1844 Joseph Smith conferred all the keys of the priesthood upon Brigham Young, John Taylor, Wilford Woodruff, and their fellow Apostles. The Prophet said: “I have lived until I have seen this burden, which has rested on my shoulders, rolled on to the shoulders of other men; … the keys of the kingdom are planted on the earth to be taken away no more for ever. … No matter what becomes of me.”<sup class=\"noteMarker\"><a href=\"#footnote18-25911_000_030\">18<\/a>\n       <span class=\"footnote\">[Quoted by Wilford Woodruff in <span class=\"emphasis\">Deseret News,<\/span> Dec. 21, 1869, 2.]<\/span><\/sup> Sadly, three months later, on June 27, Joseph Smith the Prophet and his brother Hyrum were martyred at Carthage, Illinois.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p32\" class=\"\">Elder John Taylor, who was with the Prophet when he was martyred, testified of him, “Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it.”<sup class=\"noteMarker\"><a href=\"#footnote19-25911_000_030\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44763)\">D&amp;C 135:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p33\" class=\"\">I testify that the work of the Prophet Joseph Smith is the Savior’s work. In the Lord’s service the path is not always easy. It often requires sacrifices, and we will likely experience adversity. But in serving Him, we discover that His hand is truly over us. So it was for Wycliffe, Tyndale, and thousands of others who prepared the way for the Restoration. So it was for the Prophet Joseph Smith and all who helped usher in the restored gospel. So it is and will be for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p34\" class=\"\">The Lord expects us to be as faithful, as devoted, as courageous as those who went before us. They were called to <span class=\"emphasis\">give<\/span> their lives for the gospel. We are called to <span class=\"emphasis\">live<\/span> our lives for the same purpose. In these last days we have special reason to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p35\" class=\"\">Before that sacred night in Bethlehem, the events of history and the words of the prophets of all dispensations prepared the way for the first coming of the Lord and His Atonement. Similarly, history and prophecy laid the groundwork for the Restoration of the gospel through the Prophet Joseph Smith. Do we have eyes to see that the events and prophecies of <span class=\"emphasis\">our<\/span> time are preparing us for the Savior’s <span class=\"emphasis\">Second<\/span> Coming?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p36\" class=\"\">I bear special witness that our Savior Jesus Christ lives. I testify that His hand has been over the work of the Restoration from before the foundation of this world and will continue until His Second Coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/preparations-for-the-restoration-and-the-second-coming-my-hand-shall-be-over-thee.p37\" class=\"\">That each of us will prepare ourselves to greet Him is my humble prayer. In His holy name, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_030\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44777)\">Abr. 2:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_030\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Mark E. Petersen, <span class=\"emphasis\">The Great Prologue<\/span> (1975), 29.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_030\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Benson Bobrick, <span class=\"emphasis\">Wide as the Waters: The Story of the English Bible and the Revolution It Inspired<\/span> (2001), 89.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_030\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in S. Michael Wilcox, <span class=\"emphasis\">Fire in the Bones: William Tyndale—Martyr, Father of the English Bible<\/span> (2004), 47.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_030\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Wilcox, <span class=\"emphasis\">Fire in the Bones,<\/span> xv.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_030\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Bobrick, <span class=\"emphasis\">Wide as the Waters,<\/span> 168; see also James E. Kiefer, <span class=\"emphasis\">Biographical Sketches of Memorable Christians of the Past,<\/span> “Hugh Latimer, Bishop and Martyr,” http:\/\/justus.anglican.org\/resources\/bio\/269.html.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25911_000_030\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Wilcox, <span class=\"emphasis\">Fire in the Bones,<\/span> 125–26, 197; <span class=\"emphasis\">Fox’s Book of Martyrs,<\/span> William Byron Forbush, ed. (1926), 181.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25911_000_030\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See William Cullen Bryant, ed., <span class=\"emphasis\">Picturesque America; or, the Land We Live In,<\/span> 2 vols. (1872–74), 1:500–502; see also LeGrand Richards, <span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> rev. ed. (1966), 29.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25911_000_030\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44784)\">JS—H 1:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25911_000_030\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44570)\">James 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25911_000_030\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44787)\">JS—H 1:11–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25911_000_030\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44581)\">Book of Mormon introduction<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25911_000_030\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44792)\">JS—H 1:27–62<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25911_000_030\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44691)\">D&amp;C 13<\/a><\/span>; <span class=\"citation\" id=\"44795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44795)\">JS—H 1:66–72<\/a><\/span>; <span class=\"emphasis\">Church History in the Fulness of Times,<\/span> 2nd ed. (Church Educational System Manual, 2003), 55.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-25911_000_030\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Morning Breaks,” <span class=\"emphasis\">Hymns,<\/span> no. 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-25911_000_030\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44745)\">D&amp;C 109<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-25911_000_030\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44747)\">D&amp;C 110<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-25911_000_030\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted by Wilford Woodruff in <span class=\"emphasis\">Deseret News,<\/span> Dec. 21, 1869, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_030\"><a name=\"-25911_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-25911_000_030\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44763)\">D&amp;C 135:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}