{"ID":7202, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sacrifice Is a Joy and a Blessing\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p2\" class=\"\">Elder Won Yong Ko<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/won-yong-ko-10.jpg\" alt=\"Won Yong Ko\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I pray that we will all become Saints willing to sacrifice and become eligible for the Lord’s special blessings.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p4\" class=\"\">Brothers and sisters, good afternoon. The Prophet Joseph Smith taught that “a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation” (<span class=\"emphasis\">Lectures on Faith<\/span> [1985], 69). If we summarize the history of the scriptures, we can say that it is the history of sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p5\" class=\"\">We can find wonderful examples in the scriptures of those who sacrificed their lives in order to keep their faith and testimonies. One example is from the story of Alma and Amulek when they had to watch with pain the people of Ammonihah who were thrown into the fire and died but kept their faith (see <span class=\"citation\" id=\"44643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44643)\">Alma 14:7–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p6\" class=\"\">Also we think of Jesus Christ, who condescended to come down from His Father’s presence to this earth and made the sacrifice to save the world through more severe pain than anyone else has ever endured.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p7\" class=\"\">In this last dispensation of the gospel, many pioneers lost their lives and made the ultimate sacrifice to keep their faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p8\" class=\"\">Today we are not likely to be asked to make such a big sacrifice as giving up our lives, but we can see many examples of Saints who make painful sacrifices to keep their faith and testimonies alive. Maybe it is more difficult to make the small sacrifices in our daily lives. For instance, it could be regarded as a small sacrifice to keep the Sabbath day holy, to read the scriptures daily, or to pay our tithing. But these sacrifices cannot be easily made unless we have the mind and the determination to make the sacrifices that are needed to be able to keep those commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p9\" class=\"\">As we make these small sacrifices, we are compensated by more blessings from the Lord. King Benjamin said, “And ye are still indebted unto him, and are, and will be, forever and ever” (<span class=\"citation\" id=\"44610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44610)\">Mosiah 2:24<\/a><\/span>). And, as he did with his own people, King Benjamin encourages us so that we will receive more blessings as we continue to obey the Lord’s word.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p10\" class=\"\">I think that the very first blessing coming from sacrifice is the joy that we can feel when we pay the price. Perhaps the very thought that the sacrifice itself could be a blessing becomes a blessing. When we have that kind of thought and feel the joy, we might have received a blessing already.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p11\" class=\"\">Recently, I have found that kind of blessing among the Saints in Korea who participated in the celebration of the 50th anniversary of the dedication of the Church in Korea and the 200th anniversary of Joseph Smith’s birth. I would like to tell you briefly about their sacrifices and the joy and blessings they received.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p12\" class=\"\">To celebrate the gospel, which gave hope and courage to people in Korea who were hurt so much by the Korean War, the members started to prepare for this celebration more than a year ago. Many of the members in Korea—the Primary, young men, young women, young single adults, Relief Society sisters, and others—gathered together to practice for the celebration. They prepared many traditional folk dances, including the flower dance, circle dance, fan dance, and farmer dance. They played drums; performed tae kwon do, drama, ballroom dances, and musical numbers; showed animation; and gave choir performances.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p13\" class=\"\">Because the young men produced such loud drum sounds, neighbors complained, and they had to stop practicing. It was really difficult to practice for long periods of time, but they did it with joy. I could not find anyone complaining about their effort and sacrifice when they had to get up at 4:00 in the morning to ride the bus for the joint practice. They felt great joy and gratitude for the blessings of the Lord and for the opportunity to show their appreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p14\" class=\"\">Also many returned missionaries from overseas came back to Korea with their wives and children for this celebration. They made the sacrifice when they came to Korea on their missions a long time ago. This time they made another sacrifice of time and money to bring their families and participate in the celebration during the hot summer. But they rejoiced and were grateful for all the celebrations in which they participated.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p15\" class=\"\">To encourage the Korean Saints and others, the Lord sent His prophet, President Gordon B. Hinckley, to Korea. President Hinckley himself made a great sacrifice for this trip by scheduling a 13-day, around-the-world trip and came to Korea to meet with the Saints whom he has loved for many years and to personally convey the special love of the Lord. Nobody felt that this was a sacrifice. Instead, we had tears of joy and gratitude. This is the blessing we are talking about, isn’t it?<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p16\" class=\"\">Brothers and sisters, do not be afraid of sacrifice. Please enjoy the happiness and blessings from the sacrifice itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p17\" class=\"\">Occasionally there is a time gap between the sacrifice and the blessing. The sacrifice may come according to our time schedule, but the blessing may not come by our, but by the Lord’s, calendar. Because of this, the Lord comforts us by saying, “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work” (<span class=\"citation\" id=\"44721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44721)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p18\" class=\"\">The blessings surely come to us. Please remember that the sacrifice itself might be a form of blessing. Let us make the sacrifice of small things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p19\" class=\"\">When we read the Book of Mormon while rubbing our sleepy eyes, let us remember that we are following the counsel of our prophet and receive the joy that comes from that knowledge. We have many bills to pay, but when we pay tithing, let us feel joy for having the opportunity to donate something to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p20\" class=\"\">And then greater blessings will be poured out on us. It will be just like our surprise and joy when we receive an unexpected gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/sacrifice-is-a-joy-and-a-blessing.p21\" class=\"\">As President Spencer W. Kimball said, “As we give, we find that ‘sacrifice brings forth the blessings of heaven!’ [“Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> no. 27.] And in the end, we learn it was no sacrifice at all” (“Becoming the Pure in Heart,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1985, 5). I pray that we will all become Saints willing to sacrifice and become eligible for the Lord’s special blessings. The Lord will watch over us so that it will not be too difficult to endure any sacrifice. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}