{"ID":7207, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Benediction\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">God our Eternal Father lives. … Jesus is the Christ, the Redeemer of mankind. They have restored Their work in this last and final dispensation through the instrumentality of the Prophet Joseph.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">25911_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p4\" class=\"\">Well, my brothers and sisters, we have had a remarkable conference. It has literally been an inspirational feast at the table of the Lord. The music, the prayers, the talks have been wonderful. We have been informed and uplifted; our faith has been strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p5\" class=\"\">The growth of the Church has been made evident by the fact that our words have been translated into 80 languages and our message has been broadcast by satellite all across the world and heard by people in many, many lands. It is all the wonderful fruition of the words spoken by Moroni to the boy prophet on the night of September 21, 1823.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p6\" class=\"\">He was a young man, then a poor farm boy with very little education. He had nothing. His parents had nothing. He lived in a rural community, scarcely recognized outside its borders. And yet the angel said to him that “he was a messenger sent from the presence of God … ; that God had a work for [Joseph] to do; and that [his] name should be had for good and evil among all nations, kindreds, and tongues, or that it should be both good and evil spoken of among all people” (<span class=\"citation\" id=\"44794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44794)\">JS—H 1:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p7\" class=\"\">How could such a thing be? Joseph must have wondered. He must have been absolutely stunned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p8\" class=\"\">And yet it has all come to pass. And far greater will yet come to pass.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p9\" class=\"\">On December 23 of this year, 2005, we intend to honor his birthday with a great celebration in tribute to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p10\" class=\"\">I intend, if possible, to go to the place of his birth to repeat what Joseph F. Smith, the sixth President of the Church, did on December 23, 1905, a century ago. On that occasion he dedicated the monument which marks the place of the Prophet’s birth and where a memorial cottage has also been built.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p11\" class=\"\">When I am in Vermont, Presidents Monson and Faust, with others of the General Authorities, will be here in the Conference Center. This great hall will be filled, and the program will be carried far and wide by satellite. There will be appropriate music and words of tribute spoken both in South Royalton and Salt Lake City to the great prophet of this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p12\" class=\"\">What the choir sang so magnificently this morning in tribute to the Prophet will be but a dress rehearsal for the occasion in December. We look forward to this and hope all of you will be with us at that time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p13\" class=\"\">We leave with you our testimony of the divinity of this work. What a wonderful work it is. How empty our lives would be without it. God our Eternal Father lives. He loves us. He watches over us. Jesus is the Christ, the Redeemer of mankind. They have restored Their work in this last and final dispensation through the instrumentality of the Prophet Joseph. I so testify in all solemnity and leave my love and my blessing with you, my beloved brethren and sisters of this grateful Church. God bless you every one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p14\" class=\"\">Now in closing, I wish to thank all of those who have done so very, very much to make of this a great conference, the many who work behind the scenes, to make all of this possible. They work night and day to bring about this great result—the ushers, the technicians, the security force, the first-aid people, the traffic officers, the translators, the secretaries who labor over our talks and type them time after time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/benediction.p15\" class=\"\">God bless all of us, I humbly pray. May we strive to walk in righteousness before Him, I humbly ask, and leave my benediction with you in the sacred and holy name of our Redeemer, even the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}