{"ID":7209, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            That We May All Sit Down in Heaven Together\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p3\" class=\"\">Kathleen H. Hughes<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/kathleen-h-hughes-10.jpg\" alt=\"Kathleen H. Hughes\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When we become instruments in the hands of God, we are used by Him to do His work.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">25911_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p5\" class=\"\">Sisters, tonight we are gathered in a general Relief Society meeting. You look wonderful. As we meet, I cannot help but think of that first Relief Society meeting. I imagine in my mind’s eye the Prophet Joseph speaking to the sisters and preparing them for their part in building the kingdom of God. I hear the prayers of the women’s hearts: “I have made covenants to do Thy work, but help me, Lord, to now become an instrument in Thy hands.” Their prayer is our prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p6\" class=\"\">Mortality is the time for each one of us to become that instrument.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p7\" class=\"\">I love the message of Sister Lucy Mack Smith, who, frail and failing with age, rose to speak to her sisters in an early Relief Society meeting in Nauvoo. I want you to remember, she is a woman who had been a powerhouse—a great leader. She was very much the kind of woman I see in Relief Society today. But that day she said, “We must cherish one another, watch over one another, comfort one another and gain instruction that we may all sit down in heaven together.”<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_039\">1<\/a>\n       <span class=\"footnote\">[Relief Society Minutes, Mar. 24, 1842, Archives of The Church of Jesus Christ of Latter-day Saints, 18–19.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p8\" class=\"\">Those words speak of the sisters becoming “instruments in the hands of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_039\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44646)\">Alma 26:3<\/a><\/span>.]<\/span><\/sup> Which one of us does not long to be cherished, watched over, comforted, and instructed in the things of God? How does it happen? One kindness, one expression of love, one thoughtful gesture, one willing hand at a time. But my message is not to those who receive such acts of charity but to all of us who must practice such holiness every day. To become like Jesus Christ, the Prophet Joseph taught, “you must enlarge your souls toward others.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_039\">3<\/a>\n       <span class=\"footnote\">[Relief Society Minutes, Apr. 28, 1842, 39.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p9\" class=\"\">All of us long to possess Christ’s pure love, called charity, but our humanness—the “natural woman” in us—gets in our way. We get angry, we become frustrated, we berate ourselves and others—and when we do, we cannot be the conduit of love we need to be if we are to become an instrument in Heavenly Father’s hands. Being willing to forgive ourselves and others becomes an integral part of our ability to have the love of the Lord in our lives and to do His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p10\" class=\"\">When I began preparing this talk, I did all the things I knew I should do: I went to the temple, I fasted, I read the scriptures, I prayed. And I wrote a talk. But, sisters, when you choose to write about charity, you need to feel charitable. And I didn’t. And so, after many prayers and tears, there came a realization to my mind that I had to ask forgiveness of those who, unbeknownst to them, were the cause of my uncharitable thoughts. It was hard. But it was healing. And I testify to you that the Lord’s Spirit returned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p11\" class=\"\">To become consistently charitable is a lifelong quest, but each act of love changes us and those who offer it. Let me tell you the story of a young woman I met recently. Alicia, as a teenager, had drifted far from the Church, but later she felt stirrings to return. She often visited her grandfather in a retirement home on Sundays. On one of those days she decided to attend the Latter-day Saint meetings there. She opened the door and found a Relief Society meeting, but no empty seats. As she was about to leave, a woman motioned to her and scooted over to make room for her on her chair. Alicia said: “I wondered what the woman would think of me. I was covered with body piercings, and I smelled of smoke. But she didn’t seem to mind; she simply made a place for me at her side.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p12\" class=\"\">Alicia, heartened by this woman’s charity, returned to activity. She has served a mission and is now sharing that same kind of love with other women. The elderly sister who shared her chair understood that there is a place for every woman in Relief Society. Sisters, we gather for strength, but we bring with us all our weaknesses and imperfections.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p13\" class=\"\">Alicia told me something I will never forget. She said: “I only do one thing for myself when I go to church: I take the sacrament for me. The rest of the time I watch for others who need me, and I try to help and nurture them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p14\" class=\"\">When we become instruments in the hands of God, we are used by Him to do His work. Like Alicia, we need to turn to those around us and watch for ways we can nurture and assist. We must think about those at the door looking in and draw them to us—that we may all sit down in heaven together. Not all of us may think there is room for another person on our chair, but there are always chairs to be found if we have love in our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p15\" class=\"\">In 1856, Julia and Emily Hill, sisters who had joined the Church as teenagers in England and been disowned by their family, had finally earned passage for their way to America and had almost reached their longed-for Zion. They were crossing the American plains with the Willie handcart company when they and many others were stranded on the trail by an early October storm. Sister Deborah Christensen, a great-granddaughter of Julia Hill, experienced this touching dream about them. She said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p16\" class=\"\">“I could see Julia and Emily stranded in the snow on the windy summit of Rocky Ridge with the rest of the Willie handcart company. They had no heavy clothing to keep them warm. Julia was sitting in the snow, shaking. She could not carry on. Emily, who was freezing as well, knew that if she did not help Julia stand up, Julia would die. As Emily wrapped her arms around her sister to help her up, Julia began to cry—but no tears came, only soft whimpering sounds. Together they walked slowly to their handcart. Thirteen died that terrible night. Julia and Emily survived.”<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_039\">4<\/a>\n       <span class=\"footnote\">[Debbie J. Christensen, “Julia and Emily: Sisters in Zion,” <span class=\"emphasis\">Ensign,<\/span> June 2004, 34.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p17\" class=\"\">Sisters, without each other, these women probably would not have lived. In addition, they helped others survive this devastating portion of the journey, including a young mother and her children. It was Emily Hill Woodmansee who later wrote the beautiful words to the song “As Sisters in Zion.” The verse “We’ll comfort the weary and strengthen the weak”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_039\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 309.]<\/span><\/sup> takes on new meaning when you imagine her experience on the snow-packed plains.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p18\" class=\"\">As with the Hill sisters, many of us will not survive our tests in mortality without help from others. And just as true: in helping others we keep our own spirits alive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p19\" class=\"\">Lucy Mack Smith and the sisters of the early Relief Society experienced the pure love of Christ, charity that knows no bounds. They had the truths of the gospel to guide their lives; they had a living prophet; they had a Father in Heaven who listened and answered their prayers. Sisters, so do we. At baptism we took the name of Jesus Christ upon us. We carry that name with us each day, and the Spirit prompts us to live in concert with the Savior’s teachings. As we do, we become instruments in the hands of God. And the Spirit lifts us to higher levels of goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p20\" class=\"\">The greatest manifestation of charity is the Atonement of Jesus Christ, granted to us as a gift. Our diligent seeking for this gift requires that we not only are willing to receive it but are willing to share it as well. As we share this love with others, we emerge as “instruments in the hands of God to do this great work.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_039\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44647)\">Alma 26:3<\/a><\/span>.]<\/span><\/sup> We will be prepared to sit down with our sisters in heaven—together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/that-we-may-all-sit-down-in-heaven-together.p21\" class=\"\">I bear testimony of the Savior, that He lives and that He loves us. He knows what we can become—in spite of our imperfections now. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_039\"><a name=\"-25911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_039\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Relief Society Minutes, Mar. 24, 1842, Archives of The Church of Jesus Christ of Latter-day Saints, 18–19.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_039\"><a name=\"-25911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_039\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44646)\">Alma 26:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_039\"><a name=\"-25911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_039\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Relief Society Minutes, Apr. 28, 1842, 39.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_039\"><a name=\"-25911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_039\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Debbie J. Christensen, “Julia and Emily: Sisters in Zion,” <span class=\"emphasis\">Ensign,<\/span> June 2004, 34.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_039\"><a name=\"-25911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_039\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 309.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_039\"><a name=\"-25911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_039\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44647)\">Alma 26:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}