{"ID":721, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Magnifying Our Calling<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1954, pp. 22-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: If I say anything that may be helpful to you this afternoon, it will be\nbecause you lend me your faith and prayers, for I sense a deep feeling of responsibility as I\noccupy your time.\n<\/p><p>\nI represent one of the quorums of the priesthood which we call the General Authorities of the\nChurch.  You face the General Authorities.  We face the great body of the priesthood who\nregulate, under the direction of the General Authorities, the affairs of the\nwards, the stakes, and the missions of the Church.  To bear that priesthood is a tremendous\nresponsibility, and it is the duty of us who bear it to magnify it, to come to understand\nthrough our faith, our prayers, and our Service what the duties of the various offices are and\nthen strive to magnify our calling.\n<\/p><p>\nWhenever one accepts an ordination in the priesthood, I take it that there is an implied\npromise, even if it is not voiced, that he will undertake to magnify that calling.  Too many of\nus, I think, when we fail, lay it to the fact that the devil tempts us.  I think myself, we ought\nto take personal responsibility for it, because when we are endowed with the priesthood we\nare supposed to have access to our heavenly Father and to his Spirit, which would give us\ncontrol over all of these weaknesses and temptations, and if we would enjoy to the very\nfullest the Spirit of God, we would have that control.\n<\/p><p>\nNow, the only way to get this Spirit that I know of <i>is to work for it<\/i>. The Lord has said if we\nwould do the things he has told us to do, we will know of the doctrine, whether it be of God\n(<span class=\"citation\" id=\"27592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27592)\">John 7:17<\/a><\/span>).\nAnd we should strive first of all to get that testimony that will carry us through and over all\nthe temptations and pitfalls that may lie in our path.  I think that is the only way really to\nknow that the gospel is true, to put it into practice in our lives.  There are many of us,\nperhaps, who feel that the position which we hold is not too important, but I like, as I go\nthrough the stakes and meet the priesthood of the stakes, to express my idea that so far as I\nam concerned, the most important job, if you want to call it a job, and the most important\nassignment in the priesthood is the one I have.  If I can manage to magnify my calling, I\nshould not worry about what other people, either ahead of me or who work along by my side,\nare able to do.  My problem, brethren and sisters, is to magnify my particular calling.\n<\/p><p>\nNow the priesthood of the brethren who stand before us is a great and wonderful endowment. \nAll of the grand and glorious privileges that we enjoy as members of the Church come to us\nonly through the offices of that priesthood.  We should appreciate it, brothers and sisters; we\nshould love it; and we should strive to magnify it.\n<\/p><p>\nThis has been the problem, of course, of mankind from the beginning, to live in a manner that\nwould please God. We should strive to do it.\n<\/p><p>\nNow, some of us are presidents of elders' quorums, some of us are presidents of seventies'\nquorums, some of us are presidents of high priests' quorums, and some of us have special\noffices in this priesthood.  Are we willing, and are we determined to accept the\nresponsibilities of these various offices and magnify them?\n<\/p><p>\nBrethren and sisters, when I contemplate the fact that the privileges which you and I enjoy are\ncarrying into a life which will extend beyond this one into eternity, then I am overpowered\nwith the thought that I should bend every effort and every power within me to magnify my\ncalling, so I should be worthy of a high and exalted position afterwards.  It is within the\npossibility of every man to do it.  That was the design of God, our heavenly Father, that we\nshould come here with equal privileges.  The problem is, are we willing, and will we do it? \nWe can if we will.  Will we leave this conference with a renewed determination to magnify\nour callings, and to help the people whom we are set apart to help, we who are leaders of the\nChurch, or will we just think we have had a pleasant time and proceed to forget the\nadmonitions?\n<\/p><p>\nBrethren and sisters, we cannot afford to forget the good resolutions that we make when we\nsit under the spell of these brethren who are surrounding us.  We cannot wish ourselves into\nsuccess; praying will help; but there must be activity if we magnify this calling.\n<\/p><p>\nThere are many of us, as I said, who are presidents of elders' quorums.  The elders' quorum is\nthe largest quorum in the Melchizedek Priesthood, larger than the combined quorums of the\nhigh priests and the seventies.  If we would strive to benefit and bless the Melchizedek\nPriesthood, generally, in the Church, it seems that that is the place where we\nshould put special effort, because it is the large group, and it just happens to be, if we can\ntrust the statistics of the Church, the group where our help could be most effective and most\nnoticeable.  But do we do it? We, who are presidents of the elders' quorums?  Do we sit down\nwith our brethren, privately, and talk over their problems with them, striving to encourage\nthem in their work, or are we content to stand up before them on Sunday morning in the\nquorum meeting, announce a hymn and a prayer and a speaker, and let it go at that?\n<\/p><p>\nBishop Buehner this morning spoke about the dignity of ward teaching.  I believe the best\nward teaching that I ever heard of was that performed by a friend of mine on the ditchbank\nwith the boys, the teenage boys of his particular ward.  Ward teaching should go right into\nthe homes of the people and attack their personal problems.  It is not a matter of the weather\nor things of that sort.  We have discovered in the stake missionary work that in ten years we\nhave picked up seven thousand children whose baptism had been neglected because they had\nnot been taught its necessity.  When the stake missionaries found them, they were eager to be\nbaptized, not only willing, but eager.  It has always appealed to me that somewhere along the\nline, some ward teacher, as well as the father and mother, forgot a duty, and the same thing, I\nthink, applies to the elders' quorums and the seventies' quorums.\n<\/p><p>\nThe duty of a president is to understand the private life of every member of his quorum and\ndo what he can to ameliorate adverse conditions and to enhance the good ones.  If we could\ndo that, brethren, as quorum presidents, as bishops, as stake presidents, as high councilmen,\nthink what a wonderful contribution it would be to the welfare of the membership of the\nChurch.  After all, brethren, those of us who are here are mainly of that category, or those\ncategories&mdash;those of us who are here, whom I am' facing now, are mainly men&mdash;who have\nofficial responsibility in this priesthood, and what are we doing about it?  We are doing a\nwonderful work, it is true, but we are not nearing perfection in it. When we consider the great\nnumber of men who have gone past their majority and into married life without ever having\nreceived any priesthood at all, then you will agree with me that somewhere along the line, we\nhave not succeeded in doing what we should do.\n<\/p><p>\nWhen you contemplate the great number of priests who go out of the priests' quorum and\nnever get into the elders' quorum, you will have to admit again that somewhere along the line\nleadership has failed.\n<\/p><p>\nNow, brethren and sisters, we who hold the priesthood have that responsibility.  We who hold\noffice in it, presiding offices in it, have perhaps the greater responsibility.  We who are the\nwives, or you who are the wives, I cannot include myself in that, have the responsibility of\nhelping your husbands to do it, and too often it is your failure to co-operate which prevents\nan officer from fully magnifying his calling.\n<\/p><p>\nMy appeal today, brethren and sisters, is that we who have this responsibility shall make a\nrenewed effort to understand our problems and to magnify it, and the wives should make a\ndefinite resolution that they will never stand in the way of the official performance of the\nduty of a husband.\n<\/p><p>\nMay God bless us, not only with an understanding of our problems, but also with the power\nto do it, I pray in the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}