{"ID":7211, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Instruments in the Hands of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Your influence for good is incalculable and indescribable.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">25911_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p5\" class=\"\">President Hinckley has authorized me on behalf of the First Presidency to express our appreciation to all who have helped in any way to preserve life and property following the recent disasters which have happened and are still continuing in our country.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p6\" class=\"\">My dear sisters, I am humbled by this great responsibility and privilege of addressing you daughters of God in many lands. We have been edified and uplifted by the short video presentation by President Hinckley. We are grateful that President Hinckley and President Monson are here with us this evening. We are strengthened by their support and influence. Sister Parkin, Sister Hughes, and Sister Pingree have inspired us. The choir has touched our hearts. As I look into your faces I can feel your goodness. I commend each of you for your day-to-day works of righteousness. Even though your works may be known to only a few, they are recorded in the Lamb’s book of life,<sup class=\"noteMarker\"><a href=\"#footnote1-25911_000_041\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44579)\">Rev. 21:27<\/a><\/span>.]<\/span><\/sup> which one day will be opened to witness of your dedicated service, devotion, and deeds as “instruments in the hands of God to bring about this great work.”<sup class=\"noteMarker\"><a href=\"#footnote2-25911_000_041\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44650)\">Alma 26:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p7\" class=\"\">Elder Neal A. Maxwell said: “We know so little … about the reasons for the division of duties between womanhood and manhood as well as between motherhood and priesthood. These were divinely determined in another time and another place. We are accustomed to focusing on the men of God because theirs is the priesthood and leadership line. But paralleling that authority line is a stream of righteous influence reflecting the remarkable women of God who have existed in all ages and dispensations, including our own. Greatness is not measured by coverage in column inches, either in newspapers or in the scriptures. The story of the women of God, therefore, is, for now, an untold drama within a drama.”<sup class=\"noteMarker\"><a href=\"#footnote3-25911_000_041\">3<\/a>\n       <span class=\"footnote\">[“The Women of God,” <span class=\"emphasis\">Ensign,<\/span> May 1978, 10.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p8\" class=\"\">Some of you sisters may feel inadequate because you can’t seem to do all you want to do. Motherhood and parenting are most challenging roles. You also have Church callings that you fulfill so capably and conscientiously. In addition, many of you, besides all this, have to work as well as care for your family. My heart goes out to the widows and the single-parent sisters who bear so much of the responsibility of parenting. In general you noble sisters are doing a much better job of holding it all together and making it work than you realize. May I suggest that you take your challenges one day at a time. Do the best you can. Look at everything through the lens of eternity. If you will do this, life will take on a different perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p9\" class=\"\">I believe that all of you sisters want to be happy and find the peace that the Savior promised. I think many of you try very hard to keep up with all of your responsibilities. I do not wish to offend anyone. I am reluctant to mention a matter but feel it should be said. Sometimes we carry unhappy feelings about past hurts too long. We spend too much energy dwelling on things that have passed and cannot be changed. We struggle to close the door and let go of the hurt. If, after time, we can forgive whatever may have caused the hurt, we will tap “into a life-giving source of comfort” through the Atonement, and the “sweet peace” of forgiveness will be ours.<sup class=\"noteMarker\"><a href=\"#footnote4-25911_000_041\">4<\/a>\n       <span class=\"footnote\">[See “My Journey to Forgiving,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1997, 43.]<\/span><\/sup> Some injuries are so hurtful and deep that healing comes only with help from a higher power and hope for perfect justice and restitution in the next life. Sisters, you can tap into that higher power and receive precious comfort and sweet peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p10\" class=\"\">I fear you sisters do not realize in the smallest part the extent of your influence for good in your families, in the Church, and in society. Your influence for good is incalculable and indescribable. President Brigham Young said: “The sisters in our Female Relief Societies have done great good. Can you tell the amount of good that the mothers and daughters in Israel are capable of doing? No, it is impossible. And the good they will do will follow them to all eternity.”<sup class=\"noteMarker\"><a href=\"#footnote5-25911_000_041\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 216.]<\/span><\/sup> I truly believe you are instruments in the hands of God in your many roles, especially that of motherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p11\" class=\"\">In the work of the kingdom, men and women are equally important. God entrusts women to bear and nurture His children. No other work is more important. Motherhood is such an important role for women. Sacred blessings and righteous influence have flowed into my own life and my family’s lives from my beloved wife, her mother, my own mother, grandmothers, my precious daughters, and granddaughters. The treasured relationship of each woman in my life is beyond expression. This is especially true of my eternal companion, Ruth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p12\" class=\"\">We want you single sisters to know of our great love for you. You can be powerful instruments in the hands of God to help bring about this great work. You are valued and needed. Other women, even though married, may not be mothers. For those in either of these circumstances, please be assured that the Lord loves you and has not forgotten you. You can do something for another person that no one else ever born can do. You may be able to do something for another woman’s child that she may not be able to do herself. I believe some compensatory blessings will come in this life and in the hereafter to sisters in those circumstances. These blessings and a comforting peace will come to you if you can love God “with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.”<sup class=\"noteMarker\"><a href=\"#footnote6-25911_000_041\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44513)\">Luke 10:27<\/a><\/span>.]<\/span><\/sup> You can still be highly successful in whatever you do as instruments in the hands of God to bring about this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p13\" class=\"\">Women affect so very much of what happens in the world for good or otherwise. In some measure, wives and mothers control the flow of blessings that come into their homes. As you sustain the priesthood callings of your husband and encourage your sons in their priesthood activities, your homes will be richly blessed. You should also urge your children to help others who are in need. Our home has been blessed because of my wife’s involvement in Relief Society all of our married life. She was a ward and then a stake Relief Society president during a period of some years. As she went about her duties and attended her meetings, our home was blessed with the sweet spirit of service she brought home with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p14\" class=\"\">You are members, as we have heard tonight, of the greatest society for women in the world. And as President Hinckley just told us in the video, the Prophet Joseph Smith declared: “This Society is to get instruction through the order which God has established—through the medium of those appointed to lead—and I now turn the key to you in the name of God, and this Society shall rejoice, and knowledge and intelligence shall flow down from this time—this is the beginning of better days to this Society.”<sup class=\"noteMarker\"><a href=\"#footnote7-25911_000_041\">7<\/a>\n       <span class=\"footnote\">[Relief Society Minutes, Apr. 28, 1842, Archives of The Church of Jesus Christ of Latter-day Saints, 40; spelling and punctuation modernized.]<\/span><\/sup> More opportunities have come to women since the Prophet Joseph Smith turned that key in their behalf than from the beginning of humankind on the earth.<sup class=\"noteMarker\"><a href=\"#footnote8-25911_000_041\">8<\/a>\n       <span class=\"footnote\">[See George Albert Smith, “Address to Members of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, 717.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p15\" class=\"\">From the beginning, women in the Church have been instruments in the hands of God. When the temple was being built in Kirtland, the women provided support for the workers, as President Heber C. Kimball said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p16\" class=\"\">“Our women were engaged in spinning and knitting in order to clothe those who were laboring at the building, and the Lord only knows the scenes of poverty, tribulation, and distress which we passed through in order to accomplish this thing. My wife toiled all summer in lending her aid towards its accomplishment. She had a hundred pounds of wool, which, with the assistance of a girl, she spun in order to furnish clothing for those engaged in the building of the Temple, and although she had the privilege of keeping half the quantity of wool for herself, as a recompense for her labor, she did not reserve even so much as would make her a pair of stockings; but gave it for those who were laboring at the house of the Lord. She spun and wove and got the cloth dressed, and cut and made up into garments, and gave them to those men who labored on the Temple; almost all the sisters in Kirtland labored in knitting, sewing, spinning, etc. for the purpose of forwarding the work of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote9-25911_000_041\">9<\/a>\n       <span class=\"footnote\">[“History of Joseph Smith,” <span class=\"emphasis\">Times and Seasons,<\/span> Apr. 15, 1845, 867.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p17\" class=\"\">Polly Angell, wife of the Church architect, said that the Prophet told them: “Well sisters, you are always on hand. The sisters are always first and foremost in all good works. Mary was [the] first [at the tomb to see the risen Lord]; and the sisters now are the first to work on the inside of the temple.”<sup class=\"noteMarker\"><a href=\"#footnote10-25911_000_041\">10<\/a>\n       <span class=\"footnote\">[Quoted in Edward W. Tullidge, <span class=\"emphasis\">Women of Mormondom<\/span> (1877), 76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p18\" class=\"\">You sisters have divine attributes of sensitivity and love for things beautiful and inspiring. These are gifts you use to make our lives more pleasant. Often when you sisters prepare and give a lesson you put an attractive cloth and flowers on the table, which is a wonderful expression of your caring and conscientious nature. In contrast, when the brethren give a lesson they don’t even decorate the table with as much as a shriveled dandelion! Occasionally, however, you are too hard on yourselves. You think that if your offering is not quite perfect, it is not acceptable. I tell you, however, that if you have done your best, which you usually do, your humble offering, whatever it may be, will be acceptable and pleasing to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p19\" class=\"\">In these days, visiting teachers do much good. Twelve years ago, Suzy was called to be Dora’s visiting teacher. A widow with no children, Dora had a difficult personality and was almost a recluse. When Suzy first began visiting Dora, she was met at the doorstep but never invited in. Several months later, Suzy took a treat to Dora, but Dora said she could not accept it. When Suzy asked why not, she answered, “Because you’ll want something in return.” Suzy assured her, “All I want is your friendship.” After that, visiting became easier. Gradually, Suzy found ways to do things for Dora and to listen when listening was needed. She would also tell her about the wonderful people in the ward, the lessons, and the conferences, thus making her feel a part of the ward. As Dora’s health began to deteriorate, Suzy’s visits were daily, and they became close friends. When Dora died, Suzy was able to eulogize the woman others called “unapproachable” as a “remarkable woman” and “a cherished friend.”<sup class=\"noteMarker\"><a href=\"#footnote11-25911_000_041\">11<\/a>\n       <span class=\"footnote\">[Letter in possession of Relief Society office.]<\/span><\/sup> She knew her as few others could because of her service as a visiting teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p20\" class=\"\">Relief Society is a sisterhood and a place where women are instructed to build their faith and to accomplish good works. As President Hinckley has often said, we all need friends. Friendship fills us with warmth and love. It is not confined to the young or the old, the rich or the poor, the little known or the public figure. Whatever our circumstances, we all need someone who will listen to us with understanding, pat us on the back when we need encouragement, and nurture in us the desire to do better and to be better. Relief Society is designed to be such a circle of friendship, brimful with understanding hearts that generate love and accomplishment because, above all, it is a sisterhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p21\" class=\"\">This general Relief Society meeting is being broadcast to several countries across the globe. It’s good to think of sisters gathering in various locations to share the same messages we are hearing and to be together as friends. One sister from Ethiopia attended such a gathering in Fredericksburg, Virginia, and observed, “We had sat down as friends, mothers, and daughters, but rose up as sisters.”<sup class=\"noteMarker\"><a href=\"#footnote12-25911_000_041\">12<\/a>\n       <span class=\"footnote\">[Letter in possession of Relief Society office.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p22\" class=\"\">A sister missionary serving in Thailand wrote about sitting with sisters in Bangkok for last year’s broadcast. She said, “I felt such a strength from this tiny group of Thai women, doing their best to follow counsel from women in Salt Lake they have never met.”<sup class=\"noteMarker\"><a href=\"#footnote13-25911_000_041\">13<\/a>\n       <span class=\"footnote\">[Letter in possession of Relief Society office.]<\/span><\/sup> Isn’t it remarkable to feel the bond of sisterhood that spans the oceans and rivers in many countries as we join together in this meeting! Truly the key was turned by the Prophet Joseph Smith when he met with that small band of women in Nauvoo to organize the Relief Society in 1842!<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p23\" class=\"\">And now, lastly, I should like to say a few words to you younger sisters. You have an important place in this great sisterhood. Most of you have been endowed with a testimony of the restored gospel of Jesus Christ. With that testimony and with your youthful strength, influence, and intelligence, you can receive the blessings that come in fulfilling the responsibility to be “instruments in the hands of God to bring about this great work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p24\" class=\"\">One young sister recently shared her feelings about Relief Society. She said she had grown up in a ward where the sisters took a great interest in her, even while she was in Young Women, so that when it came time for her to go to Relief Society, she was excited and so were they. She noticed the “wide variety of personalities, interests, backgrounds, and ages in that Relief Society” and remarked, “I now … have a group of friends that spans the decades—from teenagers to great-great-grandmothers and everything in between.”<sup class=\"noteMarker\"><a href=\"#footnote14-25911_000_041\">14<\/a>\n       <span class=\"footnote\">[Letter in possession of Relief Society office.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p25\" class=\"\">A great future lies ahead of you younger sisters. It may not be exactly as you have planned, but it can be wonderfully satisfying and can accomplish great good. For you young women to be in companionship with mature, experienced, righteous sisters is both an opportunity and a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p26\" class=\"\">President Hinckley’s beloved wife, Marjorie Pay Hinckley, put it so well when she said: “We are all in this together. We need each other. Oh, how we need each other. Those of us who are old need you who are young. And, hopefully, you who are young need some of us who are old. It is a sociological fact that women need women. We need deep and satisfying and loyal friendships with each other. These friendships are a necessary source of sustenance. We need to renew our faith every day. We need to lock arms and help build the kingdom so that it will roll forth and fill the whole earth.”<sup class=\"noteMarker\"><a href=\"#footnote15-25911_000_041\">15<\/a>\n       <span class=\"footnote\">[In Virginia H. Pearce, ed., <span class=\"emphasis\">Glimpses into the Life and Heart of Marjorie Pay Hinckley<\/span> (1999), 254–55.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2005\/11\/instruments-in-the-hands-of-god.p27\" class=\"\">Dear sisters, our beloved fellow workers in the kingdom, whose names are recorded in the Lamb’s book of life,<sup class=\"noteMarker\"><a href=\"#footnote16-25911_000_041\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44561)\">Philip. 4:3<\/a><\/span>.]<\/span><\/sup> may you continue to go forward. Go forward in faith and humility. Do not let Satan or any of his seductive evil power have influence over you. Give no occasion to the adversary<sup class=\"noteMarker\"><a href=\"#footnote17-25911_000_041\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44564)\">1 Tim. 5:14<\/a><\/span>.]<\/span><\/sup> nor allow him to diminish your God-given, unique sensitivity to the Spirit of the Lord. May that Spirit ever guide you to sacred feelings in your every thought and activity as you reach out to others in love and mercy, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-25911_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44579)\">Rev. 21:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-25911_000_041\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44650)\">Alma 26:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-25911_000_041\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Women of God,” <span class=\"emphasis\">Ensign,<\/span> May 1978, 10.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-25911_000_041\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See “My Journey to Forgiving,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1997, 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-25911_000_041\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 216.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-25911_000_041\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44513)\">Luke 10:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-25911_000_041\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Relief Society Minutes, Apr. 28, 1842, Archives of The Church of Jesus Christ of Latter-day Saints, 40; spelling and punctuation modernized.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-25911_000_041\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See George Albert Smith, “Address to Members of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, 717.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-25911_000_041\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“History of Joseph Smith,” <span class=\"emphasis\">Times and Seasons,<\/span> Apr. 15, 1845, 867.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-25911_000_041\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Edward W. Tullidge, <span class=\"emphasis\">Women of Mormondom<\/span> (1877), 76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-25911_000_041\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter in possession of Relief Society office.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-25911_000_041\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter in possession of Relief Society office.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-25911_000_041\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter in possession of Relief Society office.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-25911_000_041\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter in possession of Relief Society office.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-25911_000_041\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>In Virginia H. Pearce, ed., <span class=\"emphasis\">Glimpses into the Life and Heart of Marjorie Pay Hinckley<\/span> (1999), 254–55.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-25911_000_041\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44561)\">Philip. 4:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-25911_000_041\"><a name=\"-25911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-25911_000_041\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44564)\">1 Tim. 5:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}