{"ID":722, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...as Pertaining to Our Salvation\"<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1954, pp. 25-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: I assure you I need your faith and prayers in my behalf.  If there is\nanyone who needs the help of the Lord, I do.  I can heartily endorse all that has been said at\nthis conference, and I have faith that I can endorse everything that will be said in this\nconference.  I like Brother Mark Petersen's comment of a postscript to what has been said,\nand I would like to add my thought as another postscript.\n<\/p><p>\nIn the very beginning, God placed Adam on the earth, and he gave him dominion over the\nfish and the fowl and the cattle and over all the earth\n(<span class=\"citation\" id=\"23605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23605)\">Gen. 1:26<\/a><\/span>).\nNow this would seem like a pretty\nexalted position for some people today, but even though he had dominion over all the earth,\nGod said, \"It is not good that the man should be alone\"\n(<span class=\"citation\" id=\"50035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50035)\">Gen. 2:18<\/a><\/span>)\nand he gave unto him the\nwoman Eve to be a companion and helpmeet.  Then God gave unto them the first great\ncommandment to multiply and replenish the earth\n(<span class=\"citation\" id=\"23610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23610)\">Gen. 1:28<\/a><\/span>).\n<\/p><p>\nWe are not told how long they lived in the Garden of Eden before they partook of the fruit of\nthe tree of the knowledge of good and evil and were cast out of the garden to start their\nmortal existence.  The point I want to make clear is that God himself established the first\nfamily unit.  It is not an institution developed by man which can be outgrown and cast aside\nin the course of human progress.  All that is nearest and dearest in our lives is associated with\nour families.  Love has its center here, and where love is, there we find happiness also. \nTruly, it is not good for man to be alone.  The Lord in his wisdom has provided a way for\nman to be happy on this earth, and to carry that joy on through all eternity. The greatest joy\nand happiness comes through the family unit.  It has been so through all mortality, so why\nwill it not be so in the next life?  This family unit is so important that the Lord has made it\nknown to us that all the families of the earth must be sealed together. By the time of the end\nof the millennium all of Adam's posterity who accept the gospel must be sealed together as\none family by the power of the priesthood, which is the power to seal earth and it shall be\nsealed in heaven, and to bind on earth, and it shall bound in heaven\n(<span class=\"citation\" id=\"13334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13334)\">D&amp;C 132:46<\/a><\/span>).\n<\/p><p>\nEvery person who comes to the earth must have an opportunity to receive all the blessings of\nthese sealings if he will accept, sometime before the end of the millennium.  There could not\nbe a just God if it were otherwise.  These sealing blessings are obtained, first, through the\nordinance of baptism into the Church of Jesus Christ.  Then the wife is to be sealed to the\nhusband for time and for all eternity, and those children who are born outside of this wedlock\nmust be sealed to their parents that they may receive the blessings as though they were born\nunder the new and everlasting covenant.\n<\/p><p>\nThose who have died without this law may have the privilege of receiving these blessings by\nproxy.  That is where our responsibility comes in.  We must first teach the gospel to the\nliving, and then for those of our families who died without the law we must gather their\nrecords that this great and important work can he done for them.\n<\/p><p>\nQuoting the Prophet Joseph Smith in Section 128 of the Doctrine and Covenants on this\nsubject: \n<\/p><p>\nAnd now, my dearly beloved brethren and sisters, let me assure you that these are principles\nin relation to the dead and the living that cannot be lightly passed over, as pertaining to our\nsalvation.  For their salvation is necessary and essential to our salvation, as Paul says\nconcerning the father&mdash;that they without us cannot be made perfect&mdash;neither can we without\nour dead be made perfect.\n<\/p><p>\nAnd now, in relation to the baptism for the dead, I will give you another quotation of Paul, 1\nCorinthians, 15:29: <i>Else what shall they do which are baptized for the dead, if the dead rise<\/i>\n<i>not at all?  Why are they then baptized for the dead?<\/i>\n(<span class=\"citation\" id=\"254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(254)\">1 Cor. 15:29<\/a><\/span>, italics added).\n<\/p><p>\nAnd again, in connection with this quotation I will give you a quotation from one of the\nprophets, who had his eye fixed on the restoration of the priesthood, the glories to he revealed\nin the last days, and in an especial manner this most glorious of all subjects\nbelonging to the everlasting gospel, namely, the baptism for the dead; for Malachi says, last\nchapter, verses 5th and 6th: <i>Behold, I will send you Elijah the prophet before the coming of<\/i>\n<i>the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the<\/i>\n<i>children, and the heart of the children to their fathers, lest I come and smite the earth with a curse<\/i>\n(<span class=\"citation\" id=\"32749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32749)\">Mal. 4:5-6<\/a><\/span>, italics added).\n<\/p><p>\n. . . the earth will be smitten with a curse unless there is a welding link of some kind or other\nbetween the fathers and the children, upon some subject or other&mdash;and behold what is that\nsubject? It is the baptism for the dead.  For we without them cannot be made perfect; neither\ncan they without us be made perfect (<span class=\"citation\" id=\"13327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13327)\">D&amp;C 128:15-18<\/a><\/span>).\n<\/p><p>\nThis does not refer to just the few of us who are members of the Church today&mdash;a handful of\nhis children&mdash;but this work must be done for all of our ancestors before we can be sure of\nour salvation.  It is a tremendous task!  At the rate we are baptizing for the dead in our\ntemples today, plus the baptisms of the living, it is estimated that it would take over four\nthousand years to baptize the two billion four hundred million who are now living on the\nearth, without counting the dead.  Are there as many righteous dead as there are people living\ntoday?  If so, how is this work going to be accomplished? It is a task which must be done. \nAll of God's children who will accept the gospel must become welded into one great family. \nFor this purpose he has seen fit to send choice spirits to various parts of the earth.  These\nchoice spirits accept the gospel when it is brought to them.  Then from that nucleus, others of\ntheir families and friends accept the gospel.  They come to the temples of the Lord and\nperform their own sealings and then the work for their dead ancestors.\n<\/p><p>\nConverts have three sealing steps they must be present for in the temple: Those who are\nmarried must have the wife sealed to the husband, then their children sealed to them, then\nthose parents are to be sealed to their parents.  Those who are born under the covenant have\nthese choice blessings automatically.\n<\/p><p>\nDo we appreciate those blessings? Many converts would willingly spend the rest of their lives\nin whatever effort is necessary to obtain the opportunity of being sealed to their parents and\nconsider it well worth the effort.\n<\/p><p>\nThen we need to gather all the records of our ancestors that we possibly can.  I do not mean\njust a halfhearted attempt. Seek diligently, constantly, and prayerfully.  Do not wait for a\nconvenient time&mdash;it will never come. Do not put it off until old age when we not able to do\nanything else. We never know what tomorrow will bring, and we must see that the work is\ndone, completing the sealing of each family group.  There is no one who can escape the\nresponsibility of this work. We will not be excused because we thought an aunt or some other\nrelative was doing the work.\n<\/p><p>\nOne young lady, a genealogist, was asked the question, \"What if you find an undesirable\ncharacter in your family tree, such as a pirate or convict or the like?\"  She answered \"My\nresponsibility does not concern how he lived but just that he lived and died.  After all, I owe\nmy existence to him, and my only way of paying that debt is to do the baptism and sealing\nwork for him.  It will be up to him to accept it.\"\n<\/p><p>\nThis is a responsibility for each of us.  Not one of us can be made perfect without this work. \nI doubt if the Lord will accept the excuse that we are so busy working in the auxiliary\norganizations that we cannot spend a part of our time in genealogy.  Any part of this we do\nnot do which we should do must be done by someone else, for it must be done.  If we shirk\nour responsibilities, how can we expect to receive the blessings?\n<\/p><p>\nTo those scattered around the world, may I say a word of encouragement? Be of good cheer,\nbe diligent, trust in the Lord, and he will help you.  You were probably placed where you are\nto do a special work in gathering records or to fulfil a special missionary assignment.  If you\nwill let him, the Lord will give you success in your work and much happiness in so doing.\n<\/p><p>\nMay his blessing be upon all those who are diligent in this work, that we may prepare the\nway for his coming, I pray, in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}