{"ID":723, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Greatest Responsibility<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1954, pp. 27-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn four days it will be six months since President McKay invited me to his office to notify me\nthat I had been called to this position.  These six months have been tremendous months to\nme. While I have always been active in Church work, it has mostly been in some ward or\nstake capacity, and sometimes our appreciation is restricted by our experience.  But during\nthese last six months I have had the new experience of visiting many stakes of the Church,\nlocated in six states and one foreign country.  In each case I have not been in that stake more\nthan a few hours before I have felt almost as much at home as though I had lived there all of\nmy life, and I have been delighted and inspired to find that all over the Church there is the\nsame fervent testimony of the gospel, and the same devotion to God that has characterized the\ngreat men and women of my own ward and stake, to whom I owe such a great debt of\ngratitude.\n<\/p><p>\nThis has been a profitable experience to me for many other reasons.  One is that I have\nbecome a little better acquainted with the men who lead the Church, not only because of more\nfrequent personal contact, but also on the day of my appointment I made a resolution that I\nwould read from beginning to end every book that had been written by every present General\nAuthority of the Church in order that I might learn something from his devotion and faith.  I\nhave not finished this project yet, but I have made substantial progress in that direction, and I\nhave been delighted at the great stimulation and inspiration that I have received.  I found out\na long time ago, that we may not only be inspired by our Father in heaven, but we may also\nreceive inspiration from his children.\n<\/p><p>\nThis particular reading comes as a sort of climax to a great experience that began for me ten\nyears ago when I heard Adam S. Bennion give a lecture on the value of great literature.  It\nwas near the end of the Japanese war and he presented this proposition: Suppose that you\nwere going to be a prisoner in a Japanese concentration camp for the next four years, and that\nyou would be permitted to take with you the works of any ten authors.  Which would you\ntake, and what would you expect to get from your study? That is, what are the values in great\nliterature&mdash;in great human thought?  Brother Bennion's idea was that one might select the ten\nauthors in the world in whom he had the greatest interest and confidence, the men that he\nwould like most to resemble, and then read everything that they had ever written, and one by\none try to exhaust each in turn; that is, you think his every thought.  You try to feel as he\nfelt.  You may probe and pry and peep into every corner of his mind. You try to live his life\nover again.\n<\/p><p>\nFollowing this suggestion has been a wonderful experience to me, and presently I am\nrereading one of my ten authors.  This particular author has written five books.  One of them\nis entitled the Old Testament.  Another is the New Testament.  One is the Book of Mormon. \nOne is the Doctrine and Covenants and one is the Pearl of Great Price. Each time we read a\nbook with a new purpose it becomes a new book.  This is not because the words in the book\nhave changed, but because we bring to it a new outlook; for example, one might read the\nBible to get from it its literature, or its history, or its philosophy, or its psychology, or its\ntheology, but I am not re-reading the standard works of the Church\nprimarily for any of these reasons. Rather, I am trying to get better acquainted with the author.\n<\/p><p>\nDaniel Twohig wrote a sacred song entitled, \"I Walked Today Where Jesus Walked,\" and I\nhave no doubt that that would be a thrilling experience, to stand on the very spot of ground\non which Jesus once stood, but we may have an experience which is far more important.  For\nthrough the scriptures we can think, today, what Jesus thought. We can try to feel as he felt. \nWe can try to do as he did.  We may try to become what he is.\n<\/p><p>\nSomeone has asked this question: How would you like to create your own mind?  But isn't\nthat about what we are all doing?  William James said \". . . the mind is made up by what it\nfeeds upon.\"  Someone else has said, \". . .the mind, like the dyer's hand, is colored by what it\nholds.\" That is, if I hold in my hand a sponge full of purple dye, my hand becomes purple,\nand when we hold in our minds and hearts the thoughts of God, ideas having to do with great\nspirituality and devotion and faith, then our lives are made up accordingly, for as the writer of\nthe Proverbs said, \". . . As he [a man] thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41416)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nI am very grateful for these wonderful books which we call the standard works of the Church,\nbecause through them we may think even the thoughts of God as the prophets have recorded\nthem through all the ages of the world.  The Old Testament was written in the period\nantedating the mortality of Jesus.  The New Testament is written about his earth life.  The\nDoctrine and Covenants was written in our own day. And the Book of Mormon and the Pearl\nof Great Price reach across all three of these periods.\n<\/p><p>\nBut, in addition to the standard works, I am very grateful for the recorded ideas of those who\npresently and in the past have led the Church. Because they have written their ideas down, we\ncan think their thoughts.  I hope I do not embarrass President Joseph Fielding Smith by\nspeaking about his recent great book entitled <i>Man&mdash;His Origin and Destiny<\/i>, which I think is\none of the great books of the Church.  I would like to see every person in the world read this\ngreat book, for what knowledge could be more important and helpful to man than the ideas\ntherein presented.  President Smith has packed into this book the study, meditation, and\ndevotion of a lifetime, but through our reading we may make all of these ideas our own in a\nweek or a month.  This is one of the advantages of a great book.\n<\/p><p>\nTo try to indicate the need that exists in the world, and in our own lives, for proper religious\ninformation, I would like to tell you of an experience that I had a few weeks before I read\nBrother Smith's book.  I happened to be in a large eastern city on a business assignment and,\ninasmuch as I was in the city over Sunday and was not convenient to my own Church, I went\nto hear one of the great Protestant ministers of the world.  After the meeting was over, I was\nshown through their great church edifice, and I bought a book written by the minister, which I\nread very carefully on the train coming home.  Three weeks later I was again in this city and\nagain went to hear this man speak.  After the service was over a large group of people lined\nup to shake hands with the speaker.  After all of the others had gone, I introduced myself and\ntold him how much I had enjoyed his sermons and his book, but there were some things that I\ncould not understand and I would appreciate it if he would discuss some of them with me. \nHe had used some phrases in reference to, God such as \"immerse yourself in God,\" or \"send\nyour roots down into God,\" or \"fill your mind with God,\" and I asked him if he would\nexplain to me his conception of God.  He was very frank to say, \"I do not know what God is,\nand I do not know of anyone who does know.  If someone could find out what God is, that\nwould be the greatest news that had ever come into the world.\" I said to him, \"Would you\ngive me your idea of what is meant by the statement in Genesis\n(<span class=\"citation\" id=\"23608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23608)\">Gen. 1:27<\/a><\/span>) which says that 'God\ncreated man in his own image'?\" He said, \"There is one thing of which I am reasonably sure,\nand that is that God is not an anthropomorphic God; that man was not\ncreated in the image of God.\"\n<\/p><p>\nThis great man, who is one of the most popular religious leaders in the world, does not\nunderstand God, and yet Jesus said, \". . . this is life eternal, that they might know thee the\nonly true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27616)\">John 17:3<\/a><\/span>). In addition to this, this\nman who has taken upon himself to minister in the name of Christ does not understand\npre-existence or the resurrection.  He does not know the difference between the Aaronic and\nthe Melchizedek Priesthood, nor does he understand the organization of the Church, or the use\nof temples, or salvation for the dead.  He does not understand the necessity for divine\nauthority, and a great many other simple doctrines of Jesus that are plainly mentioned and\ndiscussed in the scriptures. Yet this man is the spiritual director of thousands of people.\n<\/p><p>\nI was greatly impressed by the earnestness of his declaration that to know God would be the\ngreatest information that could ever come into the world. When I returned home, I decided to\nfind out what were the important events that were happening in the world today so that I\ncould make a comparison. I called up a newspaperman and asked him if he would let me\nknow what were the greatest news events of the last year.  He listed the following: \n<\/p><p>\nStalin's death in March 1953.<br \/>\nThe execution of the Rosenbergs in June 1953.<br \/>\nThe Greenlease kidnapping last fall.<br \/>\nThe Harry Dexter White case last fall.<br \/>\nThe East German food riots in early 1954.<br \/>\nThe hydrogen bomb.<br \/>\nThe launching of the atomic submarine, <i>Nautilus<\/i>, in January 1954.<br \/>\nThe Puerto Ricans who shot up Congress in March 1954.<br \/>\nThe polio vaccination test, 1954.<br \/>\nThe Army-McCarthy hearings, 1954.\n<\/p><p>\nMost of these events have to do with bringing death into the world, whereas to know God\ncould bring eternal life to all men.  With this in mind, I opened the Doctrine and Covenants\nand re-read with a new appreciation the account of this greatest event that has happened upon\nthis earth since the days that Jesus lived upon it.  This wonderful event is recorded so that\neveryone may read and understand. We declare to the world that in the spring of 1820, God\nthe Father and his son, Jesus Christ, appeared to Joseph Smith\n(<span class=\"citation\" id=\"30331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30331)\">JS&mdash;H 1:17<\/a><\/span>), to re-establish upon the earth a\nbelief in the God of Genesis, and to restore in its fullness the knowledge of all of the\nprinciples of the gospel.  To discover God is the greatest discovery that anyone ever makes in\nhis lifetime, and in trying to understand the great responsibility that goes with such a\ndiscovery, I got down on my knees and asked God to help me bear an acceptable witness of\nhim to all of those with whom I should come in contact. When it was revealed to Paul as he\njourneyed on the way to Damascus that Jesus was the Christ, a great responsibility was placed\nupon him. When the same thing was made known to Joseph Smith, a tremendous\nresponsibility was placed upon him.  He said, \". . . I had seen a vision; I knew it, and I knew\nthat God knew it, and I could not deny it, neither dared I do it\"\n(<span class=\"citation\" id=\"30337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30337)\">JS&mdash;H 1:25<\/a><\/span>).\nNow that the same thing has been made known to us, a great responsibility has been\nplaced upon us, and I pray that our heavenly Father will help us to be effective, inspired,\nuntiring bearers of this great truth to all men everywhere in the world.  This prayer I ask in\nJesus' name.  Amen.\n<\/p>\n<\/div>\n<\/div>"}