{"ID":724, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Jesus the Christ<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1954, pp. 30-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters: This is my third anniversary and seventh time that I have been\nhonored with the privilege of standing in this position.  I assure you that the timidity is just as\ngreat today as it was seven conferences ago.  When I realize that the Prophet of God, who\nopened this glorious conference this morning, in his wisdom, humbly sought divine aid as he\noccupied this position, as the others have done who have succeeded him, I more than ever\nrealize the need for that assistance, and I am brought to a consciousness that there is not\nanything that we do in this Church if we have desire to aid and assist, to benefit and bless\npeople but what we should act under the inspiration of our heavenly Father.\n<\/p><p>\nAnother anniversary&mdash;it was forty-five years ago on the seventh of this month, since I was\nprivileged to land in Salt Lake City with my father, he having accepted the gospel just shortly\nbefore I was born in the little town of Oldham, England.  I am grateful that he still lives at\neighty-one and has a testimony of the divinity of the gospel of Jesus Christ and in this thing\ncalled \"Mormonism.\"\n<\/p><p>\nWe have heard servants of God bear their testimonies that this is his work in which we are\nengaged, and I believe therein lies the strength of this Church. When I make that statement, I\nam mindful of the fact that there is great strength in the missionary program of the Church,\nwhich is a great voluntary service.  I am conscious of this because I have had the privilege of\ntouring the New England Mission going as far as St. Johns, Newfoundland.  In the past two\nmonths I have been all the way from the West Coast to St. Johns, Newfoundland.  I have\nheard testimonies of those newly converted to the Church, and I have heard testimonies of\nthose who have been stalwarts through the years.  It is recorded by the Psalmist David: \n<\/p><p>\nBlessed are they that keep his testimonies, and that seek him with the whole heart\n(<span class=\"citation\" id=\"41786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41786)\">Ps. 119:2<\/a><\/span>).\n<\/p><p>\nYes, I am also mindful that there is great strength in the evidence we have from people\npaying their tithes and offerings that this work of the Lord may grow and progress.  I believe\nthat the strength of this Church lies in the individual testimony which people may posses if\nthey will but conform their teachings of the restored gospel of Jesus Christ.\n<\/p><p>\nI am mindful of this vast congregation here this afternoon and also the vast\ncongregation&mdash;the capacity of which we know not&mdash;who will be listening in over the radio and those who may\nbe viewing over television I trust that in the few moments I occupy this position I may bring\nyou a message that will be of value and of worth in assisting you to seek for a testimony.\n<\/p><p>\nI have heard so many people say, and you have had the same experience I am sure: \"You\nseem so positive in your testimony or in your statement that God lives and that Jesus is the\nChrist.\" I am positive in my testimony, but I want to assure you that it is not in the spirit of\negotism or self-exaltation whatsoever&mdash;only in the spirit of humility.  I would call to your\nattention the experience which the Savior had on one occasion when he approached Peter and\nthe other disciples when he had been mistaken for many other personages,\n<\/p><p>\nWhen Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom\ndo men say that I the Son of man am?\n<\/p><p>\nAnd they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or\none of the prophets.\n<\/p><p>\nHe saith unto them, But whom say ye that I am?\n<\/p><p>\nAnd Simon Peter answered and said, Thou art the Christ, the Son of the living God.\n<\/p><p>\nAnd Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood\nhath not revealed it unto thee, but my Father which is in heaven.\n<\/p><p>\nAnd I say also unto thee, That thou art Peter, and upon this rock I will build my church; and\nthe gates of hell shall not prevail against it.\n<\/p><p>\nAnd I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind\non earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in\nheaven (<span class=\"citation\" id=\"34636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34636)\">Matt. 16:13-19<\/a><\/span>).\n<\/p><p>\nWould you say that was a positive testimony that Peter had?  He knew that Jesus was the\nChrist, the Son of the living God.  That came unto him by divine revelation It can come unto\nevery individual who has a desire to serve God, to know his commandments and be\nsubmissive to his will and be obedient to the same.  Anyone may possess a positive\ntestimony.\n<\/p><p>\nAgain on another occasion, on the day of Pentecost the Savior had commissioned his disciples\nto go forward and proclaim his doctrines.  They had the power and authority necessary to\nteach the gospel of Jesus Christ and to administer in the ordinances thereof which pertain to\nthe salvation and exaltation of our heavenly Father's children.\n<\/p><p>\nTherefore let all the house of Israel know assuredly, that God hath made that same Jesus,\nwhom ye have crucified, both Lord and Christ.\n<\/p><p>\nNow when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\nThen Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\nFor the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call.\n<\/p><p>\nAnd with many other words did he testify and exhort, saving, Save yourselves from this\nuntoward generation (<span class=\"citation\" id=\"7707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7707)\">Acts 2:36-40<\/a><\/span>).\n<\/p><p>\nI believe that applies in this dispensation in this year 1954, as it did almost two thousand\nyears ago when that positive declaration was given by Peter.\n<\/p><p>\nAfter the resurrection of our Lord and Savior Jesus Christ, he appeared in the upper chamber\non one occasion and, oh, they were glad to see him&mdash;to receive their Lord.  He gave them\nthese consoling words in which we, today, might find comfort: \"Peace be unto you.\"\n<\/p><p>\nThen the same day at evening, before the first day of the week, when the doors were shut\nwhere the disciples were assembled for fear of the Jews, came Jesus and stood in the midst,\nand saith unto them, Peace be unto you.\n<\/p><p>\nAnd when he had so said, he shewed unto them his hands and his side.  Then were the\ndisciples glad, when they saw the Lord.\n<\/p><p>\nThen said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I\nyou.\n<\/p><p>\nAnd when he had said this, he breathed on them, and saith unto them, Receive ye the Holy\nGhost: \n<\/p><p>\nWhose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain,\nthey are retained.\n<\/p><p>\nBut Thomas, one of the twelve, called Didymus, was not with them when Jesus came.\n<\/p><p>\nThe other disciples therefore said unto him, We have seen the Lord.  But he said unto them,\nExcept I shall see in his hands the print of the nails, and put my finger into the print of the\nnails, and thrust my hand into his side, I will not believe.\n<\/p><p>\nAnd after eight days again his disciples were within, and Thomas with them: then came Jesus,\nthe doors being shut, and stood in the midst, and said, Peace be unto you.\n<\/p><p>\nThen saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy\nhand, and thrust it into my side: and be not faithless, but believing.\n<\/p><p>\nAnd Thomas answered and said unto him, My Lord and my God.\n<\/p><p>\nJesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they\nthat have not seen, and yet have believed\n(<span class=\"citation\" id=\"27623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27623)\">John 20:19-29<\/a><\/span>).\n<\/p><p>\nI have not seen the Master Jesus Christ, but I have a firm conviction and testimony that he\nlives.  I know that I have been blessed as I go about in my humble, weak way endeavoring to\nfulfil assignments which come to me by those in authority.  I cannot deny that God and his\nSon Jesus Christ have been with me to bless me that the people might be fed the bread of\nlife.\n<\/p><p>\nI am grateful for a positive testimony.\n<\/p><p>\nIn conclusion I should like to give you a positive testimony from the Old Testament.  The\nProphet Job had suffered much, and yet his testimony was sufficiently strong that he had the\npower to subdue and rise above and overcome the weaknesses of the flesh\nbecause the Spirit of the Lord had taken precedence in his life.  So indelibly did he desire his\ntestimony to be inscribed upon the hearts and minds of men that he said: \n<\/p><p>\nOh that my words were now written! oh that they were printed in a book!\n<\/p><p>\nThat they were graven with an iron pen and lead in the rock for ever!\n<\/p><p>\nFor I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God.\n<\/p><p>\nWhom I shall see for myself, and mine eyes shall behold, and not another; though my reins\nbe consumed within me (<span class=\"citation\" id=\"26668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26668)\">Job 19:23-27<\/a><\/span>).\n<\/p><p>\nYes, my brothers and sisters and friends of the radio and television audience, you may also\nhave a positive testimony that God lives and that Jesus is the Christ, the divine Son of God\nour heavenly Father, and I trust that those who are hungering and thirsting after righteousness\nmay have a desire within their hearts to accept truth, for all truth emanates from God our\neternal Father.\n<\/p><p>\nThis is my testimony to you today, and I bear it in humility and in the name of the Lord\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}