{"ID":725, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Divine Church<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1954, pp. 32-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe restoration of the gospel&mdash;This statement presupposes two fundamental facts (1) the\nformer existence of the gospel upon the earth; (2) its loss&mdash;disappearance, etc.  Was there a\ndivine church?  It is as much our mission on earth to proclaim the existence of the gospel in\nearlier dispensations as anything can be.  The world today wonders why we sent missionaries\nto so-called Christian nations rather than confine our proselyting efforts to the so called\nheathen nations.  The answer is important.  Christianity so-called has lost the knowledge of\nthe true gospel of Jesus Christ as established in former times.\n<\/p><p>\nAnd Jesus answered and said unto them, Take heed that no man deceive you.\n<\/p><p>\nFor many shall come in my name, saying, I am Christ; and shall deceive many\n(<span class=\"citation\" id=\"34654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34654)\">Matt. 24:4-5<\/a><\/span>).\n<\/p><p>\nWe go into the world to teach them the former as well as the latter-day gospel of Jesus\nChrist.  Did not the prophets Isaiah and Micah say: \n<\/p><p>\nAnd it shall come to pass in the last days, that the mountain of the Lord's house shall be\nestablished in the top of the mountains, and shall be exalted above the hills; and all nations\nshall flow unto it.\n<\/p><p>\nAnd many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to\nthe house of the God of Jacob; and he will teach us of his ways, and we will walk in his\npaths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.\n<\/p><p>\nAnd he shall judge among the nations, and shall rebuke many people: and they shall beat their\nswords into plowshares, and their spears into pruninghooks: nation shall not lift up sword\nagainst nation, neither shall they learn war any more.\n<\/p><p>\nO house of Jacob, come ye, and let us walk in the light of the Lord\n(<span class=\"citation\" id=\"25147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25147)\">Isa. 2:2-5<\/a><\/span>;\n<span class=\"citation\" id=\"37883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37883)\">Micah 4:1-3<\/a><\/span>).\n<\/p><p>\nNot many years ago in Knoxville, Tennessee, I saw a sign done in bronze on the corner of a\nbank building which read in substance: \"The Church around the corner teaches the\nold-fashioned gospel of Jesus Christ.\" This very attempt on the part of this great church to\ndistinguish itself from other present-day churches is evidence sufficient of the necessity of\nmissionary work to be done among those professing faith in new-fashioned religions\nconceived of men and among those who deny all faiths, deny even the existence of God. We\nhave a mission to preach the gospel&mdash;the existence and the true conception of God to our\nfellow men, the establishment of his Church upon the earth by his Only Begotten Son, Jesus\nChrist.  We cannot, in fact, proclaim the restoration of the gospel without proclaiming its\npre-existence.  The restoration must bring back that which was originally established. \nSomething else would not be a restoration; neither can you restore that which is already here.\nWe can restore only that which is lost, gone, disappeared. Restoration means\nto bring back that which we formerly had.\n<\/p><p>\nThe foundation upon which the Church of Jesus Christ is organized in these latter days is the\nstatement of Jesus Christ to the boy who, in the strength and simplicity of his faith, prayed to\nGod for enlightenment upon this very subject.  Where is the Church of Jesus Christ to be\nfound?  The boy of fourteen asked the Lord which of all the sects was right and which he\nshould join.  He was told by the Lord that he must join none of them, for they were all wrong,\nthat all their creeds were an abomination in his sight, that they drew near to him with their\nlips but their hearts were far from him. They teach for doctrine the commandments of men,\nhaving a form of godliness but they deny the power thereof. He again forbade the boy to join\nany of them (<span class=\"citation\" id=\"30334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30334)\">JS&mdash;H 1:18-20<\/a><\/span>).\nA restoration of the divine Church was later to be effected through the\ninstrumentality of this boy as he grew to manhood, the Prophet Joseph Smith.  The Angel\nMoroni later told the Prophet in September of 1823: \n<\/p><p>\nBehold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord\n(<span class=\"citation\" id=\"13208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13208)\">D&amp;C 2:1<\/a><\/span>).\n<\/p><p>\nJoseph Smith was not only given the priesthood&mdash;the keys of which Elijah held, but\npreviously he and Oliver Cowdery had also received the <i>apostolic priesthood<\/i> at the hands of\nPeter, James, and John, with authority and direction once again to <i>select twelve apostles<\/i>. The\npriesthood of God was thus once again restored to the earth, the authority by which the divine\nChurch should be reestablished on the earth, so vital to the world at large, whether Christian\nor heathen, is this restoration, that every bearer of the priesthood should be well-versed in the\nhistoric facts such as we have of the original foundations of the gospel&mdash;its disappearance\nand its restoration as well as the first principles of the gospel itself.  What could be more\nappropriate for the large body of the priesthood of the Church than periodically to direct its\nstudy to these matters of such great historic value to us and to our missionary work.  We have\nstudied them now for three years. We have not been left without evidence of an apostasy\nfrom the gospel as given us by the Savior.  Our course of study prepared by Elder James L.\nBarker has given us many important historic facts with which we should be familiar. Others\nwill find and, from time to time, add more to our fund of knowledge just as Elders Parley P.\nPratt, James E. Talmage, and B. H. Roberts, and others have done in the past from historic\nsources.  The scriptures themselves prophesy of the falling away from the true gospel of Jesus\nChrist.\n<\/p><p>\nWe read: \n<\/p><p>\nI charge thee therefore before God, and the lord Jesus Christ, who shall judge the quick and\nthe dead at his appearing and his kingdom; \n<\/p><p>\nPreach the word; be instant in season, out of season; reprove, rebuke, exhort with\nlongsuffering and doctrine.\n<\/p><p>\nFor the time will come when they will not endure sound doctrine; but after their own lusts\nshall they heap to themselves teachers, having itching ears; \n<\/p><p>\nAnd they shall turn away their ears from the truth, and shall be turned unto fables\n(<span class=\"citation\" id=\"5119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5119)\">2 Tim. 4:1-4<\/a><\/span>).\n<\/p><p>\nFor the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\n(<span class=\"citation\" id=\"4828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4828)\">2 Pet. 1:21<\/a><\/span>).\n<\/p><p>\nBut there were false prophets also among the people, even as there shall be false teachers\namong you, who privily shall bring in damnable heresies, even denying the lord that bought\nthem, and bring upon themselves swift destruction.\n<\/p><p>\nAnd many shall follow their pernicious ways; by reason of whom the way of truth shall be\nevil spoken of.\n<\/p><p>\nAnd through covetousness shall they with feigned words make merchandise of you: whose\njudgment now of a long time lingereth not, and their damnation slumbereth not\n(<span class=\"citation\" id=\"4829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4829)\">2 Pet. 2:1-3<\/a><\/span>).\n<\/p><p>\nThe earth mourneth and fadeth away, the world languisheth and fadeth away, the haughty\npeople of the earth do languish.\n<\/p><p>\nThe earth also is defiled under the inhabitants thereof; because they have transgressed the\nlaws, changed the ordinance, broken the everlasting covenant.\n<\/p><p>\nTherefore hath the curse devoured the earth, and they that dwell therein are\ndesolate: therefore the inhabitants of the earth are burned, and few men left\n(<span class=\"citation\" id=\"25150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25150)\">Isa. 24:4-6<\/a><\/span>).\n<\/p><p>\nAnd I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell and to every nation, and kindred, and tongue, and people.\n<\/p><p>\nSaying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of waters\n(<span class=\"citation\" id=\"42244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42244)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nThis gospel now restored to earth is a plan of life and salvation, a means by which through\nour obedience we can be brought back into the presence of our eternal heavenly Father\ncrowned with glory, immortality, and eternal lives. It has always had a universal application. \nIt was the same gospel in Jerusalem, Constantinople, Ephesus, or Rome.  It is eternal in its\nendurance! If we were to go to any of these cities or any place else to which the Apostles of\nChrist carried the true gospel and they claimed to be the rightful successors of Christ, we\nwould have one absolute, unchangeable, accurate, and at the same time simple standard by\nwhich we could judge the validity of their claims, assuming as the facts compel, that after a\nrelatively short time the teachings of those professing to be the followers of Christ differed in\npractically every country if not in every great city.  It has been the purpose of these\npriesthood courses which Brother Barker has outlined, for us to put these various, present-day\nclaims to this test&mdash;Do any of their teachings and practices conform to Christ's?\n<\/p><p>\nI marvel that ye are so soon removed from him that called you into the grace of Christ unto\nanother gospel: \n<\/p><p>\nWhich is not another; but there be some that trouble you, and would pervert the gospel of\nChrist.\n<\/p><p>\n<i>But though we, or an angel from heaven, preach any other gospel unto you than that which<\/i>\n<i>we have preached unto you, let him be accursed<\/i>\n(<span class=\"citation\" id=\"23238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23238)\">Gal. 1:6-8<\/a><\/span>, italics added).\n<\/p><p>\nFor if he that cometh preacheth another Jesus, whom we have not preached, or if ye receive\nanother spirit, which ye have not received, or another gospel, which ye have not accepted, ye\nmight well bear with him (<span class=\"citation\" id=\"3029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3029)\">2 Cor. 11:4<\/a><\/span>).\n<\/p><p>\nThe pertinent facts have had to be searched out from the writings of almost countless men for\nnigh onto two thousand years, all of them written with few, if any, exceptions by men who\nhave in turn found the subject matter of their writings as a matter of intensive research.  By\ntheir very nature the facts found have not lent themselves to too great a simplification. The\npriesthood quorums for the past three years have struggled with these lessons. Some of them\nput themselves in the spirit of the researcher and have succeeded in getting the greatest\nbenefit therefrom. They are the ones who have qualified themselves from secular history\nitself, written for the most part by the clergy, directly affected by the recital of the facts, the\nchanges of doctrine which actually took place in their own churches, the departures from the\nsimple truths enunciated by the Savior himself, the establishment of pagan practices within the\nchurch, to establish the departure of all the churches of the world in 1830 from the simple\ntruths of the gospel of Jesus Christ.\n<\/p><p>\nWe need only refer to a few examples which are so clearly set forth in the priesthood manuals\nof the last three years. Take, for example, baptism without authority, performed otherwise\nthan by immersion; the doctrines of infant damnation, of transubstantiation, of predestination,\nof an immaterial God who created man both body and soul out of nothing, that man may be\nsaved by grace alone, indulgences, absolutions, intercession of saints, along with the\nmiraculous power of relics, of masses, of the worship of images in churches, of purgatory, of\nmonasticism.  Such a marked departure from the simple principles of the gospel of Jesus\nChrist. The change was so obvious, thinking people were compelled to participate in the great\nReformation as soon as the Bible itself came into their hands.\n<\/p><p>\nWe are told that by the year 1520 there were eighteen translations of the Bible in German,\neleven in Italian, four in Bohemian, and two in Dutch.  Thus those who read the Bible for the\nfirst time were shocked at the depth and the breadth of the departure which\nhad taken place in the churches of the world from the simple truths of the gospel of Jesus\nChrist.  These are the benefits which have come to those who have studied earnestly the\npriesthood manuals of the last three years.\n<\/p><p>\nOthers have struggled without getting so deeply into the spirit in which this great work\nentitled <i>The Divine Church<\/i> was written.  It has been a subject that could not be mastered\nwithout effort. Let me say it was not written without effort.  There seems to be a relationship\nbetween the effort of the author and that required by the student to master the course.  Others,\nwe are advised, fell by the wayside and substituted other courses more to their individual\nliking.  They have not prepare themselves to meet these issues so vital and current today in\nour intercourse with our fellow men in spreading the light which is ours among our neighbors\nat home and abroad.\n<\/p><p>\nFor next year we have prepared a course of study to consider the restoration of the same\ndivine Church upon the earth with the restoration of its simple principles and practices.  We\nhope our priesthood leaders will accept these lessons in the spirit in which they are written. \nIn studying them, go back constantly in considering the restoration to the history of the\ndeparture therefrom on the part of the churches of the world.  We want to continue to perfect\nourselves in this respect through a continued study of the important history outlined in the\nmanuals of the last three years.  It should be our purpose in teaching and studying these\nlessons on the restoration, whether we be teacher or student, to relate our studies back to the\napostasy by a comparison of the details of the restoration of the gospel with the principles\nwhich were taught in the churches of the world in 1830.  In this manner can we learn in the\nnext two years as we consider these lessons on the restoration written by Elder Roy A.\nWelker as much or more of the facts contained in our previous three manuals on the divine\nChurch, dealing as they do with the apostasy as we did during the past years themselves. \nThis is important, too, because many who shall have occasion to attend the priesthood quorum\nmeetings this year and next year were not present during the past three years.  The question\nnaturally arises&mdash;how can we study the restoration as I have tried to emphasize, without\nsome study of what we are restoring?  Answering the question, if the world once had it, what\nhas it done with it?  The very fact that these three volumes of Elder Barker's on <i>The Divine Church<\/i>\nwere not as simple as some desired is added reason why we should read them a\nsecond time, and those in the meantime who have been advanced Into the Melchizedek\nPriesthood, or who have returned from the forces or from missions or both, might have the\nbenefit of them for the first time.  We advocate very seriously a first reading of these manuals\nby all who have not already mastered them. The dividends to be received from a study such\nas suggested, are certain, not alone in qualifying us to teach others, but above all to give to\neach of us a broader foundation of knowledge upon which our own faith may rest. We never\nlose sight in all our classwork and study of the fact that the glory of God is intelligence\n(<span class=\"citation\" id=\"13291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13291)\">D&amp;C 93:36<\/a><\/span>). \nKnowledge is power. Truth is joyous.\n<\/p><p>\nFurthermore, in the study of the restoration we should advise ourselves of present-day\ndoctrines of the churches of the world.  In many instances we will find that these doctrines\nhave changed somewhat since 1830 to conform more nearly to the teachings of the restored\ngospel of Jesus Christ.\n<\/p><p>\nWe may expect as time goes on, in fast, we may hope that the churches of the world will\ncontinue not only to see, but also to appreciate the light which was brought to the earth by the\nrestoration of the gospel of Jesus Christ in these latter days through the instrumentality of the\nProphet Joseph Smith and realize that just as the church was organized by the Savior when he\nwas upon the earth, so must it continue throughout the restoration. We hope the people of the\nworld will learn to appreciate the words of Paul to the Ephesians: \n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some, evangelists; and\nsome, pastors and teachers; \n<\/p><p>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist: \n<\/p><p>\nTill we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fullness of Christ: \n<\/p><p>\nThat we henceforth be no more children, tossed to and fro, and carried about with every wind\nof doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive\n(<span class=\"citation\" id=\"21675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21675)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nMay the Lord hasten the day when the peoples of the world will realize the source of this\nlight which is enlightening the world.  It should be the purpose of the priesthood of the\nChurch so to qualify themselves that they may individually and collectively be a light set\nupon a hill.\n<\/p><p>\nYe are the light of the world.  A city that is set on an hill cannot be hid.\n<\/p><p>\nLet your light so shine before men, that they may see your good works, and glorify your\nFather which is in heaven (<span class=\"citation\" id=\"34612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34612)\">Matt. 5:14,16<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}