{"ID":7254, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            True to the Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us resolve here and now to follow that straight path which leads home to the Father of us all.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p4\" class=\"\">Many years ago, on an assignment to the beautiful islands of Tonga, I was privileged to visit our Church school, the Liahona High School, where our youth are taught by teachers with a common bond of faith—providing training for the mind and preparation for life. On that occasion, entering one classroom, I noticed the rapt attention the children gave their native instructor. His textbook and theirs lay closed upon the desks. In his hand he held a strange-appearing fishing lure fashioned from a round stone and large seashells. This, I learned, was a <span class=\"emphasis\">maka-feke,<\/span> an octopus lure. In Tonga, octopus meat is a delicacy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p5\" class=\"\">The teacher explained that Tongan fishermen glide over a reef, paddling their outrigger canoes with one hand and dangling the maka-feke over the side with the other. An octopus dashes out from its rocky lair and seizes the lure, mistaking it for a much-desired meal. So tenacious is the grasp of the octopus and so firm is its instinct not to relinquish the precious prize that fishermen can flip it right into the canoe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p6\" class=\"\">It was an easy transition for the teacher to point out to the eager and wide-eyed youth that the evil one—even Satan—has fashioned so-called maka-fekes with which to ensnare unsuspecting persons and take possession of their destinies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p7\" class=\"\">Today we are surrounded by the maka-fekes which the evil one dangles before us and with which he attempts to entice us and then to ensnare us. Once grasped, such maka-fekes are ever so difficult—and sometimes nearly impossible—to relinquish. To be safe, we must recognize them for what they are and then be unwavering in our determination to avoid them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p8\" class=\"\">Constantly before us is the maka-feke of immorality. Almost everywhere we turn, there are those who would have us believe that what was once considered immoral is now acceptable. I think of the scripture, “Wo unto them that call evil good, and good evil, that put darkness for light, and light for darkness.”<sup class=\"noteMarker\"><a href=\"#footnote1-26905_000_007\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44941)\">2 Ne. 15:20<\/a><\/span>; see also <span class=\"citation\" id=\"44809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44809)\">Isa. 5:20<\/a><\/span>.]<\/span><\/sup> Such is the maka-feke of immorality. We are reminded in the Book of Mormon that chastity and virtue are precious above all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p9\" class=\"\">When temptation comes, remember the wise counsel of the Apostle Paul, who declared, “There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.”<sup class=\"noteMarker\"><a href=\"#footnote2-26905_000_007\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44865)\">1 Cor. 10:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p10\" class=\"\">Next, the evil one also dangles before us the maka-feke of pornography. He would have us believe that the viewing of pornography really hurts no one. How applicable is Alexander Pope’s classic, <span class=\"emphasis\">An Essay on Man:<\/span><\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Vice is a monster of so frightful mien,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As to be hated needs but to be seen;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet seen too oft, familiar with her face,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We first endure, then pity, then embrace.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote3-26905_000_007\">3<\/a>\n\t   <span class=\"footnote\">[Epistle 2, lines 217–20; in John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed. (1968), 409.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p15\" class=\"\">Some publishers and printers prostitute their presses by printing millions of pieces of pornography each day. No expense is spared to produce a product certain to be viewed, then viewed again. One of the most accessible sources of pornography today is the Internet, where one can turn on a computer and instantly have at his fingertips countless sites featuring pornography. President Gordon B. Hinckley has said: “I fear this may be going on in some of your homes. It is vicious. It is lewd and filthy. It is enticing and habit-forming. It will take [you] down to destruction as surely as anything in this world. It is foul sleaze that makes its exploiters wealthy, its victims impoverished.”<sup class=\"noteMarker\"><a href=\"#footnote4-26905_000_007\">4<\/a>\n       <span class=\"footnote\">[“Great Shall Be the Peace of Thy Children,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 62; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 51.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p16\" class=\"\">Tainted as well is the movie producer, the television programmer, or the entertainer who promotes pornography. Long gone are the restraints of yesteryear. So-called realism is the quest, with the result that today we are surrounded by this filth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p17\" class=\"\">Avoid any semblance of pornography. It will desensitize the spirit and erode the conscience. We are told in the Doctrine and Covenants, “That which doth not edify is not of God, and is darkness.”<sup class=\"noteMarker\"><a href=\"#footnote5-26905_000_007\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45132)\">D&amp;C 50:23<\/a><\/span>.]<\/span><\/sup> Such is pornography.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p18\" class=\"\">I mention next the maka-feke of drugs, including alcohol. Once grasped, this maka-feke is particularly difficult to abandon. Drugs and alcohol cloud thinking, remove inhibitions, fracture families, shatter dreams, and shorten life. They are everywhere to be found and are placed purposely in the pathway of vulnerable youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p19\" class=\"\">Each one of us has a body that has been entrusted to us by a loving Heavenly Father. We have been commanded to care for it. Can we deliberately abuse or injure our bodies without being held accountable? We cannot! The Apostle Paul declared: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p20\" class=\"\">“The temple of God is holy, which temple ye are.”<sup class=\"noteMarker\"><a href=\"#footnote6-26905_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44863)\">1 Cor. 3:16–17<\/a><\/span>.]<\/span><\/sup> May we keep our bodies—our temples—fit and clean, free from harmful substances which destroy our physical, mental, and spiritual well-being.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p21\" class=\"\">The final maka-feke I wish to mention today is one which can crush our self-esteem, ruin relationships, and leave us in desperate circumstances. It is the maka-feke of excessive debt. It is a human tendency to want the things which will give us prominence and prestige. We live in a time when borrowing is easy. We can purchase almost anything we could ever want just by using a credit card or obtaining a loan. Extremely popular are home equity loans, where one can borrow an amount of money equal to the equity he has in his home. What we may not realize is that a home equity loan is equivalent to a second mortgage. The day of reckoning <span class=\"emphasis\">will<\/span> come if we have continually lived beyond our means.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p22\" class=\"\">My brothers and sisters, avoid the philosophy that yesterday’s luxuries have become today’s necessities. They aren’t necessities unless we make them so. Many enter into long-term debt only to find that changes occur: people become ill or incapacitated, companies fail or downsize, jobs are lost, natural disasters befall us. For many reasons, payments on large amounts of debt can no longer be made. Our debt becomes as a Damocles sword hanging over our heads and threatening to destroy us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p23\" class=\"\">I urge you to live within your means. One cannot spend more than one earns and remain solvent. I promise you that you will then be happier than you would be if you were constantly worrying about how to make the next payment on nonessential debt. In the Doctrine and Covenants we read: “Pay the debt thou hast contracted. … Release thyself from bondage.”<sup class=\"noteMarker\"><a href=\"#footnote7-26905_000_007\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45114)\">D&amp;C 19:35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p24\" class=\"\">There are, of course, countless other maka-fekes which the evil one dangles before us to lead us from the path of righteousness. However, our Heavenly Father has given us life and with it the capacity to think, to reason, and to love. We have the power to resist any temptation and the ability to determine the path we will take, the direction we will travel. Our goal is the celestial kingdom of God. Our purpose is to steer an undeviating course in that direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p25\" class=\"\">To all who walk the pathway of life, our Heavenly Father cautions: beware the detours, the pitfalls, the traps. Cunningly positioned are those cleverly disguised maka-fekes beckoning us to grasp them and to lose that which we most desire. Do not be deceived. Pause to pray. Listen to that still, small voice which speaks to the depths of our souls the Master’s gentle invitation, “Come, follow me.”<sup class=\"noteMarker\"><a href=\"#footnote8-26905_000_007\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44847)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> By doing so, we turn from destruction, from death, and find happiness and life everlasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p26\" class=\"\">Yet there are those who do not hear, who will not obey, who listen to the enticings of the evil one, who grasp those maka-fekes until they cannot let go, until all is lost. I think of that person of power, that cardinal of the cloth, even Cardinal Wolsey. The prolific pen of William Shakespeare described the majestic heights, the pinnacle of power to which Cardinal Wolsey ascended. That same pen told how principle was eroded by vain ambition, by expediency, by a clamor for prominence and prestige. Then came the tragic descent, the painful lament of one who had gained everything, then lost it all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p27\" class=\"\">To Cromwell, his faithful servant, Cardinal Wolsey speaks:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O Cromwell, Cromwell!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Had I but serv’d my God with half the zeal<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I serv’d my king, He would not in mine age<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have left me naked to mine enemies.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote9-26905_000_007\">9<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">King Henry the Eighth,<\/span> act 3, scene 2, lines 455–58.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p32\" class=\"\">That inspired mandate which would have led Cardinal Wolsey to safety was ruined by the pursuit of power and prominence, the quest for wealth and position. Like others before him and many more yet to follow, Cardinal Wolsey fell.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p33\" class=\"\">In an earlier time and by a wicked king, a servant of God was tested. Aided by the inspiration of heaven, Daniel interpreted to King Belshazzar the writing on the wall. Concerning the proffered rewards—even a royal robe and a necklace of gold—Daniel said: “Let thy gifts be to thyself, and give thy rewards to another.”<sup class=\"noteMarker\"><a href=\"#footnote10-26905_000_007\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44818)\">Dan. 5:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p34\" class=\"\">Darius, a later king, also honored Daniel, elevating him to the highest position of prominence. There followed the envy of the crowd, the jealousy of princes, and the scheming of ambitious men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p35\" class=\"\">Through trickery and flattery, King Darius signed a proclamation providing that anyone who made a request of any god or man, except the king, should be thrown into the lions’ den. Prayer was forbidden. In such matters, Daniel took direction not from an earthly king but from the King of heaven and earth, his God. Overtaken in his daily prayers, Daniel was brought before the king. Reluctantly, the penalty was pronounced. Daniel was to be thrown into the lions’ den.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p36\" class=\"\">I love the biblical account which follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p37\" class=\"\">“The king arose very early in the morning, and went in haste unto the den of lions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p38\" class=\"\">“And when he came to the den, he cried with a lamentable voice … O Daniel, … is thy God, whom thou servest continually, able to deliver thee from the lions?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p39\" class=\"\">“Then said Daniel unto the king …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p40\" class=\"\">“My God hath sent his angel, and hath shut the lions’ mouths, that they have not hurt me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p41\" class=\"\">“Then was the king exceeding glad. … Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.”<sup class=\"noteMarker\"><a href=\"#footnote11-26905_000_007\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44819)\">Dan. 6:19–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p42\" class=\"\">In a time of critical need, Daniel’s determination to remain true and faithful provided divine protection and a sanctuary of safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p43\" class=\"\">The clock of history, like the sands of the hourglass, marks the passage of time. A new cast occupies the stage of life. The problems of our day loom ominously before us. Surrounded by the challenges of modern living, we look heavenward for that unfailing sense of direction that we might chart and follow a wise and proper course. Our Heavenly Father will not deny our petition.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p44\" class=\"\">When I think of righteous individuals, the names of Gustav and Margarete Wacker come readily to mind. Let me describe them. I first met the Wackers when I was called to preside over the Canadian Mission in 1959. They had immigrated to Kingston, Ontario, Canada, from their native Germany.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p45\" class=\"\">Brother Wacker earned his living as a barber. His means were limited, but he and Sister Wacker always paid more than a tenth as tithing. As branch president, Brother Wacker started a missionary fund, and for months at a time he was the only contributor. When there were missionaries in the city, the Wackers fed and cared for them, and the missionaries never left the Wacker home without some tangible donation to their work and welfare.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p46\" class=\"\">Gustav and Margarete Wacker’s home was a heaven. They were not blessed with children, but they mothered and fathered their many Church visitors. Men and women of learning and sophistication sought out these humble, unlettered servants of God and counted themselves fortunate if they could spend an hour in their presence. The Wackers’ appearance was ordinary, their English halting and somewhat difficult to understand, their home unpretentious. They didn’t own a car or a television, nor did they do any of the things to which the world usually pays attention. Yet the faithful beat a path to their door in order to partake of the spirit that was there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p47\" class=\"\">In March of 1982, Brother and Sister Wacker were called to serve as full-time ordinance workers in the Washington D.C. Temple. On June 29, 1983, while Brother and Sister Wacker were still serving in this temple assignment, Brother Wacker, with his beloved wife at his side, peacefully passed from mortality to his eternal reward. Fitting are the words, “Who honors God, God honors.”<sup class=\"noteMarker\"><a href=\"#footnote12-26905_000_007\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44806)\">1 Sam. 2:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p48\" class=\"\">My brothers and sisters, let us resolve here and now to follow that straight path which leads home to the Father of us all so that the gift of eternal life—life in the presence of our Heavenly Father—may be ours. Should there be those things which need to be changed or corrected in order to do so, I encourage you to take care of them now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p49\" class=\"\">In the words of a familiar hymn, may we ever be<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">True to the faith that our parents have cherished,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">True to the truth for which martyrs have perished,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To God’s command, Soul, heart and hand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faithful and true we will ever stand.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote13-26905_000_007\">13<\/a>\n\t   <span class=\"footnote\">[“True to the Faith,” <span class=\"emphasis\">Hymns,<\/span> no. 254, text and music by Evan Stephens.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/true-to-the-faith.p54\" class=\"\">That each of us may do so is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26905_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44941)\">2 Ne. 15:20<\/a><\/span>; see also <span class=\"citation\" id=\"44809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44809)\">Isa. 5:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26905_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44865)\">1 Cor. 10:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26905_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Epistle 2, lines 217–20; in John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed. (1968), 409.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26905_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Great Shall Be the Peace of Thy Children,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 62; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 51.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26905_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45132)\">D&amp;C 50:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26905_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44863)\">1 Cor. 3:16–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26905_000_007\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45114)\">D&amp;C 19:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26905_000_007\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44847)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26905_000_007\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">King Henry the Eighth,<\/span> act 3, scene 2, lines 455–58.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-26905_000_007\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44818)\">Dan. 5:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-26905_000_007\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44819)\">Dan. 6:19–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-26905_000_007\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44806)\">1 Sam. 2:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_007\"><a name=\"-26905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-26905_000_007\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>“True to the Faith,” <span class=\"emphasis\">Hymns,<\/span> no. 254, text and music by Evan Stephens.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}