{"ID":7259, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            That We May Always Have His Spirit to Be with Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p2\" class=\"\">Elder David A. Bednar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We should endeavor to discern when we “withdraw [ourselves] from the Spirit of the Lord” … [and] attend to and learn from the choices and influences that separate us from the Holy Spirit.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p4\" class=\"\">Today, I speak by way of reminder and admonition to those of us who are members of The Church of Jesus Christ of Latter-day Saints. I pray for and invite the Holy Ghost to now assist me and you as we learn together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p5\" class=\"\">Baptism by immersion for the remission of sins “is the introductory ordinance of the gospel” of Jesus Christ and must be preceded by faith in the Savior and by sincere and complete repentance. “Baptism in water … must be followed by baptism of the Spirit in order to be complete” (see Bible Dictionary, “Baptism,” 618). As the Savior taught Nicodemus, “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God” (<span class=\"citation\" id=\"44850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44850)\">John 3:5<\/a><\/span>). My message this afternoon focuses on the baptism of the Spirit and the blessings that flow from the companionship of the Holy Ghost.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Ordinance of and Covenant Associated with Baptism<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p7\" class=\"\">As each of us was baptized, we entered into a solemn covenant with our Heavenly Father. A covenant is an agreement between God and His children upon the earth, and it is important to understand that God determines the conditions of all gospel covenants. You and I do not decide the nature or elements of a covenant. Rather, exercising our moral agency, we accept the terms and requirements of a covenant as our Eternal Father has established them (see Bible Dictionary, “Covenant,” 651).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p8\" class=\"\">The saving ordinance of baptism must be administered by one who has proper authority from God. The fundamental conditions of the covenant into which we entered in the waters of baptism are these: we witnessed that we were willing to take upon ourselves the name of Jesus Christ, that we would always remember Him, and that we would keep His commandments. The promised blessing for honoring this covenant is <span class=\"emphasis\">that we may always have His Spirit to be with us<\/span> (see <span class=\"citation\" id=\"45121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45121)\">D&amp;C 20:77<\/a><\/span>). In other words, baptism by water leads to the authorized opportunity for the constant companionship of the third member of the Godhead.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Confirmation and the Baptism of the Spirit<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p10\" class=\"\">Following our baptism, each of us had hands placed upon our head by those with priesthood authority and was confirmed a member of The Church of Jesus Christ of Latter-day Saints, and the Holy Ghost was conferred upon us (see <span class=\"citation\" id=\"45130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45130)\">D&amp;C 49:14<\/a><\/span>). The statement “receive the Holy Ghost” in our confirmation was a directive to strive for the baptism of the Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p11\" class=\"\">The Prophet Joseph Smith taught: “You might as well baptize a bag of sand as a man, if not done in view of the remission of sins and getting of the Holy Ghost. Baptism by water is but half a baptism, and is good for nothing without the other half—that is, the baptism of the Holy Ghost” (<span class=\"emphasis\">History of the Church,<\/span> 5:499). We were baptized by immersion in water for the remission of sins. We must also be baptized by and immersed in the Spirit of the Lord, “and then cometh a remission of your sins by fire and by the Holy Ghost” (<span class=\"citation\" id=\"44955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44955)\">2 Ne. 31:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p12\" class=\"\">As we gain experience with the Holy Ghost, we learn that the intensity with which we feel the Spirit’s influence is not always the same. Strong, dramatic spiritual impressions do not come to us frequently. Even as we strive to be faithful and obedient, there simply are times when the direction, assurance, and peace of the Spirit are not readily recognizable in our lives. In fact, the Book of Mormon describes faithful Lamanites who “were baptized with fire and with the Holy Ghost, and they knew it not” (<span class=\"citation\" id=\"45072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45072)\">3 Ne. 9:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p13\" class=\"\">The influence of the Holy Ghost is described in the scriptures as “a still small voice” (<span class=\"citation\" id=\"44807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44807)\">1 Kgs. 19:12<\/a><\/span>; see also <span class=\"citation\" id=\"45074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45074)\">3 Ne. 11:3<\/a><\/span>) and a “voice of perfect mildness” (<span class=\"citation\" id=\"45066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45066)\">Hel. 5:30<\/a><\/span>). Thus, the Spirit of the Lord usually communicates with us in ways that are quiet, delicate, and subtle.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Withdrawing Ourselves from the Spirit of the Lord<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p15\" class=\"\">In our individual study and classroom instruction, we repeatedly emphasize the importance of recognizing the inspiration and promptings we receive from the Spirit of the Lord. And such an approach is correct and useful. We should seek diligently to recognize and respond to promptings as they come to us. However, an important aspect of baptism by the Spirit may frequently be overlooked in our spiritual development.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p16\" class=\"\">We should also endeavor to discern when we “withdraw [ourselves] from the Spirit of the Lord, that it may have no place in [us] to guide [us] in wisdom’s paths that [we] may be blessed, prospered, and preserved” (<span class=\"citation\" id=\"44965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44965)\">Mosiah 2:36<\/a><\/span>). Precisely because the promised blessing is <span class=\"emphasis\">that we may always have His Spirit to be with us,<\/span> we should attend to and learn from the choices and influences that separate us from the Holy Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p17\" class=\"\">The standard is clear. If something we think, see, hear, or do distances us from the Holy Ghost, then we should stop thinking, seeing, hearing, or doing that thing. If that which is intended to entertain, for example, alienates us from the Holy Spirit, then certainly that type of entertainment is not for us. Because the Spirit cannot abide that which is vulgar, crude, or immodest, then clearly such things are not for us. Because we estrange the Spirit of the Lord when we engage in activities we know we should shun, then such things definitely are not for us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p18\" class=\"\">I recognize we are fallen men and women living in a mortal world and that we might not have the presence of the Holy Ghost with us every second of every minute of every hour of every day. However, the Holy Ghost can tarry with us much, if not most, of the time—and certainly the Spirit can be with us more than it is not with us. As we become ever more immersed in the Spirit of the Lord, we should strive to recognize impressions when they come and the influences or events that cause us to withdraw ourselves from the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p19\" class=\"\">Taking “the Holy Spirit for [our] guide” (<span class=\"citation\" id=\"45126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45126)\">D&amp;C 45:57<\/a><\/span>) is possible and is essential for our spiritual growth and survival in an increasingly wicked world. Sometimes as Latter-day Saints we talk and act as though recognizing the influence of the Holy Ghost in our lives is the rare or exceptional event. We should remember, however, that the covenant promise is <span class=\"emphasis\">that we may always have His Spirit to be with us.<\/span> This supernal blessing applies to every single member of the Church who has been baptized, confirmed, and instructed to “receive the Holy Ghost.”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Liahona as a Type and Shadow for Our Day<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p21\" class=\"\">In our day the Book of Mormon is the primary source to which we should turn for help in learning how to invite the constant companionship of the Holy Ghost. The description in the Book of Mormon of the Liahona, the director or compass used by Lehi and his family in their journey in the wilderness, specifically was included in the record as a type and a shadow for our day and as an essential lesson about what we should do to enjoy the blessings of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p22\" class=\"\">As we strive to align our attitudes and actions with righteousness, then the Holy Ghost becomes for us today what the Liahona was for Lehi and his family in their day. The very factors that caused the Liahona to work for Lehi will likewise invite the Holy Ghost into our lives. And the very factors that caused the Liahona not to work anciently will likewise cause us to withdraw ourselves from the Holy Ghost today.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Liahona: Purposes and Principles<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p24\" class=\"\">As we study and ponder the purposes of the Liahona and the principles by which it operated, I testify that we will receive inspiration suited to our individual and family circumstances and needs. We can and will be blessed with ongoing direction from the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p25\" class=\"\">The Liahona was prepared by the Lord and given to Lehi and his family after they left Jerusalem and were traveling in the wilderness (see <span class=\"citation\" id=\"45017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45017)\">Alma 37:38<\/a><\/span>; <span class=\"citation\" id=\"45108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45108)\">D&amp;C 17:1<\/a><\/span>). This compass or director pointed the way that Lehi and his caravan should go (see <span class=\"citation\" id=\"44907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44907)\">1 Ne. 16:10<\/a><\/span>), even “a straight course to the promised land” (<span class=\"citation\" id=\"45019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45019)\">Alma 37:44<\/a><\/span>). The pointers in the Liahona operated “according to the faith and diligence and heed” (<span class=\"citation\" id=\"44908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44908)\">1 Ne. 16:28<\/a><\/span>) of the travelers and failed to work when family members were contentious, rude, slothful, or forgetful (see <span class=\"citation\" id=\"44915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44915)\">1 Ne. 18:12, 21<\/a><\/span>; <span class=\"citation\" id=\"45018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45018)\">Alma 37:41, 43<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p26\" class=\"\">The compass also provided a means whereby Lehi and his family could obtain greater “understanding concerning the ways of the Lord” (<span class=\"citation\" id=\"44909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44909)\">1 Ne. 16:29<\/a><\/span>). Thus, the primary purposes of the Liahona were to provide both direction and instruction during a long and demanding journey. The director was a physical instrument that served as an outward indicator of their inner spiritual standing before God. It worked according to the principles of faith and diligence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p27\" class=\"\">Just as Lehi was blessed in ancient times, each of us in this day has been given a spiritual compass that can direct and instruct us during our mortal journey. The Holy Ghost was conferred upon you and me as we came out of the world and into the Savior’s Church through baptism and confirmation. By the authority of the holy priesthood we were confirmed as members of the Church and admonished to seek for the constant companionship of “the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you” (<span class=\"citation\" id=\"44854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44854)\">John 14:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p28\" class=\"\">As we each press forward along the pathway of life, we receive direction from the Holy Ghost just as Lehi was directed through the Liahona. “For behold, again I say unto you that if ye will enter in by the way, and receive the Holy Ghost, it will show unto you all things what ye should do” (<span class=\"citation\" id=\"44957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44957)\">2 Ne. 32:5<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p29\" class=\"\">The Holy Ghost operates in our lives precisely as the Liahona did for Lehi and his family, according to our faith and diligence and heed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p30\" class=\"\">“Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p31\" class=\"\">“The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth” (<span class=\"citation\" id=\"45176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45176)\">D&amp;C 121:45–46<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p32\" class=\"\">And the Holy Ghost provides for us today the means whereby we can receive, “by small and simple things” (<span class=\"citation\" id=\"45016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45016)\">Alma 37:6<\/a><\/span>), increased understanding about the ways of the Lord: “But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you” (<span class=\"citation\" id=\"44855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44855)\">John 14:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p33\" class=\"\">The Spirit of the Lord can be our guide and will bless us with direction, instruction, and spiritual protection during our mortal journey. We invite the Holy Ghost into our lives through meaningful personal and family prayer, feasting upon the words of Christ, diligent and exacting obedience, faithfulness and honoring of covenants, and through virtue, humility, and service. And we steadfastly should avoid things that are immodest, coarse, crude, sinful, or evil that cause us to withdraw ourselves from the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p34\" class=\"\">We also invite the ongoing companionship of the Holy Ghost as we worthily partake of the sacrament each Sabbath day: “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day” (<span class=\"citation\" id=\"45138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45138)\">D&amp;C 59:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p35\" class=\"\">Through the ordinance of the sacrament we renew our baptismal covenant and can receive and retain a remission of our sins (see <span class=\"citation\" id=\"44971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44971)\">Mosiah 4:12, 26<\/a><\/span>). In addition, we are reminded on a weekly basis of the promise <span class=\"emphasis\">that we may always have His Spirit to be with us.<\/span> As we then strive to keep ourselves clean and unspotted from the world, we become worthy vessels in whom the Spirit of the Lord can always dwell.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p36\" class=\"\">In February of 1847 the Prophet Joseph Smith appeared to Brigham Young in a dream or vision. President Young asked the Prophet if he had a message for the Brethren. The Prophet Joseph replied: “Tell the people to be humble and faithful, and be sure <span class=\"emphasis\">to keep<\/span> the spirit of the Lord and it will lead them right. Be careful and not turn away the small still voice; it will teach them what to do and where to go; it will yield the fruits of the kingdom” (see <span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> [1997], 41; emphasis added). Of all the truths the Prophet Joseph might have taught Brigham Young on that sacred occasion, he emphasized the importance of obtaining and keeping the Spirit of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/that-we-may-always-have-his-spirit-to-be-with-us.p37\" class=\"\">My beloved brothers and sisters, I testify of the living reality of God the Eternal Father and of His Son, Jesus Christ, and of the Holy Ghost. May each of us so live <span class=\"emphasis\">that we may always have His Spirit to be with us<\/span> and thereby qualify for the blessings of direction, instruction, and protection that are essential in these latter days. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}