{"ID":726, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Priceless Special Blessings<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1954, pp. 37-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, and friends: I am grateful to our Heavenly Father that he has\npermitted us to meet again together, and specifically that I am privileged to be with you. I\nsincerely invoke the strength of your faith and your prayers that what I may say may be\nhelpful to you and to me, help to give us strength and courage and determination to carry on\nthe work of the Lord.\n<\/p><p>\nYears ago, I heard of a statement from a non-member banker of the city which has always\nimpressed me.  He is reported to have said, and of course this in jest, that\nMormons have six senses: the five that ordinary mortals have and a sixth that enables him to\nbelieve Mormonism.\n<\/p><p>\nI am more grateful than I can express for that sixth sense.  All down through the ages there\nhave been great bodies of humanity who could not believe the gospel. Adam, his own family,\nwas invaded. His son offered improper sacrifice and then committed murder. From him was\ntaken away the right to perform sacrifice.  He was shut out; he lost his priesthood, which has\nnever been restored to his descendants\n(<span class=\"citation\" id=\"23617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23617)\">Gen. 4:3-13<\/a><\/span>).\nBut that offshoot so begun grew and prospered in the\nland, and from that time on down, the pagan world has been a great part of humankind.  The\ngospel we know was preached from the beginning: but men would not hearken to it.  The\nFlood came and destroyed the inhabitants except a few, and after the Flood again\nunrighteousness came among men, and again a great part of them, the greater part of them,\nrefused to follow the Lord.\n<\/p><p>\nThis gospel of the Christ is the true way of salvation and exaltation in the kingdom of God. \nIt has been the same gospel from the beginning, not always understood, not always preached,\nbut it has been the plan of life, salvation, and exaltation from the time it was taught to Adam.\n<\/p><p>\nPaul said: \"But though we, or an angel from heaven, preach any other gospel unto you than\nthat which we have preached unto you, let him be accursed\"\n(<span class=\"citation\" id=\"23239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23239)\">Gal. 1:8<\/a><\/span>).\n<\/p><p>\nWell, there are, now, wolves in the sheepfold disguised as sheep.  Against them and against\ntheir teachings we must all be fighting affirmatively for the truths of the gospel.\n<\/p><p>\nThe Savior said that in the last days there would be those who would come and say, \"Lo, here\nis Christ, or there . . .\n<\/p><p>\n\"Behold, he is in the desert . . . he is in the secret chambers; believe it not\"\n(<span class=\"citation\" id=\"34656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34656)\">Matt. 24:23,26<\/a><\/span>).\n<\/p><p>\nYou know, I feel that we must not pare that down to mere place.  That man and that woman\nthat teach false doctrine as the doctrine of Christ are crying, \"Lo, here is Christ,\" in the sense\nin which that great statement of the Savior is to be understood.\n<\/p><p>\nSo I am happy that we Latter-day Saints have a blessing and a heritage that teaches us the\ntruths of this everlasting gospel, which has been with the world from the beginning.  We are\nmarvelously blessed and a blessing always carries with it a responsibility. Having that\nblessing, the responsibility is ours to live in accordance with the truths which we have.  We\nare blessed that we know that life is purposeful. We are blessed that we know that before we\ncame we had an existence.  We are blessed to know that we came to this earth which was\ncreated for the purpose of giving us the experiences of mortality. We are blessed that we\nknow that if we observe and keep the commandments of the Lord that our salvation and\nexaltation is assured.  That is part of the sixth sense which we have.\n<\/p><p>\nWe are blessed that we can accept the scriptures and do accept them as the word of God and\nas a history of his dealings with his people, specifically, the Bible.  And we are not prepared,\nalthough we believe the Bible only so far as it is translated correctly\n(<span class=\"citation\" id=\"6679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6679)\">A of F 1:8<\/a><\/span>), we are not prepared to\naccept these modern translations, which go largely to destroy the Christ and his sacrifice, his\nresurrection.\n<\/p><p>\nWe are blessed in that we believe in God, a Personage who has manifested himself in our\nday, in the great vision of all time, concerning which these children sang so beautifully at the\nopening of this meeting. We are blessed with that testimony, that the Son was in the image of\nthe Father, and that we also are created in his image.  That is part of our blessing.\n<\/p><p>\nWe are blessed that God not only spoke in ancient times, but that he also speaks today and\nhas spoken, speaks with all of the definiteness and the specifications that he spoke to Israel at\nMount Sinai.  He does not speak alone in parables as he taught some of the multitudes, you\nwill remember, in Palestine, stating that he taught them thus lest they should understand and\nbelieve and he would have to bless them\n(<span class=\"citation\" id=\"34633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34633)\">Matt. 13:10-15<\/a><\/span>).\nHe speaks definitely, I repeat, that all can understand.\n<\/p><p>\nRevelation, continuous revelation, comes from our heavenly Father, and for the Church it\ncomes and comes alone to the President of the Church. Each individual living properly may\nhave that inspiration coming from him, and if you do not have it, amend your ways, and you\nwill get it.  Revelation is not intuition, as some would suggest.\n<\/p><p>\nWe are blessed in the faith that we have, the living, active faith which not alone inspires us to\nlive as we should, but which gives us power and strength. Our people have defined faith as\nthe moving cause of all action.  Faith is not trust, faith is a living, and I think an intelligent,\nforce, which God himself performs his great work.\n<\/p><p>\nWe are blessed that, along with that faith, we have the priesthood, the Holy\nPriesthood of God; the authority of that priesthood is the authority to act in the name of our\nheavenly Father and exercise his power to the extent which that authority has bestowed upon\nus.  We are blessed as thousands know, that that priesthood, with the faith exercised through\nit, heals our sick, gives us peace, gives us comfort, gives us consolation, helps us in our daily\nwork, day by day.  We are blessed in that more than I can express, and I think there are few\nhere today who have not seen a manifestation of the exercise of faith through the\nadministrations of the priesthood.\n<\/p><p>\nWe are blessed, I was going to say, beyond all, in our knowledge, our testimony, our witness\nthat Jesus is the Christ.  And what a responsibility that knowledge brings to us, that he came\nto earth a sacrifice to answer for the Fall of Adam.  How that was brought about, the Lord\nhas not revealed.  I am not sure that if he revealed it we finite minds could understand it.  A\npart of the trouble of the world today is that men are declining to believe things they cannot\nunderstand.  Out of the great myriads of things that pertain to existence and to the universe,\nhow few there are that men can understand and yet, why should we deny the universe and its\nwonders because finite man cannot comprehend.\n<\/p><p>\nJesus, the Savior of the world, born of woman, divine, lived his life through, became a\nsacrifice, went into the tomb, arose the morning of the third day, a resurrected Being and\nthereafter moved among his fellow men, select groups, almost as when he was a mortal, ate\nwith them, talked with them, taught them.  We are the beneficiaries of that sacrifice, for by\nhis resurrection he brought resurrection to all of us; every man and woman born in mortality\non the earth is the beneficiary of that great sacrifice.  I repeat, that testimony and that witness\nbrings to each and every of us a great responsibility.  You cannot be an honest professor of\nChristianity if you do not believe and live as Christ marked out.\n<\/p><p>\nWe are blessed with a knowledge that just as all down through history men and women have\ngone astray, so we know that the Church set up by the Christ and by the Apostles who\nfollowed him, was not long upon the earth.  A few centuries and it had become corrupt.  It\nbecame an apostate church.  This is our witness; this is our testimony.  That blessing is one of\nthe blessings that goes with our belief in Mormonism.\n<\/p><p>\nSince the true Church had disappeared, bringing down in its ruins the priesthood of the\nChurch, it was necessary that there should be a restoration, and in due course of time that\nrestoration came.  You know, it has always been a difficult thing for me, wholly ignoring my\nbeliefs and testimonies and witness in the gospel, how men could say that for the first\ncenturies, millenniums, the Lord taught and spoke with his children, guided them and directed\nthem, told them what to do in their times of distress, and then to say that at the end of the\nChristian era revelation ceased.\n<\/p><p>\nSurely, mankind never was in a more distressed and uncertain condition than today, the day in\nwhich we live.  Shall we say that God has stopped his voice, has closed his ears to our\nprayers, that he no longer cares for or loves us? Rationally, the conclusion to that question\nthat he has, would be absurd.  So in this day of ours, a little over a hundred years ago, God\ncame, he and his Son, Jesus Christ, and opened up through the Prophet\nJoseph Smith, this last Dispensation of the Fullness of Times.  We Mormons are blessed with\na testimony and a witness of that.\n<\/p><p>\nWe are also blessed with a testimony and witness that not only did the powers and the\nauthority come to Joseph but that he passed them on down, and that today, President McKay,\nas prophet, seer, and revelator, stands for the Church as the mouthpiece of God, and when he\nspeaks through the inspiration of the Lord, as he will when he speaks to the Church, he\nproclaims what the Lord would have us know today.\n<\/p><p>\nMy brothers and sisters, for all of these blessings, I am grateful.  I am glad that I have that\nsixth sense which enables me not only merely to believe, but to have a spiritual knowledge\nthat all that I have said today is true, with countless other principles which there is not time to\nmention\n<\/p><p>\nI bear you my witness that God lives, that he still speaks, not in vague, mystic terms, but\ndirectly.  I bear you my witness that Jesus is the Only Begotten of the Father, that he came to\nthe earth, put on mortality and answered the demands of justice by fulfilling his mission, by\nhis giving of his life in the necessary sacrifice to bring us free from the Fall. I bear you my\ntestimony that he is the Son of God, the atoning sacrifice, the firstfruits of the resurrection\n(<span class=\"citation\" id=\"251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(251)\">1 Cor. 15:20<\/a><\/span>),\nthat we all shall be resurrected, even as was he, and come forth, even as he came forth, in the\nimage in which we live.\n<\/p><p>\nI bear you my testimony again that the authority conferred upon Joseph still is in the Church\nand that the President of the Church, our great leader, President David O. McKay, is the\nrepository at this moment of all the power and authority that was conferred upon Joseph at\nthe beginning of the dispensation, through the ministrations of angels and of the Savior\nhimself.\n<\/p><p>\nMay God increase this testimony to me, and to you having the testimony, will he give us the\npower and the strength to live in accordance with the principles of the gospel, I humbly pray,\nin the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}