{"ID":7261, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Gift of Agency\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p2\" class=\"\">Elder Wolfgang H. Paul<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/wolfgang-h-paul-10.jpg\" alt=\"Wolfgang H. Paul\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As we obey our Heavenly Father’s commandments, our faith increases, we grow in wisdom and spiritual strength, and it becomes easier for us to make right choices.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p4\" class=\"\">Some time ago, as I was driving, I had to stop at a red light. The vehicle in front of me caught my attention. A sticker read, “I do what I want.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p5\" class=\"\">I wondered why someone would choose to place such a statement on his vehicle. What was the message he wanted to send? Perhaps the driver of this vehicle wanted to express publicly that he has achieved total freedom by just doing what he likes to do. As I thought about this, I realized that our world would be quite chaotic if everyone would just do what he or she wants to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p6\" class=\"\">It is obvious that there is some confusion in our society about this subject. In the media, advertisements, entertainment, and elsewhere, we find the idea widespread that when someone can do what he wants, he enjoys freedom and will be happy. It suggests that the only criteria for our decisions are what is pleasing to us, what is fun, or what matches our individual desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p7\" class=\"\">Our Heavenly Father has given us a better concept. It is His great plan of happiness which gives us real freedom and happiness. We read in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p8\" class=\"\">“And the Messiah cometh in the fulness of time, that he may redeem the children of men from the fall. And because that they are redeemed from the fall they have become free forever, knowing good from evil; to act for themselves and not to be acted upon, save it be by the punishment of the law at the great and last day, according to the commandments which God hath given.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p9\" class=\"\">“Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself.”<sup class=\"noteMarker\"><a href=\"#footnote1-26905_000_014\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44931)\">2 Ne. 2:26–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p10\" class=\"\">When we came into this world, we brought with us from our heavenly home this God-given gift and privilege which we call our agency. It gives us the right and power to make decisions and to choose. Agency is an eternal law. President Brigham Young, speaking of our agency, taught: “This is a law which has always existed from all eternity, and will continue to exist throughout all the eternities to come. Every intelligent being must have the power of choice.”<sup class=\"noteMarker\"><a href=\"#footnote2-26905_000_014\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News,<\/span> Oct. 10, 1866, 355.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p11\" class=\"\">President Wilford Woodruff observed on the same subject: “This agency has always been the heritage of man under the rule and government of God. He possessed it in the heaven of heavens before the world was, and the Lord maintained and defended it there against the aggression of Lucifer and those that took sides with him. … By virtue of this agency you and I and all mankind are made responsible beings, responsible for the course we pursue, the lives we live, [and] the deeds we do.”<sup class=\"noteMarker\"><a href=\"#footnote3-26905_000_014\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Millennial Star,<\/span> Oct. 14, 1889, 642.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p12\" class=\"\">When the Lord taught Abraham about the eternal nature of spirits and that he was chosen before he was born, He explained to Abraham one of the important purposes for coming to this earth by saying, “And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.”<sup class=\"noteMarker\"><a href=\"#footnote4-26905_000_014\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45215)\">Abr. 3:25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p13\" class=\"\">Thus, our agency makes our life on this earth a test period. If we did not have this wonderful gift of agency, we would not be able to show our Father in Heaven whether we will do all that He commanded us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p14\" class=\"\">In order for us to use our agency, we must have a knowledge of good and evil, we must have the freedom to make choices, and after we have exercised our agency, there must be consequences that follow our choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p15\" class=\"\">I have learned that as we obey our Heavenly Father’s commandments, our faith increases, we grow in wisdom and spiritual strength, and it becomes easier for us to make right choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p16\" class=\"\">Our great example, the Lord Jesus Christ, set the perfect example for all of us as to how to use our agency. In that Council in Heaven, when the plan of our Father was presented to us—that we would have the opportunity to come to this earth and receive a body—the Beloved Son, who was the Beloved and Chosen of the Father from the beginning, said to His Father, “Father, thy will be done, and the glory be thine forever.”<sup class=\"noteMarker\"><a href=\"#footnote5-26905_000_014\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45194)\">Moses 4:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p17\" class=\"\">Likewise, we should make our choices using the same criteria. Instead of saying, “I do what I want,” our motto should be “I do what the Father wants me to do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p18\" class=\"\">If we do this, we can be certain that the blessings of the Lord will be upon us. It may well be that we have to make some of these choices when it is not convenient for us. I have learned, however, that although the time is sometimes not convenient for our schedule, nevertheless, if we make the right choice, the Lord will take care of us in His own way, which at that time is not yet known to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p19\" class=\"\">When we were transferred in 1989 from the Germany Hamburg Mission to East Germany to preside over the Dresden mission, the time was not convenient for our family. Our children had just adapted to their new school in Hamburg and now had to become acquainted with the socialistic school system in East Germany. One child could not even come with us because she needed to finish school in the West. However, we have learned from this experience that what seemed to be hard for us in the beginning eventually turned into a great blessing for all of us. The Lord had His own way to take care of our challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p20\" class=\"\">My dear brothers and sisters, I am so grateful for the wonderful gift of agency, which our Father in Heaven has given us. I am grateful to know that we are His children. I know from many of my own experiences that He loves us and that He cares for us. I know that Jesus is the Christ, the Son of God, our Savior and Redeemer. I know that the Prophet Joseph Smith saw the Father and the Son and that he is the prophet of the Restoration. I know that President Gordon B. Hinckley is the prophet of God today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-gift-of-agency.p21\" class=\"\">Of this I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26905_000_014\"><a name=\"-26905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26905_000_014\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44931)\">2 Ne. 2:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_014\"><a name=\"-26905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26905_000_014\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News,<\/span> Oct. 10, 1866, 355.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_014\"><a name=\"-26905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26905_000_014\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Millennial Star,<\/span> Oct. 14, 1889, 642.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_014\"><a name=\"-26905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26905_000_014\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45215)\">Abr. 3:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_014\"><a name=\"-26905_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26905_000_014\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45194)\">Moses 4:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}