{"ID":7265, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Rising Generation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p2\" class=\"\">Elder Ronald A. Rasband<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ronald-a-rasband-10.jpg\" alt=\"Ronald A. Rasband\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our rising generation is worthy of our best efforts to support and strengthen them in their journey to adulthood.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p4\" class=\"\">Good evening, my dear brethren of the priesthood. Tonight throughout the world we are gathered nearer to the temples of the Lord than ever before in the history of mankind. Through the loving-kindness of our Savior in directing His prophets, 122 temples are now accessible to the Lord’s covenant people to obtain their own temple blessings and perform vital ordinances for their departed ancestors. And more have been announced and are coming! We thank you, President Hinckley, for your inspired leadership in this tremendous effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p5\" class=\"\">In an early Book of Mormon time, the members of the Church also gathered near a temple to receive instruction from their prophet and leader. Late in his life, King Benjamin called upon fathers to bring their families together, to give them counsel and admonitions. From Mosiah we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p6\" class=\"\">“And it came to pass that when they came up to the temple, they pitched their tents round about, every man according to his family. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p7\" class=\"\">“… Every man having his tent with the door thereof towards the temple, that thereby they might remain in their tents and hear the words which King Benjamin should speak unto them” (<span class=\"citation\" id=\"44962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44962)\">Mosiah 2:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p8\" class=\"\">I love the imagery of these verses. Figuratively speaking, brethren, are the doors of our homes pitched towards the temples we so love? Do we attend as often as we can, showing our children through our example the importance of these sacred and special places?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p9\" class=\"\">As recorded in Mosiah, families received the word of the Lord through their prophet with enthusiasm and commitment. The people were so moved by King Benjamin’s teachings that they entered into a new covenant to follow the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p10\" class=\"\">However, there is a sad epilogue to this story. We learn later in Mosiah concerning those who were but little children in the tents at the time of King Benjamin’s sermon:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p11\" class=\"\">“Now it came to pass that there were many of the rising generation that could not understand the words of king Benjamin, being little children at the time he spake unto his people; and they did not believe the tradition of their fathers” (<span class=\"citation\" id=\"44985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44985)\">Mosiah 26:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p12\" class=\"\">What happened to that rising generation, brethren? Why didn’t the young children accept the righteous traditions of their fathers? More importantly, here we are centuries later, in a day of many temples and constant prophetic direction, and what of our rising generation? Do we have reason to be concerned? Certainly we do!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p13\" class=\"\">The young men here and throughout the world, and their young women counterparts, are very special. President Hinckley has spoken of them:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p14\" class=\"\">“I have said many times that I believe we have the finest generation of young people that this Church has ever known. … They try to do the right thing. They are bright and able, clean and fresh, attractive and smart. … They know what the gospel is about, and they are trying to live it, looking to the Lord for His guidance and help” (“Your Greatest Challenge, Mother,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 113; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 97–98).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p15\" class=\"\">All of us who are involved with these youth know the truth of President Hinckley’s words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p16\" class=\"\">Elder Henry B. Eyring of the Quorum of the Twelve Apostles, however, provides us with a somber warning, speaking of the youth:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p17\" class=\"\">“Many of them are remarkable in their spiritual maturity and in their faith. But even the best of them are sorely tested. And the testing will become more severe” (“We Must Raise Our Sights,” <span class=\"emphasis\">Ensign,<\/span> Sept. 2004, 14).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p18\" class=\"\">This warning that “the testing will become more severe” gets my attention. Our rising generation is worthy of our best efforts to support and strengthen them in their journey to adulthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p19\" class=\"\">In these perilous times, as our youth are faced with this increased adversity, we can learn from others. In the armed forces, particularly in all the navies throughout the world, every seaman understands one phrase that is a clarion call for immediate help, no matter what he is doing or where he is on the ship. The call is “All hands on deck.” Many a battle at sea has been won or lost by the response to this call.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p20\" class=\"\">We—as members of the Church, leaders of youth, anxious fathers, and concerned grandfathers—all need to respond to the call for “all hands on deck” as it pertains to our youth and young single adults. We must all look for opportunities to bless the youth whether or not we are currently closely associated with them. We must continue to teach and fortify fathers and mothers in their divinely declared roles with their children in the home. We must ask ourselves constantly if that extra sporting event, that extra activity or errand outside of the home is more important than families being together at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p21\" class=\"\">Now is the time, brethren, when in every action we take, in every place we go, with every Latter-day Saint young person we meet, we need to have an increased awareness of the need for strengthening, nurturing, and being an influence for good in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p22\" class=\"\">In our own family, we have had such an experience with wonderful, watchful priesthood leaders. When I was first called to the Seventy some years ago, we were assigned to move to Solihull, England, to serve in the Area Presidency. Sister Rasband and I took our two youngest children with us on this assignment. Our daughter was a young single adult and our son a 17-year-old who liked American-style football and played it very well. We were very concerned about them. No friends, no extended family, and no American football! I wondered, “Would this exciting new experience prove to be a serious trial for our family?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p23\" class=\"\">The answer came in an early assignment I received. I had been asked to speak to the missionaries at the Missionary Training Center in Preston, England. I called President White of the center and was pleased to hear that he knew of my family situation. He suggested we include our children on our visit to Preston. Once we were there, he even invited our daughter and son to speak to the missionaries! What a thrill for them to be and feel included and share their testimonies of the Lord’s work!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p24\" class=\"\">When finished and after tender good-byes to those missionaries, we visited the beautiful Preston England Temple, which was close to the Missionary Training Center. As we walked near the front door, there stood President and Sister Swanney, the temple president and matron. They greeted us and welcomed us into the temple with, “Elder Rasband, how would you and your family like to perform baptisms for the dead?” What a wonderful idea! We looked at each other and gratefully accepted. After performing the ordinances and while my son and I were still in the font with tears of joy in our eyes, he put his hand on my shoulder and asked, “Dad, why haven’t we ever done this before?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p25\" class=\"\">I thought of all the football games, all the movies we had attended together, all of the good times we had shared—certainly happy memories and traditions that are so important to build.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p26\" class=\"\">However, I realized we had an opportunity to add more meaningful spiritual experiences with our children like what we had experienced in Preston that day. Thanks to those caring and observant priesthood leaders, I knew then that our family was going to do fine in Europe. How grateful we are for the many priesthood and Young Women leaders who have always been watchful and loving to our children and yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p27\" class=\"\">Looking to another Book of Mormon time: Nephi lived in a situation where some members of his family struggled with obedience, harmony, and faithfulness. He most certainly understood the necessity for attentive commitment to children of the rising generation. He said late in his life:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p28\" class=\"\">“And we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins” (<span class=\"citation\" id=\"44942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44942)\">2 Ne. 25:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p29\" class=\"\">I pray that as the holders of the priesthood of God we may each of us do all things that lie in our power to teach our youth what source they may look to for a remission of their sins, even the Lord Jesus Christ. May we each respond with our most sincere efforts to “all hands on deck” as it pertains to saving our own rising generation—they are certainly worth our very best efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/our-rising-generation.p30\" class=\"\">I testify that this is the Lord’s true Church, directed by Him through our dear prophet, even Gordon B. Hinckley, whom I love and sustain. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}