{"ID":7266, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Repentance, a Blessing of Membership\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p2\" class=\"\">Elder Richard G. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-hinckley-10.jpg\" alt=\"Richard G. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Repentance … is not a harsh principle. … It is kind and merciful.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p4\" class=\"\">My dear brethren, I am both humbled and honored to occupy this position. For reasons obvious to you, it never entered my mind that such a calling would come to me. One year ago when I was sustained, President Hinckley made it clear to the entire Church that he had not initiated the process that resulted in my call. I told him later that I was likely the only General Authority in the history of the Church to be sustained by the members in spite of a disclaimer by the prophet!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p5\" class=\"\">Nevertheless, I am grateful for your sustaining vote and pledge my whole heart to this great cause. I am grateful beyond expression for my family, for my wife and children, and for my good parents. My mother passed away two years ago, just two days after April conference. She was small in stature, yet I stand on her shoulders every day. Her influence will ever be with me. I cannot honor her properly by what I say but only by how I live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p6\" class=\"\">I do not know what to say of my father that would not embarrass him, except that I love him and that I sustain him. At the risk of being too personal, I will say that as I watch him grow older, my mind goes back to days when we were little children, when he would lie on the floor and wrestle and play with us and lift us in his arms and hug us and tickle us, or pull us up into bed with Mother and him when we were sick or frightened in the night. My memories of him will ever be of laughter and love, of steadiness, of testimony, of relentless hard work, of faith and fidelity. He is kind and wise, and I am blessed beyond measure that I not only sustain him as my prophet for this season of mortality but that I also claim him as my father now and throughout all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p7\" class=\"\">Several weeks ago my mind was stimulated when Elder Douglas L. Callister of the Seventy was asked to give a brief history of his grandfather LeGrand Richards in a quorum meeting. Among other interesting things he reported was this: When Elder Richards was a young bishop, he visited those who were less active. He boldly invited them to speak in sacrament meeting to the subject “What my membership in The Church of Jesus Christ of Latter-day Saints means to me.” Remarkably, several of them responded positively, and that experience put them on the road back to full activity in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p8\" class=\"\">I would like to speak to that same theme this evening. I invite each of you, young or old, to dedicate a small notebook to this theme. Write at the top of the first page the words “What my membership in The Church of Jesus Christ of Latter-day Saints means to me.” Then briefly list those things that come to mind. Over time, additional thoughts will come, which you can add to your list. Soon you will have a growing booklet that will fill you with gratitude and appreciation for your membership in the Lord’s Church. It may even provide a resource for talks you may be asked to give in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p9\" class=\"\">My list is already long, and I have selected just a single item from it to discuss this evening. I must save other topics for another place and time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p10\" class=\"\">I will speak briefly of the principle of repentance. How grateful I am for the understanding we have of this great principle. It is not a harsh principle, as I thought when I was a boy. It is kind and merciful. The Hebrew root of the word means, simply, “to turn,”<sup class=\"noteMarker\"><a href=\"#footnote1-26905_000_019\">1<\/a>\n       <span class=\"footnote\">[Joseph P. Healey, “Repentance,” in <span class=\"emphasis\">The Anchor Bible Dictionary,<\/span> ed. David Noel Freedman, 6 vols. (1992), 5:671.]<\/span><\/sup> or to <span class=\"emphasis\">re<\/span>turn, to God. Jehovah pled with the children of Israel: “Return … and I will not cause mine anger to fall upon you: for I am merciful … and I will not keep anger for ever. Only acknowledge thine iniquity, that thou hast transgressed against the Lord thy God.”<sup class=\"noteMarker\"><a href=\"#footnote2-26905_000_019\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44814)\">Jer. 3:12–13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p11\" class=\"\">When we acknowledge our sins, confess them and forsake them, and turn to God, He will forgive us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p12\" class=\"\">While I was serving as mission president recently, two of our elders asked if I would meet with an investigator who was scheduled for baptism the following day. She had some questions they were unable to answer. We drove to her home, where I met a young widow in her late 20s with a child. Her husband had been killed in a tragic accident a few years earlier. Her questions were thoughtful, and she was receptive. After these were resolved, I asked if she had any other concerns. She indicated that she did and that she wanted to speak with me alone. I asked the elders to step outside and stand on the lawn where they could see us clearly through a large window. As soon as the door closed behind them, she began to weep. She recounted her years alone, filled with heartache and loneliness. During those years she had made some serious mistakes. She had known better, she said, but had lacked the strength to choose the right path until she had met our missionaries. During the weeks they taught her, she had pled with the Lord to forgive her. She sought assurance from me that through her repentance and through the ordinances of baptism and the receipt of the Holy Ghost, she could be cleansed and become worthy of membership in the Church. I taught her from the scriptures and bore testimony of the principle of repentance and of the Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p13\" class=\"\">The next day my wife and I attended her baptism and that of her little girl. The room was filled with friends from her ward, ready and anxious to stand by her as a new member of the Church. As we left that service, I was overwhelmed with a sense of gratitude for the magnificent principle of repentance and for the Atonement that makes it possible, for the miracle of conversion, for this great Church and its members, and for our missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/repentance-a-blessing-of-membership.p14\" class=\"\">What does my membership in The Church of Jesus Christ of Latter-day Saints mean to me? It means everything. It influences, enlivens, permeates, and gives purpose and meaning to everything in life that is important to me: my relationship with God, my Eternal Father, and with His Holy Son, the Lord Jesus Christ. It teaches me that through obedience to the principles and ordinances of the gospel, I will find peace and happiness in this life and be invited to live in God’s presence, with my family, in the life that surely will follow mortality, where His mercy will satisfy the demands of justice and encircle me and mine, and you and yours, in the arms of safety.<sup class=\"noteMarker\"><a href=\"#footnote3-26905_000_019\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45007)\">Alma 34:16<\/a><\/span>.]<\/span><\/sup> I so testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26905_000_019\"><a name=\"-26905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26905_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph P. Healey, “Repentance,” in <span class=\"emphasis\">The Anchor Bible Dictionary,<\/span> ed. David Noel Freedman, 6 vols. (1992), 5:671.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_019\"><a name=\"-26905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26905_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44814)\">Jer. 3:12–13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_019\"><a name=\"-26905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26905_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45007)\">Alma 34:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}