{"ID":7267, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Royal Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">While holding the priesthood brings great blessings, the priesthood also carries with it great obligations.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p4\" class=\"\">My dear brethren, it is always a great privilege and heavy responsibility to address the priesthood of the Church. Possibly this is the largest gathering of priesthood in the history of the world. I should like to speak to you young men about how blessed you are to hold the Aaronic Priesthood, which is also known as the “lesser priesthood.” But the word <span class=\"emphasis\">lesser,<\/span> however, does not in any way take away from its importance. There’s nothing small about it—especially when I see how big some of you young men are!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p5\" class=\"\">I’m sure you remember how excited you were the first time you passed the sacrament. As you Aaronic Priesthood holders assist in preparing, blessing, administering, and passing the sacrament, you help all members who partake thereof to recommit themselves to the Lord and to renew their faith in the Savior’s atoning sacrifice. Members who take the sacrament are reminded to take upon themselves the name of the Son, always remember Him, keep His commandments, and seek to have His Spirit to be with them. I hope that you will value the priesthood you hold and always honor your priesthood duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p6\" class=\"\">I recently read the account of some deacons who got a little careless in their attitude towards passing the sacrament. They began to think of it as a chore, something that no one else wanted to do. They often came in late, and sometimes they didn’t dress appropriately. One Sunday their priesthood adviser told them: “You don’t have to worry about the sacrament today. It’s been taken care of.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p7\" class=\"\">They were, of course, surprised to hear this, but as usual, they were late for sacrament meeting. They slipped in casually during the opening hymn and sat in the congregation. That’s when they noticed who was sitting on the deacons’ bench—their adviser and the high priests of the ward, who included men who had served as bishops and stake president. They were all dressed in dark suits with white shirts and ties. But more than that, their bearing was one of total reverence as they took the sacrament trays from row to row. Something was deeper and more significant about the sacrament that day. Those deacons who had become so perfunctory in their duties learned by example that passing the sacrament was a sacred trust and one of the greatest of honors.<sup class=\"noteMarker\"><a href=\"#footnote1-26905_000_020\">1<\/a>\n       <span class=\"footnote\">[Adapted from Laird Roberts, “On Water and Bread,” <span class=\"emphasis\">Tambuli,<\/span> Oct. 1984, 40–41; <span class=\"emphasis\">New Era,<\/span> May 1984, 8–9.]<\/span><\/sup> They began to realize that the priesthood is, as the Apostle Peter called it, “a royal priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote2-26905_000_020\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44884)\">1 Pet. 2:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p8\" class=\"\">Generally, the Aaronic Priesthood, under the direction of the bishopric, has the responsibility to administer and pass the sacrament. In our home ward here in Salt Lake City, we have a good number of faithful, older members but few of Aaronic Priesthood age. Over the years I have watched these high priests and elders, men of faith and great accomplishments, humbly and reverently pass the sacrament of the Lord’s Supper. For a while this group of priesthood holders included a senior federal judge, a candidate for the office of governor of the state of Utah, and other prominent men of stature. Yet they were honored and obviously felt privileged to perform this sacred priesthood duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p9\" class=\"\">The Aaronic Priesthood is a great gift of spiritual power that the Lord conferred upon Aaron and his sons.<sup class=\"noteMarker\"><a href=\"#footnote3-26905_000_020\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45148)\">D&amp;C 84:18<\/a><\/span>.]<\/span><\/sup> It holds “the key of the ministering of angels and the preparatory gospel”<sup class=\"noteMarker\"><a href=\"#footnote4-26905_000_020\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45149)\">D&amp;C 84:26<\/a><\/span>.]<\/span><\/sup> and also includes “the gospel of repentance, and of baptism by immersion for the remission of sins.”<sup class=\"noteMarker\"><a href=\"#footnote5-26905_000_020\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45105)\">D&amp;C 13:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p10\" class=\"\">I would like to say a word about the ministering of angels. In ancient and modern times angels have appeared and given instruction, warnings, and direction, which benefited the people they visited. We do not consciously realize the extent to which ministering angels affect our lives. President Joseph F. Smith said, “In like manner our fathers and mothers, brothers, sisters and friends who have passed away from this earth, having been faithful, and worthy to enjoy these rights and privileges, may have a mission given them to visit their relatives and friends upon the earth again, bringing from the divine Presence messages of love, of warning, or reproof and instruction, to those whom they had learned to love in the flesh.”<sup class=\"noteMarker\"><a href=\"#footnote6-26905_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 436.]<\/span><\/sup> Many of us feel that we have had this experience. Their ministry has been and is an important part of the gospel. Angels ministered to Joseph Smith as he reestablished the gospel in its fulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p11\" class=\"\">Alma the Younger had a personal experience with ministering angels. As a young man, he was numbered among the unbelievers and “led many of the people to do after the manner of his iniquities.” One day, “while he was going about to destroy the church of God” in company with the sons of Mosiah, an “angel of the Lord appeared unto them; and he descended as it were in a cloud; and he spake as it were with a voice of thunder, which caused the earth to shake.” The angel then cried out, “Alma, arise and stand forth, for why persecutest thou the church of God?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p12\" class=\"\">Alma was so overcome by this experience that he fainted and had to be carried to his father. Only after his father and others had fasted and prayed for two days was Alma restored to full health and strength. He then stood up and declared, “I have repented of my sins, and have been redeemed of the Lord; behold I am born of the Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote7-26905_000_020\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44986)\">Mosiah 27:8–24<\/a><\/span>.]<\/span><\/sup> Alma went on to become one of the greatest missionaries in the Book of Mormon. Yet in all his many years of missionary service, he never spoke of the angel’s visit. Instead, he chose to testify that the truth had been made known to him by the Holy Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p13\" class=\"\">To be instructed by an angel would be a great blessing. However, as Alma taught us, his final and lasting conversion came only after he had “fasted and prayed many days.”<sup class=\"noteMarker\"><a href=\"#footnote8-26905_000_020\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44992)\">Alma 5:46<\/a><\/span>.]<\/span><\/sup> His complete conversion came from the Holy Ghost, which is available to all of us if we are worthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p14\" class=\"\">Miraculous events have not always been a source of conversion. For example, when Laman and Lemuel physically mistreated their younger brothers, an angel appeared and warned them to stop. The angel also reassured all of the brothers that Laban would be delivered into their hands. Nephi, on the one hand, believed and claimed the brass plates from Laban. Laman and Lemuel, on the other hand, did not believe, nor did they change their behavior as a result of the angelic visit. As Nephi reminded them, “How is it that ye have forgotten that ye have seen an angel of the Lord?”<sup class=\"noteMarker\"><a href=\"#footnote9-26905_000_020\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44902)\">1 Ne. 7:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p15\" class=\"\">You young men are building your testimonies. These are strengthened by spiritual confirmation through the Holy Ghost in the ordinary experiences of life. While some great manifestation could strengthen your testimony, it won’t likely happen that way.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">While holding the priesthood brings great blessings, the priesthood also carries with it great obligations.<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>All priesthood holders need to magnify their callings, acting in the Lord’s name to the extent their office and calling permit. We magnify our callings by following the direction of our quorum presidency, the bishop, and our quorum adviser. It means preparing, administering, and passing the sacrament as we are asked to do so. It also means performing other responsibilities of the Aaronic Priesthood, such as cleaning our Church meetinghouses, setting up chairs for stake conference and other Church meetings, and performing other duties as assigned.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Holders of the Aaronic, or preparatory, Priesthood are obligated to qualify for the higher priesthood and to receive training for greater responsibilities in Church service.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Holding the Aaronic Priesthood carries with it the obligation of being a good example, with clean thoughts and proper behavior. We acquire these attributes as we carry out our priesthood duties.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>You will be associated in your quorum and other activities with young men who have the same standards that you have. You can strengthen each other.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>You can study the scriptures and learn gospel principles to help you prepare for a mission.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>You can learn to pray and recognize answers.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p23\" class=\"\">The Doctrine and Covenants describes different kinds of authority relating to the Aaronic Priesthood. First, ordination to the priesthood gives authority to perform the ordinances and possess the power of the Aaronic Priesthood. The bishopric is the presidency of the Aaronic Priesthood in the ward.<sup class=\"noteMarker\"><a href=\"#footnote10-26905_000_020\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45163)\">D&amp;C 107:15<\/a><\/span>.]<\/span><\/sup> Second, within this priesthood are different offices, each with different responsibilities and privileges. As a deacon, you are to watch over the Church as a standing minister.<sup class=\"noteMarker\"><a href=\"#footnote11-26905_000_020\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45154)\">D&amp;C 84:111<\/a><\/span>; see also <span class=\"citation\" id=\"45119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45119)\">D&amp;C 20:57–59<\/a><\/span>.]<\/span><\/sup> As a teacher, in addition to watching over the Church, you are to “be with and strengthen them.”<sup class=\"noteMarker\"><a href=\"#footnote12-26905_000_020\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45118)\">D&amp;C 20:53<\/a><\/span>.]<\/span><\/sup> As a priest, you are “to preach, teach, expound, exhort, and baptize, and administer the sacrament, and visit the house of each member.”<sup class=\"noteMarker\"><a href=\"#footnote13-26905_000_020\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45117)\">D&amp;C 20:46–47<\/a><\/span>.]<\/span><\/sup> Your bishop, who holds the office of high priest, is also the president of the priests quorum and directs the work of the quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p24\" class=\"\">As you progress from one of these offices of the Aaronic Priesthood to the next, you will retain the authority of the previous one. For example, those of you who are priests still have authority to do everything you did as deacons and teachers. Indeed, even when you are ultimately ordained to the Melchizedek Priesthood, you will still keep and act in the offices of the Aaronic Priesthood. The late Elder LeGrand Richards, who was a member of the Quorum of the Twelve for many years, understood this principle well. He often used to say, “I’m just a grown-up deacon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p25\" class=\"\">As I have noted, teaching is one of the important duties of the Aaronic Priesthood. The opportunity for you young teenagers to teach often comes as you serve as a home teaching companion to your father or some other Melchizedek Priesthood holder. Looking after needs in a temporal and spiritual way is a very significant part of watching over the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p26\" class=\"\">The Prophet Joseph Smith gave high priority to home teaching. A Brother Oakley was the Prophet’s home teacher, and whenever Brother Oakley went home teaching to the Smith home, “the Prophet called his family together and gave his own chair to Oakley, telling his family” to listen carefully to Brother Oakley.<sup class=\"noteMarker\"><a href=\"#footnote14-26905_000_020\">14<\/a>\n       <span class=\"footnote\">[William G. Hartley, “Ordained and Acting Teachers in the Lesser Priesthood, 1851–1883,” <span class=\"emphasis\">Brigham Young University Studies,<\/span> spring 1976, 384.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p27\" class=\"\">You young men of the Aaronic Priesthood need to have the Spirit with you in your personal lives as well as in home teaching, preparing or passing the sacrament, or other priesthood activities. You will need to avoid some stumbling blocks. One of the biggest of these is addiction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p28\" class=\"\">I counsel all of you brethren to avoid every kind of addiction. At this time Satan and his followers are enslaving some of our choicest young people through addiction to alcohol, all kinds of drugs, pornography, tobacco, gambling, and other compulsive disorders. Some people seem to be born with a weakness for these substances so that only a single experimentation will result in uncontrollable addiction. Some addictions are actually mind-altering and create a craving that overpowers reason and judgment. These addictions destroy the lives not only of those who do not resist them but also their parents, spouses, and children. As the prophet Jeremiah lamented, “The kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates.”<sup class=\"noteMarker\"><a href=\"#footnote15-26905_000_020\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44815)\">Lam. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p29\" class=\"\">The Lord in His wisdom has warned us that substances that are not good for us should be totally avoided. We have been warned not to take the first drink, smoke the first cigarette, or try the first drug. Curiosity and peer pressure are selfish reasons to dabble with addictive substances. We should stop and consider the full consequences, not just to ourselves and our futures, but also to our loved ones. These consequences are physical, but they also risk the loss of the Spirit and cause us to fall prey to Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/a-royal-priesthood.p30\" class=\"\">I testify of the refining, spiritual, comforting, strengthening, and restraining influence the priesthood has had in my life. I have lived under its spiritual influence all my life—in my grandfather’s home, in my father’s home, and then in my own home. It is humbling to use the transcending power and authority of the priesthood to empower others and to heal and bless. May we live worthy of holding the priesthood authority to act in the name of God, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26905_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from Laird Roberts, “On Water and Bread,” <span class=\"emphasis\">Tambuli,<\/span> Oct. 1984, 40–41; <span class=\"emphasis\">New Era,<\/span> May 1984, 8–9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26905_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44884)\">1 Pet. 2:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26905_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45148)\">D&amp;C 84:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26905_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45149)\">D&amp;C 84:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26905_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45105)\">D&amp;C 13:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26905_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 436.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26905_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44986)\">Mosiah 27:8–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26905_000_020\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44992)\">Alma 5:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26905_000_020\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44902)\">1 Ne. 7:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-26905_000_020\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45163)\">D&amp;C 107:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-26905_000_020\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45154)\">D&amp;C 84:111<\/a><\/span>; see also <span class=\"citation\" id=\"45119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45119)\">D&amp;C 20:57–59<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-26905_000_020\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45118)\">D&amp;C 20:53<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-26905_000_020\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45117)\">D&amp;C 20:46–47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-26905_000_020\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>William G. Hartley, “Ordained and Acting Teachers in the Lesser Priesthood, 1851–1883,” <span class=\"emphasis\">Brigham Young University Studies,<\/span> spring 1976, 384.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_020\"><a name=\"-26905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-26905_000_020\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44815)\">Lam. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}