{"ID":7269, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Need for Greater Kindness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Why do any of us have to be so mean and unkind to others? Why can’t all of us reach out in friendship to everyone about us?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p4\" class=\"\">Brother Monson is a very difficult man to follow. He is full of humor and yet great sincerity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p5\" class=\"\">Thank you, my brethren, for your faith and prayers. I deeply appreciate them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p6\" class=\"\">When a man grows old he develops a softer touch, a kindlier manner. I have thought of this much of late.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p7\" class=\"\">I have wondered why there is so much hatred in the world. We are involved in terrible wars with lives lost and many crippling wounds. Coming closer to home, there is so much of jealousy, pride, arrogance, and carping criticism; fathers who rise in anger over small, inconsequential things and make wives weep and children fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p8\" class=\"\">Racial strife still lifts its ugly head. I am advised that even right here among us there is some of this. I cannot understand how it can be. It seemed to me that we all rejoiced in the 1978 revelation given President Kimball [<span class=\"citation\" id=\"45189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45189)\">O.D. 2<\/a><\/span>]. I was there in the temple at the time that that happened. There was no doubt in my mind or in the minds of my associates that what was revealed was the mind and the will of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p9\" class=\"\">Now I am told that racial slurs and denigrating remarks are sometimes heard among us. I remind you that no man who makes disparaging remarks concerning those of another race can consider himself a true disciple of Christ. Nor can he consider himself to be in harmony with the teachings of the Church of Christ. How can any man holding the Melchizedek Priesthood arrogantly assume that he is eligible for the priesthood whereas another who lives a righteous life but whose skin is of a different color is ineligible?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p10\" class=\"\">Throughout my service as a member of the First Presidency, I have recognized and spoken a number of times on the diversity we see in our society. It is all about us, and we must make an effort to accommodate that diversity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p11\" class=\"\">Let us all recognize that each of us is a son or daughter of our Father in Heaven, who loves all of His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p12\" class=\"\">Brethren, there is no basis for racial hatred among the priesthood of this Church. If any within the sound of my voice is inclined to indulge in this, then let him go before the Lord and ask for forgiveness and be no more involved in such.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p13\" class=\"\">I receive letters from time to time suggesting items that the writers feel should be dealt with at conference. One such came the other day. It is from a woman who indicates that her first marriage ended in divorce. She then met a man who seemed to be a very kind and considerate individual. However, she discovered soon after marriage that his finances were in disarray; he had little money, yet he quit his job and refused employment. She was then forced to go to work to provide for the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p14\" class=\"\">Years have passed, and he still is unemployed. She then speaks of two other men who are following the same pattern, refusing to work while their wives are compelled to spend long hours providing for their households.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p15\" class=\"\">Said Paul to Timothy, “But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel” (<span class=\"citation\" id=\"44880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44880)\">1 Tim. 5:8<\/a><\/span>). Those are very strong words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p16\" class=\"\">The Lord has said in modern revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p17\" class=\"\">“Women have claim on their husbands for their maintenance, until their husbands are taken. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p18\" class=\"\">“All children have claim upon their parents for their maintenance until they are of age” (<span class=\"citation\" id=\"45147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45147)\">D&amp;C 83:2, 4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p19\" class=\"\">From the early days of this Church, husbands have been considered the breadwinners of the family. I believe that no man can be considered a member in good standing who refuses to work to support his family if he is physically able to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p20\" class=\"\">Now I indicated earlier that I did not know why there was so much conflict and hatred and bitterness in the world. Of course, I know that all of this is the work of the adversary. He works on us as individuals. He destroys strong men. From the time of the organization of this Church he has done so. President Wilford Woodruff said this:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p21\" class=\"\">“I have seen Oliver Cowdery when it seemed as though the earth trembled under his feet. I never heard a man bear a stronger testimony than he did when under the influence of the Spirit. But the moment he left the kingdom of God, that moment his power fell. … He was shorn of his strength, like Samson in the lap of Delilah. He lost the power and testimony which he had enjoyed, and he never recovered it again in its fulness while in the flesh, although he died [a member of] the Church” (<span class=\"emphasis\">Teachings of Presidents of the Church: Wilford Woodruff<\/span> [2004], 105).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p22\" class=\"\">I have permission to tell you the story of a young man who grew up in our community. He was not a member of the Church. He and his parents were active in another faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p23\" class=\"\">He recalls that when he was growing up, some of his LDS associates belittled him, made him feel out of place, and poked fun at him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p24\" class=\"\">He came to literally hate this Church and its people. He saw no good in any of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p25\" class=\"\">Then his father lost his employment and had to move. In the new location, at the age of 17, he was able to enroll in college. There, for the first time in his life, he felt the warmth of friends, one of whom, named Richard, asked him to join a club of which he was president. He writes: “For the first time in my life someone wanted me around. I didn’t know how to react, but thankfully I joined. … It was a feeling that I loved, the feeling of having a friend. I had prayed for one my whole life. And now after 17 years of waiting, God answered that prayer.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p26\" class=\"\">At the age of 19 he found himself as a tent partner with Richard during their summer employment. He noticed Richard reading a book every night. He asked what he was reading. He was told that he was reading the Book of Mormon. He adds: “I quickly changed the subject and went to bed. After all, that is the book that ruined my childhood. I tried forgetting about it, but a week went by and I couldn’t sleep. Why was he reading it every night? I soon couldn’t stand the unanswered questions in my head. So one night I asked him what was so important in that book. What was in it? He handed me the book. I quickly stated that I never wanted to touch the book. I just wanted to know what was in there. He started to read where he had stopped. He read about Jesus and about an appearance in the Americas. I was shocked. I didn’t think that the Mormons believed in Jesus.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p27\" class=\"\">Richard asked him to sing in a stake conference choir with him. The day came and the conference started. “Elder Gary J. Coleman from the First Quorum of the Seventy was the guest speaker. I found out during the conference that he also [was a convert]. At the end Richard proceeded to pull me by the arm up to talk to him. I finally agreed, and as I was approaching him he turned and smiled at me. I introduced myself and said that I wasn’t a member and that I had just come to sing in the choir. He smiled and said he was happy that I was there and stated that the music was great. I asked him how he knew the Church was true. He told me a short version of his testimony and asked if I had read the Book of Mormon. I said no. He promised me that the first time I read it, I would feel the Spirit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p28\" class=\"\">On a subsequent occasion this young man and his friend were traveling. Richard handed him a Book of Mormon and asked that he read it aloud. He did so, and suddenly the inspiration of the Holy Spirit touched him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p29\" class=\"\">Time passed and his faith increased. He agreed to be baptized. His parents opposed him, but he went forward and was baptized a member of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p30\" class=\"\">His testimony continues to strengthen. Only a few weeks ago he was married to a beautiful Latter-day Saint girl for time and eternity in the Salt Lake Temple. Elder Gary J. Coleman performed his sealing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p31\" class=\"\">That is the end of the story, but there are great statements in that story. One is the sorry manner in which his young Mormon associates treated him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p32\" class=\"\">Next is the manner in which his newfound friend Richard treated him. It was totally opposite from his previous experience. It led to his conversion and baptism in the face of terrible odds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p33\" class=\"\">This kind of miracle can happen and will happen when there is kindness, respect, and love. Why do any of us have to be so mean and unkind to others? Why can’t all of us reach out in friendship to everyone about us? Why is there so much bitterness and animosity? It is not a part of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p34\" class=\"\">We all stumble occasionally. We all make mistakes. I paraphrase the words of Jesus in the Lord’s Prayer: “And forgive us our trespasses, as we forgive those who trespass against us” (see <span class=\"citation\" id=\"44827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44827)\">Matt. 6:12<\/a><\/span>; <span class=\"citation\" id=\"44828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44828)\">Joseph Smith Translation, Matt. 6:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p35\" class=\"\">William W. Phelps, who was close to the Prophet Joseph, betrayed him in 1838, which led to Joseph’s incarceration in Missouri. Recognizing the great evil of the thing he had done, Brother Phelps wrote to the Prophet, asking forgiveness. The Prophet replied in part as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p36\" class=\"\">“It is true, that we have suffered much in consequence of your behavior—the cup of gall, already full enough for mortals to drink, was indeed filled to overflowing when you turned against us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p37\" class=\"\">“However, the cup has been drunk, the will of our Father has been done, and we are yet alive, for which we thank the Lord. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p38\" class=\"\">“Believing your confession to be real, and your repentance genuine, I shall be happy once again to give you the right hand of fellowship, and rejoice over the returning prodigal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p39\" class=\"\">“Your letter was read to the Saints last Sunday, and an expression of their feeling was taken, when it was unanimously Resolved, That W. W. Phelps should be received into fellowship.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p40\" class=\"\">“‘Come on, dear brother, since the war is past,<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p41\" class=\"\">“‘For friends at first, are friends again at last’” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith [1976], 165–66).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p42\" class=\"\">Brethren, it is this spirit, expressed by the Prophet, which we must cultivate in our lives. We cannot be complacent about it. We are members of the Church of our Lord. We have an obligation to Him as well as to ourselves and others. This sinful old world so much needs men of strength, men of virtue, men of faith and righteousness, men willing to forgive and forget.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p43\" class=\"\">Now, in concluding, I am pleased to note that the examples and stories I have given do not represent the actions and attitudes of the great majority of our people. I see all around me a marvelous outpouring of love and concern for others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p44\" class=\"\">A week ago this hall was filled with beautiful young women who are striving to live the gospel. They are generous toward one another. They seek to strengthen one another. They are a credit to their parents and the homes from which they come. They are approaching womanhood and will carry throughout their lives the ideals which presently motivate them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p45\" class=\"\">Think of the vast good done by the women of the Relief Society. The shadow of their benevolent activities extends all across the world. Women reach down and give of their time, their loving care, and their resources to assist the sick and the poor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p46\" class=\"\">Think of the welfare program with volunteers reaching out to supply food, clothing, and other needed items to those in distress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p47\" class=\"\">Think of the far reaches of our humanitarian efforts in going beyond the membership of the Church to the poverty-ridden nations of the earth. The scourge of measles is being eradicated in many areas through the contributions of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p48\" class=\"\">Observe the workings of the Perpetual Education Fund in lifting thousands out of the slough of poverty and into the sunlight of knowledge and prosperity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p49\" class=\"\">And thus I might go on reminding you of the vast efforts of the good people of this Church in blessing the lives of one another and with an outreach that extends across the world to the poor and distressed of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p50\" class=\"\">There is no end to the good we can do, to the influence we can have with others. Let us not dwell on the critical or the negative. Let us pray for strength; let us pray for capacity and desire to assist others. Let us radiate the light of the gospel at all times and all places, that the Spirit of the Redeemer may radiate from us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p51\" class=\"\">In the words of the Lord to Joshua, brethren, “be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God [will be] with thee whithersoever thou goest” (<span class=\"citation\" id=\"44805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44805)\">Josh. 1:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/the-need-for-greater-kindness.p52\" class=\"\">In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}