{"ID":727, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Visit to the Holy Land<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1954, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my beloved brothers and sisters, and\nfriends: I humbly pray that the Lord will help me as I speak to you today.  I shall be grateful\nbecause I know that that will give me more strength than anything I could do.\n<\/p><p>\nI wonder if you have ever asked yourself how you would feel if you were occupying this\nposition.  If you will answer that, then I am sure that is the way you will feel for me.\n<\/p><p>\nI am thankful that we can attend these great conferences of the Church. We are all spiritually\nstrengthened and built up in our faith. I do not know what we would do without our general\nconferences.  I hope and pray that each person in the radio and television audience may be\nable to partake of the spirit of the conference with us.\n<\/p><p>\nYou who may have problems&mdash;there may be someone in the radio or television audience\nwho has a problem&mdash;I hope you can get great comfort from these conferences.  I have come to\nthe conclusion that no matter what our problems may be, we can find an answer in the gospel\nof Jesus Christ.  To those who may be discouraged or to those who may be worried, I would\nplead with you that we try to understand the gospel and adopt its principles in our lives, and I believe we\nwill solve our problems and be able to put discouragement aside.\n<\/p><p>\nSome weeks ago it was my privilege to receive an invitation from the United\nStates Administration of Foreign Operations to fulfil an assignment in far-off Iran.  I am\ngrateful for that experience. On my way I stopped at Paris and Rome.  I will not say anything\nabout those European countries except to say that I was rather disturbed and concerned over\ntheir attitude toward, and their criticism of, this great government and this great country.  I\nwas worried! I wondered if it were possible for us to purchase friends with money.\n<\/p><p>\nAfter I left Rome, I flew into the city of Damascus, and as I entered that ancient city, I could\nnot help thinking of Paul the Apostle&mdash;how he had persecuted the Saints, how he had been\nstricken blind, and of his repentance.  Then I thought of how he was blessed and healed and\nbecame a great Apostle of the Lord, Jesus Christ.\n<\/p><p>\nFrom Damascus I flew into the city of Tehran, the capital of Iran.  My heart went out to that\nlittle nation, only 150 miles from Russia, living in constant fear of that great Soviet power.\nThere I met a people who love freedom and who would not sacrifice that freedom even if it\nmeant the loss of their own lives.  My sympathy  and interest, and my heart went out to that people.\nIf we believe anything in the brotherhood of men, then I do not see how we can deny helping\nthat people, not with money&mdash;they do not seek money or grants or a dole&mdash;but they like some assistance in\nlearning how they can better take care of themselves.\n<\/p><p>\nWhile I was in Iran, I heard great tributes paid to one of our own brethren, one of our own\nfine men in the Church.  I have never heard finer tributes paid to a man than I heard paid to\nDr. Franklin S. Harris who went there, when he was president of the Utah State Agricultural\nCollege, to render that country assistance.   From the Prime Minister to the Minister of\nAgriculture and the Minister of Education and government officials, how they praised the\nwork and the inspiration and the guidance of that great teacher and that great scientist.  He\nbrought great credit to this nation, to this state and to this Church.  He is a great and fine man.\n<\/p><p>\nAfter I finished my assignment in Iran, I flew to the country of Lebanon. Then I arranged for\na trip down into a country where I have always wanted to go, down into the country of\nJerusalem.  Before I left here, President McKay said to me, \"You will get out of Jerusalem\nabout what you look for and about what you take in.\" As we flew over that beautiful blue Sea\nof Galilee, I could not help thinking of the miracles that had been performed there&mdash;the\nfeeding of the five thousand, the healing of the sick, the blessing of the blind that they could\nsee and the crippled that they could walk.  I could not help thinking of that beautiful song we\nsing, \"O Galilee! sweet Galilee! Where Jesus loved so much to be.\"\n<\/p><p>\nI think I was never so impressed as I was when viewing that country from the sky, realizing\nthat those rugged mountains were the wilderness we have read and heard so much about.  Jesus\nloved his life in Galilee, and the people loved him.  Yes, he went about doing good in\nGalilee. Then we followed the River Jordan on its way to the Dead Sea. We landed in the\nArab section of Jerusalem.  Now there are two sections of that city, the Jewish section and the\nArab section. There is great hatred there.  I feel sorry for the city of  Jerusalem.  You cannot\ncross over from one side to the other, so we landed on the side where we desired to go.\n<\/p><p>\nSoon after our arrival we were assigned a very high type Arab Christian guide; he spoke\nEnglish well.  The first place he took us was the approximate location&mdash;I do not know whether\nhe was entirely accurate or not&mdash;but the approximate place, said he, where Christ was arrested\nand his mockery trial was held.  He was never convicted.  Then the guide described the\njudge, Pontius Pilate, the trial, the charges, the attitude of Pontius Pilate and the mob.  Jesus\nthe Savior was never condemned. He was never guilty, but Pontius Pilate did not have the\ncourage to release him, because in the face of that trial, mobs were calling, \"Crucify Jesus\"\n(<span class=\"citation\" id=\"31382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31382)\">Luke 23:21<\/a><\/span>).\n<\/p><p>\nAs he led us over those narrow cobblestone streets, up toward the Hill of Calvary, I thought\nof the song that Sister Jessie Evans Smith sings so beautifully, \"I Walked Today Where Jesus\nWalked.\" As we came near the Hill of Calvary, the guide said, \"About here\nwas where the cross was so heavy that Jesus could not carry it any longer.  He fell to the\nground because of his great suffering, his abuse, and his torture when he was stripped to the\nwaist, whipped with a heavy whip until his flesh lay open. Here he fell, and he was forced to\narise and continue.\" As Jesus was suffering such agony, his mother Mary, seeing him, broke\nthrough the crowd to embrace him, but she was not permitted to do so.\n<\/p><p>\nAs the daughters of Jerusalem were weeping, Jesus told them, \". . . weep not for me, but\nweep for ourselves, and for your children\"\n(<span class=\"citation\" id=\"31383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31383)\">Luke 23:28<\/a><\/span>).\nThat remark was not a rebuke, but\nwas a warning which was prompted by his great love for mankind.  He knew of the later\ndestruction of Jerusalem.  A terrible disaster awaited a city steeped in iniquity.\n<\/p><p>\nThen as we reached the Hill of Calvary and the guide described the crucifixion, I was\nseverely touched to think that that suffering which we have heard here expressed by President\nClark and others today was for us that we might live again.  He had told his disciples that he\nwould be crucified in Jerusalem, but they did not realize the intenseness of the suffering he\nwas willing and anxious&mdash;and would have to&mdash;endure to accomplish his mission.  But what\na lesson he had taught us prior to that when he went into the Garden of Gethsemane, and as\nwe walked into the Garden of Gethsemane, I bowed my head in thankfulness to the Savior.\n<\/p><p>\nBefore his crucifixion, he, too, sought strength from his Father that he could meet that test,\nand how he met it! Others who had been tortured would scream and condemn and curse, but\nhe had taught the spirit of love all his life, and now he was faced with that test, and how he\nmeasured up to it in the face of all that suffering we probably cannot understand.  Then from\nhis lips burst forth those great words, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31385)\">Luke 23:34<\/a><\/span>),\nand I thought then and there if Jesus the Christ, the Savior of the world, could\nsay and feel that way after all the torture, agony, and suffering which he had received, surely\nhe taught us the great lesson of love and forgiveness, and I pledged that I would never hold\nhatred or bitterness or jealousy or anything like that in my heart toward anyone again.  What\na lesson Jesus had taught the world!\n<\/p><p>\nBefore his crucifixion, as President Clark just stated, he told his disciples that he would come\nforth on the third day (<span class=\"citation\" id=\"34638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34638)\">Matt. 16:21<\/a><\/span>),\nand that word soon spread among the people, and a strong guard was\nthen placed over the tomb to see that his not stolen by his friends. No, his body was not\nstolen. An angel from heaven came down and rolled the stone away\n(<span class=\"citation\" id=\"34669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34669)\">Matt. 28:2<\/a><\/span>),\nand Jesus came forth\nfrom the tomb on the third day as he had said he would, and even then, those close to him\ncould not believe.  You remember the story of Thomas.  He had to see and feel before he\ncould understand that the Savior had risen\n(<span class=\"citation\" id=\"27625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27625)\">John 20:25<\/a><\/span>).\nHere was the mission of Jesus, death and resurrection.\n<\/p><p>\nThen as the guide took us back into the Garden of Gethsemane&mdash;that is the place where\nJesus loved to go and pray&mdash;the guide said of all places which brought comfort to the Savior,\nit was the Garden of Gethsemane.  Here he sought strength and wanted God's help in facing\nsuch an ordeal.  Yes, he enjoyed having his disciples go with him. Some of them could not\nunderstand and did not quite recognize his purposes, but he did not go there to ask the Lord\nto save his life or to spare his life.  He was not afraid to die. That was part of his mission,\nand he so regarded it.  No, he prayed to his Father to give him sustaining patience and power\nof decision to meet that test as he would be called upon to meet it.\n<\/p><p>\nNo wonder he was calm; no wonder he was lovable and kind.  Even in the face of that torture\nand suffering.  God had prepared him to meet this crisis.\n<\/p><p>\nThen the guide took us upon the Mount of Olives; some would say that the Sermon on the\nMount was given there, but others would not agree; regardless, that great preachment,\nprobably the greatest preachment of all time, the Sermon on the Mount, should be our guide\ntoday, in business, in education, in religion, in all of our phases of life.  Oh, it will do us\ngood to read the Sermon on the Mount, and it will make us better people if we will practice\nits teachings.\n<\/p><p>\nThen, as the guide said, \"From this spot Jesus ascended to heaven, and that is the last that we\nhave any record of the Savior of the world, the Redeemer of mankind,\" I felt more grateful\nthan ever in my life that I could carry that story a little farther. I said to the guide, \"No, this\nwas not the end of Jesus the Christ, the Redeemer of the world, the Savior of mankind,\" and I\nknow the guide was sincere when he said, \"No, we have no other record of anything on Jesus\nsince he ascended from this place to be with his Father.\"\n<\/p><p>\nThen I told him as best I could in the little time I had that he did reappear again with God the\nFather to the boy Prophet, Joseph Smith, in another wooded area.  He was interested, but I\nam sure he could not accept this on that first interview, but I only hope and pray that this\nintelligent guide will read and study so that he can carry that story on to the time when the\ngospel was restored again.  When I went back to my room, I locked my door and knelt down\nand thanked God more humbly, I think, than I have ever done before in my life for the\nteachings, the mission, the resurrection, of the Lord Jesus and the restored gospel of Jesus\nChrist.\n<\/p><p>\nSome would say he was a great teacher.  Some of the world like to leave it at that.  Oh, no,\nhe was more than just a great teacher.  He was the Son of God.  He was the Redeemer of the\nworld, and he did appear just as surely to the Prophet Joseph in the Sacred Grove as he\nappeared to his disciples in Jerusalem.\n<\/p><p>\nMay God bless us that we may appreciate these blessings that have come to us, I humbly pray\nin the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}