{"ID":7271, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Broken Things to Mend\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When He says to the poor in spirit, “Come unto me,” He means He knows the way out and He knows the way up.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p4\" class=\"\">The first words Jesus spoke in His majestic Sermon on the Mount were to the troubled, the discouraged and downhearted. “Blessed are the poor in spirit,” He said, “for theirs is the kingdom of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote1-26905_000_024\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44825)\">Matt. 5:3<\/a><\/span>.]<\/span><\/sup> Whether you are members of The Church of Jesus Christ of Latter-day Saints or among the tens of thousands listening this morning who are not of our faith, I speak to those who are facing personal trials and family struggles, those who endure conflicts fought in the lonely foxholes of the heart, those trying to hold back floodwaters of despair that sometimes wash over us like a tsunami of the soul. I wish to speak particularly to you who feel your lives are broken, seemingly beyond repair.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p5\" class=\"\">To all such I offer the surest and sweetest remedy that I know. It is found in the clarion call the Savior of the world Himself gave. He said it in the beginning of His ministry, and He said it in the end. He said it to believers, and He said it to those who were not so sure. He said to everyone, whatever their personal problems might be:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p6\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p7\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.”<sup class=\"noteMarker\"><a href=\"#footnote2-26905_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44831)\">Matt. 11:28–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p8\" class=\"\">In this promise, that introductory phrase, “come unto me,” is crucial. It is the key to the peace and rest we seek. Indeed, when the resurrected Savior gave His sermon at the temple to the Nephites in the New World, He began, “Blessed are the poor in spirit who <span class=\"emphasis\">come unto me,<\/span> for theirs is the kingdom of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote3-26905_000_024\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45075)\">3 Ne. 12:3<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p9\" class=\"\">When Andrew and John first heard Christ speak, they were so moved they followed Him as He walked away from the crowd. Sensing He was being pursued, Jesus turned and asked the two men, “What seek ye?” They answered, “Where dwellest thou?” And Christ said, “Come and see.” The next day He found another disciple, Philip, and said to him, “Follow me.”<sup class=\"noteMarker\"><a href=\"#footnote4-26905_000_024\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44848)\">John 1:35–39, 43<\/a><\/span>.]<\/span><\/sup> Just a short time later He formally called Peter and others of the new Apostles with the same spirit of invitation. Come, “follow me,”<sup class=\"noteMarker\"><a href=\"#footnote5-26905_000_024\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44824)\">Matt. 4:19<\/a><\/span>.]<\/span><\/sup> He said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p10\" class=\"\">It seems clear that the essence of our duty and the fundamental requirement of our mortal life is captured in these brief phrases from any number of scenes in the Savior’s mortal ministry. He is saying to us, “Trust me, learn of me, do what I do. Then, when you walk where <span class=\"emphasis\">I<\/span> am going,” He says, “we can talk about where <span class=\"emphasis\">you<\/span> are going, and the problems you face and the troubles you have. If you will follow me, I will lead you out of darkness,” He promises. “I will give you answers to your prayers. I will give you rest to your souls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p11\" class=\"\">My beloved friends, I know of no other way for us to succeed or to be safe amid life’s many pitfalls and problems. I know of no other way for us to carry our burdens or find what Jacob in the Book of Mormon called “that happiness which is prepared for the saints.”<sup class=\"noteMarker\"><a href=\"#footnote6-26905_000_024\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44938)\">2 Ne. 9:43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p12\" class=\"\">So how does one “come unto Christ” in response to this constant invitation? The scriptures give scores of examples and avenues. You are well acquainted with the most basic ones. The easiest and the earliest comes simply with the desire of our heart, the most basic form of faith that we know. “If ye can no more than <span class=\"emphasis\">desire<\/span> to believe,” Alma says, exercising just “a <span class=\"emphasis\">particle<\/span> of faith,” giving even a <span class=\"emphasis\">small place<\/span> for the promises of God to find a home—that is enough to begin.<sup class=\"noteMarker\"><a href=\"#footnote7-26905_000_024\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45005)\">Alma 32:27<\/a><\/span>; emphasis added.]<\/span><\/sup> Just believing, just having a “molecule” of faith—simply hoping for things which are not yet seen in our lives, but which are nevertheless truly there to be bestowed<sup class=\"noteMarker\"><a href=\"#footnote8-26905_000_024\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45004)\">Alma 32:21<\/a><\/span>.]<\/span><\/sup>—that simple step, when focused on the Lord Jesus Christ, has ever been and always will be the first principle of His eternal gospel, the first step out of despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p13\" class=\"\">Second, we must change anything we can change that may be part of the problem. In short we must repent, perhaps the most hopeful and encouraging word in the Christian vocabulary. We thank our Father in Heaven we are <span class=\"emphasis\">allowed<\/span> to change, we thank Jesus we <span class=\"emphasis\">can<\/span> change, and ultimately we do so only with Their divine assistance. Certainly not everything we struggle with is a result of our actions. Often it is the result of the actions of others or just the mortal events of life. But anything <span class=\"emphasis\">we<\/span> can change we <span class=\"emphasis\">should<\/span> change, and we must forgive the rest. In this way our access to the Savior’s Atonement becomes as unimpeded as we, with our imperfections, can make it. He will take it from there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p14\" class=\"\">Third, in as many ways as possible we try to take upon us His identity, and we begin by taking upon us His name. That name is formally bestowed by covenant in the saving ordinances of the gospel. These start with baptism and conclude with temple covenants, with many others, such as partaking of the sacrament, laced throughout our lives as additional blessings and reminders. Teaching the people of his day the message we give this morning, Nephi said: “Follow the Son, with full purpose of heart, … with real intent, … take upon you the name of Christ. … Do the things which I have told you I have seen that your Lord and your Redeemer [will] do.”<sup class=\"noteMarker\"><a href=\"#footnote9-26905_000_024\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44954)\">2 Ne. 31:13, 17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p15\" class=\"\">Following these most basic teachings, a splendor of connections to Christ opens up to us in multitudinous ways: prayer and fasting and meditation upon His purposes, savoring the scriptures, giving service to others, “succor[ing] the weak, lift[ing] up the hands which hang down, … strengthen[ing] the feeble knees.”<sup class=\"noteMarker\"><a href=\"#footnote10-26905_000_024\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45146)\">D&amp;C 81:5<\/a><\/span>.]<\/span><\/sup> Above all else, loving with “the pure love of Christ,” that gift that “never faileth,” that gift that “beareth all things, believeth all things, hopeth all things, [and] endureth all things.”<sup class=\"noteMarker\"><a href=\"#footnote11-26905_000_024\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45094)\">Moro. 7:47, 46, 45<\/a><\/span>.]<\/span><\/sup> Soon, with that kind of love, we realize our days hold scores of thoroughfares leading to the Master and that every time we reach out, however feebly, for Him, we discover He has been anxiously trying to reach us. So we step, we strive, we seek, and we never yield.<sup class=\"noteMarker\"><a href=\"#footnote12-26905_000_024\">12<\/a>\n       <span class=\"footnote\">[See Alfred, Lord Tennyson, “Ulysses,” in <span class=\"emphasis\">The Complete Poetical Works of Tennyson<\/span> (1898), 89.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p16\" class=\"\">My desire today is for <span class=\"emphasis\">all<\/span> of us—not just those who are “poor in spirit” but <span class=\"emphasis\">all<\/span> of us—to have more straightforward personal experience with the Savior’s example. Sometimes we seek heaven too obliquely, focusing on programs or history or the experience of others. Those are important but not as important as personal experience, true discipleship, and the strength that comes from experiencing firsthand the majesty of His touch.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p17\" class=\"\">Are you battling a demon of addiction—tobacco or drugs or gambling, or the pernicious contemporary plague of pornography? Is your marriage in trouble or your child in danger? Are you confused with gender identity or searching for self-esteem? Do you—or someone you love—face disease or depression or death? Whatever other steps you may need to take to resolve these concerns, come <span class=\"emphasis\">first<\/span> to the gospel of Jesus Christ. Trust in heaven’s promises. In that regard Alma’s testimony is my testimony: “I do know,” he says, “that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions.”<sup class=\"noteMarker\"><a href=\"#footnote13-26905_000_024\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45013)\">Alma 36:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p18\" class=\"\">This reliance upon the merciful nature of God is at the very center of the gospel Christ taught. I testify that the Savior’s Atonement lifts from us not only the burden of our sins but also the burden of our disappointments and sorrows, our heartaches and our despair.<sup class=\"noteMarker\"><a href=\"#footnote14-26905_000_024\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"44996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44996)\">Alma 7:11–12<\/a><\/span>.]<\/span><\/sup> From the beginning, trust in such help was to give us both a reason and a way to improve, an incentive to lay down our burdens and take up our salvation. There can and will be plenty of difficulties in life. Nevertheless, the soul that comes unto Christ, who knows His voice and strives to do as He did, finds a strength, as the hymn says, “beyond [his] own.”<sup class=\"noteMarker\"><a href=\"#footnote15-26905_000_024\">15<\/a>\n       <span class=\"footnote\">[“Lord, I Would Follow Thee,” <span class=\"emphasis\">Hymns,<\/span> no. 220.]<\/span><\/sup> The Savior reminds us that He has “graven [us] upon the palms of [His] hands.”<sup class=\"noteMarker\"><a href=\"#footnote16-26905_000_024\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44916)\">1 Ne. 21:16<\/a><\/span>.]<\/span><\/sup> Considering the incomprehensible cost of the Crucifixion and Atonement, I promise you He is not going to turn His back on us now. When He says to the poor in spirit, “Come unto me,” He means He knows the way out and He knows the way up. He knows it because He has walked it. He knows the way because He <span class=\"emphasis\">is<\/span> the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p19\" class=\"\">Brothers and sisters, whatever your distress, <span class=\"emphasis\">please<\/span> don’t give up and <span class=\"emphasis\">please<\/span> don’t yield to fear. I have always been touched that as his son was departing for his mission to England, Brother Bryant S. Hinckley gave young Gordon a farewell embrace and then slipped him a handwritten note with just five words taken from the fifth chapter of Mark: “Be not afraid, only believe.”<sup class=\"noteMarker\"><a href=\"#footnote17-26905_000_024\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44842)\">Mark 5:36<\/a><\/span>.]<\/span><\/sup> I think also of that night when Christ rushed to the aid of His frightened disciples, walking as He did on the water to get to them, calling out, “It is I; be not afraid.” Peter exclaimed, “Lord, if it be thou, bid me come unto thee on the water.” Christ’s answer to him was as it <span class=\"emphasis\">always<\/span> is <span class=\"emphasis\">every<\/span> time: “<span class=\"emphasis\">Come,<\/span>” He said. Instantly, as was his nature, Peter sprang over the vessel’s side and into the troubled waters. While his eyes were fixed upon the Lord, the wind could toss his hair and the spray could drench his robes, but all was well—he was coming to Christ. It was only when his faith wavered and fear took control, only when he removed his glance from the Master to look at the furious waves and the ominous black gulf beneath, only then did he begin to sink into the sea. In newer terror he cried out, “Lord, save me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p20\" class=\"\">Undoubtedly with some sadness, the Master over every problem and fear, He who is the solution to every discouragement and disappointment, stretched out His hand and grasped the drowning disciple with the gentle rebuke, “O thou of little faith, wherefore didst thou doubt?”<sup class=\"noteMarker\"><a href=\"#footnote18-26905_000_024\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44832)\">Matt. 14:27–31<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p21\" class=\"\">If you are lonely, please know you can find comfort. If you are discouraged, please know you can find hope. If you are poor in spirit, please know you can be strengthened. If you feel you are broken, please know you can be mended.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In Nazareth, the narrow road,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That tires the feet and steals the breath,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Passes the place where once abode<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Carpenter of Nazareth.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And up and down the dusty way<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The village folk would often wend;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And on the bench, beside Him, lay<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Their broken things for Him to mend.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The maiden with the doll she broke,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The woman with the broken chair,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The man with broken plough, or yoke,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Said, “Can you mend it, Carpenter?”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And each received the thing he sought,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In yoke, or plough, or chair, or doll;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The broken thing which each had brought<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Returned again a perfect whole.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So, up the hill the long years through,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With heavy step and wistful eye,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The burdened souls their way pursue,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Uttering each the plaintive cry:<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“O Carpenter of Nazareth,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This heart, that’s broken past repair,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This life, that’s shattered nigh to death,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, can You mend them, Carpenter?”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And by His kind and ready hand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">His own sweet life is woven through<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Our broken lives, until they stand<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A New Creation—“all things new.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The shattered [substance] of [the] heart,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Desire, ambition, hope, and faith,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Mould Thou into the perfect part,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O, Carpenter of Nazareth!”<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote19-26905_000_024\">19<\/a>\n\t   <span class=\"footnote\">[George Blair, “The Carpenter of Nazareth,” in Obert C. Tanner, <span class=\"emphasis\">Christ’s Ideals for Living<\/span> (Sunday School manual, 1955), 22.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/broken-things-to-mend.p54\" class=\"\">May we all, especially the poor in spirit, come unto Him and be made whole, I pray, in the name of Jesus Christ of Nazareth, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26905_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44825)\">Matt. 5:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26905_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44831)\">Matt. 11:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26905_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45075)\">3 Ne. 12:3<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26905_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44848)\">John 1:35–39, 43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26905_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44824)\">Matt. 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26905_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44938)\">2 Ne. 9:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26905_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45005)\">Alma 32:27<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26905_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45004)\">Alma 32:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26905_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44954)\">2 Ne. 31:13, 17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-26905_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45146)\">D&amp;C 81:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-26905_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45094)\">Moro. 7:47, 46, 45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-26905_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See Alfred, Lord Tennyson, “Ulysses,” in <span class=\"emphasis\">The Complete Poetical Works of Tennyson<\/span> (1898), 89.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-26905_000_024\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45013)\">Alma 36:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-26905_000_024\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"44996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44996)\">Alma 7:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-26905_000_024\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“Lord, I Would Follow Thee,” <span class=\"emphasis\">Hymns,<\/span> no. 220.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-26905_000_024\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44916)\">1 Ne. 21:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-26905_000_024\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44842)\">Mark 5:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-26905_000_024\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44832)\">Matt. 14:27–31<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_024\"><a name=\"-26905_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-26905_000_024\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>George Blair, “The Carpenter of Nazareth,” in Obert C. Tanner, <span class=\"emphasis\">Christ’s Ideals for Living<\/span> (Sunday School manual, 1955), 22.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}