{"ID":7278, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Zion in the Midst of Babylon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p2\" class=\"\">Elder David R. Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-r-stone-10.jpg\" alt=\"David R. Stone\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We do not need to adopt the standards, the mores, and the morals of Babylon. We can create Zion in the midst of Babylon.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p4\" class=\"\">Last summer, my wife and I had the opportunity to travel to San Diego, California, and there see Shakespeare’s <span class=\"emphasis\">Macbeth<\/span> at the Old Globe Theatre. We saw two performances, because our daughter Carolyn was playing the part of one of the three witches in that play. Of course, we were delighted to see her in the play and even more delighted when, at a dramatic moment, she said those famous lines: “By the pricking of my thumbs, \/ Something wicked this way comes” (act 4, scene 1, lines 40–41).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p5\" class=\"\">When I heard that, I thought how useful it would be to have an early-warning system which would tell us about the approach of evil and allow us to be prepared for it. Evil is coming toward us, whether or not we have an early-warning system.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p6\" class=\"\">On a later occasion, my wife and I were driving cross-country one night and were approaching a great city. As we came over the hills and saw the bright lights on the horizon, I nudged my wife awake and said, “Behold the city of Babylon!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p7\" class=\"\">Of course, there is no particular city today which personifies Babylon. Babylon was, in the time of ancient Israel, a city which had become sensual, decadent, and corrupt. The principal building in the city was a temple to a false god, which we often refer to as Bel or Baal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p8\" class=\"\">However, that sensuality, corruption, and decadence, and the worshipping of false gods are to be seen in many cities, great and small, scattered across the globe. As the Lord has said: “They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god, whose image is in the likeness of the world” (<span class=\"citation\" id=\"45100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45100)\">D&amp;C 1:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p9\" class=\"\">Too many of the people of the world have come to resemble the Babylon of old by walking in their own ways, and following a god “whose image is in the likeness of the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p10\" class=\"\">One of the greatest challenges we will face is to be able to live in that world but somehow not be of that world. We have to create Zion in the midst of Babylon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p11\" class=\"\">“Zion in the midst of Babylon.” What a luminous and incandescent phrase, as a light shining in the midst of spiritual darkness. What a concept to hold close to our hearts, as we see Babylon becoming more widespread. We see Babylon in our cities; we see Babylon in our communities; we see Babylon everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p12\" class=\"\">And with the encroachment of Babylon, we have to create Zion in the midst of it. We should not allow ourselves to be engulfed by the culture which surrounds us. We seldom realize the extent to which we are a product of the culture of our place and time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p13\" class=\"\">During the days of ancient Israel, the people of the Lord were an island of the one true God, surrounded by an ocean of idolatry. The waves of that ocean crashed incessantly upon the shores of Israel. Despite the commandment to make no graven image and bow down before it, Israel seemingly could not help itself, influenced by the culture of the place and time. Over and over again—despite the prohibition of the Lord, despite what prophet and priest had said—Israel went seeking after strange gods and bowed down before them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p14\" class=\"\">How could Israel have forgotten the Lord, who brought them out of Egypt? They were constantly pressured by what was popular in the ambience in which they lived.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p15\" class=\"\">What an insidious thing is this culture amidst which we live. It permeates our environment, and we think we are being reasonable and logical when, all too often, we have been molded by the ethos, what the Germans call the zeitgeist, or the culture of our place and time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p16\" class=\"\">Because my wife and I have had the opportunity to live in 10 different countries, we have seen the effect of the ethos on behavior. Customs which are perfectly acceptable in one culture are viewed as unacceptable in another; language which is polite in some places is viewed as abhorrent in others. People in every culture move within a cocoon of self-satisfied self-deception, fully convinced that the way they see things is the way things really are.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p17\" class=\"\">Our culture tends to determine what foods we like, how we dress, what constitutes polite behavior, what sports we should follow, what our taste in music should be, the importance of education, and our attitudes toward honesty. It also influences men as to the importance of recreation or religion, influences women about the priority of career or childbearing, and has a powerful effect on how we approach procreation and moral issues. All too often, we are like puppets on a string, as our culture determines what is “cool.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p18\" class=\"\">There is, of course, a zeitgeist to which we should pay attention, and that is the ethos of the Lord, the culture of the people of God. As Peter states it, “But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light” (<span class=\"citation\" id=\"44885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44885)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44885)\">1 Pet. 2:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p19\" class=\"\">It is the ethos of those who keep the Lord’s commandments, walk in His ways, and “live by every word that proceedeth forth from the mouth of God” (<span class=\"citation\" id=\"45153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45153)\">D&amp;C 84:44<\/a><\/span>). If that makes us peculiar, so be it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p20\" class=\"\">My involvement with the building of the Manhattan temple gave me the opportunity to be in the temple quite often prior to the dedication. It was wonderful to sit in the celestial room and be there in perfect silence, without a single sound to be heard coming from the busy New York streets outside. How was it possible that the temple could be so reverently silent when the hustle and bustle of the metropolis was just a few yards away?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p21\" class=\"\">The answer was in the construction of the temple. The temple was built within the walls of an existing building, and the inner walls of the temple were connected to the outer walls at only a very few junction points. That is how the temple (Zion) limited the effects of Babylon, or the world outside.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p22\" class=\"\">There may be a lesson here for us. We can create the real Zion among us by limiting the extent to which Babylon will influence our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p23\" class=\"\">When, about 600 years <span class=\"small\">B.C.<\/span>, Nebuchadnezzar came from Babylon and conquered Judah, he carried away the people of the Lord. Nebuchadnezzar selected some of the young men for special education and training.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p24\" class=\"\">Among them were Daniel, Hananiah, Mishael, and Azariah. They were to be the favored ones among the young people brought to Babylon. The king’s servant instructed them that they were to eat of the king’s meat and drink of the king’s wine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p25\" class=\"\">Let us clearly understand the pressures that the four young men were under. They had been carried away as captives by a conquering power and were in the household of a king who held the power of life or death over them. And yet Daniel and his brothers refused to do that which they believed to be wrong, however much the Babylonian culture believed it to be right. And for that fidelity and courage, the Lord blessed them and “gave them knowledge and skill in all learning and wisdom” (<span class=\"citation\" id=\"44816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44816)\">Dan. 1:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p26\" class=\"\">Seduced by our culture, we often hardly recognize our idolatry, as our strings are pulled by that which is popular in the Babylonian world. Indeed, as the poet Wordsworth said: “The world is too much with us” (“The World Is Too Much with Us; Late and Soon,” in <span class=\"emphasis\">The Complete Poetical Works of William Wordsworth<\/span> [1924], 353). In his first epistle, John writes:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p27\" class=\"\">“I have written unto you … because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p28\" class=\"\">“Love not the world, neither the things that are in the world” (<span class=\"citation\" id=\"44892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44892)\">1 Jn. 2:14–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p29\" class=\"\">We do not need to adopt the standards, the mores, and the morals of Babylon. We can create Zion in the midst of Babylon. We can have our own standards for music and literature and dance and film and language. We can have our own standards for dress and deportment, for politeness and respect. We can live in accordance with the Lord’s moral laws. We can limit how much of Babylon we allow into our homes by the media of communication.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p30\" class=\"\">We can live as a Zion people, if we wish to. Will it be hard? Of course it will, for the waves of Babylonian culture crash incessantly against our shores. Will it take courage? Of course it will.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p31\" class=\"\">We have always been entranced by tales of courage of those who faced fearsome odds and overcame. Courage is the basis and foundation for all of our other virtues; the lack of courage diminishes every other virtue that we have. If we are to have Zion in the midst of Babylon, we will need courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p32\" class=\"\">Have you ever imagined that, when it came to the test, you would perform some act of bravery? I know I did, as a boy. I imagined that someone was in peril and that, at the risk of my own life, I saved him. Or in some dangerous confrontation with a fearsome opponent, I had the courage to overcome. Such are our youthful imaginations!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p33\" class=\"\">Almost 70 years of life have taught me that those heroic opportunities are few and far between, if they come at all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p34\" class=\"\">But the opportunities to stand for that which is right—when the pressures are subtle and when even our friends are encouraging us to give in to the idolatry of the times—those come along far more frequently. No photographer is there to record the heroism, no journalist will splash it across the newspaper’s front page. Just in the quiet contemplation of our conscience, we will know that we faced the test of courage: Zion or Babylon?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p35\" class=\"\">Make no mistake about it: much of Babylon, if not most of it, is evil. And we will not have the pricking of our thumbs to warn us. But wave after wave is coming, crashing against our shores. Will it be Zion, or will it be Babylon?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p36\" class=\"\">If Babylon is the city of the world, Zion is the city of God. The Lord has said of Zion: “Zion cannot be built up unless it is by the principles of the law of the celestial kingdom” (<span class=\"citation\" id=\"45162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45162)\">D&amp;C 105:5<\/a><\/span>) and, “For this is Zion—the pure in heart” (<span class=\"citation\" id=\"45160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45160)\">D&amp;C 97:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p37\" class=\"\">Wherever we are, whatever city we may live in, we can build our own Zion by the principles of the celestial kingdom and ever seek to become the pure in heart. Zion is the beautiful, and the Lord holds it in His own hands. Our homes can be places which are a refuge and protection, as Zion is.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p38\" class=\"\">We do not need to become as puppets in the hands of the culture of the place and time. We can be courageous and can walk in the Lord’s paths and follow His footsteps. And if we do, we will be called Zion, and we will be the people of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p39\" class=\"\">I pray that we will be strengthened to resist the onslaught of Babylon and that we can create Zion in our homes and our communities—indeed, that we may have “Zion in the midst of Babylon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p40\" class=\"\">We seek Zion because it is the habitation of our Lord, who is Jesus Christ, our Savior and Redeemer. In Zion and from Zion, His luminous and incandescent light will shine forth, and He will rule forever. I bear witness that He lives and loves us and will watch over us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/zion-in-the-midst-of-babylon.p41\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}