{"ID":728, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Expressing Appreciation<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1954, pp. 43-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, Counselors, President Smith and other General Authorities of the Church,\nmy brethren and sisters and friends: \n<\/p><p>\nI appreciate more than I can express in words the privilege of being here this morning, to\nexpress to you all my love and my thankfulness, for these General Authorities, for all my\nbrethren and sisters, and my loved ones. I want you to know that I appreciate your\nthoughtfulness in my behalf, I trust that I will merit this kindness throughout my life.  I am\ngrateful, especially, to my Father in heaven for his many blessings, for answering your\nprayers for me.  I am a great believer in prayer.  \"More things,\" we are told \"are wrought by\nprayer than this world dreams of,\" and I know that is true.  I know that prayers have been\nanswered; otherwise I would not be here.\n<\/p><p>\nI was very thankful to hear announced this morning that Sister Lohner, Margrit Feh Lohner,\nwould conduct the singing, and that Elder Edwin Q. Cannon would offer the invocation. Sister\nLohner, or Margrit Feh as we knew her in Europe, was just a little girl when I met her first in\nthe Sunday School.  She was the life of the Sunday School in Zurich, Switzerland.  Brother\nCannon was one of my missionaries, and a wonderful missionary he was. This makes me feel\nmore at home.\n<\/p><p>\nI love the gospel, brethren and sisters, and with President Clark who has just delivered a\nwonderful address and the others who have spoken yesterday and today, I bear my testimony\nwith them that the gospel is true, that the gospel has been given to us for our happiness, not\naltogether in the life to come, but in this life.  I think the Lord has meant that we should be\nhappy here and not wait until the hereafter, and I know we can be.\n<\/p><p>\n\"Adam fell that men might be; and men are, that they might have joy\"\n(<span class=\"citation\" id=\"3559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3559)\">2 Ne. 2:25<\/a><\/span>), joy in\nthis life, and the greatest joy that any person can have is through obedience to the gospel of\nJesus Christ.  It has been given to us for that purpose, that we might have joy, and I testify to\nyou that through obedience to the gospel we will be happy, the happiest people in the world. \nI believe we are, today, because of the gospel.  I like the expression, too, in\nthe Declaration of Independence: \n<\/p><p>\n. . . all men are created equal; that they are endowed by their Creator with certain inalienable\nrights, that among these are life, liberty, and the pursuit of happiness.\n<\/p><p>\nWe all like that expression, \"the pursuit of happiness.\"\n<\/p><p>\nGod help us to understand the gospel, and to live it, and to appreciate it.  It is a beautiful\nworld.  These beautiful flowers, how they add to the enjoyment of all of us, more than we\nrealize!  I was delighted, too, more than I can express, that the brethren and sisters in Hawaii\nremembered the wives of the Authorities, and sent them beautiful orchids.  That touched my\nheart.\n<\/p><p>\nOur wives and our mothers are too often forgotten in this world, and, brethren and sisters,\nyou cannot estimate what they mean toe of us, and I think that we should express our\nappreciation for them more than we do. We men love our wives, of course, but we take it too\nmuch for granted, I think, sometimes, and we forget to tell them that we love them.  We go\nhome from our work at the office, a little tired, find a wonderful meal prepared for us.  What\ndo we do?  Get the newspaper, get it in our left hand, and then swallow the meal down with\nour right, not knowing sometimes what we are eating even.  Our wives have spent a lot of\ntime preparing the meal for us, and it would not hurt us to express our appreciation.  I think\nthat some of the wives have not had a bouquet of flowers since before we were married.  We\nused to take them a bouquet once in a while when we were \"sparking\" them, as we say, a box\nof candy perhaps, and that is the last they have had.  It would not hurt us occasionally; in\nfact, it would help us as well as them, if they were remembered. Many of us do not know\nwhen their birthday is; we do not remember the anniversary of our marriage; these little\nthings we forget.  My favorite theme is appreciation; I like to talk along this line.  My\nfavorite song is \"There is beauty all around when there's Love at Home,\" and I like to hear\nthat. I am glad the home was mentioned so often yesterday.  In fact, I appreciate everything\nthat has been done and said in this conference, the singing yesterday and the singing today,\nthe sermons that have been delivered.  I am glad I am in harmony with them.\n<\/p><p>\nI have not time, it would not be wise to take more time to develop some of these principles. \nPresident Clark did it so beautifully this morning, and I am in harmony with everything he\nsaid.  God bless him and the other Authorities of the Church, they have been very kind to me,\nand I want to testify to you that I am here today because of their faith, because of the\nauthority of the priesthood which they bear, and with which they used that authority in laying\ntheir hands upon my head while I was lying in the hospital.  I love these brethren with all my\nheart, and I love you, my brethren and sisters.\n<\/p><p>\nI love the gospel, as I say.  There are many tourists in our midst that come and go.  I wish\nthey would call at the Bureau of Information, or perhaps the Church Office Building and ask\nfor a little card on which are printed our Articles of Faith.  They are wonderful. Many of\nthese tourists do not know whether we are Christians or not, for example they ask: \"Where do\nyou fit in?  Are you Protestants?\" \"No.\" \"Are you Catholics?\" \"No.\" \"Well, what are you?\"\n\"We are members of the Church of Jesus Christ.  Jesus is our head. It is his Church to which\nwe belong.\" Our First Article of Faith would answer that question. \"We believe in God, the\neternal Father, and in his son, Jesus Christ, and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6675)\">A of F 1:1<\/a><\/span>). And then the other\narticles&mdash;they are very short.  It is wonderful how concisely they are written, and yet how\ninstructive they are.\n<\/p><p>\nWe are thought by some to be a little narrow.  Well, the gospel is for all. \"We believe that\nthrough the atonement of Christ, all mankind may be saved\"&mdash;not just Mormons, but \"all\nmankind may be saved, by obedience to the laws and ordinances of the gospel\"\n(<span class=\"citation\" id=\"6677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6677)\">A of F 1:3<\/a><\/span>). And so on\ndown.\n<\/p><p>\nWe love all mankind.  \"We claim the privilege of worshiping Almighty God according to the\ndictates of our own conscience,\" another article says, \"and allow all men the\nsame privilege, let them worship how, where, or what they may\"\n(<span class=\"citation\" id=\"6681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6681)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nAnd the thirteenth article is my favorite: \n<\/p><p>\n\"We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men;\nindeed, we may say that we follow the admonition of Paul&mdash;We believe all things, we hope all\nthings, we have endured many things, and hope to be able to endure all things.\" Then in\nconclusion, \"If there is anything virtuous, lovely, or of good report or praiseworthy, we seek\nafter these things\" (<span class=\"citation\" id=\"6684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6684)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, it would be well for all of us to learn these Articles of Faith, as well as\nthe tourists, and not only learn them, but also live them, and may God help us so to do, I pray\nin the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}