{"ID":7280, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prayer, Faith, and Family: Stepping-Stones to Eternal Happiness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p2\" class=\"\">Elder H. Bruce Stucki<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-bruce-stucki-10.jpg\" alt=\"H. Bruce Stucki\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Heavenly Father will hear our humble prayer and will give us the comfort and guidance we seek.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p4\" class=\"\">It was the day after Christmas, 1946, in Santa Clara, Utah. As a young nine-year-old boy, I asked my mother if I could take my Christmas gift, a new bow and arrow set, and go up on the hill behind our home to hunt for rabbits. It was late in the afternoon, and Mother was reluctant, but with my coaxing she agreed to let me go, but only if I was back home before dark.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p5\" class=\"\">As I reached the top of the hill, I put an arrow on the bow and started walking quietly through the sage and chaparral bushes, hoping to see a rabbit feeding at the base of the brush where the tender grass was still green.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p6\" class=\"\">I was startled by a large jackrabbit that jumped out from a sage bush right in front of me. I pulled back on the bow, taking a quick aim, and let the arrow fly at the fleeing, darting rabbit. The arrow missed, and the rabbit disappeared through the brush ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p7\" class=\"\">I went to where I thought the arrow had hit the ground to retrieve it. Only three arrows came with the bow, and I didn’t want to lose this one. I looked where the arrow was supposed to be, but it wasn’t there. I looked all around the area where I was sure it landed, but I couldn’t find it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p8\" class=\"\">The sun was setting in the west; I knew that it would be dark in about 30 minutes, and I didn’t want to be late getting home. I searched again the area where the arrow should have been, looking carefully under every bush, but it was not to be found.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p9\" class=\"\">Time was running out, and I needed to start for home to get there before dark. I decided to pray and ask Heavenly Father to help me find the arrow. I dropped to my knees, closed my eyes, and prayed to my Father in Heaven. I told Him I didn’t want to lose my new arrow, and I asked Him to show me where to find it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p10\" class=\"\">While still on my knees, I opened my eyes, and there in the sagebrush immediately in front of me, at eye level, I saw the colored feathers of the arrow partly hidden by the branches. I grabbed the arrow and began to run for home, arriving there just before dark.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p11\" class=\"\">I will never forget that special experience. Our Heavenly Father had answered my prayer. That was the first time I had prayed for Him to help me, and He did! That evening I learned to have faith and trust in my Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p12\" class=\"\">When we need help, even as a naive little boy with an important concern, our Heavenly Father hears our prayer, and with love He gives us the guidance we seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p13\" class=\"\">Jesus Christ, our Savior, said to us, “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.”<sup class=\"noteMarker\"><a href=\"#footnote1-26905_000_033\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45167)\">D&amp;C 112:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p14\" class=\"\">From the scriptures, James instructed us:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p15\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p16\" class=\"\">“But let him ask in faith, nothing wavering.”<sup class=\"noteMarker\"><a href=\"#footnote2-26905_000_033\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"44882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44882)\">James 1:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p17\" class=\"\">President James E. Faust taught us, “A fervent, sincere prayer is a two-way communication which will do much to bring His Spirit flowing like healing water to help with the trials, hardships, aches, and pains we all face.”<sup class=\"noteMarker\"><a href=\"#footnote3-26905_000_033\">3<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1976, 83; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1976, 58.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p18\" class=\"\">Prayer is one of the stepping-stones on the path that leads us to eternal life with our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p19\" class=\"\">Faith is another stepping-stone that is critical to our eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p20\" class=\"\">The Savior also said, “And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.”<sup class=\"noteMarker\"><a href=\"#footnote4-26905_000_033\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45082)\">3 Ne. 18:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p21\" class=\"\">Thirty years ago a true story unfolded in the most remote part of New Zealand. The windswept Chatham Islands are located in the South Pacific Ocean about 500 miles east of Christchurch. A hardy and resourceful 650 people lived there, isolated in the lonely, harsh environment of those days; and a young, inexperienced, and newly qualified doctor was responsible for their medical care.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p22\" class=\"\">An eight-year-old boy, Shane, had sustained a serious head injury 40 miles away on the far side of the island. He was being rushed in across the swamps and along the beaches on the backseat of an old, rusty car to the four-bed cottage hospital. He was unconscious.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p23\" class=\"\">The young doctor was unprepared to handle such a case, with little experience and having only the most basic of surgical instruments. Shane was in a critical condition. There was obvious bleeding inside his fractured skull—and blood clotting could fatally compress his brain. The doctor had never even seen a brain operation, but he knew he had to perform the delicate surgery immediately—or watch a little boy die.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p24\" class=\"\">There were blood donors to be called in, blood to be cross matched, an anesthetic to be prepared. The antique X-ray machine had broken down, so no helpful X-rays could be taken.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p25\" class=\"\">There was the first of many phone calls to Wellington, where a neurosurgeon tried to imagine the scene and guide the nervous young doctor through the process of a very delicate surgical procedure.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p26\" class=\"\">Shane’s mother prayed. The doctor prayed; the nurses prayed; the doctor’s wife prayed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p27\" class=\"\">Responsibilities had to be delegated in this busy scene. The policeman administered the anesthetic, a nurse became the surgical assistant, and the work began under an Anglepoise light as darkness fell.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p28\" class=\"\">The first surgical incision, nervously performed, did not reveal any bleeding, so other incisions needed to be performed through Shane’s small skull to find the source of the bleeding. More calls to the neurosurgeon for direction and reassurance were made, and his advice was followed in every exact detail. After six hours of anxiety and pressure, the surgery was completed, the hemorrhage of blood into the brain cavity ceased, and a successful outcome was achieved. Serenity replaced chaos. It was around midnight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p29\" class=\"\">The doctor was a young father. He thought about his family and the blessings they enjoyed. He was grateful for the many tender mercies of the Lord in his life and especially for the presence of the Comforter during the last 12 hours. He was grateful for the presence of an unseen expert who imparted of His far-greater knowledge freely in his time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p30\" class=\"\">At the critical time in a desperate situation, the Lord provided the guidance and the ability for a young, inexperienced doctor to perform a miracle and preserve the life of a small boy, who was precious before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p31\" class=\"\">Neil Hutchison was the young doctor who prayed for help and had the faith to rely on the Lord and the neurosurgeon, enabling him to perform a miracle under the most difficult of conditions. He now serves as the bishop in the East Coast Bays Ward in Auckland, New Zealand.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p32\" class=\"\">Bishop Hutchison advised me, “I had the privilege of meeting Shane and his father a couple of years ago in Christchurch for the first time since that day in 1976. He is an electrician with his own business and is aware of no defects from his long operation. He is such a nice chap, and I can’t help pondering on how thin the veil is between this life and the next.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p33\" class=\"\">“And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me.”<sup class=\"noteMarker\"><a href=\"#footnote5-26905_000_033\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45092)\">Moro. 7:33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p34\" class=\"\">Elder Richard G. Scott taught: “You will gather the fruits of faith as you follow the principles God has established for its use.” One of those principles is to “trust in God and in His willingness to provide help when needed, no matter how challenging the circumstance.”<sup class=\"noteMarker\"><a href=\"#footnote6-26905_000_033\">6<\/a>\n       <span class=\"footnote\">[“The Sustaining Power of Faith in Times of Uncertainty and Testing,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2003, 76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p35\" class=\"\">Elder Robert D. Hales testified that Joseph Smith, “as a 14-year-old boy, … exercised unwavering faith and followed the prophet James’s direction to ‘ask of God.’ Because of Joseph’s prophetic calling, God the Father and His Son, Jesus Christ, appeared to him and gave him instructions.”<sup class=\"noteMarker\"><a href=\"#footnote7-26905_000_033\">7<\/a>\n       <span class=\"footnote\">[“Finding Faith in the Lord Jesus Christ,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 73.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p36\" class=\"\">President Thomas S. Monson has encouraged us: “As we offer unto the Lord our family and our personal prayers, let us do so with faith and trust in him. … If any of us has been slow to hearken to the counsel to pray always, there is no finer hour to begin than now.”<sup class=\"noteMarker\"><a href=\"#footnote8-26905_000_033\">8<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1964, 130; or <span class=\"emphasis\">Improvement Era,<\/span> June 1964, 509.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p37\" class=\"\">It doesn’t matter whether it is a little boy with a simple request, or a medical doctor with a critical, life-threatening challenge before him: Heavenly Father will hear our humble prayer and will give us the comfort and guidance we seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p38\" class=\"\">A third stepping-stone and an essential part of the path that leads us safely home to our Father in Heaven is the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p39\" class=\"\">President Gordon B. Hinckley taught us: “The family is divine. It was instituted by our Heavenly Father. It encompasses the most sacred of all relationships. Only through its organization can the purposes of the Lord be fulfilled.”<sup class=\"noteMarker\"><a href=\"#footnote9-26905_000_033\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 206.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p40\" class=\"\">President Hinckley continued: “I believe in the family where there is a husband who regards his companion as his greatest asset and treats her accordingly; where there is a wife who looks upon her husband as her anchor and strength, her comfort and security; where there are children who look to mother and father with respect and gratitude; where there are parents who look upon those children as blessings and find a great and serious and wonderful challenge in their nurture and rearing.”<sup class=\"noteMarker\"><a href=\"#footnote10-26905_000_033\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley,<\/span> 205.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p41\" class=\"\">I sincerely believe that in the sanctity of the family our love, loyalty, respect, and support for each other can become the <span class=\"emphasis\">sacred shield<\/span> that will protect us from the fiery darts of the devil. In the family circle, filled with the love of Christ, we will be able to find peace, happiness, and protection from the wickedness of the world that surrounds us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p42\" class=\"\">I testify that the family is the unit and the vehicle through which we can be sealed together and return, as a family, into the presence of our heavenly parents, there to experience eternal joy and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/05\/prayer-faith-and-family-stepping-stones-to-eternal-happiness.p43\" class=\"\">I sincerely pray that we will use the stepping-stones of prayer, faith, and our family to prepare and help us to return to our Father in Heaven and gain life eternal, that our very purpose for being upon this earth will be successfully accomplished, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26905_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45167)\">D&amp;C 112:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26905_000_033\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"44882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 44882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(44882)\">James 1:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26905_000_033\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1976, 83; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1976, 58.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26905_000_033\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45082)\">3 Ne. 18:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26905_000_033\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45092)\">Moro. 7:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26905_000_033\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Sustaining Power of Faith in Times of Uncertainty and Testing,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2003, 76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26905_000_033\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Finding Faith in the Lord Jesus Christ,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26905_000_033\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1964, 130; or <span class=\"emphasis\">Improvement Era,<\/span> June 1964, 509.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26905_000_033\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 206.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26905_000_033\"><a name=\"-26905_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-26905_000_033\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley,<\/span> 205.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}