{"ID":731, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blind Obedience or Obedience of Faith<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1954, pp. 50-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends, I approach this opportunity with fear and\ntrembling, humility, and fasting and prayer.\n<\/p><p>\nIt was my privilege in the month of August to attend the great pageant at Palmyra, and I sat\nentranced with some forty thousand others at the Hill Cumorah, looking up at that dark hill as\nthe night came on. I heard the voices of those who took the parts of many prophets, Nephi,\nJacob, Alma, Amulek, Ammon, and finally the prophet, Samuel the Lamanite, all prophesying\nas to the coming of the Savior of the world to them here on this continent.\n<\/p><p>\nIt was inspirational as the program progressed to its conclusion, to see the beautiful picture as\na Personage came above the hill. Because of the blackness under him, it appeared as though\nhe stood in mid-air, with long white robes flowing in the breeze that blew from the top of the\nhill.  I was inspired, and that inspiration has remained with me ever since.  There was being\nportrayed the story of the coming of the Savior to this land when these\nthousands of people gathered at the temple, and were looking intently up toward heaven. \nThey heard the voice, neither loud nor harsh, but a penetrating one, and it pierced their very\nsouls (<span class=\"citation\" id=\"5536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5536)\">3 Ne. 11:3-6<\/a><\/span>).\nThe third time they could understand, and they heard the voice say: \n<\/p><p>\nBehold my Beloved Son in whom I am well pleased, in whom I have glorified my name&mdash;\nhear ye him (<span class=\"citation\" id=\"5537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5537)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nThen came the voice of him who had appeared to these Nephite people saying: . . . I am\nJesus Christ\" (<span class=\"citation\" id=\"5538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5538)\">3 Ne. 11:10<\/a><\/span>).\nHis message then and before and since always to his people has been: \n<\/p><p>\n. . . <i>to obey is better than sacrifice and to hearken than the fat of rams<\/i>\n(<span class=\"citation\" id=\"2510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2510)\">1 Sam. 15:22<\/a><\/span>).\n<\/p><p>\nSo said the Prophet Samuel to the disobedient King Saul who lost his kingdom because of\nrebellion.  The prophet warned Saul that he should discomfit his enemies but that he should\nnot retain the spoils of war.  But the bleating of the sheep and the lowing of the oxen\n(<span class=\"citation\" id=\"2508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2508)\">1 Sam. 15:14<\/a><\/span>)\nrevealed that Saul and his people had disobeyed the simple command of the Lord.  Samuel\nchastised: \n<\/p><p>\nHath the lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the\nlord?\n<\/p><p>\n. . . rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry\n(<span class=\"citation\" id=\"2511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2511)\">1 Sam. 15:22-23<\/a><\/span>).\n<\/p><p>\nSaul asked forgiveness, but the prophet replied: \n<\/p><p>\n. . . thou hast rejected the word of the lord, and the lord hath rejected thee from being king\nover Israel (<span class=\"citation\" id=\"2512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2512)\">1 Sam. 15:26<\/a><\/span>).\n<\/p><p>\nIn his arrogant and haughty state he took things in his own hands wholly disregarding the\ncommandments of the Lord.\n<\/p><p>\nSamuel scolded: \n<\/p><p>\n. . . When thou wast little in thine own sight, wast thou not made the head of the tribes of\nIsrael, and the lord anointed thee king over Israel?\n<\/p><p>\nWherefore then didst thou not obey the voice of the lord, but didst fly upon the spoil, and\ndidst evil in the sight of the Lord?\n(<span class=\"citation\" id=\"2509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2509)\">1 Sam. 15:17,19<\/a><\/span>).\n<\/p><p>\nSaul rationalized.  It was easy for him to obey as to the disposition of the kings, for what use\nwere conquered kings? But why not keep the fat sheep and cattle?  Was not his royal\njudgment superior to that of lowly Samuel?  Who was Samuel that his words should be\nobeyed implicitly, and who would know anyway?\n<\/p><p>\nHow like Saul are many in Israel today. \nOne will live some of the Lord's revelation on health\n(<span class=\"citation\" id=\"13285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13285)\">D&amp;C 89:1-21<\/a><\/span>) except that he must have his occasional\ncup of coffee; she will not use tobacco nor liquor for which she has no yearning anyway but\nmust have the comforting cup of tea.\n<\/p><p>\nHe will serve in a Church position, for here is activity which he likes and honor which he\ncraves, or contribute to a chapel where his donation will be known, but rationalization is easy\nas to tithepaying which he finds so difficult.  He cannot afford it&mdash;sickness or death has laid\na heavy hand&mdash;he is not sure it is always distributed as he would have it done, and who knows\nanyway of his failure?\n<\/p><p>\nAnother will attend some meetings but Saul-like rationalize as to the rest of the day.  Why\nshould he not see a ball game, a show, do his necessary yard work, or carry on business as\nusual?\n<\/p><p>\nAnother would religiously attend his outward Church duties but resist any suggestions as to\nfamily frictions in his home life or family prayers when the family is so hard to assemble?\n<\/p><p>\nSaul was like that.  He could do the expedient things but could find alibis as to the things\nwhich countered his own desires.\n<\/p><p>\nTo obey! To hearken! What a difficult requirement!  Often we hear: \"Nobody can tell me\nwhat clothes to wear, what I shall eat or drink.  No one can outline my Sabbaths, appropriate\nmy earnings, nor in any way limit my personal freedoms!  I do as I please!  I give no <i>blind obedience!<\/i>\"\n<\/p><p>\nBlind obedience!  How little they understand!  The Lord said through Joseph Smith: \n<\/p><p>\nWhatever God requires is right, no matter what it is, although we may not see the reason\nthereof until long after the events transpire\n(<i>Scrapbook of Mormon Literature<\/i>, vol. 2, p. 173).\n<\/p><p>\nWhen men obey commands of a creator, it is not blind obedience.  How different is the\ncowering of a subject to his totalitarian monarch and the dignified, willing obedience one\ngives to his God.  The dictator is ambitious, selfish, and has ulterior motives.  God's every\ncommand is righteous, every directive purposeful, and all for the good of the governed.  The\nfirst may be blind obedience, but the latter is certainly faith obedience.\n<\/p><p>\nThe Patriarch Abraham, sorely tried, obeyed faithfully when commanded by the Lord to offer\nhis son Isaac upon the altar (<span class=\"citation\" id=\"23620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23620)\">Gen. 22:1-2<\/a><\/span>).\nBlind obedience?  No.  He knew that God would require nothing\nof him which was not for his ultimate good.  How that good could be accomplished he did\nnot understand.  He knew that he had been promised that through the seed of the miracle son\nIsaac should all the multitude of nations be blessed, and God having promised, it would be\nfulfilled. Undoubtedly questions arose in his mind as to how these things could be if Isaac\nwere liquidated, but he knew that the Lord was just and would provide a way.  Had not the\nLord fulfilled the promise made wherein this very son was to be conceived when Abraham\nwas old and Sarah far past the normal bearing period\n(<span class=\"citation\" id=\"23619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23619)\">Gen. 17:15-22<\/a><\/span>)?  In Hebrews, we read: \n<\/p><p>\nTherefore sprang there even of one, and him as good as dead, so many as the stars of the sky\nin multitude and as the sand which is by the sea shore innumerable\n(<span class=\"citation\" id=\"24263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24263)\">Heb. 11:12<\/a><\/span>).\n<\/p><p>\nAbraham was now called upon to sacrifice this beloved son who as yet had no posterity.  But\nwith faith supreme, Abraham: \n<\/p><p>\n. . . offered up Isaac . . . accounting that God was able to raise him up, even from the dead\n(<span class=\"citation\" id=\"24264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24264)\">Heb. 11:17,19<\/a><\/span>).\n<\/p><p>\nKnowing that God would make no capricious nor unnecessary demands, that the lad could be\nraised even from death if necessary, Abraham obeyed. A ram was provided.\n<\/p><p>\nPerhaps the criminal in the penitentiary obeys blindly, for here is compulsion. Most of his\ndecisions are made for him.  Somewhat comparable are dictator's subjects whose work,\nrecreation, religion, and other activity are controlled and regimented.  Here <i>is blind<\/i> obedience.\n<\/p><p>\nIt was not blind faith when the patriarch Noah built an ark some forty-two centuries ago or\nwhen the prophet Nephi built a boat about twenty-five centuries ago.  Each was commanded\nby the Lord to construct a seaworthy vessel.  An unprecedented total flood was to envelop the\nearth in the one case and the greatest ocean to be crossed by the other.  No experience of\neither builder could give guidance in these new adventures&mdash;no previous flood or ocean\ncrossing had ever come in the life of either&mdash;there was nothing on which to base construction\nexcept directions from the Lord.  Here was no blind obedience.  Each knew the goodness of\nGod and that he had purpose in his strange commands.  And so each with eyes wide open,\nwith absolute freedom of choice, built by faith. Noah's family was saved from physical\ndrowning and spiritual decadence, and Nephi's people were saved likewise.\n<\/p><p>\nNo swords nor bayonets, no famine nor pestilence drove the Lehites from the lush shores of\nBountiful, but seeing obedience led them across uncharted oceans.  The Lord had promised: \n<\/p><p>\n. . .  inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to . . .\na land which is choice above all other lands\n(<span class=\"citation\" id=\"1517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1517)\">1 Ne. 2:20<\/a><\/span>).\n<\/p><p>\nAnd with compliance born of faith and confidence, the vessel was finished, loaded, and\nlaunched.\n<\/p><p>\nThere was no compulsion in Noah's movements&mdash;no blind obedience.  It was not raining\nwhen this man of God made the craft which was to save his family.  After its completion, a\nfull week of dry weather preceded the storm. Here was obedience born in testimony of the\npower, sureness, justice And Noah's trust was justified, and a race was perpetuated.\n<\/p><p>\nWhen men speak of <i>all faith<\/i> and <i>all obedience<\/i> as blind, are they not covering their own\nweaknesses?  Are they not seeking an alibi to justify their own failure to\nhearken?\n<\/p><p>\nA man obeys strictly the income tax law and pays fully and before due date his property taxes\nbut justifies himself in disregarding the law of the Sabbath or the payment of tithes on time,\nif at all.  In the one case he may suffer only deprivation of freedom or resources or lose his\nhome or personal property, but in the other he opens doors to the loss of a soul. The spiritual\nas truly brings penalties as the temporal, the principal difference is the swiftness of\npunishment, the Lord being so long-suffering.\n<\/p><p>\nOne would hardly call the first blind obedience, yet he sometimes regards the spiritual\ncommands as such.\n<\/p><p>\nIs it blind obedience when the student pays his tuition, reads his text assignments, attends\nclasses, and thus qualifies for his eventual degrees?  Perhaps he himself might set different\nand easier standards for graduation, but he obeys every requirement of the catalog whether or\nnot he understands its total implication.\n<\/p><p>\nIs it blind obedience when one regards the sign \"High Voltage&mdash;Keep Away\" or is it the\nobedience of faith in the judgment of experts who know the hazard?\n<\/p><p>\nIs it blind obedience when the air traveler fastens his seat belt as that sign flashes or is it\nconfidence in the experience and wisdom of those who know more of hazards and dangers?\n<\/p><p>\nIs it blind obedience when the little child gleefully jumps from the table into the strong arms\nof its smiling father, or is this implicit trust in loving parent who feels sure of his catch who\nloves the child better than life itself?\n<\/p><p>\nIs it blind obedience when an afflicted one takes vile-tasting medicine prescribed by his\nphysician or yields his own precious body to the scalpel of the surgeon or is this the\nobedience of faith in one in whom confidence may safely be imposed?\n<\/p><p>\nIs it blind obedience when the pilot guides his ship between the buoys which mark the reefs\nand thus keeps his vessel in deep water or is it confidence in the integrity of those who have\nset up protective devices?\n<\/p><p>\nIs it then blind obedience when we, with our limited vision, elementary knowledge, selfish\ndesires, ulterior motives, and carnal urges, accept and follow the guidance and obey the\ncommands of our loving Father who begot us, created a world for us, loves us, and has\nplanned a constructive program for us, wholly without ulterior motive, whose greatest joy and\nglory is to \"bring to pass the immortality and eternal life\"\n(<span class=\"citation\" id=\"39055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39055)\">Moses 1:39<\/a><\/span>) of all his children?\n<\/p><p>\nBlind obedience it might be when no agency exists, when there is regimentation, but in all of\nthe commands of the Lord given through his servants, there is total agency free of\ncompulsion. Some remonstrate that agency is lacking where penalties are imposed and\ncondemnations threatened&mdash;to be damned for rejecting the gospel seems harsh to some and to\ntake away free agency.  This is not true, for the decision is ours&mdash;we may accept or reject,\ncomply or ignore.\n<\/p><p>\nIn all of our life activities it is the same&mdash;we may attend college or stay away from the\ncampus; we may apply ourselves to our studies or waste our time; we may fulfil all\nrequirements or ignore them. The decision is ours; the agency is free.\n<\/p><p>\nWe may take the medicine or secretly pour it down the drain; we may yield our bodies to the\nsurgeon's knife or refuse his service; we may follow paths or get lost in the jungle; but we\ncannot avoid the penalties of disobedience to law.\n<\/p><p>\nWe may speed one hundred miles an hour, park our car against fireplugs, drive on the wrong\nside of the road, resist arrest, rob a bank, but we will pay penalties sooner or later, even the\nutmost farthing.  No soul is clever enough to evade penalties indefinitely or to counter this\nextensive and basic law of retribution.  Without free agency men would be lifeless, limp\nweaklings, and worthless to themselves and to the world.\n<\/p><p>\nOur heavenly Father, knowing all things, gave us this fundamental law of free agency.  He\ncould force our obedience, compel our goodness, regiment our acts, but that would make of\nus spineless creatures without will or purpose, or destiny.\n<\/p><p>\nOur Lord wept bitterly (<span class=\"citation\" id=\"39065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39065)\">Moses 7:28<\/a><\/span>)\nwhen he saw his creatures breaking his commandments in the\npre-deluge days, but he refrained from force.  They must have their agency: \n<\/p><p>\nThe Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own\nhands, and I gave unto them their knowledge, in the day I created them; and in the Garden of\nEden, gave I unto man his agency\n(<span class=\"citation\" id=\"39066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39066)\">Moses 7:32<\/a><\/span>).\n<\/p><p>\nThey were permitted to ignore the warnings of the prophets till their cup of iniquity was full,\nran over, and flooded the world and drowned its inhabitants.\n<\/p><p>\nRewards for faithfulness and penalties for disobedience are certain.  God is longsuffering,\npatient, and kind, where as men and natural laws are often swift and cruel.\n<\/p><p>\nOur righteous and wise parents, Adam and Eve, were exemplary in the matter of obedience\nborn of childlike faith: \n<\/p><p>\n. . . And Adam was obedient unto the commandments of the Lord.\n<\/p><p>\nAnd after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer\nsacrifices unto the Lord? And Adam said unto him: I know not save the Lord commanded\nme.\n<\/p><p>\nAnd then the angel spake, saying: This thing is a similitude of the sacrifice of the Only\nBegotten of the Father, which is full of grace and truth\n(<span class=\"citation\" id=\"39060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39060)\">Moses 5:5-7<\/a><\/span>).\n<\/p><p>\nBlind obedience?  Assuredly not. They had known Jehovah, heard his voice, walked with him\nin the Garden of Eden, and knew of his goodness, justice, and understanding.  And so for\n\"many days\" they killed the blemishless lambs and offered them without knowing why, but in\ntotal confidence that there was righteous purpose in the law and that the reason would unfold\nlater after compliance.\n<\/p><p>\nObedience was paramount in the healing of the lepers.  They cried: \n<\/p><p>\nJesus, Master, have mercy on us.\nAnd when he saw them, he said unto them,\nGo shew yourselves unto the priests.\nAnd it came to pass, that, as they went, they were cleansed\n(<span class=\"citation\" id=\"31378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31378)\">Luke 17:13-14<\/a><\/span>).\n<\/p><p>\nIt is certain that the priests made no contribution to the healing.  The ten had probably lived\nall their lives in the jurisdiction of the priests who are not own ever to have healed lepers.\nThe miracle happened when, but not until, they obeyed in every detail.  No blind obedience\nhere.  These lepers knew Christ would not fail them.  They had faith not only in his power\nbut also in his goodness and integrity.\n<\/p><p>\nSo also did the man born blind move toward wholeness of sight, yet he obeyed the voice of\nauthority.  Questioned by the skeptical Pharisees as to his unparalleled sight recovery, he\nstoutly maintained,\n<\/p><p>\nHe put clay upon mine eyes, and I washed, and do see.\n<\/p><p>\n. . . He is a prophet.\n<\/p><p>\n. . . one thing I know, that, whereas I was blind, now I see\n(<span class=\"citation\" id=\"27599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27599)\">John 9:15,17,25<\/a><\/span>).\n<\/p><p>\nA simple little formula it was.  A little spittle, a little clay, a simple anointing, a simple\ncommand, and an act of faith obedience; and darkness was replaced with light.  \"Lord, I\nbelieve\" (<span class=\"citation\" id=\"27600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27600)\">John 9:38<\/a><\/span>),\nhe said as he worshiped in gratitude. Blind obedience, would you say?  It was a\nblind man, but a seeing obedience. The Savior had: \n<\/p><p>\n. . . spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind\nman with the clay.\n<\/p><p>\nAnd said unto him, Go, wash in the pool of Siloam . . . He went his way therefore, and\nwashed, and came seeing (<span class=\"citation\" id=\"27598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27598)\">John 9:6-7<\/a><\/span>).\n<\/p><p>\nHow simple the process!  How gentle the command!  How faithful the obedience!  How\nglorious the reward!\n<\/p><p>\nStrange&mdash;we provide pure, sterile tissue for spittle and forbid expectorating even on\nsidewalks.\n<\/p><p>\nWe bathe with soap, scrub with disinfectants, and scald dishes, pots, and pans with boiling\nwater to kill the germs from the filth of clay.\n<\/p><p>\nWe use for culinary purposes and especially in hospitals and sickrooms only water purified by\nchemical processes.\n<\/p><p>\nBut here the Master disregarded all our rules of sanitation and prescribed spittle, germ-ridden\nclay, and impure water from the contaminated pool of Siloam which bathed the sweaty bodies\nof laborers and the sore bodies of the sick and diseased.\n<\/p><p>\nIs there healing in mere clay to make eyes see? Is there medicinal value in the spittle to cure\ninfirmities?  Are there curative properties in the waters of Siloam to open eyes of congenital\nblind?  The answer is obvious.  The miracle was conceived in the womb of faith and born\nand matured in the act of obedience.\n<\/p><p>\nHad the command involved oil instead of spittle, herbs instead of clay, and waters of a pure\nbubbling spring instead of filthy Siloam, the result would have been the same.  But some\nwould have said that oil and herbs and pure water had healed the eyes, but even the untrained\nmust know that these could not cure one. Consequently, only one conclusion could be drawn:\nThe unparalleled miracle was positively the result of faith obedience.  But had the sightless\none disobeyed any of the phases of the command, he would indubitably have suffered till\ndeath with continued blindness.\n<\/p><p>\nThough there is no compulsion, the spiritual laws of today must also be obeyed if blessings\nare to be realized, for as the Lord has said: \n<\/p><p>\nI, the lord, am bound when ye do what I say; but when ye do not what I say, ye have no\npromise (<span class=\"citation\" id=\"13271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13271)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nAnd: \n<\/p><p>\nMine arm is kindled against the rebellious\n(see <span class=\"citation\" id=\"13253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13253)\">D&amp;C 56:1<\/a><\/span>).\n<\/p><p>\nAnd: \n<\/p><p>\nAnd the rebellious shall be pierced with much sorrow; for their iniquities shall be spoken\nupon the housetops, and their secret acts shall be revealed\n(<span class=\"citation\" id=\"13203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13203)\">D&amp;C 1:3<\/a><\/span>).\n<\/p><p>\nAnd: \n<\/p><p>\nBehold, I, the lord, utter my voice, and it shall be obeyed.\n<\/p><p>\nWherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and\nlet the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind,\nand all flesh shall know that I am God\n(<span class=\"citation\" id=\"13260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13260)\">D&amp;C 63:5-6<\/a><\/span>).\n<\/p><p>\nAnd my people must needs be chastened until they learn obedience, if it must needs be, by\nthe things which they suffer (<span class=\"citation\" id=\"13305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13305)\">D&amp;C 105:6<\/a><\/span>).\n<\/p><p>\nAnd when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated (<span class=\"citation\" id=\"13328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13328)\">D&amp;C 130:21<\/a><\/span>).\n<\/p><p>\nAnd so we render intelligent, constructive obedience when we voluntarily, humbly, and\nhappily obey the commands of our Lord: \n<\/p><p>\n1. Be ye clean who bear the vessels of the Lord\n(<span class=\"citation\" id=\"25156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25156)\">Isa. 52:11<\/a><\/span>).\n<\/p><p>\n2. Thou shalt go to the house of prayer upon my holy day\n(<span class=\"citation\" id=\"13258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13258)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\n3. Bring all the tithes into the storehouse\n(<span class=\"citation\" id=\"32747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32747)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\n4. Honor the Sabbath Day to keep it holy\n(<span class=\"citation\" id=\"22643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22643)\">Ex. 20:8<\/a><\/span>).\n<\/p><p>\n5. Ye are the temple of God&mdash;defile it not with liquor, tobacco, tea, and coffee\n(<span class=\"citation\" id=\"242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(242)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\n6. Repent or suffer (<span class=\"citation\" id=\"13223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13223)\">D&amp;C 19:4<\/a><\/span>).\n<\/p><p>\n7. Bow down upon thy knees before the Lord\n(<span class=\"citation\" id=\"41243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41243)\">Philip. 2:10-11<\/a><\/span>;\n<span class=\"citation\" id=\"13279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13279)\">D&amp;C 88:104<\/a><\/span>).\n<\/p><p>\n8. Judge not that ye be not judged\n(<span class=\"citation\" id=\"34626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34626)\">Matt. 7:1<\/a><\/span>).\n<\/p><p>\n9. Except a man be born of the water and of the spirit he cannot enter into the kingdom of\nGod (<span class=\"citation\" id=\"27585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27585)\">John 3:5<\/a><\/span>).\n<\/p><p>\n10. A man must enter into the new and everlasting covenant to be exalted\n(<span class=\"citation\" id=\"13330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13330)\">D&amp;C 131:2<\/a><\/span>).\n<\/p><p>\n11. Woe unto those who come not unto this priesthood\n(<span class=\"citation\" id=\"13273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13273)\">D&amp;C 84:42<\/a><\/span>).\n<\/p><p>\nMay God bless all of us, members of his Church, and all others, in the great world which he\nhas created and peopled to live and obey his commandments, I pray in the name of Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}