{"ID":732, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"That Your Joy May Be Full\"<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1954, pp. 56-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel grateful, my brothers and sisters, for the privilege of attending this conference with you. \nI have been built up and strengthened; and as I have counted my blessings before the Lord,\nfor which I thank him, I realize that most of them are because of my membership in the\nChurch of Jesus Christ of Latter-day Saints.  I do not know what the Lord could add more\nthan he has.  I believe I am one of the happiest men in all the world.  I thank him for\nmembership in his great Church.  I thank him for the Holy Priesthood that I bear.  I thank\nhim for the hope of obtaining eternal life with my loved ones, my wife and children, my\nfather and mother, and brothers and sisters, and with these my brethren of the General\nAuthorities, and you the Saints of Zion, obedience to the laws and the ordinances of the gospel.  Of that I\nhave a positive assurance in my heart, I know we have the gospel of the Lord Jesus Christ.\n<\/p><p>\nI thank the Lord for these, my brethren, for President McKay and his Counselors.  I know\nthey are prophets of God, and I know the Lord is inspiring them in their work.  They are great\nleaders, and I thank the Lord for them and for the Twelve, and for all the General Authorities,\nand while I feel the least among them, I feel grateful for their companionship.  I honor them,\nand I revere them, and I thank God for the many gifts they possess for the building of his\nkingdom, and I testify to you that they are men who have consecrated their lives to this great\nwork in which we are engaged.\n<\/p><p>\nAnd I thank him for you, the Saints of Zion.  There are many noble leaders in the stakes and\nwards, the auxiliaries and the boards of this Church, and I love you.  You are wonderful.  I\ncan best express my regard for you in the words of Peter of old to the Saints of his day.  He\nsaid: \n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous light\n(<span class=\"citation\" id=\"2252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2252)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nAnd it is because we have been called out of darkness into his marvelous light that we can be\nso happy and enjoy the blessings that are ours.\n<\/p><p>\nI thank the Lord for the great missionary system of this Church, that is sharing with the\nhonest in heart the world over the blessings that are ours, when they are willing to heed the\nvoice of the servants of God who are sent unto them.  At the present time the Church is\nprobably engaged in its greatest missionary effort in its entire history.  That is because of the\ngreat leadership we have.  Only a few conferences ago President Richards invited all men\neverywhere, in and out of the Church, to unite in building the kingdom of God in the earth. \nWhat more could he ask from righteous men and women the world over?\n<\/p><p>\nWhen the Christ\nwas asked to teach his disciples to pray, after duly saluting the Father, the first thing he taught\nthem to pray for was, \"Thy kingdom come, Thy will be done in earth, as it is in heaven\"\n(<span class=\"citation\" id=\"34620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34620)\">Matt. 6:10<\/a><\/span>).\nAnd that is what we pray for daily, and that is what we work for, and we have\nthe positive assurance through our faith and through the testimony of the Holy Ghost that we\nare not praying nor working in vain, for the kingdom of God has been set up in the earth, and\nwe are privileged to lend our strength to help establish it among men and carry it to the\nnations of the earth.\n<\/p><p>\nIn giving the dream of Nebuchadnezzar and its interpretation, the Prophet Daniel said: \"But\nthere is a God in heaven that revealeth secrets, and maketh known to the king\nNebuchadnezzar what shall be in the latter days\"\n(<span class=\"citation\" id=\"10623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10623)\">Dan. 2:28<\/a><\/span>). And then he saw the\nestablishment of this work that we are engaged in and that it should become ultimately as a\ngreat mountain and fill the whole earth\n(<span class=\"citation\" id=\"10624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10624)\">Dan. 2:35<\/a><\/span>).\nI know that is true.  There is a God in heaven that\nmade known that secret, and we know it by the power and the testimony of\nthe Holy Ghost.\n<\/p><p>\nThen I think it was in our last conference, or the one before, that President McKay invited all\nof us as members of the Church to be missionaries for the Church.  We just could not have\nthe Church of Jesus Christ without the spirit of missionary work.\n<\/p><p>\nAfter the Savior was resurrected and appeared to his Apostles, he sent them into all the world\nto preach the gospel, to every creature\n(<span class=\"citation\" id=\"33082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33082)\">Mark 16:15<\/a><\/span>),\nbaptizing them in the name of the Father, and of the\nSon and of the Holy Ghost (<span class=\"citation\" id=\"34672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34672)\">Matt. 28:19<\/a><\/span>). He said,\n<\/p><p>\nTeaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\n(<span class=\"citation\" id=\"34676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34676)\">Matt. 28:20<\/a><\/span>).\n<\/p><p>\nThe missionary work was not to end back in those early days, because when his disciples\nasked for the sign of his second coming, he told them of the wars and the rumors of wars and\npestilence, and earthquakes and the fall of nations, then he added,\". . . this gospel of the\nkingdom shall be preached in all the world for a witness unto all nations; and then shall the\nend come\" (<span class=\"citation\" id=\"34655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34655)\">Matt. 24:14<\/a><\/span>).\nSo the preaching of the gospel unto all nations is an evidence that\nthe end is near at hand. Because Jesus knew that his Church would continue this great\nmissionary work, he told his disciples, \". . . and, lo, I am with you alway, even unto the end\nof the world\" (<span class=\"citation\" id=\"34677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34677)\">Matt. 28:20<\/a><\/span>).\n<\/p><p>\nThe Saints of Zion have responded to the call of these, the Presidency of the Church, as they\nhave never done before.  We find from our records that during the first eight months of this\nyear we have baptized 10,929 converts, those who have come to know the truth. That does\nnot include the baptisms of the children of members.  That is a tremendous growth and\nincrease in the work of the Lord.\n<\/p><p>\nAnd then when you go among the Saints and interview the prospective missionaries and go\ninto the mission fields and interview the missionaries and find the spirit that God is endowing\nthem with, you just know that this cannot be the work of man.  It is the work of God; no man\ncould do what the Lord has done.\n<\/p><p>\nTo me, the missionary system of this Church is one of the greatest institutions the world has\never known.  In no other way has there been such evidence of sacrifice and devotion and love\nand loyalty to God and to his work as in great missionary work of his Church.  We find it\ndifficult at times to turn members down who want to go on missions.  One of my good\nfriends was getting up in years and I tried to persuade him he was too old to go on a mission,\nand he said, \"Well, Brother Richards, what could I do that would be more wonderful than to\ndie in the service of the Lord?\" Another good brother came to me who had been on a mission\nwith his wife and said, \"If I sell my home and automobile, we can go on another\nmission\"&mdash;willing to give the last that they had in order to accomplish this missionary work,\nand that is the spirit we find wherever we go.\n<\/p><p>\nA young man reporting his mission a short time ago, who was himself a convert to the\nChurch, came down with his fist on the pulpit and said, \"I would not take a check for a\nmillion dollars for the experience of my mission.\"\n<\/p><p>\nAnd the brethren made a call for the Saints who could afford it to send in some of their\nsurplus funds to help carry on the missionary work with some of these young people in\nforeign missions where they are not prospered and blessed as we are here in America, and the\nresponse has been wonderful, and every time a remittance comes you feel to thank the Lord\nfor the faith of him who sent it.\n<\/p><p>\nWhile I was still the Presiding Bishop, following a general conference, I received a letter\nfrom a lady schoolteacher in Nevada.  She said, \"It was said in conference that fifty-five\ndollars a month was the average cost of a missionary.  I am enclosing my check for that\namount, and I will send a like amount for each month for the next two years to keep a\nmissionary in the field, because it is not possible for me to go myself.\"\n<\/p><p>\nAs long as the Lord will put such feelings in the hearts of the members of\nhis Church, no one can stop his work from growing.\n<\/p><p>\nA few years ago I had a conversation with a man who came to the office while I was\nPresiding Bishop to interest the Church in a business proposition. We drifted into a discussion\nof religion. I said, \"Do you love the Lord?\" He said, \"I do.\" I said, \"Do you love him enough\nthat you would be willing to join the Mormon Church, if you knew the Lord wanted you to?\"\nAnd he thought for a few minutes, and said, \"I do.\" Then I said, \"As one of his servants, I\nwant to promise you that if you will investigate our message and get down on your knees\nbefore the Lord, you can know that this is the work of God, just as much as you know\nanything in this world.\"\n<\/p><p>\nA few weeks ago he was in Salt Lake City and called to see if my wife and I would take\nlunch with him and his wife.  He is now a high priest in the Church, and he said, \"But,\nBishop, why couldn't I have heard the gospel thirty years ago, so that I could have had the\njoy of service in the Church all through these years?\"\n<\/p><p>\nSuch a testimony makes one realize what the gospel means to a new convert.\n<\/p><p>\nI had a man sit in my office not long ago, and some of the brethren know him.  He served for\nover thirty years as a minister of the gospel in a sectarian church, and then through contact\nwith our missionaries he joined the Church, and he said, \"When I think of how little I had as\na minister of the gospel to offer to my people as compared to what I now have in the fulness\nof the gospel as it has been restored, I want to go back and tell all of my friends what I have\nfound.  But now, he said, \"they won't listen to me; I am an apostate from their church.\" But\nsuch was the joy he had found in his membership in the Church.\n<\/p><p>\nI was visiting in a stake of Zion not long ago, and the president told me this story.  And he is\nhere today.  He said a Jewish boy came into the stake during the war, serving in the armed\nforces, and he fell in love with a Mormon girl, and he married her; she converted him, and he\njoined the Church.  Then he went back to see his people in the east, and they disinherited\nhim, and he said to his father and mother, \"You can't disinherit me. What I have found out\nthere among the Mormons is worth more than all the money this family ever owned.\" And\nthen he said to the president, \"How long will I have to wait to get into the temple with this\nlovely wife of mine, so I will be sure she is mine forever?\"\n<\/p><p>\nSuch is the joy the gospel brings to the new convert.\n<\/p><p>\nI had a man come to my office when I was in the mission field.  He said, \"When I think of\nwho I was and what I was when the gospel found me and what I am today,\" he said, \"I just\ncan't believe that I am the same person.  I do not think the same thoughts; I don't have the\nsame habits; I don't have the same ideals in life.\" He said, \"I have literally been born again.\"\n<\/p><p>\nAnd that is what Paul meant when he said,\n<\/p><p>\nTherefore we are buried with him by baptism into death: that like as Christ was raised up\nfrom the dead by the glory of the Father, even so we also should walk in newness of life\n(<span class=\"citation\" id=\"42713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42713)\">Rom. 6:4<\/a><\/span>).\n<\/p><p>\nAnd I knew that man walked in a newness of life.\n<\/p><p>\nI received a letter while I was Presiding Bishop from a young man converted while in the\narmed forces, then living in Kansas.  He sent a check for his tithing, and then he added,\n\"Bishop, do you think we are doing all we ought to do to try and tell the world of the\nmarvelous work and a wonder the Lord has established in the earth in our day?\"\n<\/p><p>\nThey do not all come too easy.  We have to break through the walls of prejudice.\nOne of my friends turned many a missionary away, and then I happened to make a friend of him\nand got into his home, and when he could not handle the situation and his minister would not, he\nwent to the plant where he was the foreman and said to the employees, \"If any of you know\nany ministers who are not afraid of the Mormon elders, I would surely like to get in touch\nwith them.  I don't care what church they belong to,\" and so for the next\nfew months we had a different minister every week. It was one of the most interesting\nexperiences of my entire life.  But every time they would leave, he would say, \"Well, you\nhave made me nearer a Mormon than I was before,\" and one day he put his feet up on the\ntable, smoking his big cigar and said, \"Brother Richards, I would give all I own if I could\nprove that you are wrong.\" I said, \"I know you would.  You have never wanted to prove that\nwe are right.  But,\" I said, \"I want to thank you for bearing your testimony that we have\nbrought you the truth.  If you have tried with all the help you have had through these weeks\nto prove we are wrong, and you have been unsuccessful, there is only one other answer, and\nthat is you have proved that we are right.  Now,\" I said, \"there are just two things: You are\neither going to decide that you will accept the Lord's work and help build his kingdom or you\nare going to kick against the pricks and I remind you what the Savior said to Saul on the way\nto Damascus: '...it is hard for thee to kick against the pricks'\"\n(<span class=\"citation\" id=\"7720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7720)\">Acts 9:5<\/a><\/span>). Well, he told me\nwhen we first commenced visiting him that he had all the religion he wanted, he knew he had\nfaith in God, and he believed in God, and the only way I could get him to understand that\nthere might be truths he did not have, was to tell him that if he had never seen a light greater\nthan a candle, he would not believe that he was in the darkness, but when he saw real light,\nthen he would know that the candle was not sufficient.  Well, he joined the Church right after\nthat and came and visited me&mdash;I had been transferred&mdash;he was old enough to be my daddy,\nand he took me in his arms and said, \"Brother Richards, I didn't think a man could be as\nhappy as I am.\" I said, \"I thought you had plenty before.\" \"Oh, but I didn't know,\" he said.\n<\/p><p>\nNow I want to say to you Latter-day Saints, and President McKay has called all of you to be\nmissionaries for the Church.  I hope you will not be afraid. I hope you know that this is the\nwork of God and not the work of man.  I hope you know that if your neighbors and your\nrelatives and friends will hunger and thirst after righteousness, that you can promise them that\nif they will investigate and get down on their knees, I care not what church they belong to,\nthey will find in the message you have for them the gospel of the Lord Jesus Christ, and I tell\nyou you ought not to be afraid to promise them that, because I know that if they are sincere,\nyour promises will be fulfilled.\n<\/p><p>\nBefore I close, I want to read to you a few excerpts from letters from a lady who wrote to the\nBureau of Information.  The first letter was in November of 1953: \n<\/p><p>\n\"Will you please inform me about your Church, its origin, its history, and present-day aims,\nenterprises, and ideals?  I would appreciate this information first-handed and believe you will\nbe better to supply it than vague and often misleading hearsay can.  If your Church is the one\nI have been seeking for fifty-three years and never found, so far, in any Christian Church or\n'off color' religious societies&mdash;from theosophy to free thought, I might be able to contribute,\nas well as receive benefits.  I am not a chronic, curiosity, seeking person nor an habitual\njoiner. The brethren sent her some literature to read, and then she wrote back under date of\nDecember 18, 1953.  I am just quoting parts of her letter: \n<\/p><p>\n\"I do not want to appear 'gushy,' but I will say this for your religion.  I find it interesting; it\nquickens within me a feeling&mdash;what shall I call it&mdash;a gladness? Like a beautiful song I\nmight have known long, long ago, and had lost and forgotten, in a way both sublime and\nsorrowful.\" What did Jesus say?  \"These things have I spoken unto you . . . that your joy\nmight be full\" (<span class=\"citation\" id=\"27611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27611)\">John 15:11<\/a><\/span>),\nand the gospel quickens something within the soul of man such\nas he has never known before. She said, \"I had investigated, studied, and discarded Protestant\ncreeds by the time I was fifteen.  I unconsciously turned to pantheism, love of nature, therein\nfinding God, for I perceived life in all elements and things.  I even studied Catholicism, but\nbacked off when I was told that unbaptized infants, though they did not go\nto hell, went to their special limbo, but never saw the face of God.  Agnostically, I asked, 'Is\na God that merciless and cruel worth having his face looked upon?' I am glad to find a\nChurch courageous and sensible enough to teach the absurdity of infant baptism.\" And then\nlast July after having been baptized a member of the Church, she wrote: \"I now have a\nserenity and composure, and inner strength, and an inward joy which I never before\npossessed.  Do all souls receiving enlightenment exclaim within their silent hearts, feeling\ncompassion for a blind groping and grieving world: 'Oh, suffering world! I come . . . I\ncome!'\"\n<\/p><p>\nEach of us should be ready and willing to answer such a call. We ought to be ready to go and\ngive all we can to bring these people to a knowledge of the truth that they might share with\nus the joy that is ours.\n<\/p><p>\nWhen you read a statement like that of how this woman ought without finding the truth, it\nmakes you understand the words of Roger Williams who gave up his pastorate in the oldest\nBaptist Church of America and gave this as the reason: \n<\/p><p>\nThere is no regularly constituted Church of Christ, on earth, nor any person authorized to\nadminister any Church ordinance, nor can there be until new Apostles are sent by the great\nHead of the Church, for whose coming I am seeking. (Picturesque American, page 503.)\n<\/p><p>\nIsn't it marvelous that He has come, that the great Head of the Church has given us again\nApostles and Prophets and that the Church of Christ is in our midst, built upon the foundation\nof Apostles and Prophets with Christ our Lord as the chief cornerstone\n(<span class=\"citation\" id=\"21670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21670)\">Eph. 2:20<\/a><\/span>)?\n<\/p><p>\nI bear you solemn witness that I know that this is true and the power of God is in this work\nfor the blessing of every honest soul in the world who is willing to come and to pay the price\nby keeping his commandments.\n<\/p><p>\nGod help us to do our part, and God bless all who are doing it, I pray in the name of Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}