{"ID":7325, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Bear Testimony to the World\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord is richly blessing His Church, and our duty is to do all we can to move it forward.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">26911_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p6\" class=\"\">My brothers and sisters, as we gather in another general conference, I am pleased to report that the Church continues to grow in strength and influence. In 1982, some 24 years ago, I noted this in my journal: “There will be in place for the October general conference more than 300 downlinks in our satellite service. This means that we will have more than 300 stake centers, where our people may gather across the nation and participate in the conference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p7\" class=\"\">I am now advised that there are 6,066 Church-owned satellite receiving sites in 83 countries. How grateful I am that with our growth in numbers there is also an increased ability to reach out and communicate with the Latter-day Saints throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p8\" class=\"\">Now, we could wish for more baptisms in the United States and Canada, but that could be said of everywhere throughout the world. Nevertheless, the harvest is great, with members in some 160 nations. Where not long ago there were very few Latter-day Saints, today there are strong wards and stakes, with faithful and capable men and women in leadership.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p9\" class=\"\">Though there are limitations on our ability to travel where we might, there is compensation in the ability of the First Presidency, members of the Twelve, and the Seventy to speak by satellite to large numbers of stakes throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p10\" class=\"\">Circumstances change, but our message does not change. We bear testimony to the world that the heavens have been opened, that God, our Eternal Father, and His Son, the risen Lord, have appeared and spoken. We offer our solemn witness that the priesthood has been restored with the keys and authority of eternal blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p11\" class=\"\">We recently dedicated the new Sacramento California Temple, the 7th in that state and the 123rd in the world. We also broke ground for another temple in the Salt Lake area.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p12\" class=\"\">We are pleased to announce that the renovation of the Salt Lake Tabernacle is proceeding on schedule and that this unique and wonderful facility will next spring again accommodate the Tabernacle Choir in its weekly broadcasts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p13\" class=\"\">The Church is undertaking a huge development project in the interest of protecting the environment of Temple Square. While the costs will be great, it will not involve the expenditure of tithing funds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p14\" class=\"\">However, the faithfulness of our people continues to be demonstrated in the payment of tithes and offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p15\" class=\"\">Altogether, I can only report that the Lord is richly blessing His Church, and our duty is to do all we can to move it forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/we-bear-testimony-to-the-world.p16\" class=\"\">Now, brothers and sisters, after the singing of the choir, we shall hear the remarks of our brethren and sisters. And as we proceed with this great conference, may the Spirit of the Lord dictate all that is done and said, and may our hearts and minds be filled to overflowing is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}