{"ID":7327, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Temple Is about Families\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p2\" class=\"\">Elder Richard H. Winkel<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1b27.jpg\" alt=\"Elder Richard H. Winkel\"\/><div class=\"kicker\" id=\"\">When you come to the temple you will love your family with a deeper love than you have ever felt before.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p5\" class=\"\">As President Hinckley just mentioned, the 123rd temple of The Church of Jesus Christ of Latter-day Saints was recently dedicated by President Hinckley in Sacramento, California. This beautiful temple serves more than 80,000 wonderful and excited members of the Church in Sacramento and surrounding areas. Over 168,000 visitors toured the temple during the open house. They were told that members can draw closer to the Savior Jesus Christ in these magnificent edifices than anywhere else in the world. Our members know that through Him they can find the peace and hope that will sustain them and their families in today’s troubled world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p6\" class=\"\">When you come to the temple you will love your family with a deeper love than you have ever felt before. The temple is about families. As my wife, Karen, and I have increased our temple service, our love for each other and for our children has increased. And it doesn’t stop there. It extends to parents, brothers and sisters, aunts, uncles, cousins, forebears, and especially our grandchildren! This is the Spirit of Elijah, which is the spirit of family history work; and when inspired by the Holy Ghost, it prompts the turning of the hearts of the fathers to the children and the hearts of the children to the fathers. Because of the priesthood, husbands and wives are sealed together, children are sealed to their parents for eternity so the family is eternal and will not be separated at death.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p7\" class=\"\">When my wife and I were young parents with little children at home, we challenged our children to memorize the Articles of Faith. The prize, or reward, for completing them was a night out with Dad. We were pleased that our three oldest completed the challenge. When our seven-year-old son first memorized all 13 Articles of Faith, we sat down to pick out a night and activity that we could do together. I was so busy with work, social activities, and Church responsibilities that I couldn’t give my son a night out for about two weeks. He was sorely disappointed. However, I found that in the city where we lived there was an all-night bowling alley. We immediately picked a date and chose to start our activity at 5:00 in the morning. Our plan was to get up at 4:00, have breakfast, and then go downtown.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p8\" class=\"\">When that day arrived, I felt someone shaking my shoulder very early in the morning. As I tried to open my eyes I heard my son say, “Is it time, Dad?” I looked at my alarm clock; it was only 2:00 a.m.!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p9\" class=\"\">“Go to sleep, Son,” I said. “It’s not time yet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p10\" class=\"\">An hour later the same thing happened. “Dad, Dad, is it time to go?” After sending him to bed for a second time, I couldn’t help but feel his excitement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p11\" class=\"\">Then at 4:00 a.m. we got up, had something to eat, and left for the bowling alley. We had a wonderful time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p12\" class=\"\">I wish I could say I had regular and memorable activities like that with all my children, but I can’t. I’m one of those parents who ofttimes wishes he could go back and do some things over.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p13\" class=\"\">Like you, I don’t want to lose any of my children. I want to be together forever with all of my family. The temple gives all of us extra hope of continuing and improving these relationships, even after this life. Sealings bestowed in the temple promise additional blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p14\" class=\"\">“The Prophet Joseph Smith declared—and he never taught more comforting doctrine—that the eternal sealings of faithful parents and the divine promises made to them for valiant service in the Cause of Truth, would save not only themselves, but likewise their posterity. Though some of the sheep may wander, the eye of the Shepherd is upon them, and sooner or later they will feel the tentacles of Divine Providence reaching out after them and drawing them back to the fold. Either in this life or the life to come, they will return. They will have to pay their debt to justice; they will suffer for their sins; and may tread a thorny path; but if it leads them at last, like the penitent Prodigal, to a loving and forgiving father’s heart and home, the painful experience will not have been in vain.”<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_005\">1<\/a>\n       <span class=\"footnote\">[Orson F. Whitney, in Conference Report, Apr. 1929, 110.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p15\" class=\"\">Isn’t this statement encouraging news for parents whose children are sealed to them?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p16\" class=\"\">Let’s look at a few other blessings the temple brings. The house of the Lord is a refuge from the world. The Sacramento members shared the following comment with their open house guests: “Sometimes our minds are so beset with problems, and there are so many things clamoring for [our] attention at once that we just cannot think clearly. At the temple the dust of distraction seems to settle out, the fog and the haze seem to lift, and we can ‘see’ things that we were not able to see before.”<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_005\">2<\/a>\n       <span class=\"footnote\">[Boyd K. Packer, “The Holy Temple,” <span class=\"emphasis\">Tambuli,<\/span> June 1992, 23; <span class=\"emphasis\">Ensign,<\/span> Feb. 1995, 36.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p17\" class=\"\">The celestial room in the temple is especially a place of peace, tranquility, and beauty. It is a quiet haven where one can reflect, ponder, pray, meditate, and feel the love of Heavenly Father and the Savior. As we ponder and meditate in the temple, our thoughts naturally focus on members of our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p18\" class=\"\">In <span class=\"citation\" id=\"45241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45241)\">2 Samuel 22:7<\/a><\/span> we read the words of David: “In my distress I called upon the Lord, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears.” The temple is a place of personal revelation that will bless us in our stewardships.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p19\" class=\"\">President Hinckley has told us that “just as our Redeemer gave His life as a vicarious sacrifice for all men, and in so doing became our Savior, even so we, in a small measure, when we engage in proxy work in the temple, become as saviors to those on the other side who have no means of advancing unless something is done in their behalf by those on earth.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_005\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of President Gordon B. Hinckley, Volume 2: 2000–2004<\/span> (2005), 265.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p20\" class=\"\">This is such meaningful service we give because our departed brothers and sisters literally become more connected to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p21\" class=\"\">The temple is a place to know the Father and the Son. It is a place where we experience the divine presence. The Prophet Joseph Smith made this plea: “I advise all to … search deeper and deeper into the mysteries of Godliness.”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_005\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 6:363.]<\/span><\/sup> And where shall we search? In the house of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p22\" class=\"\">Let’s become a temple-attending and temple-loving people. I bear testimony that the temple is about families. I also testify that everything in the temple testifies of Jesus Christ. His example of love and service is felt there. The temple is His holy house. I know that He is the Son of God, our Savior, our Redeemer, our Mediator, and our Advocate with the Father. He loves us and wants our families to be happy and to be together forever. He wants all of us to be active in His temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-temple-is-about-families.p23\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_005\"><a name=\"-26911_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_005\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Orson F. Whitney, in Conference Report, Apr. 1929, 110.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_005\"><a name=\"-26911_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_005\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Boyd K. Packer, “The Holy Temple,” <span class=\"emphasis\">Tambuli,<\/span> June 1992, 23; <span class=\"emphasis\">Ensign,<\/span> Feb. 1995, 36.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_005\"><a name=\"-26911_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_005\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of President Gordon B. Hinckley, Volume 2: 2000–2004<\/span> (2005), 265.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_005\"><a name=\"-26911_000_005\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_005\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 6:363.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}