{"ID":733, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek Ye Knowledge\"<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1954, pp. 60-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay; brethren and sisters: We have had a number of visitors today, many of\nwhom were Methodists who came from Australia. They seemed to be pleased with their visit\nto this building and what they heard.  There is now in the congregation the superintendent of\nschools of Copenhagen, Denmark.  With him are others from that country.  We remember\nwell of being in our city and visiting the university that you represent. You graduated from\nthere, you tell me, and we recall that above the gates of your campus there is a great eagle\ndone in bronze, something like our eagle on the Eagle Gate, just east of here.  Underneath\nyour bronze eagle is a Latin expression which I recall.  It runs <i>coelestem adspicit lucem<\/i>.  The\neagle is looking toward the celestial light and this recalls the real motive, why the Latter-day\nSaints are meeting in this building today.  I may say to you that we are looking toward the\ncelestial light and this expression comes to me as I recall the beautiful eagle\nand the Latin expression that you know so well.\n<\/p><p>\nWhen the general conference comes around, we note that the Relief Society of the Church has\nits meetings with the sisters who come from all parts of the world where there are members,\nmost of whom are mothers in this great organization.  The mothers have played a great part in\nour history, for they have given birth and reared men who have been honored by the\npriesthood of God. How the have preserved the sacredness of family life!  You recall with\nproud appreciation the pioneer mother on the Seagull Monument here, a masterpiece by\nMahonri Young.  The figure of the mother expresses dignity, energy, tenderness, and\nendurance.  The face is a familiar type of character and gentleness, which give it a certain\naloofness.  The influence of the monument is one of deep thought and faith in life and God. \nBenjamin Ide Wheeler wrote these words concerning the pioneer mother: \n<\/p><p>\nOver rude paths beset with hunger and risk, she pressed on toward the vision of a better\ncountry.  To an assemblage of men busy with the perishable rewards of the day, she brought\nthe threefold leaven of enduring society&mdash;faith, gentleness, and home, with the nurture of\nchildren.\n<\/p><p>\n                     * * * * * *\n<\/p><p>\nThough I speak to the seventies during the few minutes I have to give a message, I realize\nthat whatever truth is uttered is a lesson to all the brethren holding the priesthood of God. The\nseventies have a specific calling which none of us can forget.\n<\/p><p>\nTaking their name from the number of our Lord's disciples, the seventies form the central\ncouncil for the missionary activity of the Church.  From the be inning of their organization in\n1835, the seventies have felt the need for a complete reference library, and in\n<i>Times and Seasons<\/i>, January 1, 1845, the following item was published: \n<\/p><p>\nAmong the improvements going forward in this city [of Nauvoo], none merit higher praise,\nthan the Seventies' Library.  The concern has been commenced on a footing and scale, broad\nenough to embrace the arts and sciences everywhere, so that the Seventies' while traveling\nover the face of the globe, as the Lord's \"Regular Soldiers,\" can gather all the curious things,\nboth natural and artificial, with all the knowledge, inventions, and wonderful specimens of\ngenius that have been gracing the world for almost six thousand ... [forming] the foundation\nfor the best library in the world (<i>Times and Seasons<\/i>, v:762).\n<\/p><p>\nAfter the destruction of Nauvoo, the dreams of the people were never lost, and on April 7,\n1851, we read in the fifth general epistle of the Church, describing Salt Lake City, the\nfollowing: \n<\/p><p>\nOn November 27th, the quorum of Seventies in conference assembled, agreed to erect an\nextensive rotunda in Great Salt Lake City, to be called the \"Seventies' Hall of Science,\" and\nJoseph Young, their president, was appointed trustee and superintendent of the work.\n<\/p><p>\nTruman O. Angell, the architect of the Salt Lake Temple, was commissioned to draw the\nplans for the building.  The large drawing that was made by Elder Angell was found many\nyears later and was photographed and produced in an article published by the\n<i>Utah State Historical Review<\/i> in July 1946.\n<\/p><p>\nHad the project been carried through, the structure would have possessed unusual architectural\ninterest.  It had majesty and beauty that surpassed any building of its kind on the American\nfrontier in originality and dignity.  It was designed to be the repository not only of the\nseventies' library, but also for the library brought to Utah in 1851. Owing to the poverty of\nthe people who were just beginning to establish their homes, President Brigham Young\nprevailed upon his brother Joseph, president of the seventies, not to build it for some years to\ncome.  For this reason, the edifice was never started.  The seventies continued collecting\nbooks, however, and they soon had a fine library of the modern and ancient classics of\nliterature.  Among these books were: \n<\/p><p>\nThe Holy Bible, <i>the Works of John Locke<\/i>, The Germania of Tacitus, Goethe's <i>Faust<\/i>,\n<i>History of the Holy Land, Paley's Natural Theology, Bunyon's Pilgrim's Progress<\/i>, Commodore\nPerry's <i>Japan Expedition<\/i>, Testament of the Twelve Patriarchs,\n<i>Wonders of Nature<\/i> by Josiah Priest, Ainsworth's <i>Latin Dictionary<\/i>, Hackenberg's\n<i>Greek Grammar<\/i>, Southey's <i>Lord Nelson, Marco Polo's Travels<\/i>, Charles Darwin's\n<i>Voyage of a Naturalist.<\/i>\n<\/p><p>\nThese few titles mentioned indicate the types of history and literature that the seventies were\nbringing together. The lesson of what such books contain will ever be truths that we should\nremember.  The literature of the ages that has been preserved, conveys the thought that men\nhad knowledge of great truths that have influenced humanity and have brought the civilization\nwe have today.  I recall that at the close of a lecture of William James at Harvard University,\nthe learned philosopher uttered these words: \n<\/p><p>\nI have had much comfort lately in meditating on the passages which show the personality of\nthe Holy Ghost, and his distinctness from the Father and the Son.  It is a subject that requires\nsearching into to find out, but when realized, gives one so much more true and lively a sense\nof the fullness of the Godhead, and its work in us, than when only thinking of the Spirit in its\neffect upon us.\n<\/p><p>\nPresident Brigham Young issued the following in 1850: \n<\/p><p>\nIt is very desirable that all the Saints should improve every opportunity of securing at least a\ncopy of every valuable treatise on education&mdash;very book, map, chart, or diagram that may\ncontain interesting, useful, and attractive matter, to gain the attention of children and cause\nthem to love to learn to read; and also every historical, mathematical, philosophical,\ngeographical, geological, astronomical, scientific, practical, and all other variety of useful and\ninteresting writings, maps, etc., to present to the general church recorder when they shall\narrive at their destination, from which important and interesting matter may be gleaned to\ncompile the most valuable works on every science and subject, for the benefit of the rising\ngeneration.  We have a printing press, and any one who can take good printing or writing\npaper to the valley will be blessing themselves and the church.  We also want all kinds of\nmathematical instruments, together with all rare specimens of natural curiosities and works of\nart that can be gathered.\n<\/p><p>\nSeldom can one read a sentence that expresses a more thoughtful ideal than the one the\nProphet Joseph Smith gave us when he wrote: \n<\/p><p>\nAnd as all have not faith, seek ye diligently and teach one another words of wisdom; yea,\nseek ye out of the best books words of wisdom; seek learning even by study and also by faith\n(<span class=\"citation\" id=\"13280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13280)\">D&amp;C 88:118<\/a><\/span>).\n<\/p><p>\nIt is a beautiful concept, for good books on history and fine literary writings give us the great\ndiscoverers and interpreters of life.  They take us into an intellectual world and lend\nthemselves to our uses and give themselves joyfully to our companionship. Nothing is more\ngratifying and inspiring in our intellectual lives than the lessons given by good books, and by\ngood books we mean the best of the world's literature. As we study the history of the\nearly-day missionaries of the Church, we find them men of books.\n<\/p><p>\nIn the prayer of the Prophet Joseph Smith offered at the dedication of the temple at Kirtland,\nOhio, March 27, 1836, are these words: \n<\/p><p>\nAnd do thou grant, Holy Father, that all those who shall worship in this house may be taught\nwords of wisdom out of the best books, and that they may seek learning even by study, and\nalso by faith, as thou hast said (<span class=\"citation\" id=\"13310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13310)\">D&amp;C 109:14<\/a><\/span>).\n<\/p><p>\nWe are living in an age of books, written on all subjects and from many viewpoints.  To train\nourselves to seek knowledge out of the best of books is an admonition that we should\ncarefully and most sincerely remember.  To know what good books are is an art.  Any\nmissionary can have a list of the world's best literature from people who know what good\nliterature is.  Learn to read the best, however, and in time the gospel will become a field of\nimmortal thoughts.  \"The beauty of a great book,\" says Emerson, \"is the beauty of one's own\nmind.\" Think for a moment of the Holy Bible.\n<\/p><p>\nThe Book of Genesis stands indeed at the head of the literature of the world.  It is more\nrecent than some of the writings of Chaldea or Egypt which have come down to us, and is\nincomparably the noblest composition of early ages, in its moral and spiritual characteristics\n(Geikie, <i>Hours with the Bible<\/i>).\n<\/p><p>\nHowever highly we may estimate the scientific, philosophic, and religious\ngenius of the narrators of Genesis, I-III, more important to us, and for the religious instruction\nof youth, is the fact that they were men, who had surrendered themselves wholly to God, and\nwho' had derived their knowledge from Him (Rudolph Kittel of Leipzig University,\n<i>Scientific Study of the Old Testament<\/i>).\n<\/p><p>\n\"The first leaf of the Mosaic record,\" says Jean Paul, \"has more weight than all the folios of\nmen of science and philosophers.\" \"And he is right,\" says Geikie, \"for we owe to it, the\nearliest and grandest revelation of that first principle of all religion&mdash;the existence, the unity,\nthe personality, and the moral government of God.\"\n<\/p><p>\nEvery student of Church history knows about the high school established in the Kirtland\nTemple.  The students were taught English by reading the best literature and the ancient\nclassics.  The principal of the school was Professor H. M. Hawes. There were also established\nHebrew, Greek, and Latin classes; the professor of Hebrew was Joshua Seixas.  I have found\nout that the attendance at these classes on the part of the elders was very large, and we have\nfrom the records the statement of how the Prophet Joseph Smith attended night in and night\nout the Hebrew and Greek classes.  He undoubtedly felt and responded to the beauty of these\nlanguages, for only those who have studied Greek and Latin and Hebrew know of the beauty\nand richness of the literature that has come down to the present day from those far-off times.\nThe Prophet Joseph Smith shows us the majesty of the statement, \"Seek ye knowledge out of\nthe best books\" (see <span class=\"citation\" id=\"13281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13281)\">D&amp;C 88:118<\/a><\/span>)\nand Joseph Young, president of all the seventies in his\nday, insisted that the seventies in their respective quorums become students of literature and\nphilosophy and religion.  Thousands of them adopted the motto that, \"Knowledge is power.\"\nThe beauty of this idea lies in the fact that the concept of what knowledge means to the\nLatter-day Saints is this truth that God blesses us as we approach him with deep faith and ask\nhis blessing in our obtaining knowledge. Our minds and hearts are opened, and we become\nstudents in the true sense of the term, for it is under God's direction that we learn, and Jesus\nChrist our Redeemer becomes our greatest teacher.\n<\/p><p>\nI wish to quote to you the words of the Prophet Joseph Smith on what it means to teach, and\nthe ideal of education for which we should all strive. They are words found in the\neighty-eighth section of the Doctrine and Covenants: \n<\/p><p>\nTeach ye diligently and my grace shall attend you, that you may be instructed more perfectly\nin theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the\nkingdom of God, that are expedient for you to understand.\n<\/p><p>\nOf things both in heaven and in the earth, and under the earth; things which have been, things\nwhich are, things which must shortly come to pass; things which are at home, things which\nare abroad; the wars and the perplexities of the nations, and the judgments which are on the\nland; and a knowledge also of countries and of kingdoms\n(<span class=\"citation\" id=\"13278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13278)\">D&amp;C 88:78-79<\/a><\/span>).\n<\/p><p>\n\"I think I may safely challenge anyone,\" says President B. H.  Roberts, 'to point out a broader\nfield of knowledge than is here indicated.  It includes all spiritual truth, all scientific truth,\nand all secular knowledge&mdash;knowledge of the past, of the present, of the future, of the heavens\nand the earth...\"\n<\/p><p>\nIn closing I wish to quote the words of John Fiske, the historian at Harvard fifty years ago\nwho said to a class in history: \n<\/p><p>\nThe future is lighted for us with the radiant colors of hope.  Strife and sorrow shall disappear. \nPeace and love shall reign supreme The dream of poets, the lesson of priest and prophet, the\ninspiration of the great musician, is confirmed in the light of modern knowledge and as we\ngird ourselves up for the work of life, we may look forward to the time when in the truest\nsense, the kingdoms of this world shall become the Kingdom of Christ\n(<span class=\"citation\" id=\"42243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42243)\">Rev. 11:15<\/a><\/span>), and He shall reign\nforever and ever, the King of kings and Lord of Lords\n(<span class=\"citation\" id=\"42245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42245)\">Rev. 19:16<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}