{"ID":7330, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Patience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p2\" class=\"\">Elder Robert C. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-c-oaks-10.jpg\" alt=\"Robert C. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Patience may well be thought of as a gateway virtue, contributing to the growth and strength of its fellow virtues of forgiveness, tolerance, and faith.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p5\" class=\"\">How thankful I am for latter-day scriptures regarding core Christian virtues.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p6\" class=\"\">The Book of Mormon provides insight into the relationship between patience and charity. Mormon, after pointing out that if a man “have not charity he is nothing; wherefore he must needs have charity,” goes on to name the 13 elements of charity, or the pure love of Christ. I find it most interesting that 4 of the 13 elements of this must-have virtue relate to patience (see <span class=\"citation\" id=\"45647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45647)\">Moroni 7:44–45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p7\" class=\"\">First, “charity suffereth long.” That is what patience is all about. Charity “is not easily provoked” is another aspect of this quality, as is charity “beareth all things.” And finally, charity “endureth all things” is certainly an expression of patience (<span class=\"citation\" id=\"45648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45648)\">Moroni 7:45<\/a><\/span>). From these defining elements it is evident that without patience gracing our soul, we would be seriously lacking with respect to a Christlike character.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p8\" class=\"\">In the Bible Job offers the classic portrait of patience. In the face of losing his vast empire, including his children, Job was able, because of his unfailing faith, to proclaim, “The Lord gave, and the Lord hath taken away; blessed be the name of the Lord.” Through all of his tribulation and pain, “Job sinned not, nor charged God foolishly” (<span class=\"citation\" id=\"45243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45243)\">Job 1:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p9\" class=\"\">How often do we hear oppressed souls ask foolishly, “How could God do this to me?” when really they should be praying for strength to “beareth” and “endureth all things.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p10\" class=\"\">The greatest scriptural examples of patience are found in the life of Jesus Christ. His long-suffering and endurance are best demonstrated on that excruciating night in Gethsemane as He uttered, in His atoning agony, “O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt” (<span class=\"citation\" id=\"45325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45325)\">Matthew 26:39<\/a><\/span>). He truly suffered and bore and endured all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p11\" class=\"\">While nailed to the cross on Calvary, Christ continued in His perfect example of patience as He uttered the singular words, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"45363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45363)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p12\" class=\"\">These examples of patience have greater meaning for us when we consider the admonition found in 3 Nephi: “Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am” (<span class=\"citation\" id=\"45632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45632)\">3 Nephi 27:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p13\" class=\"\">Several scriptures highlight the importance of patience. Let me mention a few:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p14\" class=\"\">“Let every man be swift to hear, slow to speak, slow to wrath” (<span class=\"citation\" id=\"45440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45440)\">James 1:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p15\" class=\"\">“Nevertheless the Lord seeth fit to chasten his people; yea, he trieth their patience and their faith” (<span class=\"citation\" id=\"45539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45539)\">Mosiah 23:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p16\" class=\"\">In Mosiah, King Benjamin instructs us that we will be a natural-man enemy of God until we yield to the enticings of the Holy Ghost through our patience, plus other virtues (see <span class=\"citation\" id=\"45523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45523)\">Mosiah 3:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p17\" class=\"\">Joseph Smith stated, “Patience is heavenly” (<span class=\"emphasis\">History of the Church,<\/span> 6:427).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p18\" class=\"\">Is patience important and worthy of our pondering and pursuit? It certainly is if we would avoid the demeaning classification of “nothing” used to label those without charity. It is if we desire to be less a natural-man enemy of God. It is if we would be heavenly. It is if we would seek to become after the manner of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p19\" class=\"\">The impatient, natural man is all about us. We see it manifest in news reports of parents, in a fit of rage, abusing a child, even unto death. On our highways, incidents of mobile impatience, or road rage, result in violent accidents and sometimes fatalities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p20\" class=\"\">On a less dramatic but much more common level are flared tempers and harsh words uttered in response to slow-moving customer lines, never-ending telephone solicitation calls, or children reluctant to respond to our instructions. Do any of these sound familiar?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p21\" class=\"\">Fortunately, there are seldom-reported but marvelous-to-consider stories of great patience. Recently I attended the funeral of a lifelong friend. His son told a beautiful story of parental patience. When the son was in his youth, his dad owned a motorcycle dealership. One day they received a shipment of shiny new motorcycles, and they lined them all up in the store. The boy did what every boy would like to do, and he climbed up on the closest one. He even started it up. Then, when he figured he had pushed his luck far enough, he jumped off. To his dismay, his dismount knocked the first bike down. Then, like a string of dominoes, they all went down, one after another. His dad heard the commotion and looked out from behind the partition where he was working. Slowly, smiling, he said, “Well, son, we had better fix one up and sell it, so we can pay for the rest of them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p22\" class=\"\">I think my friend’s response personifies parental patience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p23\" class=\"\">Patience may well be thought of as a gateway virtue, contributing to the growth and strength of its fellow virtues of forgiveness, tolerance, and faith. When Peter asked Christ how many times he should forgive his brother, Christ replied, “Seventy times seven,” rather than the mere seven times that Peter had offered (see <span class=\"citation\" id=\"45316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45316)\">Matthew 18:21–22<\/a><\/span>). To forgive seventy times seven certainly takes a large measure of patience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p24\" class=\"\">Elder Neal A. Maxwell linked patience and faith together when he taught: “Patience is tied very closely to faith in our Heavenly Father. Actually, when we are unduly impatient, we are suggesting that we know what is best—better than does God. Or, at least, we are asserting that our timetable is better than His” (“Patience,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1980, 28).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p25\" class=\"\">We can grow in faith only if we are willing to wait patiently for God’s purposes and patterns to unfold in our lives, on His timetable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p26\" class=\"\">Since impatience is so natural, how do we develop the divine virtue of patience? How do we move our behavior from that of the natural man to that of our patient, perfect example, Jesus Christ?<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">First, we must understand that to do so is necessary, if we desire to fully enjoy the blessings of the restored gospel. Such an understanding might motivate us to:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Read each of the scriptures in the Topical Guide listed under the topic “patience” and then ponder Christ’s patient examples.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Evaluate ourselves to determine where we stand on the patience continuum. How much more patience do we need to become more Christlike? This self-assessment is difficult. We might ask our spouse or another family member to help us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Become sensitive to the examples of patience and of impatience that occur around us every day. We should strive to emulate those individuals we consider to be patient.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Recommit each day to become more patient, and be certain to keep our selected family member involved in our patience project.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p32\" class=\"\">This sounds like a great deal of work, but to achieve any worthwhile goal requires hard work. And overcoming the natural man and working to become more Christlike in our patience is a most appropriate objective. I pray that we will pursue this path with diligence and dedication.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-patience.p33\" class=\"\">I testify that Jesus is the Christ and that He stands at the head of this Church, guiding us through a living prophet and blessing our every effort to become more Christlike. And I so testify in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}