{"ID":7331, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            O Be Wise\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we focus on the simple ways we can serve in the kingdom of God, always striving to change lives, including our own.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p5\" class=\"\">Brothers and sisters, while I was studying the Book of Mormon recently, one of the teachings of the prophet Jacob caught my attention. As you remember, Jacob was one of Father Lehi’s two sons born in the wilderness after the family left Jerusalem. He was an eyewitness to miracles, and he also watched as his family was torn apart by disobedience and rebellion. Jacob knew and loved Laman and Lemuel as he knew and loved Nephi, and the dissension between them was intimate and personal. As far as Jacob was concerned, it wasn’t about ideology, philosophy, or even theology. It was about family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p6\" class=\"\">The tender anguish of Jacob’s soul is evident as he expresses grave concern that his people will “reject the words of the prophets” concerning Christ and “deny … the power of God, and the gift of the Holy Ghost, … and make a mock of the great plan of redemption” (<span class=\"citation\" id=\"45512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45512)\">Jacob 6:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p7\" class=\"\">And then, just before he bids farewell, he speaks eight simple words that are the basic text of my message this morning. Jacob’s plea was “O be wise; what can I say more?” (<span class=\"citation\" id=\"45514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45514)\">Jacob 6:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p8\" class=\"\">Those of you who are parents and grandparents have a sense of what Jacob must have been feeling at the time. He loved his people, partly because they were also his family. He had taught them as clearly as he could and with all the energy of his soul. He warned them in no uncertain terms what would happen if they chose not to “enter in at the strait gate, and continue in the way which is narrow” (<span class=\"citation\" id=\"45513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45513)\">Jacob 6:11<\/a><\/span>). He couldn’t think of anything else to say to warn, to urge, to inspire, to motivate. And so he, simply and profoundly, said, “O be wise; what can I say more?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p9\" class=\"\">I have met with members of the Church in many nations of the world. I’m impressed with the spirit and energy of so many of our members. Hearts are being touched and lives are being blessed. The work is moving forward in dynamic ways, and for that I am profoundly grateful. But I see many ways that Church members must be so very wise in all that we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p10\" class=\"\">The Lord in His infinite wisdom has designed His Church to operate with a lay ministry. That means we have been charged to watch over one another and to serve one another. We are to love one another as our Father in Heaven and the Lord Jesus Christ love us. Our callings and circumstances change from time to time, providing us with different and unique opportunities to serve and to grow. Most of the leaders and teachers in the Church are anxiously engaged in fulfilling their responsibilities. Some are less effective than others—it is true; but almost always there is sincere effort to provide meaningful gospel service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p11\" class=\"\">Occasionally we find some who become so energetic in their Church service that their lives become unbalanced. They start believing that the programs they administer are more important than the people they serve. They complicate their service with needless frills and embellishments that occupy too much time, cost too much money, and sap too much energy. They refuse to delegate or to allow others to grow in their respective responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p12\" class=\"\">As a result of their focusing too much time and energy on their Church service, eternal family relationships can deteriorate. Employment performance can suffer. This is not healthy, spiritually or otherwise. While there may be times when our Church callings require more intense effort and unusual focus, we need to strive to keep things in proper balance. We should never allow our service to replace the attention needed by other important priorities in our lives. Remember King Benjamin’s counsel: “And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength” (<span class=\"citation\" id=\"45530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45530)\">Mosiah 4:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p13\" class=\"\">May I suggest six ways in which we can serve both wisely and well?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p14\" class=\"\"><span class=\"emphasis\">First,<\/span> focus on people and principles—not on programs. One of the most important things we do through the gospel of Jesus Christ is to build people. Properly serving others requires effort to understand them as individuals—their personalities, their strengths, their concerns, their hopes and dreams—so that the correct help and support can be provided. Frankly, it’s much easier to just manage programs than it is to understand and truly serve people. The primary purpose of Church leadership meetings should be to discuss how to minister to people. Most routine information and coordination can now be handled through phone calls, e-mails, or regular mail so that agendas for council meetings and presidency meetings can focus on needs of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p15\" class=\"\">Our goal should always be to use the programs of the Church as a means to lift, encourage, assist, teach, love, and perfect people. “Remember the worth of souls is great in the sight of God” (<span class=\"citation\" id=\"45673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45673)\">D&amp;C 18:10<\/a><\/span>). Programs are tools. Their management and staffing must not take priority over the needs of the people they are designed to bless and to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p16\" class=\"\"><span class=\"emphasis\">Second,<\/span> be innovative. As we work to magnify our callings, we should seek the inspiration of the Spirit to solve problems in ways that will best help the people we serve. We have handbooks of instruction, and their guidelines should be followed. But within that framework are substantial opportunities to think, to be creative, and to make use of individual talents. The instruction to magnify our callings is not a command to embellish and complicate them. To innovate does not necessarily mean to expand; very often it means to simplify.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p17\" class=\"\">Because the eternal principle of agency gives us the freedom to choose and think for ourselves, we should become increasingly able to solve problems. We may make the occasional mistake, but as long as we are following gospel principles and guidelines, we can learn from those mistakes and become more understanding of others and more effective in serving them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p18\" class=\"\">Being innovative also means that we do not have to be told everything we should do. The Lord said, “It is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant” (<span class=\"citation\" id=\"45696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45696)\">D&amp;C 58:26<\/a><\/span>). We trust you, brothers and sisters, to use inspiration. We trust that you will do so within the framework of Church policies and principles. We trust that you will be wise in counseling together to help build faith and testimony in the lives of those whom you serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p19\" class=\"\"><span class=\"emphasis\">Third,<\/span> divide the work and delegate responsibility. There is a difference between being responsible for getting the work done and doing the work yourself. For example, gone should be the days when the elders quorum president feels he needs to personally finish the home teaching visits that others have missed. The same is true for Relief Society presidents with respect to visiting teaching. Not only is this unwise; it isn’t home or visiting teaching. Home teaching isn’t about numbers or reporting visits to a home; visits and numbers are just a measuring stick. Home teaching is about love of people and service to and watchcare over our Heavenly Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p20\" class=\"\">Assignments should be made, responsibilities should be delegated, and members should be allowed to fulfill their stewardship as best they can. Counsel, advise, persuade, motivate—but don’t do the work for them. Allow others to progress and grow, even if it means sometimes getting less-than-perfect results on the reports.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p21\" class=\"\"><span class=\"emphasis\">Fourth,<\/span> eliminate guilt. I hope it goes without saying that guilt is not a proper motivational technique for leaders and teachers of the gospel of Jesus Christ. We must always motivate through love and sincere appreciation, not by creating guilt. I like the thought “Catch others doing something right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p22\" class=\"\">Still there are those who experience some feelings of guilt as a consequence of their service in the Church. These feelings can come when our time and attention are being torn between competing demands and priorities. As mortals, we simply cannot do everything at once. Therefore we must do all things “in wisdom and order” (<span class=\"citation\" id=\"45529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45529)\">Mosiah 4:27<\/a><\/span>). Often that will mean temporarily postponing attention to one priority in order to take care of another. Sometimes family demands will require your full attention. Other times professional responsibilities will come first. And there will be times when Church callings will come first. Good balance comes in doing things in a timely way and in not procrastinating our preparation or waiting to fulfill our responsibilities until the last minute.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p23\" class=\"\">Beyond that we need to remember that Christ came to remove guilt by forgiving those who repent (see <span class=\"citation\" id=\"45568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45568)\">Alma 24:10<\/a><\/span>). He came to bring peace to the troubled soul. “Peace I leave with you,” He said. “My peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"45381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45381)\">John 14:27<\/a><\/span>). Through the miraculous Atonement He urges us to “take my yoke upon you, … and ye shall find rest unto your souls” (<span class=\"citation\" id=\"45305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45305)\">Matthew 11:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p24\" class=\"\">As the power of the Atonement begins to work in our lives, we come to understand that the Savior has already born the burden of our guilt. O that we may be wise enough to understand, to repent as necessary, and to let go of our guilt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p25\" class=\"\"><span class=\"emphasis\">Fifth,<\/span> we need to thoughtfully allocate our resources of time, income, and energy. I would like to let you in on a little secret. Some of you have already learned it. If you haven’t, it’s time you knew. No matter what your family needs are or your responsibilities in the Church, there is no such thing as “done.” There will always be more we can do. There is always another family matter that needs attention, another lesson to prepare, another interview to conduct, another meeting to attend. We just need to be wise in protecting our health and in following the counsel that President Hinckley has given often to just do the best that we can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p26\" class=\"\">The key, it seems to me, is to know and understand your own capabilities and limitations and then to pace yourself, allocating and prioritizing your time, your attention, and your resources to wisely help others, including your family, in their quest for eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p27\" class=\"\"><span class=\"emphasis\">Sixth,<\/span> a word to you leaders about extending responsibilities to members and especially to recent converts. President Hinckley said that every new member of the Church needs a responsibility. Whatever responsibility may be extended should not overwhelm new members but should give them ample opportunity to become comfortable in the Church by learning its doctrine and by rubbing shoulders with friendly members. It should anchor them to the restored gospel through increasing their testimony and giving meaningful service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p28\" class=\"\">Brothers and sisters, may we focus on the simple ways we can serve in the kingdom of God, always striving to change lives, including our own. What is most important in our Church responsibilities is not the statistics that are reported or the meetings that are held but whether or not individual people—ministered to one at a time just as the Savior did—have been lifted and encouraged and ultimately changed. Our task is to help others find the peace and the joy that only the gospel can give them. In seven words, Jesus summarized how we can accomplish this. He said, “If ye love me, keep my commandments” (<span class=\"citation\" id=\"45378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45378)\">John 14:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p29\" class=\"\">Today is in many ways like Jacob’s day. My counsel is like unto his: “Repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you” (<span class=\"citation\" id=\"45511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45511)\">Jacob 6:5<\/a><\/span>). Brothers and sisters, be wise with your families. Be wise in fulfilling your Church callings. Be wise with your time. Be wise in balancing all of your responsibilities. O be wise, my beloved brothers and sisters. What can I say more?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/o-be-wise.p30\" class=\"\">May God bless us with wisdom to love His Son, Jesus Christ, and wisely help accomplish His work. I bear my witness and testimony that He lives. This is His Church. We are about His work. May the peace of the Lord be with us. And may we wisely carry on our responsibilities, I humbly pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}