{"ID":7335, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sunday Will Come\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Because of the life and eternal sacrifice of the Savior of the world, we will be reunited with those we have cherished.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p5\" class=\"\">I am grateful to be with you today and to draw strength from your testimonies. More than words can express, I am grateful for your kind words of support, your expressions of love, and your prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p6\" class=\"\">Today I would like to indulge in a few personal memories.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p7\" class=\"\">I was born of goodly parents. From my father, Joseph L. Wirthlin, I learned the values of hard work and compassion. He was bishop of our ward during the Great Depression. He possessed a genuine concern for those in distress. He reached out to those in need not because it was his duty but because it was his sincere desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p8\" class=\"\">He tirelessly cared for and blessed the lives of many who suffered. In my mind, he was an ideal bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p9\" class=\"\">Those who knew my father knew how active he was. Someone once told me that he could do the work of three men. He rarely slowed down. In 1938 he was operating a successful business when he received a call from the President of the Church, Heber J. Grant.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p10\" class=\"\">President Grant told him they were reorganizing the Presiding Bishopric that day and wanted my father to serve as counselor to LeGrand Richards. This caught my father by surprise, and he asked if he could pray about it first.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p11\" class=\"\">President Grant said, “Brother Wirthlin, there are only 30 minutes before the next session of conference, and I want to have some rest. What do you say?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p12\" class=\"\">Of course, my father said yes. He served 23 years, 9 of them as Presiding Bishop of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p13\" class=\"\">My father was 69 years old when he passed away. I happened to be with him when he suddenly collapsed. Soon after, he was gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p14\" class=\"\">I often think about my father. I miss him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p15\" class=\"\">My mother, Madeline Bitner, was another great influence in my life. In her youth she was a fine athlete and a champion sprinter. She was always kind and loving, but her pace was exhausting. Often she would say, “Hurry up.” And when she did, we picked up the pace. Perhaps that was one of the reasons I had quick acceleration when I played football.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p16\" class=\"\">My mother had great expectations for her children and expected the best from them. I can still remember her saying, “Don’t be a scrub. You must do better.” <span class=\"emphasis\">Scrub<\/span> was her word for someone who was lazy and not living up to his potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p17\" class=\"\">My mother passed away when she was 87 years old, and I think about her often and miss her more than I can say.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p18\" class=\"\">My younger sister Judith was an author, composer, and educator. She loved many things, including the gospel, music, and archaeology. Judith’s birthday was a few days before mine. Every year I would give her a crisp one-dollar bill as my birthday present to her. Three days later she would give me 50 cents as her birthday present to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p19\" class=\"\">Judith passed away a few years ago. I miss her and think of her often.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p20\" class=\"\">And that brings me to my wife, Elisa. I remember the first time I met her. As a favor to a friend, I had gone to her home to pick up her sister, Frances. Elisa opened the door, and at least for me, it was love at first sight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p21\" class=\"\">I think she must have felt something too, for the first words I ever remember her saying were, “I knew who you was.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p22\" class=\"\">Elisa was an English major.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p23\" class=\"\">To this day I still cherish those five words as some of the most beautiful in human language.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p24\" class=\"\">She loved to play tennis and had a lightning serve. I tried to play tennis with her, but I finally quit after coming to the realization that I couldn’t hit what I couldn’t see.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p25\" class=\"\">She was my strength and my joy. Because of her, I am a better man, husband, and father. We married, had eight children, and walked together through 65 years of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p26\" class=\"\">I owe more to my wife than I can possibly express. I don’t know if there ever was a perfect marriage, but, from my perspective, I think ours was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p27\" class=\"\">When President Hinckley spoke at Sister Wirthlin’s funeral, he said that it is a devastating, consuming thing to lose someone you love. It gnaws at your soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p28\" class=\"\">He was right. As Elisa was my greatest joy, now her passing is my greatest sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p29\" class=\"\">In the lonely hours I have spent a great deal of time thinking about eternal things. I have contemplated the comforting doctrines of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p30\" class=\"\">During my life I have heard many sermons on the Resurrection. Like you, I can recite the events of that first Easter Sunday. I have marked in my scriptures passages regarding the Resurrection and have close at hand many of the key statements uttered by latter-day prophets on this subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p31\" class=\"\">We know what the Resurrection is—the reuniting of the spirit and body in its perfect form.<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_013\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45555)\">Alma 11:43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p32\" class=\"\">President Joseph F. Smith said “that those from whom we have to part here, we will meet again and see as they are. We will meet the same identical being that we associated with here in the flesh.”<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_013\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 91.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p33\" class=\"\">President Spencer W. Kimball amplified this when he said, “I am sure that if we can imagine ourselves at our very best, physically, mentally, spiritually, that is the way we will come back.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_013\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 45.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p34\" class=\"\">When we are resurrected, “this mortal body is raised to an immortal body. … [We] can die no more.”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_013\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45556)\">Alma 11:45<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p35\" class=\"\">Can you imagine that? Life at our prime? Never sick, never in pain, never burdened by the ills that so often beset us in mortality?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p36\" class=\"\">The Resurrection is at the core of our beliefs as Christians. Without it, our faith is meaningless. The Apostle Paul said, “If Christ be not risen, then is our preaching vain, and [our] faith is also vain.”<sup class=\"noteMarker\"><a href=\"#footnote5-26911_000_013\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45403)\">1 Corinthians 15:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p37\" class=\"\">In all the history of the world there have been many great and wise souls, many of whom claimed special knowledge of God. But when the Savior rose from the tomb, He did something no one had ever done. He did something no one else could do. He broke the bonds of death, not only for Himself but for all who have ever lived—the just and the unjust.<sup class=\"noteMarker\"><a href=\"#footnote6-26911_000_013\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45371)\">John 5:28–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p38\" class=\"\">When Christ rose from the grave, becoming the firstfruits of the Resurrection, He made that gift available to all. And with that sublime act, He softened the devastating, consuming sorrow that gnaws at the souls of those who have lost precious loved ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p39\" class=\"\">I think of how dark that Friday was when Christ was lifted up on the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p40\" class=\"\">On that terrible Friday the earth shook and grew dark. Frightful storms lashed at the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p41\" class=\"\">Those evil men who sought His life rejoiced. Now that Jesus was no more, surely those who followed Him would disperse. On that day they stood triumphant.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p42\" class=\"\">On that day the veil of the temple was rent in twain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p43\" class=\"\">Mary Magdalene and Mary, the mother of Jesus, were both overcome with grief and despair. The superb man they had loved and honored hung lifeless upon the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p44\" class=\"\">On that Friday the Apostles were devastated. Jesus, their Savior—the man who had walked on water and raised the dead—was Himself at the mercy of wicked men. They watched helplessly as He was overcome by His enemies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p45\" class=\"\">On that Friday the Savior of mankind was humiliated and bruised, abused and reviled.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p46\" class=\"\">It was a Friday filled with devastating, consuming sorrow that gnawed at the souls of those who loved and honored the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p47\" class=\"\">I think that of all the days since the beginning of this world’s history, that Friday was the darkest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p48\" class=\"\">But the doom of that day did not endure.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p49\" class=\"\">The despair did not linger because on Sunday, the resurrected Lord burst the bonds of death. He ascended from the grave and appeared gloriously triumphant as the Savior of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p50\" class=\"\">And in an instant the eyes that had been filled with ever-flowing tears dried. The lips that had whispered prayers of distress and grief now filled the air with wondrous praise, for Jesus the Christ, the Son of the living God, stood before them as the firstfruits of the Resurrection, the proof that death is merely the beginning of a new and wondrous existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p51\" class=\"\">Each of us will have our own Fridays—those days when the universe itself seems shattered and the shards of our world lie littered about us in pieces. We all will experience those broken times when it seems we can never be put together again. We will all have our Fridays.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p52\" class=\"\">But I testify to you in the name of the One who conquered death—Sunday will come. In the darkness of our sorrow, Sunday will come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p53\" class=\"\">No matter our desperation, no matter our grief, Sunday will come. In this life or the next, Sunday will come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p54\" class=\"\">I testify to you that the Resurrection is not a fable. We have the personal testimonies of those who saw Him. Thousands in the Old and New Worlds witnessed the risen Savior. They felt the wounds in His hands, feet, and side. They shed tears of unrestrained joy as they embraced Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p55\" class=\"\">After the Resurrection, the disciples became renewed. They traveled throughout the world proclaiming the glorious news of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p56\" class=\"\">Had they chosen, they could have disappeared and returned to their former lives and occupations. In time, their association with Him would have been forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p57\" class=\"\">They could have denied the divinity of Christ. Yet they did not. In the face of danger, ridicule, and threat of death, they entered palaces, temples, and synagogues boldly proclaiming Jesus the Christ, the resurrected Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p58\" class=\"\">Many of them offered as a final testimony their own precious lives. They died as martyrs, the testimony of the risen Christ on their lips as they perished.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p59\" class=\"\">The Resurrection transformed the lives of those who witnessed it. Should it not transform ours?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p60\" class=\"\">We will all rise from the grave. And on that day my father will embrace my mother. On that day I will once again hold in my arms my beloved Elisa.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p61\" class=\"\">Because of the life and eternal sacrifice of the Savior of the world, we will be reunited with those we have cherished.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p62\" class=\"\">On that day we will know the love of our Heavenly Father. On that day we will rejoice that the Messiah overcame all that we could live forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p63\" class=\"\">Because of the sacred ordinances we receive in holy temples, our departure from this brief mortality cannot long separate relationships that have been fastened together with cords made of eternal ties.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p64\" class=\"\">It is my solemn testimony that death is not the end of existence. “If in this life only we have hope in Christ, we are of all men most miserable.”<sup class=\"noteMarker\"><a href=\"#footnote7-26911_000_013\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45404)\">1 Corinthians 15:19<\/a><\/span>.]<\/span><\/sup> Because of the risen Christ, “death is swallowed up in victory.”<sup class=\"noteMarker\"><a href=\"#footnote8-26911_000_013\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45406)\">1 Corinthians 15:54<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p65\" class=\"\">Because of our beloved Redeemer, we can lift up our voices, even in the midst of our darkest Fridays, and proclaim, “O death, where is thy sting? O grave, where is thy victory?”<sup class=\"noteMarker\"><a href=\"#footnote9-26911_000_013\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45407)\">1 Corinthians 15:55<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p66\" class=\"\">When President Hinckley spoke of the terrible loneliness that comes to those who lose the ones they love, he also promised that in the quiet of the night a still, unheard voice whispers peace to our soul: “All is well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p67\" class=\"\">I am grateful beyond measure for the sublime true doctrines of the gospel and for the gift of the Holy Ghost, which has whispered to my soul the comforting and peaceful words promised by our beloved prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p68\" class=\"\">From the depths of my sorrow, I have rejoiced in the glory of the gospel. I rejoice that the Prophet Joseph Smith was chosen to restore the gospel to the earth in this last dispensation. I rejoice that we have a prophet, President Gordon B. Hinckley, who directs the Lord’s Church in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p69\" class=\"\">May we understand and live in thanksgiving for the priceless gifts that come to us as sons and daughters of a loving Heavenly Father and for the promise of that bright day when we shall all rise triumphant from the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/sunday-will-come.p70\" class=\"\">That we may always know that no matter how dark our Friday, Sunday will come is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_013\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45555)\">Alma 11:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_013\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 91.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_013\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_013\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45556)\">Alma 11:45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26911_000_013\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45403)\">1 Corinthians 15:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26911_000_013\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45371)\">John 5:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26911_000_013\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45404)\">1 Corinthians 15:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26911_000_013\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45406)\">1 Corinthians 15:54<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_013\"><a name=\"-26911_000_013\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26911_000_013\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45407)\">1 Corinthians 15:55<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}