{"ID":7339, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of a Personal Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p2\" class=\"\">Elder Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our firm personal testimony will motivate us to change ourselves and then bless the world.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p5\" class=\"\">In the Book of Mormon, we read of young Nephi who was commanded by the Lord to build a ship. He was quick to obey this commandment, but his brothers were skeptical. “When my brethren saw that I was about to build a ship,” he wrote, “they began to murmur against me, saying: Our brother is a fool, for he thinketh that he can build a ship; yea, and he also thinketh that he can cross these great waters” (<span class=\"citation\" id=\"45468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45468)\">1 Nephi 17:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p6\" class=\"\">But Nephi was not discouraged. He had no experience building ships, but he had a strong personal testimony “that the Lord … [would] prepare a way … [to] accomplish the thing which he commandeth” (<span class=\"citation\" id=\"45452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45452)\">1 Nephi 3:7<\/a><\/span>). With this powerful testimony and motivation in his heart, Nephi built a ship in which they crossed the great waters, despite the strong opposition expressed by his faithless brothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p7\" class=\"\">Let me share with you a personal experience from my own youth about the power of righteous motives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p8\" class=\"\">After the turmoil of the Second World War, my family ended up in Russian-occupied East Germany. When I attended fourth grade I had to learn Russian as my first foreign language in school. I found this quite difficult because of the Cyrillic alphabet, but as time went on I seemed to do all right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p9\" class=\"\">When I turned 11 we had to leave East Germany overnight because of the political orientation of my father. Now I was going to school in West Germany, which was American-occupied at that time. There in school all children were required to learn English and not Russian. To learn Russian had been difficult, but English was impossible for me. I thought my mouth was not made for speaking English. My teachers struggled. My parents suffered. And I knew English was definitely not my language.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p10\" class=\"\">But then something changed in my young life. Almost daily I rode my bicycle to the airport and watched airplanes take off and land. I read, studied, and learned everything I could find about aviation. It was my greatest desire to become a pilot. I could already picture myself in the cockpit of an airliner or in a military fighter plane. I felt deep in my heart this was my thing!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p11\" class=\"\">Then I learned that to become a pilot I needed to speak English. Overnight, to the total surprise of everybody, it appeared as if my mouth had changed. I was able to learn English. It still took a lot of work, persistence, and patience, but I was able to learn English!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p12\" class=\"\">Why? Because of a righteous and strong motive!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p13\" class=\"\">Our motives and thoughts ultimately influence our actions. The testimony of the truthfulness of the restored gospel of Jesus Christ is the most powerful motivating force in our lives. Jesus repeatedly emphasized the power of good thoughts and proper motives: “Look unto me in every thought; doubt not, fear not” (<span class=\"citation\" id=\"45666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45666)\">D&amp;C 6:36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p14\" class=\"\">The testimony of Jesus Christ and the restored gospel will help us in our lives to learn of God’s specific plan for us and then to act accordingly. It gives us assurance of the reality, truth, and goodness of God, of the teachings and Atonement of Jesus Christ, and of the divine calling of latter-day prophets. Our testimony motivates us to live righteously, and righteous living will cause our testimony to grow stronger.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>What Is a Testimony?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p16\" class=\"\">One definition of <span class=\"emphasis\">testimony<\/span> is “a solemn attestation as to the truth of a matter,” originating from the Latin word <span class=\"emphasis\">testimonium<\/span> and the word <span class=\"emphasis\">testis,<\/span> meaning “witness” (“Testimony,” http:\/\/www.reference.com\/browse\/wiki\/Testimony; <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. [2003], “testimony,” 1291).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p17\" class=\"\">For members of The Church of Jesus Christ of Latter-day Saints, the term <span class=\"emphasis\">testimony<\/span> is a warm and familiar word in our religious expressions. It is tender and sweet. It has always a certain sacredness about it. When we talk about testimony, we refer to feelings of our heart and mind rather than an accumulation of logical, sterile facts. It is a gift of the Spirit, a witness from the Holy Ghost that certain concepts are true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p18\" class=\"\">A testimony is the sure knowledge or assurance from the Holy Ghost of the truth and divinity of the Lord’s work in these latter days. A testimony is the “abiding, living, [and] moving <span class=\"emphasis\">conviction<\/span> of the truths revealed in the gospel of Jesus Christ” (Marion G. Romney, “How to Gain a Testimony,” <span class=\"emphasis\">New Era,<\/span> May 1976, 8; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p19\" class=\"\">When we bear testimony, we declare the absolute truth of the gospel message. In a time when many perceive truth as relative, a declaration of absolute truth is not very popular, nor does it seem politically correct or opportune. Testimonies of things how “they really are” (<span class=\"citation\" id=\"45508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45508)\">Jacob 4:13<\/a><\/span>) are bold, true, and vital because they have eternal consequences for mankind. Satan wouldn’t mind if we declared the message of our faith and gospel doctrine as negotiable according to circumstances. Our firm conviction of gospel truth is an anchor in our lives; it is steady and reliable as the North Star. A testimony is very personal and may be a little different for each of us, because everyone is a unique person. However, a testimony of the restored gospel of Jesus Christ will always include these clear and simple truths:<\/p>\n\t\t\t\t<ul class=\"bullet\"><li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>God lives. He is our loving Father in Heaven, and we are His children.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Jesus Christ is the Son of the living God and the Savior of the world.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Joseph Smith is the prophet of God through whom the gospel of Jesus Christ was restored in the latter days.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>The Book of Mormon is the word of God.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>President Gordon B. Hinckley, his counselors, and the members of the Quorum of the Twelve Apostles are the prophets, seers, and revelators in our day.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p25\" class=\"\">As we acquire a deeper knowledge of these truths and of the plan of salvation by the power and the gift of the Holy Ghost, we can come to “know the truth of all things” (<span class=\"citation\" id=\"45659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45659)\">Moroni 10:5<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>How Do We Get a Testimony?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p27\" class=\"\">We all know that it is easier to talk about a testimony than to acquire one. The process to receive one is based on the law of the harvest: “For whatsoever a man soweth, that shall he also reap” (<span class=\"citation\" id=\"45418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45418)\">Galatians 6:7<\/a><\/span>). No good thing comes without effort and sacrifice. If we have to work hard to obtain a testimony, it will make us and our testimony even stronger. And if we share our testimony, it will grow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p28\" class=\"\">A testimony is a most precious possession because it is not acquired by logic or reason alone, it cannot be purchased with earthly possessions, and it cannot be given as a present or inherited from our ancestors. We cannot depend on the testimonies of other people. We need to know for ourselves. President Gordon B. Hinckley said, “Every Latter-day Saint has the responsibility to know for himself or herself with a certainty beyond doubt that Jesus is the resurrected, living Son of the living God” (“Fear Not to Do Good,” <span class=\"emphasis\">Ensign,<\/span> May 1983, 80).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p29\" class=\"\">The source of this sure knowledge and firm conviction is divine revelation, “for the testimony of Jesus is the spirit of prophecy” (<span class=\"citation\" id=\"45448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45448)\">Revelation 19:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p30\" class=\"\">We receive this testimony when the Holy Spirit speaks to the spirit within us. We will receive a calm and unwavering certainty that will be the source of our testimony and conviction irrespective of our culture, race, language, or socioeconomic background. These promptings of the Spirit, rather than human logic alone, will be the true foundation upon which our testimony will be built.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p31\" class=\"\">The core of this testimony will always be the faith in and the knowledge of Jesus Christ and His divine mission, who in the scriptures says of Himself, “I am the way, the truth, and the life” (<span class=\"citation\" id=\"45377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45377)\">John 14:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p32\" class=\"\">So how do we receive a personal testimony rooted in the witness of the Holy Ghost? The pattern is outlined in the scriptures:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p33\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">First: Desire to believe.<\/span>\n\t  <\/span> The Book of Mormon encourages us: “If [you] will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, … even if [you] can no more than desire to believe” (<span class=\"citation\" id=\"45576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45576)\">Alma 32:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p34\" class=\"\">Some may say, “I cannot believe; I am not a religious person.” Just consider, God promises us divine help even if we have only a desire to believe, but it has to be a true and not a pretended desire.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p35\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Second: Search the scriptures.<\/span>\n\t  <\/span> Have questions; study them out; search in the scriptures for answers. Again, the Book of Mormon has good advice for us: “If [you] give place, that a seed may be planted in your heart” through diligent study of the word of God, the good seed “will begin to swell within your breasts” if you will not resist with unbelief. This good seed will “enlarge [your] soul” and “enlighten [your] understanding” (<span class=\"citation\" id=\"45577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45577)\">Alma 32:28<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p36\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Third: Do the will of God; keep the commandments.<\/span>\n\t  <\/span> It is not enough to enter into a scholarly debate if we want to know for ourselves that the kingdom of God has been restored upon the earth. Casual study is also not enough. We have to get in on the action ourselves, and that means learning and then doing God’s will.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p37\" class=\"\">We need to come to Christ and follow His teachings. The Savior taught: “My doctrine is not mine, but his that sent me. If any man <span class=\"emphasis\">will do his will,<\/span> he shall know of the doctrine, whether it be of God, or whether I speak of myself” (<span class=\"citation\" id=\"45373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45373)\">John 7:16–17<\/a><\/span>; emphasis added). And He said, “If ye love me, keep my commandments” (<span class=\"citation\" id=\"45379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45379)\">John 14:15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p38\" class=\"\"><span class=\"strong\">\n\t    <span class=\"emphasis\">Fourth: Ponder, fast, and pray. <\/span>\n\t  <\/span>To receive knowledge from the Holy Ghost, we must ask Heavenly Father for it. We must trust that God loves us and that He will help us to recognize the promptings of the Holy Ghost. The Book of Mormon reminds us:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p39\" class=\"\">“When [you] … read these things, … remember how merciful the Lord [has] been unto the children of men, from the creation of Adam even down until the time that [you] shall receive these things, and ponder it in your hearts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p40\" class=\"\">“… Ask God, the Eternal Father, in the name of Christ, if these things are … true; and if [you] … ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost” (<span class=\"citation\" id=\"45655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45655)\">Moroni 10:3–4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p41\" class=\"\">And the prophet Alma said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p42\" class=\"\">“I testify unto you that I do know that these things … are true. And how do [you] suppose that I know of their surety?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p43\" class=\"\">“… Behold, I have fasted and prayed … that I might know these things of myself. And … the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation” (<span class=\"citation\" id=\"45548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45548)\">Alma 5:45–46<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p44\" class=\"\">My dear brothers and sisters, Alma received his witness by fasting and prayer more than 2,000 years ago, and we may have the same sacred experience today.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>What Is a Testimony Good For?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p46\" class=\"\">A testimony provides proper perspective, motivation, and a solid foundation on which to build a life of purpose and personal growth. It is a constant source of confidence, a true and faithful companion during good times and bad. A testimony provides us with a reason for hope and gladness. It helps us cultivate a spirit of optimism and happiness and enables us to rejoice in the beauties of nature. A testimony motivates us to choose the right at all times and in all circumstances. It motivates us to draw nearer to God, allowing Him to draw nearer to us (see <span class=\"citation\" id=\"45442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45442)\">James 4:8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p47\" class=\"\">Our personal testimony is a protective shield, and like an iron rod it is guiding us safely through darkness and confusion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p48\" class=\"\">Nephi’s testimony gave him the courage to stand up and be counted as one who obeys the Lord. He did not murmur, doubt, or fear no matter what the circumstances. When times got tough he said, “I will go and do [what] the Lord [has] commanded, for I know that the Lord … shall prepare a way … [to] accomplish [it]” (<span class=\"citation\" id=\"45453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45453)\">1 Nephi 3:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-power-of-a-personal-testimony.p49\" class=\"\">Just as the Lord knew Nephi, God knows us and loves us. This is our time; these are our days. We are where the action is. Our firm personal testimony will motivate us to change ourselves and then bless the world. Of this I testify and leave you my blessing as an Apostle of the Lord, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}