{"ID":734, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Royal Law According to the Scriptures\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1954, pp. 65-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I would like you to give  me a special interest in your faith\nand prayers as I attempt to edify this mighty congregation, those present in this building and\nthose beyond.  I need your faith and prayers because I desire to say a few words about \"the\nroyal law according to the scriptures,\" if you observe which, the Apostle James says, \"Thou\nshalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"26109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26109)\">James 2:8<\/a><\/span>).\nThis matter is very important to me, it lies\nnext to my heart, and it should be important to you.\n<\/p><p>\nWithout attempting to catalog the many things which the keeping of this \"royal law\" entails, it\nmay, from its use in the scriptures, be said with certainty that chief among them is caring for\nthe poor.  In the very first chapter in which the phrase, \"Thou shalt love thy neighbour as\nthyself\" appears (<span class=\"citation\" id=\"30888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30888)\">Lev. 19:18<\/a><\/span>),\nthe Lord commanded ancient Israel to provide for their poor.\n<\/p><p>\nAnd when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy\nfield, neither shalt thou gather the gleanings of thy harvest.\n<\/p><p>\nAnd thou shalt not glean thy vineyard; neither shalt thou gather every grape of thy vineyard;\nthou shalt leave them for the poor and stranger: I am the Lord your God\n(<span class=\"citation\" id=\"30887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30887)\">Lev. 19:9-10<\/a><\/span>).\n<\/p><p>\nDuring the last few weeks it has been my pleasure to meet with stake and ward welfare\nworkers in 136 stakes. During the next few weeks I hope to meet the rest of you.  In passing\nI might say that of the 136 stake presidents in these stakes, only three \"fled the realm\" when\nthey saw us coming. All the rest of you stood and took it. Your courage and strength are\nadmirable and very much appreciated.\n<\/p><p>\nYour performance in the fulfillment of this \"royal law\" gives me great joy and inspires in me\na hope for an early redemption of Zion.  With all my heart I salute you.\n<\/p><p>\nAs evidence of your love for your neighbors, you carry on in your numerous welfare\nactivities.  At the coal mine, in the mills and factories, in canneries, you toil.  In orchards,\nfields, and on the ranches, you endure the heat and the cold.  On construction jobs and in\nsewing rooms, you labor.  You battle floods and disease.  You sit in council late into the\nnights, wrestling with problems of policy and procedure incident to your divine service.  You\nfind work for the unemployed.  In times of distress, you administer to the\nsuffering and give comfort to the bereaved.\n<\/p><p>\nFreely do you contribute of your means, not alone in acquiring welfare facilities, but also as\na continuing practice you contribute the cash value of two meals each month, that your\nbishops may have, not only commodities with which to warm and feed the cold and hungry\nand clothe the naked, but money also with which to provide their other needs.  Your\naccomplishments during the last twenty years in doing all this voluntarily and without\nexpectation or hope of personal gain, is a modern miracle.  It has brought you to a state of\nperfection in gospel living unmatched since the golden era of the Nephites.\n<\/p><p>\nAs you thus labor for your brethren and sisters, you merit the assurance that you are in very\ndeed ministering to your Redeemer.  Such assurance you have in King Benjamin's words:\n\". . . when ye are in the service of your fellow beings ye are only in the service of your God\"\n(<span class=\"citation\" id=\"40257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40257)\">Mosiah 2:17<\/a><\/span>).\nYou have it from the Lord himself in this dispensation, for \". . . inasmuch,\"\nsaid he, \"as ye impart of your substance unto the poor, ye will do it unto me\"\n(<span class=\"citation\" id=\"13241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13241)\">D&amp;C 42:31<\/a><\/span>).\n<\/p><p>\nYou also have the satisfaction of knowing that you are discharging an obligation which from\nthe beginning has been laid upon the members of Christ's Church.\n<\/p><p>\nThe method of implementation in force at a given time has varied with the degree of\nperfection in gospel living attained by the Saints.  But the \"royal law\" has persisted.  It is as\nmuch a part of the requirements of the gospel of Jesus Christ, and obedience thereto is as\ncertainly a prerequisite to exaltation in the celestial kingdom, as are baptism and the laying on\nof hands.  It has been taught, and practiced in some form, in every gospel dispensation.\n<\/p><p>\nWe have already noted what the Lord required of the children of Israel with respect thereto,\neven as they emerged from four hundred years of slavery.  Simple as were the instructions,\nthey contained the two basic principles of every God-given plan for implementing the \"royal\nlaw\"&mdash;first, those who had were to give, and second, those who received were to labor for\nwhat they got.\n<\/p><p>\nAway back before the flood, Enoch, to a generation vexed with \"wars and bloodshed\"\n(<span class=\"citation\" id=\"39062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39062)\">Moses 7:16<\/a><\/span>), taught\nthe gospel of Jesus Christ in mighty power, including the procedure required by the celestial\nlaw in loving one's neighbor as one's self. Those who believed, lived it, with the result that:\n<\/p><p>\n. . . the Lord came and dwelt with his people, and they dwelt in righteousness.\n<\/p><p>\nAnd the Lord called his people Zion, because they were of one heart and one mind, and dwelt\nin righteousness; and there was no poor among them\n(<span class=\"citation\" id=\"39063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39063)\">Moses 7:16,18<\/a><\/span>).\n<\/p><p>\nNow, my brethren and sisters, they did not remove the poor from among them by turning\nthem over to be cared for through some dole system sponsored by the warring nations.  They\nprovided for their own in the prescribed manner. By full observance of the law of Enoch, they\nbecame equal in all things, temporal and spiritual, thereby obtaining that \"union required by\nthe law of the celestial kingdom\" (<span class=\"citation\" id=\"13304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13304)\">D&amp;C 105:4<\/a><\/span>).\n<\/p><p>\nDuring his earthly ministry, the Lord placed the \"royal law,\" in importance, second only to\nthe love of God (see <span class=\"citation\" id=\"34652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34652)\">Matt. 22:39<\/a><\/span>).\nHis exchange with the rich young man illustrates the\ndifficulty people of that day experienced in living it (see\n<span class=\"citation\" id=\"34646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34646)\">Matt. 19:16-22<\/a><\/span>). However, the\nSaints of the Apostolic Church tried to live it.  Being \"of one heart and of one soul,\" they\ndisposed of their lands and houses and laid the proceeds \"at the apostles' feet: and distribution\nwas made unto every man according as he had need\"\n(<span class=\"citation\" id=\"7714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7714)\">Acts 4:32,35<\/a><\/span>).\n<\/p><p>\nFollowing the visit of Jesus, the Nephites lived the \"royal law.\"\n<\/p><p>\n. . . every man did deal justly one with another.\n<\/p><p>\nAnd they had all things common among them\n(<span class=\"citation\" id=\"6513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6513)\">4 Ne. 1:2-3<\/a><\/span>).\n<\/p><p>\nAs the Lord gave the \"royal law\" to the Saints in former dispensations, so he has given it to\nus (see <span class=\"citation\" id=\"13257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13257)\">D&amp;C 59:6<\/a><\/span>).\nBefore the Church was a year old, he had, in three separate\nrevelations, laid upon the Saints the obligation to care for their poor (see\n<span class=\"citation\" id=\"13236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13236)\">D&amp;C 38:1-42<\/a><\/span>;\n<span class=\"citation\" id=\"13238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13238)\">D&amp;C 42:1-93<\/a><\/span>;\n<span class=\"citation\" id=\"13245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13245)\">D&amp;C 44:1-6<\/a><\/span>).\nClearly alluding to temporal things, he said, \"I say unto you, be one;\nand if ye are not one ye are not mine.\" This command he followed with directions that certain\nof the brethren be appointed to \". . . look to the poor and the needy . . . that they shall not\nsuffer\" (<span class=\"citation\" id=\"13237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13237)\">D&amp;C 38:27,35<\/a><\/span>),\nadding, \"Behold, I say unto you, that ye must visit the poor and the needy and\nadminister to their relief\" (<span class=\"citation\" id=\"13246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13246)\">D&amp;C 44:6<\/a><\/span>).\n<\/p><p>\nThat the Lord contemplated no exceptions to the \"royal law\" is evidenced by the fact that he\nconcluded his instructions to the brethren whom he sent from Kirtland to western Missouri in\nJune 1831, with this admonition: \"And remember in all things the poor and the needy, the\nsick and the afflicted, for he that doeth not these things, the same is not my disciple\"\n(<span class=\"citation\" id=\"13252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13252)\">D&amp;C 52:40<\/a><\/span>).\nThese brethren, all but destitute, were to make their way across four states.  The\nProphet himself walked almost the whole distance from St. Louis to Independence, three\nhundred miles.\n<\/p><p>\nIt occurs to me that if these brethren in their poverty could not qualify as disciples of the\nLord without remembering the poor and the needy, the sick and afflicted, it will be most\ndifficult for us to so qualify should we neglect them, enjoying, as we do in such abundance,\nthe bounties of the earth.\n<\/p><p>\nI repeat, then, that in this divine service you have the satisfaction of knowing that you are\ndischarging an obligation which has from the beginning been laid upon the Saints of God, and\nwhich obligation rests now in full force upon us, the Saints of the latter days.\n<\/p><p>\nIn the early 1830's, the Lord directed the Saints to implement the \"royal law\" by living the\nUnited Order.  In this they failed.  Because they did not learn to impart of their substance as\nbecometh Saints to the poor and afflicted among them\n(<span class=\"citation\" id=\"13303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13303)\">D&amp;C 105:3<\/a><\/span>),\nthe Lord permitted them to be driven\nfrom Missouri, and the requirement that they live the United Order was withdrawn.  But the\n\"royal law\" was not withdrawn.  It remained in full force.  At least partially to fulfil it, the\nSaints, since then, have been bound by the law of tithing and the \"fast.\"\n<\/p><p>\nAbout twenty years ago, just a century following the United Order experiment, the Lord\ninspired the inauguration of the present Church welfare plan. In it, we are being given another\nopportunity to show our mettle, to stand up and be counted, to prove ourselves worthy&mdash;or\nunworthy, as the case may be&mdash;of rising toward a fuller compliance with the \"royal law.\"\nPersonally, I am very pleased with the progress we are making, and I believe the Lord is\npleased also, for he is blessing our efforts remarkably.\n<\/p><p>\nLet us continue to merit his approval. We should not be discouraged if some Church members\nare not enthusiastic about the presently established Church practice for the implementation of\nthe \"royal law.\" Their apathy is due to a lack of appreciation of what the Lord designs to\naccomplish by it.  Sometimes when I get a little low in spirits about this matter, I am revived\nby reading the following quotation from a sermon by President Brigham Young: \n<\/p><p>\nThe Lord revealed to Joseph, that the people would gather out from Babylon, and establish\nthe kingdom of God upon the principles of heaven.  They went up to Jackson County, Mo.,\nwith this in their faith and with the express understanding that when they got there, everything\nwas to be laid at the feet of the Bishop\n(see <span class=\"citation\" id=\"7715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7715)\">Acts 4:35<\/a><\/span>) . . . who\nwas to distribute it among the people,\naccording to the revelation (<span class=\"citation\" id=\"13242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13242)\">D&amp;C 42:31-34<\/a><\/span>)\n. . .  But they could not bear this; consequently, they were driven\nfrom Jackson County . . . and finally they were driven from the State . . . While we were in\nWinter Quarters, the Lord gave to me a revelation, just as much as he ever gave one to\nanybody. He opened my mind, and showed me the organization of the kingdom of God in a\nfamily capacity. I talked it to my brethren; I would throw out a few words here, and a few\nwords there, to my first counselor, to my second counselor, and the Twelve Apostles, but with\nthe exception of one or two of the Twelve, it would not touch a man.  They believed it would\ncome, O yes, but it would be by and by (<i>Journal of Discourses<\/i>, Vol. XVIII, pp. 242, 244).\n<\/p><p>\nNow, we've come a long way since President Young said this. Today, many of the Saints are\ncatching a glimpse of the import of the \"royal law.\"\n<\/p><p>\nLet us go forward, never slackening our efforts.  And let us not be\ndiscouraged by the charge that some welfarees are unworthy of the help they receive.  If such\nthere be, they shall in due time be weeded out, for the Lord has said,\n<\/p><p>\n. . . he that is idle shall not eat the bread nor wear the garments of the laborer\n(<span class=\"citation\" id=\"13243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13243)\">D&amp;C 42:42<\/a><\/span>).\n<\/p><p>\nAnd the idler shall not have place in the Church, except he repent and mend his ways\n(<span class=\"citation\" id=\"13266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13266)\">D&amp;C 75:29<\/a><\/span>).\n<\/p><p>\nHowever, on this point King Benjamin taught that the man who withheld his substance from\nthe poor, charging that they, through misconduct, had brought their distress upon themselves,\n<\/p><p>\n. . . hath great cause to repent; and except he repenteth of that which he hath done he perisheth\nforever, and hath no interest in the kingdom of God\n(<span class=\"citation\" id=\"40261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40261)\">Mosiah 4:18<\/a><\/span>).\n<\/p><p>\nNow the issues, brothers and sisters, which turn upon keeping the \"royal law\" are such as to\nchallenge every soul who understands them to high endeavor.\n<\/p><p>\nThe efficacy of our fasting turns upon it.  So spake the Lord to ancient Israel. \"Wherefore\nhave we fasted,\" cried they, \"and thou seest not? wherefore have we afflicted our soul, and\nthou takest no knowledge?\"\n<\/p><p>\nBecause, came the answer, you do not keep the fast which I commanded. True, you bow\ndown your heads as a bulrush and spread sackcloth and ashes under your feet, but you do not\ndeal your bread to the hungry, nor provide housing for the poor, nor do you cover the naked. \nWhen you do these things, \"Then shalt thou call, and the Lord shall answer; thou shalt cry,\nand he shall say, Here I am.  And if thou draw out thy soul to the hungry, and satisfy the\nafflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: And\nthe Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones:\nand thou shalt be like a watered garden, and like a spring of water, whose waters fail not\"\n(see (<span class=\"citation\" id=\"25158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25158)\">Isa. 58:3-11<\/a><\/span>).\n<\/p><p>\nThe efficacy of praying turns upon obedience to the \"royal law.\"  So taught Amulek to his\nhearers as he counseled them to cry unto the Lord in their fields, in their houses, their closets\nand secret places, in their wilderness and over their households, \"both morning, mid-day, and\nevening . . . and when you do not cry unto the Lord,\" he continued, \"let your hearts be full,\ndrawn out in prayer unto him continually for your welfare, and also for the welfare of those\nwho are around you.\" And then he concluded his matchless sermon on prayer with this\nchallenging statement: \"And now behold, my beloved brethren, I say unto you, do not suppose\nthat this is all; for after ye have done all these things, if ye turn away the needy, and the\nnaked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those\nwho stand in need&mdash;I say unto you, if ye do not any of these things, behold, your prayer is\nvain, and availeth you nothing, and ye are as hypocrites who do deny the faith\"\n(<span class=\"citation\" id=\"8947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8947)\">Alma 34:17-38<\/a><\/span>).\n<\/p><p>\nKing Benjamin went so far as to teach his people that imparting of their substance to the poor\nwas a prerequisite to a retention of a remission of their sins (see\n<span class=\"citation\" id=\"40262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40262)\">Mosiah 4:26<\/a><\/span>), and Mormon\ntaught the same doctrine (see <span class=\"citation\" id=\"8941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8941)\">Alma 4:12-14<\/a><\/span>).\n<\/p><p>\nThese teachings are in full harmony with the modern revelations on the subject, in one of\nwhich the Lord said he had given men their agency and made them stewards over earthly\nblessings, all of which had been prepared by him, for he had stretched out the heavens and\nbuilt the earth; that it was full and there was enough to spare; that it was his purpose to\nprovide for his Saints, but that it must be done in his own way, which was \"that the poor\nshall be exalted, in that the rich are made low . . . Therefore,\" said he, \"if any man shall take\nof the abundance which I have made, and impart not his portion, according to the law of my\ngospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being\nin torment\" (see <span class=\"citation\" id=\"13300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13300)\">D&amp;C 104:13-18<\/a><\/span>).\n<\/p><p>\nThe very building of Zion and the escape of the Saints from the tribulations yet to be poured\nout upon the nations turn upon a full compliance with the \"royal law.\"  We\ncan with profit let our minds dwell upon these things; for Zion, \"the New Jerusalem,\" is yet to\nbe built, and it is to be \"a land of peace, a city of refuge, a place of safety for the saints of\nthe Most High God . . . And there shall be gathered unto it out of every nation under heaven;\nand it shall be the only people that shall not be at war one with another . . .  And every man\nthat will not take his sword against his neighbor must needs flee unto Zion for safety\" (see\n<span class=\"citation\" id=\"13248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13248)\">D&amp;C 45:65-71<\/a><\/span>).\n<\/p><p>\nWhen shall we build it? you ask. Well, according to the scriptures, not until we can fully and\nungrudgingly yield obedience to the \"royal law.\" For the Lord has made it plain that Zion\ncannot be built up until the Saints become united according to the \"union required by the laws\nof the celestial kingdom,\" which laws, he explains, require us to impart of our substance \"as\nbecometh saints, to the poor and afflicted\" among us (see\n<span class=\"citation\" id=\"13301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13301)\">D&amp;C 105:1-6<\/a><\/span>).\n<\/p><p>\nSurely, my brethren and sisters, we should take courage and great joy in our labors as we\ncontemplate the many issues which turn upon keeping the \"royal law.\" In fact, Jesus taught\nthat the final judgment will turn upon it.\n<\/p><p>\nAs he sat upon the Mount of Olives just two days before the final Passover, his anxious\ndisciples plied him with many questions.  Concerning his second coming, he said: \n<\/p><p>\nWhen the Son of man shall come in his glory, and all the holy angels with him, then shall he\nsit upon the throne of his glory: \n<\/p><p>\nAnd before him shall be gathered all nations: and he shall separate them one from another, as\na shepherd divideth his sheep from the goats: \n<\/p><p>\nAnd he shall set the sheep on his right hand, but the goats on the left.\n<\/p><p>\nThen shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit\nthe kingdom prepared for you from the foundation of the world: \n<\/p><p>\nFor I was an hungered, and ye gave me meat: I was thirsty, and ye gave me drink: I was a\nstranger, and ye took me in: \n<\/p><p>\nNaked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto\nme.\n<\/p><p>\nThen shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed\nthee? or thirsty, and gave thee drink?\n<\/p><p>\nWhen saw we thee a stranger, and took thee in? or naked, and clothed thee?\n<\/p><p>\nOr when saw we thee sick, or in prison, and came unto thee?\n<\/p><p>\nAnd the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have\ndone it unto one of the least of these my brethren, ye have done it unto me\n(<span class=\"citation\" id=\"34658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34658)\">Matt. 25:31-40<\/a><\/span>).\n<\/p><p>\nI know President George Albert Smith understood this scripture.  I remember when we were\ngathering clothes to ship to Europe for our people in distress.  I remember the packages he\nsent.  In one were two suits of clothes, direct from the cleaners. I doubt if President Smith\nhad ever worn them.  In another came shirts from the laundry, wrapped in cellophane paper,\nready to be worn.  In other packages we received were thousands of pounds of clothing, much\nof it ragged, dirty, and unfit to wear.  I contemplated at that time, and I do now, how the\ndonors of those goods would feel when they realized the truth of this statement of the Master,\nthat \"Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it\nunto me\" (<span class=\"citation\" id=\"13227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13227)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nThen shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting\nfire, prepared for the devil and his angels: \n<\/p><p>\nFor I was an hungered, and ye gave me no meat: I was thirsty, and ye gave me no drink: \n<\/p><p>\nI was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison,\nand ye visited me not.\n<\/p><p>\nThen shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a\nstranger, or naked, or sick, or in prison, and did not minister unto thee?\n<\/p><p>\nThen shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of\nthe least of these, ye did it not to me.\n<\/p><p>\nAnd these shall go away into everlasting punishment: but the righteous into life eternal\n(<span class=\"citation\" id=\"13228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13228)\">Matt. 25:41-46<\/a><\/span>).\n<\/p><p>\nSurely, my brothers and sisters, we have great reason to be encouraged, and a great motive to\ngo forward in this work.  May we each, through full compliance with the\n\"royal law according to the scriptures,\" be qualified on that great day for a place among the\nrighteous, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}