{"ID":7340, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Atonement Can Secure Your Peace and Happiness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">True, enduring happiness, with the accompanying strength, courage, and capacity to overcome the greatest difficulties, will come as you center your life in Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p5\" class=\"\">Our Father in Heaven wants each of us to enjoy peace and happiness in mortal life. Our Master, Jesus Christ, and His prophets have taught how to have that peace and happiness, even in a world that is ever more challenging, with increasing conflict and an intense concentration of alluring temptations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p6\" class=\"\">I will illustrate the wrong way to find peace and happiness, and then the proper way, by using an analogy to rock climbing. There are those who attempt to scale a difficult rock cliff by a method called “soloing.” They ascend alone, without equipment, companions, or any secure protection. They depend on their own skill and capacity. They do it for the thrill of living on the edge with high risk. It is done despite the probability that in time they will fall and be seriously injured or lose their life. They are like many who face the challenges and temptations of life without the security of following the commandments of God, guided by the Holy Spirit. In today’s difficult world they will almost surely violate critical laws, with painful, destructive consequences. Do not “solo” in life. You will almost certainly fall into transgression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p7\" class=\"\">There is a safer way to rock climb. When a pair of climbers tackle a difficult ascent, the leader scales a wall, placing anchors a few feet apart. His or her rope is linked to the anchor by a carabiner. Safety is assured by a companion, called the second, stationed in a very solid position. The lead is protected as the second belays, that is, carefully controls how the rope is payed out. In this way the lead is assured protection while ascending. Should there be an inadvertent misstep, the anchor will safely limit the fall. The second not only secures the lead but gives encouragement with comments and signals as they communicate back and forth. Their goal is a safe, exhilarating experience by overcoming a significant challenge. They employ techniques and equipment that are tried and proven. The essential equipment includes a secure harness, a reliable rope, a variety of anchors to be fixed to the rock face, a chalk bag to improve grip, and proper boots or special shoes that a leader can use to grip the surface of the steep wall.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p8\" class=\"\">The companionship has studied the rules and techniques of rock climbing. They have received instruction from experienced climbers and have practiced to become comfortable with the proper moves and the use of equipment. They have planned a route and determined how they will work together. When the leader scales far enough and finds a convenient place that is very safe, he or she belays while taking up the rope as the second follows the “pitch” or length of rope that has been extended. When the leader is reached, the process is then repeated. One belays while the other climbs, inserting anchors every few feet as protection should there be an inadvertent fall. While technical rock climbing appears to be risky and dangerous, these precautions assure an exhilarating experience, safely accomplished by following correct principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p9\" class=\"\">In real life, the anchors are the laws of God that provide protection under all of the challenges that you will face. The rope and carabiners that secure the rope to the anchors represent obedience to those commandments. When you learn those commandments, continue to practice them, and have a plan to avoid danger, you will have a secure means of obtaining protection against Satan’s temptations. You will develop strength of character that will fortify you against transgression. Should you make a wrong move, there need be no enduring problem because of the belaying or help that is available through your repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p10\" class=\"\">Let the Savior be your “lead” in life. He has said, “I am … the Rock of Heaven … ; whoso cometh in at the gate and climbeth up by me shall never fall.”<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_018\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45776)\">Moses 7:53<\/a><\/span>.]<\/span><\/sup> The Redeemer will safely lead you over the most difficult obstacles of life. His laws are absolutely secure anchors of protection that dispel fear and assure success in an otherwise dangerous world. Such a life will certainly provide you peace and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p11\" class=\"\">True, enduring happiness, with the accompanying strength, courage, and capacity to overcome the greatest difficulties, will come as you center your life in Jesus Christ. Obedience to His teachings provides a secure ascent in the journey of life. That takes effort. While there is no guarantee of overnight results, there is the assurance that, in the Lord’s time, solutions will come, peace will prevail, and happiness will be yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p12\" class=\"\">The challenges you face, the growth experiences you encounter, are intended to be temporary scenes played out on the stage of a life of continuing peace and happiness. Sadness, heartache, and disappointment are events in life. It is not intended that they be the substance of life. I do not minimize how hard some of these events can be. When the lesson you are to learn is very important, trials can extend over a long period of time, but they should not be allowed to become the confining focus of everything you do. Your life can and should be wondrously rewarding. It is your understanding and application of the laws of God that will give your life glorious purpose as you ascend and conquer the difficulties of life. That perspective keeps challenges confined to their proper place—stepping-stones to further growth and attainment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p13\" class=\"\">The Lord is intent on your personal growth and development. Your progress is accelerated when you willingly allow Him to lead you through every growth experience you encounter, whether you welcome the experience or not. Trust in the Lord. Ask to be led by the Spirit to know His will. Be willing to accept it. You will then qualify for the greatest happiness and the heights of attainment from this mortal experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p14\" class=\"\">Peace and happiness are the precious fruits of a righteous life. They are only possible because of the Atonement of Jesus Christ. I will explain.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p15\" class=\"\">Each of us makes mistakes in life. They result in broken eternal laws. Justice is that part of Father in Heaven’s plan of happiness that maintains order. It is like gravity to a rock climber, ever present. It is a friend if eternal laws are observed. It responds to your detriment if they are ignored. Justice guarantees that you will receive the blessings you earn for obeying the laws of God. Justice also requires that every broken law be satisfied. When you obey the laws of God, you are blessed, but there is no additional credit earned that can be saved to satisfy the laws that you break. If not resolved, broken laws can cause your life to be miserable and would keep you from returning to God. Only the life, teachings, and particularly the Atonement of Jesus Christ can release you from this otherwise impossible predicament.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p16\" class=\"\">The demands of justice for broken law can be satisfied through mercy, earned by your continual repentance and obedience to the laws of God. Such repentance and obedience are absolutely essential for the Atonement to work its complete miracle in your life. The Redeemer can settle your individual account with justice and grant forgiveness through the merciful path of your repentance. Through the Atonement you can live in a world where justice assures that you will retain what you earn by obedience. Through His mercy you can resolve the consequences of broken laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p17\" class=\"\">The Atonement was a selfless act of infinite, eternal consequence, arduously earned alone, by the Son of God.<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_018\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45764)\">D&amp;C 133:50, 52–53<\/a><\/span>.]<\/span><\/sup> Through it the Savior broke the bonds of death. It justifies our finally being judged by the Redeemer. It can prevent an eternity under the dominion of Satan. It opens the gates to exaltation for all who qualify for forgiveness through repentance and obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p18\" class=\"\">Pondering the grandeur of the Atonement evokes the most profound feelings of awe, immense gratitude, and deep humility. Those impressions can provide you powerful motivation to keep His commandments and consistently repent of errors for greater peace and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p19\" class=\"\">I believe that no matter how diligently you try, you cannot with your human mind fully comprehend the eternal significance of the Atonement nor fully understand how it was accomplished. We can only appreciate in the smallest measure what it cost the Savior in pain, anguish, and suffering or how difficult it was for our Father in Heaven to see His Son experience the incomparable challenge of His Atonement. Even so, you should conscientiously study the Atonement to understand it as well as you can. You can learn what is needful to live His commandments, to enjoy peace and happiness in mortal life. You can qualify, with obedient family members, to live with Him and your Father in Heaven forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p20\" class=\"\">Lehi taught his son Jacob, “No flesh … can dwell in the presence of God, save it be through the <span class=\"emphasis\">merits,<\/span> and <span class=\"emphasis\">mercy,<\/span> and <span class=\"emphasis\">grace<\/span> of the Holy Messiah.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_018\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45483)\">2 Nephi 2:8<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p21\" class=\"\">Jesus Christ possessed <span class=\"emphasis\">merits<\/span> that no other being could possibly have. He was a God, Jehovah, before His birth in Bethlehem. His beloved Father not only gave Him His spirit body, but Jesus was His Only Begotten Son in the flesh. Our Master lived a perfect, sinless life and therefore was free from the demands of justice. He is perfect in every attribute, including love, compassion, patience, obedience, forgiveness, and humility. His <span class=\"emphasis\">mercy<\/span> pays our debt to justice when we repent and obey Him. Since with even our best efforts to obey His teachings we will still fall short, because of His <span class=\"emphasis\">grace<\/span> we will be “saved, after all we can do.”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_018\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45494)\">2 Nephi 25:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-atonement-can-secure-your-peace-and-happiness.p22\" class=\"\">I testify that with unimaginable suffering and agony at an incalculable price, the Savior earned His right to be our Redeemer, our Intermediary, our Final Judge. I know that He lives and that He loves you. Consistently make Him your “lead” in life. The secure anchors of His laws will assure safety and success as you scale the challenges you will face. You will not fall into serious transgression. Yours will be a life of peace and happiness crowned with exaltation in the celestial kingdom. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_018\"><a name=\"-26911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45776)\">Moses 7:53<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_018\"><a name=\"-26911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45764)\">D&amp;C 133:50, 52–53<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_018\"><a name=\"-26911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45483)\">2 Nephi 2:8<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_018\"><a name=\"-26911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45494)\">2 Nephi 25:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}