{"ID":7341, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Priesthood Quorum\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p3\" class=\"\">Elder Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The strength of a quorum comes in large measure from how completely its members are united in righteousness.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">26911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p6\" class=\"\">I am grateful to be with you in this great priesthood meeting. All of us are members of a quorum in the priesthood. That may not seem remarkable to you, but it does to me. I was ordained a deacon in the Aaronic Priesthood in a tiny branch of the Church. There was only one family in the branch. We had no chapel. We met in our house. I was the only deacon and my brother the only teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p7\" class=\"\">So I know what it is like to exercise the priesthood alone, without serving with others in a quorum. I was content in that small branch without a quorum. I had no way to know what I was missing. And then my family moved across a continent to where there were many priesthood holders and strong quorums.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p8\" class=\"\">I have learned over the years that the strength in a quorum doesn’t come from the number of priesthood holders in it. Nor does it come automatically from the age and maturity of the members. Rather, the strength of a quorum comes in large measure from how completely its members are united in righteousness. That unity in a strong quorum of the priesthood is not like anything I have experienced in an athletic team or club or any other organization in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p9\" class=\"\">The words of Alma, recorded in the book of Mosiah, come closest to describing the unity I have felt in the strongest priesthood quorums:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p10\" class=\"\">“And he commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.”<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_019\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45537)\">Mosiah 18:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p11\" class=\"\">Alma even told his people how to qualify for that unity. He told them that they should preach nothing save it were repentance and faith on the Lord, who had redeemed his people.<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_019\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45536)\">Mosiah 18:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p12\" class=\"\">What Alma was teaching, and what is true in any unified priesthood quorum I have seen, is that the members’ hearts are being changed through the Atonement of Jesus Christ. That is how their hearts become knit together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p13\" class=\"\">You can see then why the Lord charges the presidents of quorums to lead in the way that He does. In the 107th section of the Doctrine and Covenants, He uses almost the same words describing the duties of the president in each quorum. The deacons quorum president is to teach the quorum members their duty “as it is given according to the covenants.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_019\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45720)\">D&amp;C 107:85<\/a><\/span>.]<\/span><\/sup> The president of the teachers quorum is to teach its members their duties as “given in the covenants.”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_019\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45721)\">D&amp;C 107:86<\/a><\/span>.]<\/span><\/sup> The president of the priests quorum, who is the bishop, is commanded “to preside over forty-eight priests, and sit in council with them, to teach them the duties of their office, as is given in the covenants.”<sup class=\"noteMarker\"><a href=\"#footnote5-26911_000_019\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45722)\">D&amp;C 107:87<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p14\" class=\"\">The elders quorum president is charged this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p15\" class=\"\">“Again, the duty of the president over the office of elders is to preside over ninety-six elders, and to sit in council with them, and to teach them according to the covenants.”<sup class=\"noteMarker\"><a href=\"#footnote6-26911_000_019\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45723)\">D&amp;C 107:89<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p16\" class=\"\">It is easy to understand why God wants His quorums taught “according to the covenants.” Covenants are solemn promises. Heavenly Father has promised us all eternal life if we will make and keep covenants. For instance, we receive the priesthood with a covenant to be faithful in helping Him in His work. The people we baptize into His Church promise to have faith in Jesus Christ and to repent and to keep His commandments. Every covenant requires faith in Jesus Christ and obedience to His commandments to qualify for the forgiveness and purified hearts necessary to inherit eternal life, the greatest of all the gifts of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p17\" class=\"\">You might ask, “Does that mean that every lesson in the quorum must only be about faith and repentance?” Of course not. But it does mean that the teacher and those who participate must always desire to bring the Spirit of the Lord into the hearts of the members in the room to produce faith and a determination to repent and to be clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p18\" class=\"\">And that desire goes beyond the walls of the room where the quorum meets. In a truly united quorum, that desire extends to the members wherever they are.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p19\" class=\"\">I saw that a few years ago in a deacons quorum where I had been called to teach the lessons. A few of the deacons failed to come to the quorum meetings from time to time. I knew that the teaching in that quorum—and in every quorum—was the charge of the president, who had keys. He was to sit in council with all of them. And so I have made a habit of seeking the counsel of the one with the charge from God by asking him, “What do you think I should teach? What should I try to accomplish?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p20\" class=\"\">I learned to follow his counsel because I knew God had given him responsibility for the teaching of his quorum members. I knew one Sunday that God had honored the charge to a young quorum president. I was teaching the deacons. I noticed an empty chair. There was a recording device sitting on the chair, and I could see that it was running. After the class, a boy sitting next to the empty chair picked up the recorder. As he started to leave the room, I asked him why he had recorded our discussion. He smiled and said that another deacon had told him that he wouldn’t be in the quorum that day. He was taking the recorder to his friend at home so that he could listen to our lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p21\" class=\"\">I had trusted in the responsibility given to a young quorum president, so help from heaven came. The Spirit came to touch the members in that room and sent one of them to a friend to try to strengthen his faith and lead him to repentance. The deacon carrying the recorder had learned according to the covenants, and he reached out to help his friend and fellow member in the quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p22\" class=\"\">Priesthood quorum members are taught in more ways than by lessons in a class. The quorum is a service unit, and the members learn in their service. A quorum can give greater service than the members could give alone. And that power is multiplied by more than their numbers. Every quorum has a leader with authority and responsibility to direct priesthood service. I have seen the power that comes when quorums are called to move out to help in times of disaster. Time and again I have had people outside the Church express surprise and admiration for the effectiveness of the Church in organizing to give help. It seems to them like a miracle. In all priesthood service the miracle of power comes because leaders and members honor the authority of those who direct the service in priesthood quorums across the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p23\" class=\"\">Miracles of power can come as quorums reach out to serve others. They come as well when the priesthood service is to members within the quorum. A deacons quorum president met early one Sunday, before the quorum meeting, with his counselors and with the quorum secretary. After prayerful consideration in council, he felt inspired to call a deacon to invite to the next quorum meeting another deacon who had never attended. He knew that the deacon who had never attended had a father who was not a member of the Church and that his mother had little interest in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p24\" class=\"\">The designated deacon accepted the call from his president to contact the boy. He went. I watched him go. He went a little reluctantly, as if it might be a hard task. The boy he invited to come with him to quorum came only a few times before his family moved away. Many years later I was in a stake conference thousands of miles away from where that deacons quorum had met. Between conference meetings, a man I did not know came up to me and asked if I knew someone. He gave me a name. It was the boy who was called by his deacons quorum president to go after and care for one lost sheep. The man said to me, “Will you thank him for me? I am the grandfather of the boy he invited to a deacons quorum years ago. He is grown now. But he still talks with me about the deacon who invited him to go with him to church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p25\" class=\"\">He had tears in his eyes, and so did I. A young quorum president had been inspired to reach out to a lost member of his quorum. He was inspired to send a boy on the errand to serve. That president had done what the Master would have done. And in the process a young president trained a new priesthood holder in his duty to serve others according to the covenants. Hearts were knit which were still connected after more than 20 years and across thousands of miles. Quorum unity lasts when it is forged in the Lord’s service and in the Lord’s way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p26\" class=\"\">One of the hallmarks of a strong quorum is the feeling of fellowship among its members. They care for each other. They help each other. Quorum presidents can build that fellowship best if they remember the Lord’s purpose for unity in the quorum. It is of course so that they will help each other. But it is more, much more. It is so that they will lift and encourage each other to serve in righteousness with the Master in His work to offer eternal life to Heavenly Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p27\" class=\"\">Understanding that will change the way we try to build fellowship in the quorum. For instance, it might even change the way a teachers quorum plays basketball. The members might hope to build fellowship, more than just to win a game. They could choose to invite a boy who is always left out because he doesn’t play very well. If he accepts and comes, the members of the quorum are likely to pass the ball a little more, looking for the open man, especially the boy who isn’t likely to score. Twenty years later they may not remember whether they won that night, but they will always remember how they played together and why—and whose team it was. It was the Lord who said, “If ye are not one ye are not mine.”<sup class=\"noteMarker\"><a href=\"#footnote7-26911_000_019\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45689)\">D&amp;C 38:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p28\" class=\"\">Understanding why the Lord wants fellowship can change the way an elders quorum party is planned. I’ve been to a party where the man who planned it was a convert to the Church. Finding the gospel was the sweetest thing that had ever happened to him. So neighbors and friends not yet members of the Church were invited to the party. I still remember the feeling of fellowship as we visited with them about what the Church meant to us. I felt in that party more than fellowship with brothers in the priesthood. The Master invited His disciples to His first Quorum of the Twelve in His mortal ministry this way: “Follow me, and I will make you fishers of men.”<sup class=\"noteMarker\"><a href=\"#footnote8-26911_000_019\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45282)\">Matthew 4:19<\/a><\/span>.]<\/span><\/sup> And so that night at a party, I felt that I was in the fellowship of the Master and His disciples, becoming what He wants us to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p29\" class=\"\">I was blessed with that same feeling of fellowship by a priesthood leader when I was in the Aaronic Priesthood. He understood how to build priesthood fellowship that can last. He arranged with the owner of a woodlot for us to spend an afternoon chopping wood and putting it in bundles. The bundles were for widows so that they could have a fire in the cold of winter. I still remember the warmth of fellowship I felt with my priesthood brethren. But even more I remember feeling that I was doing what the Savior would do. And so I felt fellowship with Him. We can build that precious fellowship in our quorums in this life and then we can have it forever, in glory and in families, if we live according to the covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p30\" class=\"\">My prayer is that you will accept the Lord’s invitation to become united, as one, in our quorums of the priesthood. He has marked the way. And He has promised us that with His help good quorums can become great quorums. He wants that for us. And I know that He needs stronger quorums to bless the children of our Heavenly Father, according to the covenants. I have faith that He will.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p31\" class=\"\">I know that our Heavenly Father lives. I know that His Son, Jesus Christ, atoned for our sins and those of everyone we will ever meet. He was resurrected. He lives. He leads His Church. He holds the keys of the priesthood. Through inspiration to those who hold keys in the Church, He calls every president of every priesthood quorum. I testify that the priesthood was restored with all its keys to Joseph Smith. And I bear solemn witness that those keys have been passed to the present day to the President of The Church of Jesus Christ of Latter-day Saints, who is the president of the priesthood in all the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-priesthood-quorum.p32\" class=\"\">I so testify, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45537)\">Mosiah 18:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45536)\">Mosiah 18:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45720)\">D&amp;C 107:85<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45721)\">D&amp;C 107:86<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26911_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45722)\">D&amp;C 107:87<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26911_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45723)\">D&amp;C 107:89<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26911_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45689)\">D&amp;C 38:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_019\"><a name=\"-26911_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26911_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45282)\">Matthew 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}