{"ID":7342, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Us Be Men\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p2\" class=\"\">Elder D. Todd Christofferson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We who hold the priesthood of God … must arise from the dust of self-indulgence and be men!<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p5\" class=\"\">Years ago, when my brothers and I were boys, our mother had radical cancer surgery. She came very close to death. Much of the tissue in her neck and shoulder had to be removed, and for a long time it was very painful for her to use her right arm.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p6\" class=\"\">One morning about a year after the surgery, my father took Mother to an appliance store and asked the manager to show her how to use a machine he had for ironing clothes. The machine was called an Ironrite. It was operated from a chair by pressing pedals with one’s knees to lower a padded roller against a heated metal surface and turn the roller, feeding in shirts, pants, dresses, and other articles. You can see that this would make ironing (of which there was a great deal in our family of five boys) much easier, especially for a woman with limited use of her arm. Mother was shocked when Dad told the manager they would buy the machine and then paid cash for it. Despite my father’s good income as a veterinarian, Mother’s surgery and medications had left them in a difficult financial situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p7\" class=\"\">On the way home, my mother was upset: “How can we afford it? Where did the money come from? How will we get along now?” Finally Dad told her that he had gone without lunches for nearly a year to save enough money. “Now when you iron,” he said, “you won’t have to stop and go into the bedroom and cry until the pain in your arm stops.” She didn’t know he knew about that. I was not aware of my father’s sacrifice and act of love for my mother at the time, but now that I know, I say to myself, “There is a man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p8\" class=\"\">The prophet Lehi pled with his rebellious sons, saying, “Arise from the dust, my sons, <span class=\"emphasis\">and be men<\/span>” (<span class=\"citation\" id=\"45479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45479)\">2 Nephi 1:21<\/a><\/span>; emphasis added). By age, Laman and Lemuel were men, but in terms of character and spiritual maturity they were still as children. They murmured and complained if asked to do anything hard. They didn’t accept anyone’s authority to correct them. They didn’t value spiritual things. They easily resorted to violence, and they were good at playing the victim.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p9\" class=\"\">We see some of the same attitudes today. Some act as if a man’s highest goal should be his own pleasure. Permissive social mores have “let men off the hook” as it were, so that many think it acceptable to father children out of wedlock and to cohabit rather than marry.<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_020\">1<\/a>\n       <span class=\"footnote\">[See, for example, James E. Faust, “Challenges Facing the Family,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 1–2; Eduardo Porter and Michelle O’Donnell, “Middle-Aged, No Degree, No Wife,” <span class=\"emphasis\">New York Times,<\/span> published in <span class=\"emphasis\">Atlanta Journal-Constitution,<\/span> Aug. 6, 2006, p. A7; Peg Tyre, “The Trouble with Boys,” <span class=\"emphasis\">Newsweek,<\/span> Jan. 30, 2006, 44–51.]<\/span><\/sup> Dodging commitments is considered smart, but sacrificing for the good of others, naive. For some, a life of work and achievement is optional. A psychologist studying the growing phenomenon of what he calls “young men stuck in neutral” describes this scenario:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p10\" class=\"\">“Justin goes off to college for a year or two, wastes thousands of dollars of his parents’ money, then gets bored and comes home to take up residence in his old room, the same bedroom where he lived when he was in high school. Now he’s working 16 hours a week at Kinko’s or part time at Starbucks.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p11\" class=\"\">“His parents are pulling their hair out. ‘Justin, you’re 26 years old. You’re not in school. You don’t have a career. You don’t even have a girlfriend. What’s the plan? When are you going to get a life?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p12\" class=\"\">“‘What’s the problem?’ Justin asks. ‘I haven’t gotten arrested for anything, I haven’t asked you guys for money. Why can’t you just chill?’”<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_020\">2<\/a>\n       <span class=\"footnote\">[Leonard Sax, “Project Aims to Study Young Men Stuck in Neutral,” <span class=\"emphasis\">Washington Post,<\/span> published in <span class=\"emphasis\">Deseret Morning News,<\/span> Apr. 3, 2006, p. A13. “According to the Census Bureau, fully one-third of young men ages 22 to 34 [in the U.S.] are still living at home with their parents—a roughly 100 percent increase in the past 20 years.”]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p13\" class=\"\">How’s that for ambition?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p14\" class=\"\">We who hold the priesthood of God cannot afford to drift. We have work to do (see <span class=\"citation\" id=\"45652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45652)\">Moroni 9:6<\/a><\/span>). We must arise from the dust of self-indulgence and be men! It is a wonderful aspiration for a boy to become a man—strong and capable; someone who can build and create things, run things; someone who makes a difference in the world. It is a wonderful aspiration for those of us who are older to make the vision of true manhood a reality in our lives and be models for those who look to us for an example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p15\" class=\"\">In large measure, true manhood is defined in our relationship to women. The First Presidency and Quorum of the Twelve Apostles have given us the ideal to pursue in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p16\" class=\"\">“The family is ordained of God. Marriage between man and woman is essential to His eternal plan. Children are entitled to birth within the bonds of matrimony, and to be reared by a father and a mother who honor marital vows with complete fidelity. … By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_020\">3<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p17\" class=\"\">Over the years, I have visited members of the Church in many countries, and despite differences in circumstances and cultures, everywhere I have been impressed with the faith and capacity of our women, including some of the very young. So many of them possess a remarkable faith and goodness. They know the scriptures. They are poised and confident. I ask myself, Do we have men to match these women? Are our young men developing into worthy companions that such women can look up to and respect?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p18\" class=\"\">President Gordon B. Hinckley, speaking in this meeting in April 1998, gave specific counsel for young men:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p19\" class=\"\">“The girl you marry will take a terrible chance on you. … [You] will largely determine the remainder of her life. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p20\" class=\"\">“Work for an education. Get all the training that you can. The world will largely pay you what it thinks you are worth. Paul did not mince words when he wrote to Timothy, ‘But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel’ (<span class=\"citation\" id=\"45428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45428)\">1 Tim. 5:8<\/a><\/span>).”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_020\">4<\/a>\n       <span class=\"footnote\">[“Living Worthy of the Girl You Will Someday Marry,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 49–50.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p21\" class=\"\">Integrity is fundamental to being men. Integrity means being truthful, but it also means accepting responsibility and honoring commitments and covenants. President N. Eldon Tanner, a former counselor in the First Presidency and a man of integrity, told of someone who sought his advice:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p22\" class=\"\">“A young man came to me not long ago and said, ‘I made an agreement with a man that requires me to make certain payments each year. I am in arrears, and I can’t make those payments, for if I do, it is going to cause me to lose my home. What shall I do?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p23\" class=\"\">“I looked at him and said, ‘Keep your agreement.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p24\" class=\"\">“‘Even if it costs me my home?’<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p25\" class=\"\">“I said, ‘I am not talking about your home. I am talking about your agreement; and I think your wife would rather have a husband who would keep his word, meet his obligations, … and have to rent a home than to have a home with a husband who will not keep his covenants and his pledges.’”<sup class=\"noteMarker\"><a href=\"#footnote5-26911_000_020\">5<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1966, 99; or <span class=\"emphasis\">Improvement Era, <\/span>Dec. 1966, 1137.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p26\" class=\"\">Good men sometimes make mistakes. A man of integrity will honestly face and correct his mistakes, and that is an example we can respect. Sometimes men try but fail. Not all worthy objectives are realized despite one’s honest and best efforts. True manhood is not always measured by the fruits of one’s labors but by the labors themselves—by one’s striving.<sup class=\"noteMarker\"><a href=\"#footnote6-26911_000_020\">6<\/a>\n       <span class=\"footnote\">[In the late 1830s, after the Saints had abandoned Kirtland, the Lord called a man named Oliver Granger to go back and try to settle some unfinished matters for the First Presidency. In a revelation to the Prophet Joseph Smith, the Lord said: “Therefore, let [Oliver Granger] contend earnestly for the redemption of the First Presidency of my Church, saith the Lord; and when he falls he shall rise again, <span class=\"emphasis\">for his sacrifice shall be more sacred unto me than his increase, saith the Lord.<\/span> … Therefore let no man despise my servant Oliver Granger, but let the blessings of my people be on him forever and ever” (<span class=\"citation\" id=\"45734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45734)\">D&amp;C 117:13, 15<\/a><\/span>; emphasis added).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p27\" class=\"\">Though he will make some sacrifices and deny himself some pleasures in the course of honoring his commitments, the true man leads a rewarding life. He gives much, but he receives more, and he lives content in the approval of his Heavenly Father. The life of true manhood is the good life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p28\" class=\"\">Most importantly, when we consider the admonition to be men, we must think of Jesus Christ. When Pilate brought Jesus forth wearing a crown of thorns, he declared, “Behold the man!” (see <span class=\"citation\" id=\"45387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45387)\">John 19:4–5<\/a><\/span>). Pilate may not have fully understood the significance of his own words, but the Lord indeed stood before the people then as He stands today—the highest ideal of manhood. Behold the man!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p29\" class=\"\">The Lord asked His disciples what manner of men they should be and then answered, “Verily I say unto you, even as I am” (<span class=\"citation\" id=\"45634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45634)\">3 Nephi 27:27<\/a><\/span>; see also <span class=\"citation\" id=\"45619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45619)\">3 Nephi 18:24<\/a><\/span>). That is our ultimate quest. What did He do that we can emulate as men?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p30\" class=\"\">Jesus rejected temptation. When confronted by the great tempter himself, Jesus “[yielded] not to the temptation” (<span class=\"citation\" id=\"45532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45532)\">Mosiah 15:5<\/a><\/span>). He countered with scripture: “Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God” (<span class=\"citation\" id=\"45280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45280)\">Matthew 4:4<\/a><\/span>). Gospel commandments and standards are our protection also, and like the Savior, we may draw strength from the scriptures to resist temptation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p31\" class=\"\">The Savior was obedient. He forsook completely the “natural man” (<span class=\"citation\" id=\"45524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45524)\">Mosiah 3:19<\/a><\/span>) and yielded His will to the Father (see <span class=\"citation\" id=\"45533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45533)\">Mosiah 15:7<\/a><\/span>). He was baptized to show “that, according to the flesh he humbleth himself before the Father, and witnesseth unto the Father that he would be obedient unto him in keeping his commandments” (<span class=\"citation\" id=\"45502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45502)\">2 Nephi 31:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p32\" class=\"\">Jesus “went about doing good” (<span class=\"citation\" id=\"45398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45398)\">Acts 10:38<\/a><\/span>). He employed the divine powers of the holy priesthood to bless those in need, “such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases” (<span class=\"citation\" id=\"45522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45522)\">Mosiah 3:5<\/a><\/span>). Jesus told His Apostles: “Whosoever of you will be the chiefest, shall be servant of all. For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many” (<span class=\"citation\" id=\"45337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45337)\">Mark 10:44–45<\/a><\/span>). As His fellow servants, we may become great in His kingdom through love and service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p33\" class=\"\">The Savior was fearless in opposing evil and error. “Jesus went into the temple of God, and cast out all them that sold and bought in the temple … and said unto them, It is written, My house shall be called the house of prayer; but ye have made it a den of thieves” (<span class=\"citation\" id=\"45317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45317)\">Matthew 21:12–13<\/a><\/span>). He called upon all to repent (see <span class=\"citation\" id=\"45281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45281)\">Matthew 4:17<\/a><\/span>) and be forgiven (see <span class=\"citation\" id=\"45374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45374)\">John 8:11<\/a><\/span>; <span class=\"citation\" id=\"45547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45547)\">Alma 5:33<\/a><\/span>). So might we stand firm in defending sacred things and in raising the warning voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p34\" class=\"\">He gave His life to redeem mankind. Surely we can accept responsibility for those He entrusts to our care.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/let-us-be-men.p35\" class=\"\">Brethren, let us be men, even as He is. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_020\"><a name=\"-26911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See, for example, James E. Faust, “Challenges Facing the Family,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 1–2; Eduardo Porter and Michelle O’Donnell, “Middle-Aged, No Degree, No Wife,” <span class=\"emphasis\">New York Times,<\/span> published in <span class=\"emphasis\">Atlanta Journal-Constitution,<\/span> Aug. 6, 2006, p. A7; Peg Tyre, “The Trouble with Boys,” <span class=\"emphasis\">Newsweek,<\/span> Jan. 30, 2006, 44–51.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_020\"><a name=\"-26911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Leonard Sax, “Project Aims to Study Young Men Stuck in Neutral,” <span class=\"emphasis\">Washington Post,<\/span> published in <span class=\"emphasis\">Deseret Morning News,<\/span> Apr. 3, 2006, p. A13. “According to the Census Bureau, fully one-third of young men ages 22 to 34 [in the U.S.] are still living at home with their parents—a roughly 100 percent increase in the past 20 years.”<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_020\"><a name=\"-26911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_020\"><a name=\"-26911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Living Worthy of the Girl You Will Someday Marry,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 49–50.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_020\"><a name=\"-26911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26911_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1966, 99; or <span class=\"emphasis\">Improvement Era, <\/span>Dec. 1966, 1137.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_020\"><a name=\"-26911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26911_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In the late 1830s, after the Saints had abandoned Kirtland, the Lord called a man named Oliver Granger to go back and try to settle some unfinished matters for the First Presidency. In a revelation to the Prophet Joseph Smith, the Lord said: “Therefore, let [Oliver Granger] contend earnestly for the redemption of the First Presidency of my Church, saith the Lord; and when he falls he shall rise again, <span class=\"emphasis\">for his sacrifice shall be more sacred unto me than his increase, saith the Lord.<\/span> … Therefore let no man despise my servant Oliver Granger, but let the blessings of my people be on him forever and ever” (<span class=\"citation\" id=\"45734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45734)\">D&amp;C 117:13, 15<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}