{"ID":7343, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Great Plan of Happiness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p2\" class=\"\">Elder Marcus B. Nash<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/NashMB_06.jpg\" alt=\"Elder Marcus B. Nash\"\/><div class=\"kicker\" id=\"\">Just like a fish needs water, you need the gospel and the companionship of the Holy Ghost to be truly, deeply happy.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p5\" class=\"\">When I was a deacon like many of you young men, my father and I hiked to a mountain stream to fish for trout. As my dad attached the bait to the hook on the end of my fishing line, he told me that I would need to set the hook in the fish’s mouth when it tried to take the bait, or it would get away. I did not understand what it meant to set the hook, so he explained to me that the hook needed to be embedded in the fish’s mouth when it struck at the bait so it could not shake the hook loose and that the hook would be set if I quickly pulled back on the pole when the fish tried to take the bait. Now, I really wanted to catch a fish, so I stood on the bank of that mountain stream like a coiled spring, every muscle taut, waiting for the telltale movement at the end of my pole which would signal that the fish was trying to take the bait. After a few minutes I noticed movement at the end of my pole, and in that instant I jerked back on the pole with all of my strength, expecting a big fight with the fish. To my surprise, I watched as that poor trout—with the hook now set very firmly in his mouth—was launched from the water into the air over my head and landed on the ground flopping behind me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p6\" class=\"\">I have two observations from that experience: First, a fish out of water is miserable. Although its gills, fins, and tail work very well in water, they are all but useless on land. Second, the unfortunate fish I caught that day perished because it was deceived into treating something very dangerous—even fatal—as worthwhile or at least as sufficiently intriguing to warrant a closer look and perhaps a nibble.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p7\" class=\"\">My dear brethren of the Aaronic Priesthood, there are a couple of lessons to be learned from this: First, a basic purpose of your life, as Lehi taught, is “[to] have joy” (<span class=\"citation\" id=\"45485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45485)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45485)\">2 Nephi 2:25<\/a><\/span>). In order to have joy, you need to understand that, as a child of your Heavenly Father, you inherited divine traits and spiritual needs—and just like a fish needs water, you need the gospel and the companionship of the Holy Ghost to be truly, deeply happy. Because you are the offspring of God (see <span class=\"citation\" id=\"45400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45400)\">Acts 17:28<\/a><\/span>), it is incompatible with your eternal nature to do wrong and feel right. It cannot be done. It is part of your spiritual DNA, as it were, that peace, joy, and happiness will be yours only to the degree you live the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p8\" class=\"\">In contrast, to the degree that you choose not to live the gospel, you will be as miserable as a fish out of water (see <span class=\"citation\" id=\"45531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45531)\">Mosiah 4:30<\/a><\/span>). As Alma stated to his son Corianton:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p9\" class=\"\">“Behold, I say unto you, wickedness never was happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p10\" class=\"\">“And now, my son, all men that are … in a carnal state … are without God in the world, and they have gone contrary to the nature of God; therefore, they are in a state contrary to the nature of happiness” (<span class=\"citation\" id=\"45594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45594)\">Alma 41:10–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p11\" class=\"\">Note that to be without God in the world—in other words, to refuse to live His gospel and therefore lack the companionship of the Spirit—is to be in a state contrary to the nature of happiness. The gospel of Jesus Christ is, in fact, <span class=\"emphasis\">the<\/span>—note that this is singular, meaning it is <span class=\"emphasis\">the only<\/span>—“great plan of happiness” (<span class=\"citation\" id=\"45595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45595)\">Alma 42:8<\/a><\/span>). If you opt for any other way of life or try to live only the parts of the gospel that seem convenient, such a choice will cheat you of the full, resplendent joy and happiness for which you were designed by our loving Father in Heaven and His Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p12\" class=\"\">Now to the second lesson from my fishing experience: just as a fish in a mountain stream must be careful of the lures placed in its path to avoid being pulled away from the water, so must you and I be wise in order to avoid being pulled away from a happy, gospel-centered life. Remember that, as Lehi observed, the devil “seeketh that all men might be miserable like unto himself” and obtains “power to captivate” (<span class=\"citation\" id=\"45486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45486)\">2 Nephi 2:27, 29<\/a><\/span>) us when we involve ourselves in unclean and evil things. Thus, do not be deceived into even nibbling at unworthy things, for Satan stands ready to set the hook. It was the very real risk of the hook being set subtly or suddenly that led the ancient prophet Moroni—who actually saw our day (see <span class=\"citation\" id=\"45637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45637)\">Mormon 8:35<\/a><\/span>)—to pointedly warn you and me to “<span class=\"emphasis\">touch<\/span> not the evil gift, nor the unclean thing” (<span class=\"citation\" id=\"45660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45660)\">Moroni 10:30<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p13\" class=\"\">There is much that is evil and unclean in music, the Internet, movies, magazines, and in alcohol, drugs, and tobacco. As to any evil and unclean thing, my young friends, do not even touch it! Disguised in such things is a hook that sets subtly and much more suddenly than you dare think—and it can be an excruciatingly painful process to extract the hook. Alma described that for him the process of repentance was “nigh unto death” (<span class=\"citation\" id=\"45544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45544)\">Mosiah 27:28<\/a><\/span>); indeed, he stated that “nothing [could be] so exquisite and so bitter as were my pains” (<span class=\"citation\" id=\"45586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45586)\">Alma 36:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p14\" class=\"\">There may be some of you who have been involved with that which is evil or unclean. Take hope in the doctrinal and historical fact that Alma’s faith in the Lord led him to repent, and as a direct result of his repentance he experienced such happiness through the power of the Atonement of Christ that, in his words, “there can be nothing so exquisite and sweet as was my joy” (<span class=\"citation\" id=\"45587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45587)\">Alma 36:21<\/a><\/span>). Such will be your experience as you seek the Lord through repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p15\" class=\"\">Each of us needs to repent to some degree or another. To repent means to make the real changes in your life the Savior desires you to make for your happiness. Repentance is the great enabling principle of the gospel: when your faith in the Lord causes personal change, such action on your part, as Helaman states, “bringeth [you] unto the power of the Redeemer, unto the salvation of [your] souls” (<span class=\"citation\" id=\"45600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45600)\">Helaman 5:11<\/a><\/span>). As you seek to change, remember that our loving Savior, as Alma states, has “all power to save every man that believeth on his name and bringeth forth fruit meet for repentance” (<span class=\"citation\" id=\"45557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45557)\">Alma 12:15<\/a><\/span>). This is powerful, liberating, hope-filled doctrine!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p16\" class=\"\">The Prophet Joseph Smith learned from firsthand experience that the Lord expects us to avoid misery by living His gospel and wants us to understand that we can repent. When he lost the 116 pages of the manuscript of the Book of Mormon translation by giving in to the persuasions of men, Joseph was miserable. The Lord told him: “You should have been faithful; and [God] would have extended his arm and supported you against all the fiery darts of the adversary; and he would have been with you in every time of trouble” (<span class=\"citation\" id=\"45663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45663)\">D&amp;C 3:8<\/a><\/span>). Such is the case for each of you young men: be faithful, and you will be supported by the hand of God. The Prophet was then reminded that—as with each of us—he would be forgiven if he repented. Imagine what joy he felt when he heard the Lord state, “But remember, God is merciful; therefore, repent of that which thou hast done which is contrary to the commandment which I gave you, and thou art still chosen” (<span class=\"citation\" id=\"45664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45664)\">D&amp;C 3:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p17\" class=\"\">My invitation to each of you tonight is to live the gospel to be truly happy, avoid evil and the misery it brings, and if you have become involved with the evil or unclean thing, make the changes the Lord desires of you for your own happiness—and I witness that He will enable you to succeed through His matchless power.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-great-plan-of-happiness.p18\" class=\"\">As you accept this invitation, you will reap lasting happiness and build the foundation of your life upon “the rock of our Redeemer,” such that when the shafts of the evil one and the storms of the world assail you, they will, as Helaman taught, have “no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, <span class=\"emphasis\">a foundation whereon if men build they cannot fall<\/span>” (<span class=\"citation\" id=\"45601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45601)\">Helaman 5:12<\/a><\/span>; emphasis added). Of the Lord Jesus Christ I bear my ardent witness: He is the Rock, the one sure foundation for happiness and healing. He lives, has all power in heaven and earth, knows your name, and He loves you. In the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}