{"ID":7344, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Trusts Us!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p2\" class=\"\">Elder Stanley G. Ellis<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/stanley-g-ellis-10.jpg\" alt=\"Stanley G. Ellis\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Each of us will one day stand before God and give an accounting of our priesthood service.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p5\" class=\"\">Several years ago Sister Ellis and I were called to preside over the Brazil São Paulo North Mission. The call meant that we would be away for three years. Given our family and business situation, we were impressed to keep our home and business in Houston rather than sell them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p6\" class=\"\">As we began to make the necessary arrangements, it became clear we would need to have our lawyer prepare a power of attorney. That is a legal document that gives someone else the authority to do anything in our name. The person with this document could sell our home or other assets, borrow money in our name, spend our money, or even sell our business. The thought of giving someone that much power and authority over our affairs was scary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p7\" class=\"\">We decided to give our power of attorney to a person we trusted, a good friend and partner, who exercised that power and authority very well. He did what we would have done if we were there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p8\" class=\"\">Brethren, think of what the Lord has given us—His power and authority! The power and authority to act for Him in all things pertaining to His work!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p9\" class=\"\">With this priesthood power and, when necessary, the authorization of those with appropriate keys, we can perform the ordinances of salvation in His name: baptize for the remission of sins, confirm and confer the Holy Ghost, confer the priesthood and ordain others to priesthood offices, and perform temple ordinances. In His name we can administer His Church. In His name we can bless, home teach, and even heal the sick.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p10\" class=\"\">What a trust the Lord has placed in us! Think of it, brethren. He trusts us!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p11\" class=\"\">Before we received the priesthood, we had already been prepared and proven. We had exercised faith in Jesus Christ, repented, been baptized, and received the gift of the Holy Ghost. The level of experience we brought to our ordination varied. But the divine procedure was the same. We had been prayed about and interviewed by those exercising priesthood keys. We had been sustained by a vote of the Church members of our unit. We were ordained by one with authority and authorization to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p12\" class=\"\">The Lord is careful with His priesthood. To exercise His power and authority is a sacred trust.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p13\" class=\"\">How wonderful that we have earned the trust of God! He trusts you! He trusts me!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p14\" class=\"\">When we receive the priesthood, we do so by covenant. A covenant is a mutual promise. He promises to bless us on certain conditions. We promise to fulfill those conditions. As we do so, the Lord always keeps His word and gives us the blessing. Usually He gives us more than agreed. He is very generous.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p15\" class=\"\">When we receive the Melchizedek Priesthood, we receive what is called “the oath and covenant” of the priesthood. We promise the Lord two things, and He promises us two things. We promise to be “faithful unto the obtaining these two priesthoods” and faithful in “magnifying [our] calling.” He promises that we will be “sanctified by the Spirit.” Then after we are faithful in all things to the end, He promises that “all that my Father hath shall be given [us]” (see <span class=\"citation\" id=\"45707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45707)\">D&amp;C 84:33–41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p16\" class=\"\">The Lord blesses His children through our priesthood service. To help us be successful in faithfully rendering priesthood service, He gives us directions and warnings. He has done that in the scriptures and continues to guide us through our leaders and through the promptings of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p17\" class=\"\">The scriptures contain many passages of direction and warning to holders of the priesthood. One of the best is section 121 of the Doctrine and Covenants (<span class=\"citation\" id=\"45736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45736)\">D&amp;C 121<\/a><\/span>). In those few verses the Lord teaches us that the priesthood can only be exercised in righteousness. We should treat others with persuasion, patience, and kindness. He reminds us of the importance of charity and virtue in having the constant companionship of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p18\" class=\"\">That section also warns us of those attitudes and actions that will cause us to lose our priesthood power. If we “aspire to the honors of men,” attempt to “cover our sins,” try to “gratify our pride” or “vain ambition,” or seek to “exercise control” over others, we lose the priesthood power (see <span class=\"citation\" id=\"45739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45739)\">vv. 35–37<\/a><\/span>). From that point we would be practicing priestcraft. We would have left the service of God and would be putting ourselves in the service of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p19\" class=\"\">It would be good for priesthood holders to restudy Doctrine and Covenants section 121 regularly. It is easy to understand why our modern prophets have emphasized the need for us to maintain our worthiness and have given us <span class=\"emphasis\">For the Strength of Youth<\/span> as a guide to help us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p20\" class=\"\">One reason we must maintain our worthiness is that we never know when we will be called upon to use the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p21\" class=\"\">When our son Matthew was five, he fell from the top of the high diving board at our neighborhood pool. He hit the concrete deck and suffered a fractured skull and a brain concussion. He was rushed by a Life Flight helicopter to the Houston Medical Center for emergency treatment. I needed priesthood assistance immediately. Our home teacher and our priesthood leader were both worthy and prepared at that moment. They helped give Matthew a blessing, and he completely recovered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p22\" class=\"\">We must be ready at any time. As we say in Scouting, “Be prepared.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p23\" class=\"\">Surely we want to avoid priestcraft. But the Apostle Paul warned us of another danger. He warned that in our day there will be those “having a form of godliness; but denying the power thereof” (<span class=\"citation\" id=\"45430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45430)\">2 Timothy 3:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p24\" class=\"\">How can we as priesthood holders have a form of godliness but deny the power thereof? Could it be that we hold the priesthood but do not exercise it? visit our families rather than home teach them? pray for someone in an ordinance or ordination instead of blessing them? do the Lord’s work the best way we know how without first pleading to know and do His will in His way?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p25\" class=\"\">Remember the Lord’s counsel to us through Nephi that we “must not perform any thing unto the Lord save in the first place [we] shall pray” (<span class=\"citation\" id=\"45504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45504)\">2 Nephi 32:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p26\" class=\"\">Years ago I was called to serve as a counselor in the Houston Texas North Stake presidency. I was studying the parable of the talents. You remember the story. A man needed to go away, so he entrusted his servants with his goods. One received five talents, another two, and the last received one. Upon his return, he asked for an accounting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p27\" class=\"\">The servant who received five and returned ten, as well as the one who took two and returned four, were declared good and faithful servants. But what caught my attention was the servant who received one, took care of it, and returned it safely back to his lord. I was surprised by the response of the master: “Thou wicked and slothful servant, … take therefore the talent from him, … and cast ye the unprofitable servant into outer darkness”! (See <span class=\"citation\" id=\"45324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45324)\">Matthew 25:14–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p28\" class=\"\">This seemed to be a harsh reaction to one who seemed to be trying to take care of what he was given. But the Spirit taught me this truth—the Lord expects a difference! I knew in that moment that each of us will one day stand before God and give an accounting of our priesthood service and stewardships. Did we make a difference? In my case, was the Houston Texas North Stake better when I was released than when I was called?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p29\" class=\"\">Thankfully, the Lord teaches us how to be fruitful, how to make a difference. “He that abideth in me, and I in him, the same bringeth forth much fruit” (<span class=\"citation\" id=\"45383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45383)\">John 15:5<\/a><\/span>). If we exercise His priesthood in His way, following the direction that we receive from His servants and His Spirit, we will be good and faithful servants!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p30\" class=\"\">My dear brethren of the priesthood, the Lord Jesus Christ, our Savior and Redeemer, lives! He knows us; He loves us. He placed His trust in us by giving us His priesthood power and authority. I am a witness of this truth. May we use His power and authority to do His will in His way is my prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/he-trusts-us.p31\" class=\"\">As we hear from President Hinckley, President Monson, and President Faust, I bear my personal witness that each is a prophet, seer, and revelator. I am anxious to hear their counsel. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}