{"ID":7345, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Nutrients\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We need to increase our spiritual nutrients—nutrients that come from the knowledge of the fulness of the gospel and the powers of the holy priesthood.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p5\" class=\"\">My grandfather used to graze his cattle each summer in the beautiful, lush, high mountain valleys east of our town in central Utah. However, the cattle craved and needed supplemental nutrients from licking rock salt. The rock salt came from a salt mine some distance away. Grandfather replenished the salt at the salt licks by putting a packsaddle on a sturdy horse and filling the packsaddle with rock salt. I called the packhorse Slowpoke for good reason. Grandfather put me on Slowpoke with the saddle loaded with rock salt. He gave me the reins so I could guide the horse up the mountain following Grandfather on his horse.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p6\" class=\"\">My horse Slowpoke was slow, but I didn’t push him because he carried such a heavy load. It took a full day to ride up the mountain to the salt licks and to unload the rock salt from the pack animal. As the day got warmer, my sweaty legs would sting as they rubbed against the lumps of rock salt in the packsaddle. It was a joy when we crossed a stream and I could get off the horse and get rid of the sting by washing and drying my legs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p7\" class=\"\">Grandfather would sing most of the day. Mostly he sang the songs of Zion. But one song he sang that impressed me greatly was “Show me your companions, and I will tell you what you are.” Looking back on it, taking salt to the mountain valley was an enjoyable experience, while the additional nutrients from the rock salt fortified the cattle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p8\" class=\"\">A nutrient furnishes nourishment that promotes growth and healing both in animals and humans. Grandfather’s cattle craved the nutrients in the rock salt, but human beings need something more. They need to be replenished spiritually because “life is more than meat”<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45359)\">Luke 12:23<\/a><\/span>.]<\/span><\/sup> and “there is a spirit in man: and the inspiration of the Almighty giveth them understanding.”<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45244)\">Job 32:8<\/a><\/span>.]<\/span><\/sup> The human spirit needs love. It also needs to be “nourished up in the words of faith and of good doctrine.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45427)\">1 Timothy 4:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p9\" class=\"\">Spiritual nourishment prepares us for baptism. This preparation includes humbling ourselves before God, having “broken hearts and contrite spirits,” repenting of all our sins, being “willing to take upon [us] the name of Jesus Christ,” and manifesting “by [our] works that [we] have received of the Spirit of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45680)\">D&amp;C 20:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p10\" class=\"\">Our most important spiritual nutrient is a testimony that God is our Eternal Father, that Jesus is our Savior and Redeemer, and that the Holy Ghost is our Comforter. This testimony is confirmed to us by the gift of the Holy Ghost. From this testimony we derive the spiritual nutrients of faith and trust in God, which bring forth the blessings of heaven. Spiritual nutrients come to us from various sources, but because of time constraints I would like to mention just three.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p11\" class=\"\">A few years ago, a young man who was starting his senior year in high school resolved to nourish himself by studying the scriptures for half an hour each day. As he began reading the New Testament, he hit a stumbling block. He didn’t feel the anticipated spiritual high, and he wasn’t getting any insight. So he asked himself, “What am I doing wrong?” Then an episode at school came into his mind. He and some friends had been sharing jokes—some of which were not so funny, and downright shameful. He not only had joined in but had even added some off-color comments of his own. Just as he thought this, his eye fell on these words in Matthew: “But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.”<sup class=\"noteMarker\"><a href=\"#footnote5-26911_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45308)\">Matthew 12:36<\/a><\/span>.]<\/span><\/sup> He knew that the Spirit had directed him to these words at this time. He turned from his Bible and offered up a prayer of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p12\" class=\"\">The answer to his question “What am I doing wrong?” was simple. He was reading the scriptures, marking the scriptures, and even enjoying the scriptures, but he was not living the counsel given in the scriptures. As he renewed his scripture reading and tried to live by Christ’s example, he soon noticed how different areas of his life began to blossom.<sup class=\"noteMarker\"><a href=\"#footnote6-26911_000_023\">6<\/a>\n       <span class=\"footnote\">[Carl Houghton, “What Am I Doing Wrong?” <span class=\"emphasis\">Tambuli,<\/span> May 1988, 42–43; <span class=\"emphasis\">New Era,<\/span> Sept. 1987, 12.]<\/span><\/sup> By incorporating the scriptures into his life, he had added an important spiritual nutrient.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p13\" class=\"\">In our uncertain physical environment, we need to increase our spiritual nutrients—nutrients that come from the knowledge of the fulness of the gospel and the powers of the holy priesthood. When such knowledge penetrates our souls, we not only draw closer to God but we also want to serve Him and our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p14\" class=\"\">Some years ago a priests quorum decided to gather food for the needy as a service project. Jim, one of the priests, was excited to participate and was determined to collect more food than anyone else. The time arrived when the priests met at the chapel. They all went out at the same time and returned at a specified time later in the evening. To everyone’s surprise, Jim’s cart was empty. He seemed rather sober, and some of the boys made fun of him. Seeing this and knowing that Jim had an interest in cars, the adviser said, “Come outside, Jim. I want you to look at my car. It’s giving me some trouble.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p15\" class=\"\">When they got outside, the adviser asked Jim if he was upset. Jim said, “No, not really. But when I went out to collect the food, I really got a lot. My cart was full. As I was returning to the chapel, I stopped at the home of a nonmember woman who is divorced and lives within our ward boundaries. I knocked on the door and explained what we were doing, and she invited me in. She began to look for something to give me. She opened the refrigerator, and I could see there was hardly anything in it. The cupboards were bare. Finally, she found a small can of peaches.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p16\" class=\"\">“I could hardly believe it. There were all these little kids running around that needed to be fed, and she handed me this can of peaches. I took it and put it in my cart and went on up the street. I got about halfway up the block when I just felt warm all over and knew I needed to go back to that house. I gave her all the food.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p17\" class=\"\">The adviser said, “Jim, don’t you ever forget the way you feel tonight, because that’s what it is all about.”<sup class=\"noteMarker\"><a href=\"#footnote7-26911_000_023\">7<\/a>\n       <span class=\"footnote\">[Robert B. Harbertson, “The Aaronic Priesthood: What’s So Great about It,” <span class=\"emphasis\">New Era,<\/span> May 1990, 49.]<\/span><\/sup> Jim had tasted the nutrient of selfless service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p18\" class=\"\">Many spiritual nutrients come while serving on a mission—from being totally involved in the work of the Master. They come from helping people become spiritually awake so that they can accept the gospel. Over a century ago when Elder J. Golden Kimball presided over the Southern States Mission, he called for a meeting of the elders. They were to meet in a secluded spot in the woods so they would have privacy. One of the elders had a problem with one of his legs. It was raw and swollen to at least twice the size of his other leg. But the elder insisted on attending this special priesthood meeting in the woods. So two of the elders carried him to this meeting place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p19\" class=\"\">Elder Kimball asked the missionaries, “Brethren, what are you preaching?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p20\" class=\"\">They said, “We are preaching the gospel of Jesus Christ.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p21\" class=\"\">“Are you telling these people that you have the power and authority, through faith, to heal the sick?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p22\" class=\"\">They said, “Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p23\" class=\"\">“Well then,” he continued, “why don’t you believe it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p24\" class=\"\">The young man with the swollen leg spoke up and said, “I believe it.” Here is the rest of the story told in Elder Kimball’s words: “[The elder] sat down on a stump and the elders gathered around him. He was anointed and I administered to him, and he was healed right in their presence. It was quite a shock; and every other elder that was sick was administered to, and they were all healed. We went out of that priesthood meeting and the elders received their appointments, and there was a joy and happiness that cannot be described.”<sup class=\"noteMarker\"><a href=\"#footnote8-26911_000_023\">8<\/a>\n       <span class=\"footnote\">[In Max Nolan, “J. Golden Kimball in the South,” <span class=\"emphasis\">New Era<\/span>, July 1985, 10.]<\/span><\/sup> Their nutrient of faith had been replenished and their zeal for missionary work revived.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p25\" class=\"\">Spiritual nutrients, which keep us spiritually healthy, can lose their potency and strength if we do not live worthy of the divine guidance we need. The Savior has told us: “Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.”<sup class=\"noteMarker\"><a href=\"#footnote9-26911_000_023\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45285)\">Matthew 5:13<\/a><\/span>.]<\/span><\/sup> We need to keep our minds and bodies clean from all forms of addiction and pollution. We would never choose to eat spoiled or contaminated food. In the same selective way, we should be careful not to read or view anything that is not in good taste. Much of the spiritual pollution that comes into our lives comes through the Internet, computer games, television shows and movies that are highly suggestive of or graphically portray humanity’s baser attributes. Because we live in such an environment, we need to increase our spiritual strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p26\" class=\"\">Enos speaks of his soul hungering and crying all day and also into night in supplication for his soul.<sup class=\"noteMarker\"><a href=\"#footnote10-26911_000_023\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45516)\">Enos 1:4<\/a><\/span>.]<\/span><\/sup> He craved the spiritual nutrients that quench the thirst for spiritual truth. As the Savior of the world told the woman at the well in Samaria, “Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote11-26911_000_023\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45369)\">John 4:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p27\" class=\"\">This evening we have met as the priesthood of God in this vast congregation, both seen and unseen, hopefully because we want to be spiritually nourished. I hope that we will always hunger and thirst for the word of the Lord through His servants, the prophets, and that we may be filled each week as we attend our sacrament meetings and renew our covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p28\" class=\"\">Each of you young men of the Aaronic Priesthood has inside of you all of the essential elements for your eternal destiny. These elements, some of them dormant, need to be strengthened and nourished from the outside. Some of them are physical; some of them are spiritual. The human spirit needs to know about its eternal journey—to know where it came from, why it is here in mortality, and where it must ultimately go to receive joy and happiness and fulfill its destiny. Replenishing our spirits with spiritual nutrients can be everlasting and will go with us into the eternities. As Amulek taught, “That same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world.”<sup class=\"noteMarker\"><a href=\"#footnote12-26911_000_023\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45583)\">Alma 34:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p29\" class=\"\">Brethren, we appreciate your devotion and righteousness. You carry out your callings in the quorums, branches, wards, and stakes so well that the Church grows, and the whole work of God goes forward throughout the world. Through your priesthood you are able to bless in the name of the Lord your families and others you may be called upon or assigned to bless. This comes from the divine agency entrusted to us by the Lord, for He has promised, “Whomsoever you bless I will bless.”<sup class=\"noteMarker\"><a href=\"#footnote13-26911_000_023\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45760)\">D&amp;C 132:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/spiritual-nutrients.p30\" class=\"\">Brethren, I hope we will be faithful and true to all of our covenants. I pray that we can be totally committed in all of our family relationships, especially to our spouses, but also to our parents, our children, and grandchildren. May we be found bearing our personal testimonies of the truthfulness of this work all the days of our lives. May we go forward in righteousness as the humble servants of the Lord, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45359)\">Luke 12:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45244)\">Job 32:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45427)\">1 Timothy 4:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45680)\">D&amp;C 20:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26911_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45308)\">Matthew 12:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26911_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Carl Houghton, “What Am I Doing Wrong?” <span class=\"emphasis\">Tambuli,<\/span> May 1988, 42–43; <span class=\"emphasis\">New Era,<\/span> Sept. 1987, 12.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26911_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Robert B. Harbertson, “The Aaronic Priesthood: What’s So Great about It,” <span class=\"emphasis\">New Era,<\/span> May 1990, 49.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26911_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In Max Nolan, “J. Golden Kimball in the South,” <span class=\"emphasis\">New Era<\/span>, July 1985, 10.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26911_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45285)\">Matthew 5:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-26911_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45516)\">Enos 1:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-26911_000_023\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45369)\">John 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-26911_000_023\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45583)\">Alma 34:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_023\"><a name=\"-26911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-26911_000_023\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45760)\">D&amp;C 132:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}