{"ID":7347, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Rise Up, O Men of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">With this priesthood comes a great obligation to be worthy of it.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p5\" class=\"\">Brethren, you look like a shirtsleeve priesthood. You look all dressed in white, ready to go to work. And the time has come to go to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p6\" class=\"\">What a remarkable sight this is. This great Conference Center is filled to capacity, and our words are flung across the world. This is probably the largest gathering of priesthood men that has ever occurred. I congratulate you on your presence tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p7\" class=\"\">I recently listened on television to a concert by the BYU Men’s Chorus. They sang a stirring number entitled “Rise Up, O Men of God.” It was written in 1911 by William P. Merrill, and I discovered a version of it is found in our hymnbook, although I never remember singing it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p8\" class=\"\">The words carry the spirit of the old English hymns written by Charles Wesley and others. The text reads:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rise up, O men of God!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have done with lesser things.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Give heart and soul and mind and strength<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To serve the King of Kings.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rise up, O men of God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In one united throng.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bring in the day of brotherhood<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And end the night of wrong.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rise up, O men of God!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The church for you doth wait,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Her strength unequal to her task;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rise up, and make her great!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rise up, O men of God!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Tread where his feet have trod.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As brothers of the Son of Man,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rise up, O men of God!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p25\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 324; third verse in <span class=\"emphasis\">The Oxford American Hymnal,<\/span> ed. Carl F. Pfatteicher [1930], no. 256)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p26\" class=\"\">The scriptures are very plain in their application to each of us, my brethren. For instance, Nephi quotes from Isaiah saying, “O that thou hadst hearkened to my commandments—then had thy peace been as a river, and thy righteousness as the waves of the sea” (<span class=\"citation\" id=\"45474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45474)\">1 Nephi 20:18<\/a><\/span>; see also <span class=\"citation\" id=\"45264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45264)\">Isaiah 48:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p27\" class=\"\">The words of Lehi are a clarion call to all men and boys of the priesthood. Said he with great conviction: “Awake, my sons; put on the armor of righteousness. Shake off the chains with which ye are bound, and come forth out of obscurity, and arise from the dust” (<span class=\"citation\" id=\"45480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45480)\">2 Nephi 1:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p28\" class=\"\">There is not a man or boy in this vast congregation tonight who cannot improve his life. And that needs to happen. After all, we hold the priesthood of God. If we are boys who have received the Aaronic Priesthood, we are entitled to the ministering of angels to guide and direct, to bless and protect us. What a remarkable and wonderful thing that is. If we have had conferred upon us the Melchizedek Priesthood, we have been given the keys of the kingdom that carry with them eternal powers. These were spoken of by the Lord when He laid His hands upon the heads of His disciples.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p29\" class=\"\">With this priesthood comes a great obligation to be worthy of it. We cannot indulge in unclean thoughts. We must not partake of pornography. We must never be guilty of abuse of any kind. We must rise up above such things. “Rise up, O men of God!” and put these things behind you, and the Lord will be your guide and stay.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p30\" class=\"\">Said the prophet Isaiah, “Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness” (<span class=\"citation\" id=\"45261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45261)\">Isaiah 41:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p31\" class=\"\">Some of you young men seem to delight in dressing in a slouchy manner. I know that it is a sensitive subject, but I believe it is unbecoming to young men who have been ordained to the holy priesthood of God. Our language at times matches our dress. We indulge in profanity, taking the name of the Lord in vain. God has spoken plainly against this.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p32\" class=\"\">I am confident you have heard this story of President Spencer W. Kimball, but I take the liberty of repeating it. He had undergone surgery in the hospital. A young male nurse had placed him on a gurney and was transporting him. When getting on the elevator, the nurse bumped the gurney and let out an oath using the name of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p33\" class=\"\">President Kimball, only half conscious, said, “Please, Please! That is my Lord whose name you revile.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p34\" class=\"\">There was a deathly silence; then the young man whispered with a subdued voice, “I am sorry.” (See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball [1982], 198.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p35\" class=\"\">I call your attention to another matter that gives me great concern. In revelation the Lord has mandated that this people get all the education they can. He has been very clear about this. But there is a troubling trend taking place. Elder Rolfe Kerr, Commissioner of Church Education, advises me that in the United States nearly 73 percent of young women graduate from high school, compared to 65 percent of young men. Young men are more likely to drop out of school than young women.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p36\" class=\"\">Approximately 61 percent of young men enroll in college immediately following high school, compared to 72 percent for young women.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p37\" class=\"\">In 1950, 70 percent of those enrolled in college were males, and 30 percent were females; by 2010 projections estimate 40 percent will be males, and 60 percent will be females.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p38\" class=\"\">Women have earned more bachelor’s degrees than men every year since 1982 and more master’s degrees since 1986.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p39\" class=\"\">It is plainly evident from these statistics that young women are exceeding young men in pursuing educational programs. And so I say to you young men, rise up and discipline yourself to take advantage of educational opportunities. Do you wish to marry a girl whose education has been far superior to your own? We speak of being “equally yoked.” That applies, I think, to the matter of education.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p40\" class=\"\">In addition, your education will strengthen your service in the Church. A study was made some years ago that indicated the higher the education, the greater the faith and participation in religious activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p41\" class=\"\">I previously mentioned pornography. It easily becomes an addiction of the worst kind. Let me read to you from a letter I received from a victim:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p42\" class=\"\">“I would like to share something with you that I have not been able to share with anyone else. I am a 35-year-old male. For most of my adult life I have been addicted to pornography. I am very ashamed to admit this, … but for the most part, my addiction is as real as that of an alcoholic or a drug addict. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p43\" class=\"\">“The main reason for my writing is to tell you that the Church can’t do enough to counsel the members to avoid pornography. I was first introduced to this material as a child. I was molested by an older male cousin, and pornography was used to attract my interest. I am convinced that this exposure at an early age to sex and pornography is at the root of my addiction today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p44\" class=\"\">“I think it is ironic that those who support the business of pornography say that it is a matter of freedom of expression. I have no freedom. I have lost my free agency because I have been unable to overcome this. It is a trap for me, and I can’t seem to get out of it. <span class=\"emphasis\">Please, please, please<\/span> plead with the brethren of the Church not only to avoid but eliminate the sources of pornographic material in their lives. Besides the obvious things like books and magazines, they need to turn off cable movie channels in their homes. I know many who have these services and claim that they are able to screen the bad things out, but this is not true. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p45\" class=\"\">“Pornography and perversion have become so commonplace in our lives that the sources of this material are everywhere. I have found pornographic magazines by the roadside and in dumps. We need to talk to our children and explain how evil these things are and encourage them to avoid looking at them when they come across them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p46\" class=\"\">“Finally, President Hinckley, please pray for me and others in the Church who may be like me to have the courage and strength to overcome this terrible affliction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p47\" class=\"\">“I am unable to sign my name, and I hope that you will understand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p48\" class=\"\">The computer is a wonderful instrument when it is properly used. But when it is used to deal with pornography or so-called chat rooms or for any other purpose that leads to evil practices or evil thoughts, then there must be self-discipline enough to turn it off.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p49\" class=\"\">The Lord has declared, “Purge ye out the iniquity which is among you; sanctify yourselves before me” (<span class=\"citation\" id=\"45692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45692)\">D&amp;C 43:11<\/a><\/span>). No one can mistake the meaning of those words.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p50\" class=\"\">He says further, “The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple” (<span class=\"citation\" id=\"45715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45715)\">D&amp;C 93:35<\/a><\/span>). There is no equivocation there. The Lord has spoken plainly that we must take care of our mortal body and avoid that which would do it harm.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p51\" class=\"\">He has made to each of us a great promise. Said He, “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers” (<span class=\"citation\" id=\"45731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45731)\">D&amp;C 112:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p52\" class=\"\">And further: “God shall give unto you knowledge by his Holy Spirit, yea, by the unspeakable gift of the Holy Ghost, that has not been revealed since the world was until now” (<span class=\"citation\" id=\"45738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45738)\">D&amp;C 121:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p53\" class=\"\">All of us would do well to study the life of the Master and try to emulate His words and doings. We would likewise do well to study the life of the Prophet Joseph. From his example, each of us could learn much concerning our own behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/rise-up-o-men-of-god.p54\" class=\"\">My brethren, I testify of the truth of these eternal qualities. I testify that if we will make an effort to improve our lives, the result will become evident. God bless you, each of you, my dear brethren. Of these things I testify, humbly and gratefully, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}