{"ID":7349, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Plan of Salvation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We are not left alone to wander through mortality without knowing of the master plan which the Lord has designed for His children.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p5\" class=\"\">While attending a sacrament meeting during the summer months, I was fortunate to hear messages from three students who were home from school for the summer. One of the talks especially interested me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p6\" class=\"\">She had been working during the summer recess in a restaurant frequented by truck drivers. One driver who had a regular run stopped at the restaurant on the same day each week to eat. The regularity of the stop created an opportunity for short visits. He asked the young lady where she lived. She reported that she was home for the summer to earn money to return to school in the fall. His next question was, “Where do you attend school?” Her answer with pride: “BYU–Idaho.” He wanted to know more about the school, which led to a gospel discussion. Her first approach was to teach him about the Word of Wisdom. She was successful. She convinced him to give up smoking.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p7\" class=\"\">Then her shift was changed, and she no longer had the opportunity to serve him, so she wrote him a note and enclosed a Church missionary tract about the plan of salvation. After several days she received a note from the driver. It simply stated, “You’ve created a monster.” Thanks to this young woman he had found information which caused him to think about the changes he must make in his life. I do not know the full outcome of this little encounter between a waitress and a truck driver, but clearly his life was affected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p8\" class=\"\">She then went on to explain how easy it is to let others know about the beauties of the gospel. Opportunities are there every day in our normal pursuits of life to open our mouths to let people know of the gospel truths that will bless them here and now and into the eternities to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p9\" class=\"\">Many people wonder, “Where did we come from? Why are we here? Where are we going?” Our Eternal Father did not send us to earth on an aimless, meaningless journey. He provided for us a plan to follow. He is the author of that plan. It is designed for man’s progress and ultimate salvation and exaltation. Quoting from the missionary guide <span class=\"emphasis\">Preach My Gospel<\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p10\" class=\"\">“God is the Father of our spirits. We are literally His children, and He loves us. We lived as spirit children of our Father in Heaven before we were born on this earth. We were not, however, like our Heavenly Father, nor could we ever become like Him and enjoy all the blessings that He enjoys without the experience of living in mortality with a physical body.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p11\" class=\"\">“God’s whole purpose—His work and His glory—is to enable each of us to enjoy all His blessings. He has provided a perfect plan to accomplish His purpose. We understood and accepted this plan before we came to the earth” ([2004], 48).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p12\" class=\"\">Yet many people in the world today continue to struggle to find answers to life’s most basic questions. The cries of “Lo, here” and “Lo, there” only grow louder and many, many times more confusing. Technology has multiplied the confusion by spreading these messages throughout the airwaves and across the massive amounts of cable lines that now cover the earth. There are so many avenues to broadcast more and more different messages, I guess it should not be surprising that people are confused. Centuries ago Paul predicted:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p13\" class=\"\">“The time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p14\" class=\"\">“And they shall turn away their ears from the truth, and shall be turned unto fables” (<span class=\"citation\" id=\"45431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45431)\">2 Timothy 4:3–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p15\" class=\"\">We need not be confused. The answers to the puzzling questions regarding the purpose of life have again been given to mankind for our guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p16\" class=\"\">We first heard about the plan of salvation before we were born, in what the scriptures call our first estate (see <span class=\"citation\" id=\"45783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45783)\">Abraham 3:26<\/a><\/span>). What occurred in this first estate is dimly understood, but we do know that we lived there as spirits, children of our Heavenly Father, and we made certain steps of advancement to prepare for the opportunity of housing our eternal spirits in earthly bodies. We also know that our Father held a great council to explain the purpose of earth life. We had the opportunity of accepting or rejecting the plan of salvation. It was not forced upon us. The essence of the plan was that man would have an opportunity of working out his own salvation on earth, with God’s help. A leader was selected to teach us how to follow the plan and to redeem us from sin and death. As the Lord explained to Moses, “Behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me—Father, thy will be done, and the glory be thine forever” (<span class=\"citation\" id=\"45772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45772)\">Moses 4:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p17\" class=\"\">Jesus Christ, our Elder Brother, became the leader in advocating the plan designed by the Father, and we accepted the plan and its conditions. With that choice we earned the right to come to earth and enter our second estate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p18\" class=\"\">God created Adam and Eve in His own image, with bodies of flesh and bones, and placed them in the Garden of Eden. They were given the choice either to remain in the garden or to partake of the fruit of the tree of knowledge of good and evil and have the opportunity of experiencing mortality. They accepted the challenge, partook of the fruit, and thus became mortal and subject to physical death. Because of their choice, they would experience all of the trials and difficulties of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p19\" class=\"\">There are two purposes for life in mortality. The first is that we might gain experiences that we could not obtain in any other way. The second is to obtain tabernacles of flesh and bones. Both of these purposes are vital to the existence of man. We are now being tried and tested to see if we will do all the things the Lord has commanded us to do. These commandments are the principles and ordinances of the gospel, and they constitute the gospel of Jesus Christ. Every principle and ordinance has a bearing upon the whole purpose of our testing, which is to prepare us to return to our Heavenly Father and become more like Him. Elder Bruce R. McConkie has said this about following the straight and narrow path:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p20\" class=\"\">“What I think all of us need to do is to determine where we stand in every field of mortal endeavor. Then, based on the general overall concepts that are clear and plain, we make a determination on how we will live in this field or in that field in order to pass the probationary estate in order to succeed in the test of mortality. If we make the right choices, we’ll go on to eternal reward, and if we do not, then we’ll get some lower and lesser place in the kingdoms that are prepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p21\" class=\"\">“… Everyone in the Church who is on the straight and narrow path, who is striving and struggling and desiring to do what is right, though [he] is far from perfect in this life; if he passes out of this life while he’s on the straight and narrow, he’s going to go on to eternal reward in his Father’s kingdom” (<span class=\"emphasis\">The Probationary Test of Mortality,<\/span> devotional address, Salt Lake Institute of Religion, Jan. 10, 1982, 8–9).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p22\" class=\"\">All of this is made possible by Jesus Christ. He is the centerpiece of the eternal plan of the Father, the Savior who was provided as a ransom for mankind. God sent His Beloved Son to overcome the Fall of Adam and Eve. He came to earth as our Savior and Redeemer. He overcame the obstacle of physical death for us by giving up His own life. When He died on the cross, His spirit became separated from His body. On the third day His spirit and His body were reunited eternally, never to be separated again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p23\" class=\"\">Life on earth is of limited duration. There comes a time for all of us when the spirit and the body are separated in death. But because of the Resurrection of Jesus Christ, we will all be resurrected, regardless of whether we have accomplished good or evil in this life. Immortality is the gift to every mortal child of our Father in Heaven. Death must be viewed as a portal to a new and better life. Through the glorious resurrection, body and spirit will be reunited. We will have a perfect, immortal body of flesh and bones that will never be subjected to pain or death. But the glory we attain to in the next life will depend on our performance in this life. Only through the gift of the Atonement and our obedience to the gospel can we return and live with God once again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p24\" class=\"\">After the Resurrection of the Savior, His Apostles went forth to preach this glorious message to the nations of the earth. They traveled extensively as they taught of the mission of our Savior. A great movement of Christianity started to spread throughout many lands. But the Church gradually drifted into a general apostasy in which the succession of the priesthood was broken. The authority to officiate in spiritual ordinances ceased to exist on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p25\" class=\"\">Gradually, inspired men started to bring forth a reformation. President Gordon B. Hinckley has described it as the dawn of a brighter day. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p26\" class=\"\">“Somehow, in that long season of darkness, a candle was lighted. The age of Renaissance brought with it a flowering of learning, art, and science. There came a movement of bold and courageous men and women who looked heavenward in acknowledgment of God and His divine Son. We speak of it as the Reformation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p27\" class=\"\">“And then, after many generations had walked the earth—so many of them in conflict, hatred, darkness, and evil—there arrived the great, new day of the Restoration. This glorious gospel was ushered in with the appearance of the Father and the Son to the boy Joseph. The dawn of the dispensation of the fulness of times rose upon the world. All of the good, the beautiful, the divine of all previous dispensations was restored in this most remarkable season” (“The Dawning of a Brighter Day,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2004, 82–83).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p28\" class=\"\">Following the glorious event of the First Vision, the sacred record of the Book of Mormon was delivered to the Prophet Joseph Smith. This brought a new witness of our Lord and Savior and His mission to the peoples of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p29\" class=\"\">Thus we see in the eternal plan of our Father that His love has no bounds. Every one of His children is included. All men have the same origin and equal possibility to fulfill their eternal destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p30\" class=\"\">The Book of Mormon prophet Amulek, testifying that the words of Christ will bring us our salvation, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p31\" class=\"\">“And now, my brethren, I would that, after ye have received so many witnesses, seeing that the holy scriptures testify of these things, ye come forth and bring fruit unto repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p32\" class=\"\">“Yea, I would that ye would come forth and harden not your hearts any longer; for behold, now is the time and the day of your salvation; and therefore, if ye will repent and harden not your hearts, immediately shall the great plan of redemption be brought about unto you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p33\" class=\"\">“For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors” (<span class=\"citation\" id=\"45582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45582)\">Alma 34:30–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/the-plan-of-salvation.p34\" class=\"\">Let us be no more tossed to and fro by every worldly wind and doctrine of man (see <span class=\"citation\" id=\"45422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45422)\">Ephesians 4:14<\/a><\/span>). We declare to the world that the heavens are open and the truth of God’s eternal plan has again been made known to mankind. We live in the dispensation of the fulness of times. We live in a day when we have the witness through the scriptures of the great plan the Lord has given to His children from the beginning of time down to this present and last dispensation. The evidence is well documented; we are not left alone to wander through mortality without knowing of the master plan which the Lord has designed for His children. He has bound Himself by solemn covenant to give us the blessings of heaven according to our obedience to His law. Oh, remember, remember that these things are true, for the Lord God has revealed these eternal truths unto us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}