{"ID":7355, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Defense and a Refuge\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p3\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We speak of the Church as our refuge, our defense. There is safety and protection in the Church.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">26911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p6\" class=\"\">On July 26, 1847, their third day in the valley (the second having been the Sabbath), Brigham Young, with members of the Twelve and some others, climbed a peak about one and a half miles from where I now stand. They thought it a good place to raise an ensign to the nations. Heber C. Kimball wore a yellow bandana. They tied it to Willard Richards’s walking stick and waved it aloft, an ensign to the nations. Brigham Young named it Ensign Peak.<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_033\">1<\/a>\n       <span class=\"footnote\">[See Journal of Wilford Woodruff, July 26, 1847, Archives of The Church of Jesus Christ of Latter-day Saints; see also B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 3:270–71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p7\" class=\"\">Then they descended to their worn-out wagons, to the few things they had carried 2,000 miles, and to their travel-weary followers. It was not what they possessed that gave them strength but what they knew.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p8\" class=\"\">They knew they were Apostles of the Lord Jesus Christ. They knew that the priesthood had been delivered to them by angelic messengers. They knew they had the commandments and the covenants to offer opportunity for the eternal salvation and exaltation for all mankind. They were sure that the inspiration of the Holy Ghost attended them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p9\" class=\"\">They busied themselves plowing up gardens, putting up shelters against the winter soon to come. They prepared for others already on the prairie following them to this new gathering place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p10\" class=\"\">A revelation, written nine years earlier, directed them to “arise and shine forth, that thy light may be a standard for the nations;<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p11\" class=\"\">“And that the gathering together upon the land of Zion, and upon her stakes, may be for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth” (<span class=\"citation\" id=\"45732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45732)\">D&amp;C 115:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p12\" class=\"\">They were to be the “light,” the “standard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p13\" class=\"\">The standard, established by revelation, is contained in the scriptures through the doctrines of the gospel of Jesus Christ. The principles of the gospel life we follow are based on doctrine, and the standards accord with the principles. We are bound to the standards by covenant, as administered through the ordinances of the gospel by those who have received priesthood and the keys of authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p14\" class=\"\">Those faithful Brethren were not free, and we are not free, to alter the standards or to ignore them. We must live by them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p15\" class=\"\">It is not a cure or a comfort to simply say they do not matter. We all know they do matter, for all mankind is “instructed sufficiently that they know good from evil” (<span class=\"citation\" id=\"45481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45481)\">2 Nephi 2:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p16\" class=\"\">If we are doing the best we can, we should not become discouraged. When we fall short, as we do, or stumble, which we might, there is always the remedy of repentance and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p17\" class=\"\">We are to teach our children the moral standard to avoid every kind of immorality. The precious powers within their mortal bodies “are to be employed only between man and woman, lawfully wedded as husband and wife.”<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_033\">2<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona, <\/span>Oct. 2004, 49;<span class=\"emphasis\"> Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> We must be completely faithful in marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p18\" class=\"\">We are to keep the law of tithing. We attend to our responsibilities in the Church. We gather each week for sacrament meeting to renew the covenants and earn the promises in those simple and sacred prayers over the bread and water. We are to honor the priesthood and be obedient to the covenants and ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p19\" class=\"\">Those Brethren on Ensign Peak knew that they were to live ordinary lives and keep the image of Christ engraven in their countenances (see <span class=\"citation\" id=\"124726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124726)\">Alma 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p20\" class=\"\">They understood that the stakes were to be a defense and a refuge, but at that time there was not one stake on the earth. They knew their mission was to establish stakes of Zion in every nation of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p21\" class=\"\">Perhaps they wondered what kind of wrath or storm could be poured out that they had not already experienced. They had endured savage opposition, violence, terrorism. Their homes had been burned, their property taken. They were driven from their homes time after time after time. They knew then, as we know now, that there would be no end to opposition. The nature of it changes, but it never ends. There would be no end to the kinds of challenges that the early Saints would face. New challenges would be different than, but certainly not less than, that through which they had made their way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p22\" class=\"\">Now the stakes of Zion number in the thousands and are all over the world. The members number in the millions and growing. Neither of these can be held back, for this is the work of the Lord. Now members live in 160 nations and speak over 200 languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p23\" class=\"\">Some live with an unspoken fear of what awaits us and the Church in the world. It grows ever darker in morality and spirituality. If we will gather into the Church, live the simple principles of the gospel, live moral lives, keep the Word of Wisdom, tend to our priesthood and other duties, then we need not live in fear. The Word of Wisdom is a key to both physical health and revelation. Avoid tea, coffee, liquor, tobacco, and narcotics.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p24\" class=\"\">We can live where we wish, doing the best we can to make a living, whether modest or generous. We are free to do as we wish with our lives, assured of the approval and even the intervention of the Almighty, confident of constant spiritual guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p25\" class=\"\">Each stake is a defense and a refuge and a standard. A stake is self-contained with all that is needed for the salvation and exaltation of those who would come within its influence, and temples are ever closer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p26\" class=\"\">There has been no end to opposition. There are misinterpretations and misrepresentations of us and of our history, some of it mean-spirited and certainly contrary to the teachings of Jesus Christ and His gospel. Sometimes clergy, even ministerial organizations, oppose us. They do what we would never do. We do not attack or criticize or oppose others as they do us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p27\" class=\"\">Even today there are those preposterous stories handed down and repeated so many times they are believed. One of the silliest of them is that Mormons have horns.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p28\" class=\"\">Years ago, I was at a symposium at a college in Oregon. Present were a Catholic bishop, a rabbi, an Episcopalian minister, an Evangelical minister, a Unitarian clergyman, and myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p29\" class=\"\">The president of the school, Dr. Bennett, hosted a breakfast. One of them asked which wife I had brought. I told them I had a choice of one. For a second, I thought that I was being singled out for embarrassment. Then someone asked the Catholic bishop if he had brought his wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p30\" class=\"\">The next question came from Dr. Bennett to me: “Is it true that Mormons have horns?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p31\" class=\"\">I smiled and said, “I comb my hair so that they can’t be seen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p32\" class=\"\">Dr. Bennett, who was completely bald, put both hands on the top of his head and said, “Oh! You can never make a Mormon out of me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p33\" class=\"\">Strangest of all, otherwise intelligent people claim we are not Christian. This shows that they know little or nothing about us. It is a true principle that you cannot lift yourself by putting others down.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p34\" class=\"\">Some suppose that our high standards will repel growth. It is just the opposite. High standards are a magnet. We are all children of God, drawn to the truth and to good.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p35\" class=\"\">We face the challenge of raising families in the world in darkening clouds of wickedness. Some of our members are unsettled, and sometimes they wonder: Is there any place one can go to escape from it all? Is there another town or a state or a country where it is safe, where one can find refuge? The answer generally is no. The defense and the refuge is where our members now live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p36\" class=\"\">The Book of Mormon prophesies, “Yea, and then shall the work commence, with the Father among all nations in preparing the way whereby his people may be gathered home to the land of their inheritance” (<span class=\"citation\" id=\"45625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45625)\">3 Nephi 21:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p37\" class=\"\">Those who come out of the world into the Church, keep the commandments, honor the priesthood, and enter into activity have found the refuge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p38\" class=\"\">A few weeks ago in one of our meetings, Elder Robert C. Oaks, one of the seven Presidents of the Seventy (a retired four-star general and commander of NATO air forces in Central Europe), reminded us of an accord signed by 10 nations on board the battleship <span class=\"emphasis\">Missouri<\/span> in Tokyo Bay on September 2, 1945, which ended World War II. Some of us were in Asia at the time. Said Elder (General) Oaks: “I can’t even imagine a circumstance today in which such a meeting could be held or such an accord could be signed to end the war against terrorism and wickedness in which we are engaged. It is not that kind of war.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p39\" class=\"\">We are not to be afraid, even in a world where the hostilities will never end. The war of opposition that was prophesied in the revelations continues today. We are to be happy and positive. We are not to be afraid. Fear is the opposite of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p40\" class=\"\">We know that activity in the Church centers in the family. Wherever members are in the world, they should establish a family where children are welcome and treasured as “an heritage of the Lord” (<span class=\"citation\" id=\"45248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45248)\">Psalm 127:3<\/a><\/span>). A worthy Latter-day Saint family is a standard to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p41\" class=\"\">Not only are we to maintain the highest of standards, but each of us is to <span class=\"emphasis\">be<\/span> a standard, a defense, a refuge. We are to “let [our] light so shine before men, that they may see [our] good works, and glorify [our] Father which is in heaven” (<span class=\"citation\" id=\"45287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45287)\">Matthew 5:16<\/a><\/span>; see also <span class=\"citation\" id=\"45609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45609)\">3 Nephi 12:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p42\" class=\"\">All the struggles and exertions of past generations have brought to us in our day the fulness of the gospel of Jesus Christ, the authority to administer, and the wherewithal to accomplish the ministry. It all comes together in this dispensation of the fulness of times, in the which the consummation of all things will be completed and the earth prepared for the coming of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p43\" class=\"\">We are as much a part of this work as were those men who untied that yellow bandana from Willard Richards’s walking stick and descended from Ensign Peak. That bandana, waved aloft, signaled the great gathering which had been prophesied in ancient and modern scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p44\" class=\"\">We speak of the Church as our refuge, our defense. There is safety and protection in the Church. It centers in the gospel of Jesus Christ. Latter-day Saints learn to look within themselves to see the redeeming power of the Savior of all mankind. The principles of the gospel taught in the Church and learned from the scriptures become a guide for each of us individually and for our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p45\" class=\"\">We know that the homes we establish, and those of our descendants, will be the refuge spoken of in the revelations—the “light,” the “standard,” the “ensign” for all nations, and the “refuge” against the gathering storms (see <span class=\"citation\" id=\"45733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45733)\">D&amp;C 115:5–6<\/a><\/span>; <span class=\"citation\" id=\"45257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45257)\">Isaiah 11:12<\/a><\/span>; <span class=\"citation\" id=\"45493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45493)\">2 Nephi 21:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p46\" class=\"\">The ensign to which all of us are to rally is Jesus Christ, the Son of God, the Only Begotten of the Father, whose Church this is and whose name we bear and whose authority we carry.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p47\" class=\"\">We look forward with faith. We have seen many events in our lifetime, and many will yet occur that will tax our courage and extend our faith. We are to “rejoice, and be exceeding glad: for great [will be our] reward in heaven” (<span class=\"citation\" id=\"45284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45284)\">Matthew 5:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p48\" class=\"\">Willingly defend the history of the Church, and do “not [be] ashamed of the gospel of [Jesus] Christ: for it is the power of God unto salvation to every one that believeth” (<span class=\"citation\" id=\"45401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45401)\">Romans 1:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p49\" class=\"\">We will face the challenges, for we cannot avoid them, and teach the gospel of Jesus Christ and teach of Him as our Savior and our Refuge, our Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p50\" class=\"\">If a well-worn yellow bandana was good enough to be an ensign to the world, then ordinary men who hold the priesthood and ordinary women and ordinary children in ordinary families, living the gospel as best they can all over the world, can shine forth as a standard, a defense, a refuge against whatever is to be poured out upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p51\" class=\"\">“We talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins” (<span class=\"citation\" id=\"45497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45497)\">2 Nephi 25:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/a-defense-and-a-refuge.p52\" class=\"\">This Church will prosper. It will prevail. Of this I am absolutely certain. I bear this testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_033\"><a name=\"-26911_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Journal of Wilford Woodruff, July 26, 1847, Archives of The Church of Jesus Christ of Latter-day Saints; see also B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 3:270–71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_033\"><a name=\"-26911_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_033\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona, <\/span>Oct. 2004, 49;<span class=\"emphasis\"> Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}