{"ID":7357, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Receiving by the Spirit\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p2\" class=\"\">A. Roger Merrill<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p\" class=\"\">Sunday School General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/a-roger-merrill-10.jpg\" alt=\"A. Roger Merrill\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When we focus … on seeking and receiving the Spirit, we become less concerned about a teacher or speaker holding our attention and more concerned about giving our attention to the Spirit.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p5\" class=\"\">One morning when I was serving as a young missionary in Beaumont, Texas, my companion became ill and needed to rest. Following the counsel of our mission president for such situations, I pulled a chair up by the open window in our fourth-story apartment and began to read in the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p6\" class=\"\">Soon I became immersed in the scriptures, and after a time I came to <span class=\"citation\" id=\"45573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45573)\">Alma chapter 29, verses 1 and 2<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p7\" class=\"\">“O that I were an angel, and could have the wish of mine heart, that I might go forth and speak with the trump of God, with a voice to shake the earth, and cry repentance unto every people!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p8\" class=\"\">“Yea, I would declare unto every soul, as with the voice of thunder, repentance and the plan of redemption, that they should repent and come unto our God, that there might not be more sorrow upon all the face of the earth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p9\" class=\"\">As I pondered on Alma’s words, they became deeply personal. My companion and I had knocked on hundreds of doors in Beaumont, offering to share our message, but with limited success. In my mind’s eye, I began to imagine what it might be like if I were an angel and could cry repentance with a voice to shake the earth. I looked out the window at the people coming and going on the street below. I imagined what it would be like if I were standing there shining like an angel, with my hands raised, speaking with a voice of thunder. I envisioned the buildings shaking and people falling to the earth. Under the circumstances I imagined, they might have a sudden desire to listen to what I had to say!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p10\" class=\"\">But then I read the next verse: “But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me” (<span class=\"citation\" id=\"45574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45574)\">v. 3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p11\" class=\"\">I was humbled to realize the Lord loves all His children and has a plan for His work. My job was to do my part.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p12\" class=\"\">I was also humbled to realize something else. In that moment, I <span class=\"emphasis\">knew<\/span> that what I was reading was not fiction—it was real. Quietly and peacefully while I was reading, I had been filled with light and with the realization that this Alma was an actual person, that he had lived, and that he too had deeply desired to share the gospel message with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p13\" class=\"\">If you had asked me in that moment, “Do you know this is true?” I would have replied, “Absolutely!” At that point, it became clear to me that I was receiving a spiritual witness of the truth of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p14\" class=\"\">As I have reflected on that experience—and many such witnesses since—I have come to better understand how vitally important it is to <span class=\"emphasis\">receive<\/span> by the Spirit. We often focus, appropriately, on the importance of teaching by the Spirit. But we need to remember that the Lord has placed equal, if not greater, importance on receiving by the Spirit. (See <span class=\"citation\" id=\"45693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45693)\">D&amp;C 50:17–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p15\" class=\"\">Such receiving is a foundational gospel pattern. It is set forth in the very ordinance by which we are confirmed members of the Church. In this ordinance we are instructed to “receive the Holy Ghost.” This is a formal invitation to act, to receive this great gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p16\" class=\"\">As I have become more aware of this principle, I find that the scriptures are replete with the doctrine of receiving. As President Boyd K. Packer has said, “No message appears in scripture more times, in more ways than, ‘Ask, and ye shall receive’” (“Reverence Invites Revelation,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1991, 21).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p17\" class=\"\">At the very core of our mortal probation is the choice to receive Jesus as the Christ. The Apostle John taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p18\" class=\"\">“He came unto his own, and his own received him not.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p19\" class=\"\">“But as many as received him, to them gave he power to become the sons of God” (<span class=\"citation\" id=\"45366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45366)\">John 1:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p20\" class=\"\">One cannot help but wonder how many gifts and blessings surround us that we do not receive. The Lord has said: “For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift? Behold, he rejoices not in that which is given unto him, neither rejoices in him who is the giver of the gift” (<span class=\"citation\" id=\"45713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45713)\">D&amp;C 88:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p21\" class=\"\">In our Church meetings, in our personal and family scripture study, and even this day as we listen to the Lord’s prophets and apostles, some of us will receive more than others. Why? I am learning that those who truly receive do at least three things that others may not do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p22\" class=\"\">First, they <span class=\"emphasis\">seek.<\/span> We live in an entertainment world, a spectator world. Without realizing it, we can find ourselves coming to conference or going to church with the attitude, “Here I am; now inspire me.” We become spiritually passive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p23\" class=\"\">When we focus instead on seeking and receiving the Spirit, we become less concerned about a teacher or speaker holding our attention and more concerned about giving our attention to the Spirit. Remember, <span class=\"emphasis\">receive<\/span> is a verb. It is a principle of action. It is a fundamental expression of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p24\" class=\"\">Second, those who receive, <span class=\"emphasis\">feel.<\/span> While revelation comes to the mind and heart, it is most often felt. Until we learn to pay attention to these spiritual feelings, we usually do not even recognize the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p25\" class=\"\">In a recent conversation I had with one of our daughters-in-law, she suggested that we can help even young children become aware of these feelings of the Spirit. We can ask them questions such as “How do you feel as we read this scripture together? What do you feel the Spirit is prompting you to do?” These are good questions for us all. They demonstrate the desire to receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p26\" class=\"\">Third, those who receive by the Spirit <span class=\"emphasis\">intend to act.<\/span> As the prophet Moroni instructed, to receive a witness of the Book of Mormon, we must ask “with real intent” (<span class=\"citation\" id=\"45656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45656)\">Moroni 10:4<\/a><\/span>). The Spirit teaches when we honestly intend to do something about what we learn.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p27\" class=\"\">As I have read back over my journal entry to understand and learn more from the experience I had as a missionary, I have realized that although I had read in the Book of Mormon before, what happened in Beaumont that morning was different because I was different. As inexperienced as I was, at least on that occasion I was sincerely trying to seek and to feel, and my intent was to act in faith on what I learned. I know now that such witnesses are available to each of us on a regular basis if we will receive them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p28\" class=\"\">The Book of Mormon is the word of God. Jesus is the Christ. The gospel has been restored, and we truly are in the presence of modern apostles and prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p29\" class=\"\">I pray that this day and always we will learn to better receive, that we may truly rejoice in both the gift and “in him who is the giver of the gift.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/receiving-by-the-spirit.p30\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}