{"ID":736, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1954, pp. 79-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, gathered tonight a vast congregation, both seen and unseen, I greet you in\nthe fraternity of the Holy Priesthood, which in the providence of our Lord we have the honor\nand the privilege to bear.  I esteem you as my brethren, my friends, and colleagues in the\nadvancement of the glorious cause we have the honor to represent.  I honor\nall of you for your noble aspirations, and for your devotion to this great cause of the Lord.\n<\/p><p>\nThe contributions made and to be made by the priesthood of God, as so well and beautifully\noutlined just now for us by President Clark, is one of the most encouraging of all the aspects\nof our work.  The priesthood is integrated with our whole life.  It is part and parcel of it, and\nthere is nothing in life to us who hold it that we contemplate without the priesthood.\n<\/p><p>\nI am deeply concerned, as my Brethren are also, as indicated in the remarks of this\nConference, about the fundamental institution not only of our Society, but the Society of the\nwhole world, the home.  President McKay alerted us to it as he spoke of the children and\ntheir delinquency, and the need for a home life that would give to the youth a better and\ngreater outlook upon the world and their place in it. The thing that particularly concerns me is\nthis terrible evil of divorce.\n<\/p><p>\nI spoke of it to the Relief Society the other day, and I would like to make further comment\nabout it tonight.  I trust that what I may have not be incompatible with that which has been\nheretofore spoken in the Conference, but rather complementary to it.\n<\/p><p>\nIn my talk to the sisters I tried to outline the contributions which the Church and its\norganizations throughout our whole history have made to the solidarity and well-being of the\nhome.  I pointed out the theology of the Church which so adequately and so beautifully\nfurnishes the basic concept of the home&mdash;that this sacred institution, ordained of the Lord, is\ncharged with the primary responsibility for receiving the spirit children of the Father,\ntabernacled in the flesh, and then to nurture, train and develop these children in mortality, and\nthen return them to the Celestial presence whence they came. I know that the priesthood is\none of the greatest contributing agencies in the achievement of this glorious undertaking, and\nI would like to enlarge a little on the responsibilities and opportunities of the priesthood in\nthis matter.\n<\/p><p>\nI made the statement, and I hope you will approve of it, that the remedy for domestic\nproblems and irritations is not divorce, but repentance. I am thoroughly convinced in my heart\nthat this is true, and I hope you will approve of that interpretation.  I am sure that there is\nmuch that can be done to lessen this great evil.\n<\/p><p>\nA long time ago I was a practicing attorney.  I have investigated domestic problems.  I have\nseen and tried divorce suits, and heard the evidence of the parties.  As I look back over my\nexperiences and observations, I can recall few instances where repentance of bad conduct on\nthe part of the man or woman or both would not have been the answer.  We are commanded\nto repent of all sin, and while I hesitate to say it for fear of hurting the feelings of some, I am\nconstrained to believe that divorce is sin. If sin is an infraction of God's law, then surely this\nseparation is in that category.  There has been repeated before in our presence that great\ncommandment: \n<\/p><p>\n\"For this cause shall a man leave his father and mother, and cleave to his wife;  \n\"And they twain shall be one flesh . . .\n<\/p><p>\n\"What therefore God hath joined together, let not man put asunder\"\n(<span class=\"citation\" id=\"33075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33075)\">Mark 10:7-9<\/a><\/span>).\n<\/p><p>\nSo divorce contravenes the law of God.  Now, I do not mean to say that there may not be\nexceptions to be treated with some tolerance, but for my own part I am fearful of any\ninterpretation which does not put divorce in the category of evil and sin.\n<\/p><p>\nNow, the thinking of society has undergone a great change just in a generation.  I and many\nothers can well remember that a half century or less ago in nearly all the better circles stigma\nwas attached to divorce.  Families and people generally were ashamed of it. It was hidden in\nthe family closet wherever it could be.  Why?  Because our forebears had a deeper regard for\nthe laws of God and the sacred status of home and family.  Has the Lord ever said anything\nto give justification for this change of attitude, and for increasing tolerance for this great evil?\nNot a word.  His law stands today as it has always done, and members of his Church with the\nenlightenment of the latter-day revelations know better than anyone else in\nthe world why divorce is an evil, attended with fearful consequences perpetuated into eternity.\n<\/p><p>\nIt would seem that some other people are thinking a little along this line.  I clipped from the\npaper the other day an item with the following heading: \"BRITAIN PAPER RAPS\nDIVORCE, 'ONE-BY-ONE POLYGAMISTS!'\"\n<\/p><p>\n\"London, Sept. 24 (AP)&mdash;The Weekly 'Church of England newspaper' blasted away Friday at\n'one-at-a-time polygamy' and demanded tightening of British divorce laws.\n<\/p><p>\n\"Changes should be made, the weekly said, so that 'a third divorce, happily rare in this count\nbut common enough in America, should be impossible.'\n<\/p><p>\n\"The editorial advocated making a second divorce much harder to get Ban the first one and\ndeclared that third parties in triangles involving married couples should be sent to jail.\"\n<\/p><p>\nI doubt that I could agree with everything in this editorial, but I bring it to your attention\nmerely to show even in the modern world there is that great agitation over this subject.\n<\/p><p>\nNow, my brethren, I believe that if you will unite in emphasizing in all your teachings and\ncontacts with the people the glorious concept of eternal marriage so well known to all, (it has\nbeen mentioned so well here this evening), and the evil inherent in divorce, the separation of\nparents, the breaking of family ties, we can do good among our own people at least.  Our\nbishoprics, our ward teachers, our priesthood quorum officers, have an obligation to keep\nthemselves informed of conditions prevailing in the homes of our people.\n<\/p><p>\nI asked the Relief Society visiting teachers who have such an intimate contact with the ladies\nof the house to be observant, to detect those indications of irritation and troubles leading to\nseparation, and I am sure that we through the Ward Teachers and other agencies can likewise\ndetect many of these troubles before they erupt into this terrible, cruel thing of divorce.  I am\ncertain too that our priesthood authorities, if they detect these difficulties in time, can exercise\nan influence that will deter the parties from precipitant action.\n<\/p><p>\nI said the remedy was repentance. The priesthood is the power that can call to repentance, the\nonly true power that I know of that can do that.  These sociologists of the world&mdash;I do not\nthink know how to call to repentance. I do not mean to deprecate their efforts in composing\ndifficulties, but they do not know how to call to repentance, and they do not have the power\nto do it.  There is no more effective means at your command in combating this evil than the\npower and influence of your own example.  Your own loving companionship with your wife,\nso eloquently spoken of today, and your affectionate, dutiful family may be the ray of light\nand hope to give encouragement to many who suffer under the apprehension of domestic\ntroubles.  I call upon every man among you to review seriously, solemnly, his position as\nhusband and father.  If he discovers in honest contemplation anything in his conduct that\ngives rise to domestic irritation, or any neglect on his part, I call on him to repent, humbly\nand sincerely, and seek the help of the Lord in turning away from any acts or omissions\nincompatible with his priesthood and his obligations to his family.  If his wife needs to\nrepent, let him lead the way, and I believe there will be an excellent prospect that she will\nfollow.  I am satisfied that if all will ponder thoughtfully and prayerfully this great social\nproblem and its alarming increase in the Lord's Church, you will reach the conclusion that\nalmost universally the remedy for domestic estrangement and difficulty is repentance.\n<\/p><p>\nNow may I just say a word about a man of the priesthood as the head of his household.  That\ntoo has been mentioned before.  I believe that the Lord intended that every worthy member of\nthe priesthood should have this recognition, and he can be accorded this recognition without\nimpairment of the concept of partnership in marriage. Women of the Church have respect for\nthe priesthood, especially those who go to the temple.  They do not begrudge a man his\nposition as head of the home.  They know that all the greatest blessings the Lord has\npromised will be realized in their association with the priesthood, and every true Latter-day\nSaint woman wants her husband to magnify that holy calling which has\ncome to him.  The difficulties that arise usually stem from an attempt on the part of the head\nof the household to exercise inconsiderate or autocratic authority.  There is no position in the\nChurch in which the constitution and doctrine of the priesthood as revealed by the Lord has\nmore direct application than to a husband and father in the home.  He must never cease to be\nguided by the divine direction that: \n<\/p><p>\n\"No power or influence can or ought to be maintained . . . only by persuasion, by\nlong-suffering, by gentleness and meekness, and by love unfeigned . . .\n<\/p><p>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee\nto be his enemy\" (<span class=\"citation\" id=\"13321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13321)\">D&amp;C 121:41,43<\/a><\/span>).\n<\/p><p>\nEvery head of the household may win respect for his position if he will but truly follow these\ndivine directions.\n<\/p><p>\nI need not tell you how greatly broken homes contribute to juvenile delinquency, mentioned\nby President McKay.  You know what lack of respect for law and order is doing to our\nsociety, but I believe that the first lessons in order, reverence, and respect for law and\nestablished institutions come from the home.  The home itself should be an institution of law\nand order.  Remember there is no order without law.  It is a kindness to children to teach\nthem the necessity for law and also the penalties for violation.  If they do not learn this in the\nhomes, they will have to learn it in the hard ways which society enforces.  Any wife and\nmother who fails to accord to the man of the priesthood who heads her household deference\nfor his position, and who disparages him in the eyes of her children will live to regret her\nactions, and any man who heads a household who does not make himself worthy of the\nrespect of his wife and children will be sorry.\n<\/p><p>\nMy dear brethren, we have no greater and more pressing obligation than to establish and\nmaintain the solidarity and the goodness of home and family. We have the power within\nourselves to set the example for this whole world, and there are enough of us, even in\ncomparison with the great populations of the world, to set this example so that it may be read\nby all the peoples of the world if we will but live to our opportunities and the responsibilities\nthe Lord has given us.\n<\/p><p>\nFor one, I pray for strength in myself and in all of you to live according to the Lord's word,\nto show gratitude and appreciation for our testimonies and for our membership in his\nKingdom, that we may all give united support to his Holy Cause.  I ask his blessings ever to\nattend you in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}