{"ID":7362, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prophets in the Land Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It is no trivial matter for this Church to declare to the world prophecy, seership, and revelation, but we do declare it.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">26911_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p5\" class=\"\">Not long after our friend Carolyn Rasmus joined the faculty of Brigham Young University, a group of her new teaching colleagues invited her to join them on a Saturday hike in the mountains above Provo. Carolyn was not a member of The Church of Jesus Christ of Latter-day Saints, but she had felt particularly welcome in her new circle of associates. She eagerly joined them for the climb.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p6\" class=\"\">As the sun steadily rose, so did the hikers on the mountainside. Then, as the ten o’clock hour approached, the group began to find places to sit down. Carolyn thought, “This is wonderful. How did they know I needed the rest?” and she, too, looked for a comfortable spot to stretch out. But the participants seemed unusually earnest about this particular break, some pulling out pencils and notebooks while one intently dialed a transistor radio.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p7\" class=\"\">What then happened would be a turning point in her life forever. One of her friends said, “Carolyn, we need to explain something. This is the first Saturday in October, and for us that means not only lovely weather and bright fall foliage, but it also means a general conference of the Church. As Latter-day Saints, wherever we are or whatever we are doing, we stop and listen. So we are going to sit here among the oak and the pines, look out over the valley below, and listen to the prophets of God for a couple of hours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p8\" class=\"\">“A couple of hours!” thought Carolyn. “I didn’t know there were prophets of God still living,” she said, “and I certainly didn’t know there were two hours’ worth!” Little did she know that they were going to stop again at two o’clock that afternoon for another two hours and then invite her to tune in at home for four more the next day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p9\" class=\"\">Well, the rest is history. With the gift of a leather-bound copy of the scriptures from her students, the love of friends and families in the LDS ward she began to attend, and spiritual experiences we want all who make their way into the light of the gospel to have, Carolyn was baptized and confirmed a member of the Church. The rest is, as they say, history. With her introduction to general conference that day sitting high atop Y Mountain, Sister Rasmus had seen her own personal fulfillment of Isaiah’s prophetic invitation: “Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.”<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_040\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45253)\">Isaiah 2:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p10\" class=\"\">We are coming to the close of another marvelous general conference. We have been blessed to hear messages from our leaders, including and especially President Gordon B. Hinckley, the man we sustain as God’s oracle on earth, our living prophet, seer, and revelator. As prophets have done in dispensations from Adam down to the present day, President Hinckley has figuratively gathered us in a kind of global equivalent of the valley of Adam-ondi-Ahman, has loved us and taught us and bestowed upon us his blessing.<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_040\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45719)\">D&amp;C 107:53–56<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p11\" class=\"\">I think it is safe to say that the prayer all the brethren and sisters have had as they have spoken this weekend is that general conference will have been as uplifting, and if needful as life-changing for each of us as it was for Sister Rasmus and countless thousands of others who semi-annually respond to our LDS hymn, “Come, listen to a prophet’s voice, and hear the word of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_040\">3<\/a>\n       <span class=\"footnote\">[“Come, Listen to a Prophet’s Voice,” <span class=\"emphasis\">Hymns,<\/span> no. 21.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p12\" class=\"\">In my own expression of testimony and gratitude for the messages and meaning of general conference, may I suggest three things these twice-yearly gatherings declare to all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p13\" class=\"\">First, they declare eagerly and unequivocally that there is again a living prophet on the earth speaking in the name of the Lord. And how we need such guidance! Our times are turbulent and difficult. We see wars inter-nationally and distress domestically. Neighbors all around us face personal heartaches and family sorrows. Legions know fear and troubles of a hundred kinds. This reminds us that when those mists of darkness enveloped the travelers in Lehi’s vision of the tree of life, it enveloped <span class=\"emphasis\">all<\/span> of the participants—the righteous as well as the unrighteous, the young along with the elderly, the new convert and seasoned member alike. In that allegory all face opposition and travail, and only the rod of iron—the declared word of God—can bring them safely through. We <span class=\"emphasis\">all<\/span> need that rod. We all need that word. No one is safe without it, for in its absence any can “[fall] away into forbidden paths and [be] lost,” as the record says.<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_040\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45458)\">1 Nephi 8:28<\/a><\/span>; see also <span class=\"citation\" id=\"45457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45457)\">vv. 23–24<\/a><\/span>.]<\/span><\/sup> How grateful we are to have heard God’s voice and felt the strength of that iron rod in this conference these past two days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p14\" class=\"\">Not often but over the years some sources have suggested that the Brethren are out of touch in their declarations, that they don’t know the issues, that some of their policies and practices are out-of-date, not relevant to our times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p15\" class=\"\">As the least of those who have been sustained by you to witness the guidance of this Church firsthand, I say with all the fervor of my soul that never in my personal or professional life have I ever associated with any group who are so <span class=\"emphasis\">in<\/span> touch, who know so profoundly the issues facing us, who look so deeply into the old, stay so open to the new, and weigh so carefully, thoughtfully, and prayerfully everything in between. I testify that the grasp this body of men and women have of moral and societal issues exceeds that of any think tank or brain trust of comparable endeavor of which I know anywhere on the earth. I bear personal witness of how thoroughly good they are, of how hard they work, and how humbly they live. It is no trivial matter for this Church to declare to the world prophecy, seership, and revelation, but we do declare it. It is true light shining in a dark world, and it shines from these proceedings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p16\" class=\"\">Secondly, each of these conferences marks a call to action not only in our own lives but also on behalf of others around us, those who are of our own family and faith and those who are not. This morning President Hinckley movingly reminded us that this is the 150th anniversary of those handcart companies that, as general conference was convening in October of 1856 here in the Salt Lake Valley, were staggering through the last freezing miles of Nebraska and were soon to be stranded in the impassable snows of the high country of Wyoming. He quoted to us President Brigham Young’s inspiring general conference message to the Saints, simply “go and bring in those people now on the plains.”<sup class=\"noteMarker\"><a href=\"#footnote5-26911_000_040\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News, <\/span>Oct. 15, 1856, 252; see also LeRoy R. Hafen and Ann W. Hafen, <span class=\"emphasis\">Handcarts to Zion<\/span> (1960), 120–21.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p17\" class=\"\">As surely as the rescue of those in need was the general conference theme of October 1856, so too is it the theme of this conference and last conference and the one to come next spring. It may not be blizzards and frozen-earth burials that we face this conference, but the needy are still out there—the poor and the weary, the discouraged and downhearted, those “[falling] away into [the] forbidden paths” we mentioned earlier, and multitudes who are “kept from the truth because they know not where to find it.”<sup class=\"noteMarker\"><a href=\"#footnote6-26911_000_040\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45747)\">D&amp;C 123:12<\/a><\/span>.]<\/span><\/sup> They are all out there with feeble knees, hands that hang down,<sup class=\"noteMarker\"><a href=\"#footnote7-26911_000_040\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45703)\">D&amp;C 81:5<\/a><\/span>.]<\/span><\/sup> and bad weather setting in. They can be rescued only by those who have more and know more and can help more. And don’t worry about asking, “Where are they?” They are everywhere, on our right hand and on our left, in our neighborhoods and in the workplace, in every community and county and nation of this world. Take your team and wagon; load it with your love, your testimony, and a spiritual sack of flour; then drive in any direction. The Lord will lead you to those in need if you will but embrace the gospel of Jesus Christ that has been taught in this conference. Open your heart and your hand to those trapped in the twenty-first century’s equivalent of Martin’s Cove and Devil’s Gate. In doing so we honor the Master’s repeated plea on behalf of lost sheep and lost coins and lost souls.<sup class=\"noteMarker\"><a href=\"#footnote8-26911_000_040\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45361)\">Luke 15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p18\" class=\"\">Lastly, a general conference of the Church is a declaration to all the world that Jesus is the Christ, that He and His Father, the God and Father of us all, appeared to the boy prophet Joseph Smith in fulfillment of that ancient promise that the resurrected Jesus of Nazareth would again restore His Church on earth and again “come in like manner as [those Judean Saints had] seen him [ascend] into heaven.”<sup class=\"noteMarker\"><a href=\"#footnote9-26911_000_040\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45389)\">Acts 1:11<\/a><\/span>.]<\/span><\/sup> This conference and every other conference like it is a declaration that He condescended to come to earth in poverty and humility, to face sorrow and rejection, disappointment and death in order that we might be saved from those very fates as our eternity unfolds, that “with his stripes we are healed.”<sup class=\"noteMarker\"><a href=\"#footnote10-26911_000_040\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45266)\">Isaiah 53:5<\/a><\/span>.]<\/span><\/sup> This conference proclaims to every nation, kindred, tongue, and people the loving Messianic promise that “his mercy endureth for ever.”<sup class=\"noteMarker\"><a href=\"#footnote11-26911_000_040\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45249)\">Psalm 136:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p19\" class=\"\">To all of you who think you are lost or without hope, or who think you have done too much that was too wrong for too long, to every one of you who worry that you are stranded somewhere on the wintry plains of life and have wrecked your handcart in the process, this conference calls out Jehovah’s unrelenting refrain, “[My] hand is stretched out still.”<sup class=\"noteMarker\"><a href=\"#footnote12-26911_000_040\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45254)\">Isaiah 5:25<\/a><\/span>; <span class=\"citation\" id=\"45255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45255)\">9:17, 21<\/a><\/span>.]<\/span><\/sup> “I shall lengthen out mine arm unto them,” He said, “[and even if they] deny me; nevertheless, I will be merciful unto them, … if they will repent and come unto me; for mine arm is lengthened out all the day long, saith the Lord God of Hosts.”<sup class=\"noteMarker\"><a href=\"#footnote13-26911_000_040\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45499)\">2 Nephi 28:32<\/a><\/span>.]<\/span><\/sup> His mercy endureth forever, and His hand is stretched out still. His is the pure love of Christ, the charity that never faileth, that compassion which endures even when all other strength disappears.<sup class=\"noteMarker\"><a href=\"#footnote14-26911_000_040\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"45650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45650)\">Moroni 7:46–47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/prophets-in-the-land-again.p20\" class=\"\">I testify of this reaching, rescuing, merciful Jesus, that this is His redeeming Church based on His redeeming love, and that, as those in the Book of Mormon declared, “there came prophets among the people, who were sent from the Lord [to speak it]. … [Yea,] there came prophets in the land again.”<sup class=\"noteMarker\"><a href=\"#footnote15-26911_000_040\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45639)\">Ether 7:23<\/a><\/span>; <span class=\"citation\" id=\"45640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45640)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45640)\">9:28<\/a><\/span>.]<\/span><\/sup> I testify that President Gordon B. Hinckley is in every way, from head to toe, such a prophet, one whose life and voice we cherish and for whom we have prayed so much. He will now conclude this semiannual gathering. For such a blessing—and <span class=\"emphasis\">all<\/span> these blessings and so many more— I give personal thanks at general conference time, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_040\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45253)\">Isaiah 2:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_040\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45719)\">D&amp;C 107:53–56<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_040\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Come, Listen to a Prophet’s Voice,” <span class=\"emphasis\">Hymns,<\/span> no. 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_040\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45458)\">1 Nephi 8:28<\/a><\/span>; see also <span class=\"citation\" id=\"45457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45457)\">vv. 23–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-26911_000_040\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News, <\/span>Oct. 15, 1856, 252; see also LeRoy R. Hafen and Ann W. Hafen, <span class=\"emphasis\">Handcarts to Zion<\/span> (1960), 120–21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-26911_000_040\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45747)\">D&amp;C 123:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-26911_000_040\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45703)\">D&amp;C 81:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-26911_000_040\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45361)\">Luke 15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-26911_000_040\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45389)\">Acts 1:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-26911_000_040\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45266)\">Isaiah 53:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-26911_000_040\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45249)\">Psalm 136:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-26911_000_040\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45254)\">Isaiah 5:25<\/a><\/span>; <span class=\"citation\" id=\"45255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45255)\">9:17, 21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-26911_000_040\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45499)\">2 Nephi 28:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-26911_000_040\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"45650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45650)\">Moroni 7:46–47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_040\"><a name=\"-26911_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-26911_000_040\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45639)\">Ether 7:23<\/a><\/span>; <span class=\"citation\" id=\"45640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45640)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45640)\">9:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}