{"ID":7364, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternally Encircled in His Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p3\" class=\"\">Bonnie D. Parkin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/bonnie-d-parkin-10.jpg\" alt=\"Bonnie D. Parkin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I know that [Heavenly Father] loves us, sisters, as does His Son, Jesus Christ. That love will never change—it is constant.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">26911_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p6\" class=\"\">When I received this call, I pleaded with Heavenly Father to help me know what the sisters in the Church needed. I received a strong witness that we, His daughters, need to know that He loves us. We need to know that He sees the good in us. Feeling His love encourages us to press forward, reassures us that we are His, and confirms to us that He cherishes us even when we stumble and experience temporary setbacks.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p7\" class=\"\">I had this message confirmed when I bore my testimony in the Sunday afternoon session of general conference in April of 2002. That morning I was told that Elder David B. Haight might not be able to participate in the conference. If that happened, I would have five minutes to bear my testimony. I prayed extra hard for Elder Haight that day! Sunday morning I watched him come into the Conference Center, and I started to relax—right up until the moment he exited during the congregational hymn. As I stood at the podium that afternoon, the teleprompter screen was blank! But the message that kept coming to my mind and heart was that women need to feel the Lord’s love in their lives daily. It was the message I knew I needed to convey that day, and it continues to be our message.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p8\" class=\"\">I have been humbled by your tender personal responses to this charge. Thank you for sharing how this message has blessed your life. Your words have confirmed that each one of us is entitled—and needs—to feel the Lord’s love in her life daily.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p9\" class=\"\">Our Heavenly Father loved us before we came to this earth. I know that He loves us, sisters, as does His Son, Jesus Christ. That love will never change—it is constant. You can rely on it. We can trust it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p10\" class=\"\">Just as the motto of Relief Society reminds us that “charity never faileth,” we must believe that the love of Christ will never fail us. All that we do in Relief Society should reflect the love of our Savior and the love of our Heavenly Father. This great love should be the source of our motivation to serve others. It must be both our point of origin and our destination!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p11\" class=\"\">I know of a young mother with five little children who called an older sister, her valued mentor, and asked, “Can we go on a hike?” Her friend knew that meant she needed to talk. Halfway through an eight-mile loop, the young mother finally said, “I just can’t believe that Heavenly Father loves me; I’ve made lots of mistakes in my life. I can’t feel that I’m worthy of His love; how can He possibly love me?” Sisters, this was a woman who had made temple covenants and was active in the Church. And yet she still felt unworthy of His love. The older sister quickly responded, “Of course He loves you. You’re His daughter.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p12\" class=\"\">Do we frequently reject the Lord’s love that He pours out upon us in much more abundance than we are willing to receive? Do we think we have to be perfect in order to deserve His love? When we allow ourselves to feel “encircled about eternally in the arms of his love,”<sup class=\"noteMarker\"><a href=\"#footnote1-26911_000_042\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45475)\">2 Nephi 1:15<\/a><\/span>.]<\/span><\/sup> we feel safe, and we realize that we don’t need to be immediately perfect. We must acknowledge that perfection is a process. This is a gospel of eternal progress, and we must remember to appreciate the journey. <span class=\"emphasis\">Eternal<\/span> means “without beginning or end,” so the encircling of His love is there for us every day. Remember, it’s constant—even when we don’t recognize it. I love Nephi’s description of this great gift: “The love of God … sheddeth itself abroad in the hearts of the children of men; wherefore, it is the most desirable above all things … <span class=\"emphasis\">and the most joyous to the soul.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote2-26911_000_042\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"45461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45461)\">1 Nephi 11:22–23<\/a><\/span>; emphasis added.]<\/span><\/sup> I testify that this is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p13\" class=\"\">I know there may be some who have a difficult time imagining what His love feels like. Think of a mother with her newborn baby. The warmth, safety, cherishing, and peace of a mother’s embrace can help us understand what it feels like to be encircled in the arms of His love. A young adult Relief Society sister wrote, “Only in the love of my mother do I come close to understanding the magnitude and power of the love of the Savior.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p14\" class=\"\">Mothers, can you see how essential you are in teaching this truth to your children? As you encircle your children with your love, they will catch glimpses of His love. President Gordon B. Hinckley urges us to “love the Lord [our] God, and love His Son, and be ever grateful for Their love for us. Whenever other love fades, there will be that shining, transcendent, everlasting love of God for each of us and the love of His Son, who gave His life”<sup class=\"noteMarker\"><a href=\"#footnote3-26911_000_042\">3<\/a>\n       <span class=\"footnote\">[“Words of the Living Prophet,” <span class=\"emphasis\">Liahona,<\/span> Dec. 1996, 8; “Excerpts from Recent Addresses of President Gordon B. Hinckley,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1996, 73.]<\/span><\/sup> for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p15\" class=\"\">A mother who knows her relationship with God helps her children to know Him and to be encircled by His love. I was touched by the comments a daughter shared at the funeral of her 100-year-old mother: “When I was a teenager trying to plan my class schedule, I would come into the kitchen where Mother was ironing. I would present possible options for my studies. … She would listen to all of them. We would discuss the possibilities … and then she would say, ‘OK, Cathy, have you prayed about it?’ That was kind of embarrassing to me, and I would hesitate and then add, ‘Do you have to pray about everything?’ She answered simply, ‘I do.’”<sup class=\"noteMarker\"><a href=\"#footnote4-26911_000_042\">4<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p16\" class=\"\">This mother listened. She shared her faith in the Lord; she set an example; she shared her expectations for her daughter to return continually to the Lord. As we approach the Lord, we feel His love draw us closer. Mothers, teach your children to always include the Lord in their lives, and help them to recognize His loving influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p17\" class=\"\">My mother and I received our patriarchal blessings together. I was 20, and Mother was 49. I will never forget that day—how the patriarch placed his hands on Mother’s head and told her how often her life had been spared through bouts of rheumatic fever, heart disease, and many other illnesses. He recounted her life, enumerating the times she had blessed others. He told her of things the Lord had in store for her and offered guidance as to what she needed to do. I knew my mother’s life, and I listened as this patriarch, who was not acquainted with her, described her life. This experience was a witness to me that God lives, that He loves us, and that He knows us individually. I felt the Lord’s love for my mother—and for me—on that memorable day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p18\" class=\"\">The greatest evidence of our Savior’s love for us is His Atonement. His love overflows with grace, patience, long-suffering, mercy, and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p19\" class=\"\">Now, as grandmothers we have a sacred responsibility to encircle our grandchildren in love. When a three-year-old girl was being sassy, her grandmother instructed her, “Don’t talk that way to your grandmother, because we are going to be friends for millions and millions of years.” Isn’t being a grandmother the best? Remember, sisters, love and covenants bind us together as eternal families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p20\" class=\"\">The Lord’s love is often delivered through others as they respond to promptings of the Spirit. Are we hearing and following those promptings?<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p21\" class=\"\">Because of financial struggles, one sister had to move from her beloved home and ward after living there for 22 years. That was painful. Of her first Sunday in her new ward, she said: “I felt very alone, even though I knew a few people. I was one of the first to Relief Society that morning. I sat there and watched the sisters file in and take their seats. They all seemed to need their own row, not just their own seat. They didn’t sit by each other and they didn’t sit by me. I felt like an island.” Sisters, why do we do that to each other?! The sister continued: “Then Lisa came in. Her face lit up when she saw me and she charged over to me, popped down beside me, put her arm around me and gave me a big hug. It’s amazing how much a small gesture like that can mean. Her warmth”—and I would add, her love—“washed away my loneliness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p22\" class=\"\">I fear sometimes we see the Lord’s love only in the big events of our lives; we must also see His love in the smallest of things. Don’t underestimate your ability to share His love through a simple, genuine gesture such as sitting next to another sister and making her feel welcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p23\" class=\"\">Do <span class=\"emphasis\">you<\/span> feel the Lord’s love in <span class=\"emphasis\">your<\/span> life? How I feel His love may be different from how you experience it. The key is to come to understand how <span class=\"emphasis\">you<\/span> feel that love. And once you’ve felt it, be willing to share it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p24\" class=\"\">As a presidency we visited the devastated Gulf Coast following Hurricane Katrina. One evening at a fireside I stood at the pulpit and felt prompted that every sister in attendance needed someone to literally reach out and strengthen her. After the meeting, Sister Hughes, Sister Pingree, and I each stood by a different door and hugged every sister as she exited. We simply wanted to express our love for them. To any of those sisters who are listening tonight, we left your chapel feeling renewed because of the love of God that you shared with us. Thank you for taking care of each other—and the three of us!<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p25\" class=\"\">In my morning prayers I ask Heavenly Father to fill me with His love so that I can do His work with more heart. I know that I have been blessed because of this daily petition. As Relief Society sisters, we must strive to manifest the love of Christ, who always sought to please His Father by doing His will. Sisters, we must make every effort to follow His supreme example—to demonstrate such love through our thoughts, our speech, our actions—in all the things we do and are. We must not allow pride or vanity, selfishness or personal agendas to displace our reaching out to others in love. Quite simply and profoundly, we must first allow ourselves to be encircled by God’s love. We do this best by embracing the Savior’s eternal Atonement. Then we can expand that circle to include our family and all others. Such a circle is indeed heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2006\/11\/eternally-encircled-in-his-love.p26\" class=\"\">My dear sisters, may the Lord bless you to feel His love daily as you keep your covenants, exercise charity, and strengthen families. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-26911_000_042\"><a name=\"-26911_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-26911_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45475)\">2 Nephi 1:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_042\"><a name=\"-26911_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-26911_000_042\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"45461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 45461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(45461)\">1 Nephi 11:22–23<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_042\"><a name=\"-26911_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-26911_000_042\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Words of the Living Prophet,” <span class=\"emphasis\">Liahona,<\/span> Dec. 1996, 8; “Excerpts from Recent Addresses of President Gordon B. Hinckley,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1996, 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-26911_000_042\"><a name=\"-26911_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-26911_000_042\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}