{"ID":737, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1954, pp. 82-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I have said before in the presence of our fellow laborers in the Council and in this General\nPriesthood Meeting, I feel in your presence and sense more keenly what John the Beloved\nDisciple felt when he said, \"We know that we have passed from death unto life, because we\nlove the brethren\" (<span class=\"citation\" id=\"1040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1040)\">1 Jn. 3:14<\/a><\/span>).\nI say that tonight with all my heart, as I look upon this vast\naudience and sense, too, the number of additional groups meeting in various places named.\n<\/p><p>\nSeveral days ago I entered my study after a hard day's work, anticipating this moment.  The\ngeneral outline for this Conference had been prepared, outlined so far as those who should\npray and those who should speak and when; we had asked the Lord to guide us regarding\nappropriate messages.  On that particular evening, however, I had in mind this moment, and I\nwas physically and mentally fatigued.  I could not study, I could not get my mind on anything\ndefinite; so after a word of secret prayer I retired.\n<\/p><p>\nThe next morning early I entered my study, reached for a little book that, contains what I call\n\"literary nuggets,\" taken from Church works, from poets, writers such as Scott, Burns, Longfellow\nand others, and the thought came, \"I believe I should like to take some of\nthese nuggets and apply them to the priesthood of the Church.\" May I give you one or two\ntonight.\n<\/p><p>\nThe first is in harmony with the great comparison made by President Clark of the army and\nthe battle, and it is also, as I shall develop it, in harmony with the impressive remarks by\nPresident Richards.  \"The greatest battle of life is fought out within the silent chambers of the\nsoul.\"\n<\/p><p>\nI ask you fellow workers to do again what undoubtedly you have done frequently, to sit down\nand commune with yourself.  There is a battle on with you, and with me, every day. Fight out\nwith yourself and decide upon your course of action regarding what your duty is first to your family.  Of somebody\ngetting into your life who will make an unhappiness or do some unhappiness in your home, as\nwe have heard tonight.\n<\/p><p>\nSecond, your duty to your quorum. You decide whether you owe your quorum anything, and\nsee if you have strength enough to do it after you decide.\n<\/p><p>\nThird, you decide in that silent moment what your duty is to your Church.\n<\/p><p>\nAnd fourth, what you owe to your fellow men.\n<\/p><p>\nAssociated on that page was this comment from one of the most sincere writers we have.  It\nis in \"The Simple Life.\" \"First, be of your own country, your own city, your own home, your\nown Church, your own workshop. Then, if you can, set out from this to go beyond it.  That is\nthe plain and natural order, and a man must fortify himself with very valid reasons to arrive\nat reversing it.  Each one is occupied with something else too often than what concerns him. \nHe is absent from his post. He ignores his trade.  That is what complicates life, and it would\nbe so simple for each one to be about his own matters.\"\n<\/p><p>\nDecide where your duty is, even remembering that \"the greatest battle of life is fought out\nwithin the silent chambers of your own soul.\"\n<\/p><p>\nThe second that I picked out is this: \"What e'er thou art, act well thy part.\" That, of course,\napplies to moral and lawful endeavors, and not to harmful or villainous actions.  That\ninfluenced me fifty-four years ago when, as I have told some of you before, Peter G. Johnson\nand I were walking around Stirling Castle in Scotland.  I was discouraged, I was just starting\nmy first mission.  I had been snubbed that day in tracting. I was homesick, and we walked\naround the Stirling Castle, really not doing our duty, and as we re-entered the town I saw a\nbuilding, half-finished, and to my surprise, from the sidewalk I saw an inscription over the\nlintel of the front door, carved in stone.  I said to Brother Johnson, \"I want to go over and see\nwhat that is.\" I was not more than half way up the pathway leading to it, when that message\nstruck me, carved there: \"What e'er thou art, act well thy part.\" As I rejoined my companion\nand told him, do you know what man came into my mind first?  The custodian at the\nUniversity of Utah, from which I was just graduated.  I realized that I had as great a respect\nfor that man as I had for any professor in whose class I had sat.  He acted well his part.  I\nrecalled how he helped us with the football suits, how he helped us with some of our lessons,\nfor he was a university graduate himself.  Humble but to this day I hold respect for him.\n<\/p><p>\nWhat are you?  You are men who hold the priesthood of God, who hold divine authority to\nrepresent Deity in whatever position to which you have been assigned.  When a man, an\nordinary man is set apart in his community as a sheriff, there is something added to him. \nWhen a policeman on these streets, at the crossing, holds up his hand, you stop.  There is\nsomething more about him than just an individual, there is the power that is given him. And\nso it is throughout life.  No man can be given a position without being enhanced.  It is a\nreality.  So, too, is the power of the priesthood.  It was so real in the days of Peter that\nSimon the Sorcerer, who was making money by his tricks, wanted to buy it, and offered the\nApostles money: \"Give me also this power, that on whomsoever I lay hands, he may receive\nthe Holy Ghost.\" Oh, what a denunciation Peter gave him!  \"Thy money perish with thee,\nbecause thou hast thought that the gift of God may be purchased with money . . .  For I\nperceive that thou art in the gall of bitterness, and in the bond of iniquity . . .\nRepent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart\nmay be forgiven thee.\" And so strong was the denunciation that Simon said, \"Pray ye to the\nLord for me, that none of these things which ye have spoken come upon me\"\n(<span class=\"citation\" id=\"7719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7719)\">Acts 8:19-20,22-24<\/a><\/span>).\n<\/p><p>\nThere was no doubt in Simon's mind about the reality of the power of the Holy Ghost. \n\"What e'er thou art, act well thy part.\" Are you a deacon, do the duties of a deacon well.  Are\nyou a teacher, do your work well.  A priest watching over the Church, visiting with\nthem&mdash;young men in this Church, if we could just do the duties of the teacher and of the\npriest, teaching people their duty, what a power for good to young men eighteen years of age,\nand nineteen.  Not incorrigible, not recreants, but leaders.  Brethren there is nothing in the\nworld so powerful in guiding youth as to have them act well their parts in the priesthood.\n<\/p><p>\nIn the same passage quoted by President Richards, the Lord says that many are called, but\nfew are chosen, and why are they not chosen?  Because their hearts are set so much upon the\nthings of this world and aspire to the honors of men, that they do not learn this one lesson,\nthat the rights of the priesthood are inseparably connected with the powers of heaven, and that\nthe powers of heaven cannot be controlled nor handled only upon the principle of\nrighteousness.  That they may be conferred upon us, it is true, but when men begin to\nexercise unrighteous dominion, then the power that is given to them is withdrawn, they are\nleft to themselves to kick against the pricks, to fight against God\n(<span class=\"citation\" id=\"13319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13319)\">D&amp;C 121:34-38<\/a><\/span>).\n<\/p><p>\nI can merely mention these.  You work them out for yourself.\n<\/p><p>\nThe third: \"There is none other name under heaven given among men, whereby we must be\nsaved\" (<span class=\"citation\" id=\"7713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7713)\">Acts 4:12<\/a><\/span>).\nIt was a most dramatic scene when that sentence was uttered, and so you\nhave this thought expressed as follows: The world's hope and destiny, the world's hope and\ndestiny are centered in the Man of Galilee, our Lord and Savior, Jesus Christ.\n<\/p><p>\nIn your moment when you are fighting out the battle of the day, will you look introspectively\nand see whether you really believe that?  Paul Kane once asked this question: \"Is Jesus only a\nlegendary figure in history, a Saint to be painted in the stained glass of church windows, a\nsort of sacred fairy not to be approached and hardly to be mentioned by name, or is he still\nwhat he was when he was in the flesh, a reality, a man of like passions with ourselves, an\nelder brother, a guide, a counselor, a comforter, a great voice calling to us out of the past to\nlive nobly, to guide bravely, and keep up our courage to the last.\"\n<\/p><p>\nWhat is he to you, my fellow laborer? When you kneel down to pray at night, do you feel his\nnearness, his personality hearing you, do you feel a power that operates perhaps as the radio\nor a greater power so that you feel that you are communing with him?  You are not just\nsaying your prayers, you are praying.  Do you know tonight that he is real, our Savior, the\nHead of the Church?  I know he is, and I know, too, that a whole nation right tonight is\ntrying to teach a million boys that Christ is but a myth and there is no God.\n<\/p><p>\nAnd now I will just pass to the fourth.  \"If my life is of no value to my friends, it is of no\nvalue to me, said the Prophet Joseph when he was on the way to Carthage.  You hold the\npriesthood to bless others; not for selfish purposes nor for selfish advancement, but to bless\nothers, and under that gem, or nugget, I have these lines from the great writer Browning, who\nputs in the mouth of Paracelsus, who thought learning would bring him everything&mdash;success,\nknowledge, etc., and he was going to rise above his fellow men and become great, and maybe\nhand it down to them if they would let him.  He ignored the advice of Festus, his friend, not\nto leave his fellowmen.\n<\/p><p>\nParacelsus obtained his knowledge, but he learned the lesson of life.  Finally, an old man,\nParacelsus was in Greece, and Festus heard about him and rushed to his old friend's bedside.\nThere, that great philosopher and scholar said, \"Festus, I have found the secret of life!\"\n<\/p><p>\n\"What is it?\" said Festus.\n<\/p><p>\nParacelsus said, \"There was a time when I was happy.\"\n<\/p><p>\n\"And when was that?\" said Festus.  \"All I hope depends upon that answer.\n<\/p><p>\n\"When, but the time I vowed myself to man!\"\n<\/p><p>\n\"Great God,\" exclaimed Festus, \"Thy judgments are inscrutable!\"\n<\/p><p>\n\"There is an answer to the longing of the human heart,\" continued Paracelsus, \"and it is this:\nLive in all things outside yourself by love, and you will have joy.  That was the life of God;\nit ought to be our life.  In him it was perfect, but in all created things it is a lesson learned\nthrough difficulty.\n<\/p><p>\nTime has passed.  I give you these nuggets and ask you to fight your fight daily, and say\nnothing that will hurt your wife, that will cause her tears, even though she might cause you\nprovocation.  Realize that those children are your eternal possessions, treasures of eternity. \nDo not dare to set an improper example towards them.  You are men of the priesthood and\nyou are leaders.  Never let them hear a cross word.  You should control yourself. He is a\nweak man who flies into a passion, whether he is working a machine or plowing or writing or\nwhatever he may be doing in the home.  A man of the priesthood should not fly into a\npassion.  Learn to be dignified.  You cannot picture Christ flying into a passion.  Indignant\nwith sin?  Yes.  Overturning the money changers when they insulted God and defiled the\ntemple.  Yes: But so dignified and noble that when he stands before Pilate he makes that\nleader say: \"Behold, the man\" (<span class=\"citation\" id=\"27619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27619)\">John 19:5<\/a><\/span>).\n<\/p><p>\nGod bless you, our dear fellow laborers as you go back now to your homes in stakes and\nwards and magnify the Holy Priesthood, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}