{"ID":738, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">We Are Not Alone in Life<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1954, pp. 86-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy Beloved Friends: \n<\/p><p>\nAs we see and talk to other people (and even sometimes as we look into our own hearts), it is\napparent that there is much of loneliness in life&mdash;not only the loneliness that comes from\nlack of companionship with people&mdash;but also the loneliness that comes with lack of purpose,\nwith lack of understanding of the reasons why we live.\n<\/p><p>\nNo doubt, some loneliness comes because we are always inseparably ourselves.  Some\nthoughts, some experiences, some intuitions, some of the awareness we have within us we\ncannot fully share with anyone else.  We come into the world alone.  We leave it alone.  We\nare always and eternally our own separate selves.\n<\/p><p>\nBut loneliness is more than simply solitude.  (A person can be very lonely in a crowded busy\nplace.)  And there is a kind of loneliness that comes from a sense of not belonging, of not\nfitting in, of not knowing our part in the picture&mdash;of not knowing what we are, or who we\nare, or where we came from, or where we are going, or why we are here, or what life is\nbasically all about.\n<\/p><p>\nThe mortal years of life pass swiftly and soon. And except for some glorious, eternal\ncertainties there could well be a universal feeling of frustration.  We labor long for things that\nsustain life and for things that afford a little passing pleasure&mdash;but there is nothing of these\ntangibles that we can take with us. These things we call our own are ours only for a short\ntime.  The farmer's fields not long ago belonged to someone else, and soon again will belong\nto someone else.  The stocks, the bonds, the Buildings, the houses we have, whatever we have\ntitle to, we all shall leave in yet a little while&mdash;and our going will make a mockery of all the\ntitles of our earthly tenancy.\n<\/p><p>\nAbout all we can take with us after all, are the knowledge and character we have acquired,\nthe intelligence we have developed or improved upon, the service we have given, the lessons\nwe have learned, and the blessed assurance that we may have our life and loved ones, always\nand forever&mdash;as assured us by a wise and kindly Father whose children we all are.  And\nknowing Him, and what He is to us, (and what we are to one another), what His purpose is in\nsending us here from His presence, is one of the surest safeguards against loneliness and\nfeelings of frustration.\n<\/p><p>\nSome few evenings ago, I sat at dinner by the side of a distinguished, successful industrialist,\nwho told me simply and in a few sentences how he faced the heavy problems of his life, and\nmet the decisions of each day: \n<\/p><p>\n\"When I get up in the morning, he said, \"I often feel that I can't face it but as I get down on\nmy knees and say simply 'God help me to do what I have to do this day,' strength comes and\nI feel that I am equal to it.  And I think of Him as my Father, and talk to Him as simply and\ndirectly as I used to talk to my father when he was here.\"\n<\/p><p>\nAnd then he added: \"Sometimes I do things I know I shouldn't do.  But when I do, I don't lie\nto God about my motives.  I know it's no use.  I know He knows my heart, my thoughts.  I\nknow what I have done, and He knows what I have done.  And I don't try to deceive Him or\nmyself.\"\n<\/p><p>\nI was mellowed and humbled by the direct and simple spirit of this friend with whom I sat\nthe other evening.  He was not of my faith, but in my own earnest belief, he could not have\ntalked to God with so much satisfaction or assurance if he had thought of Him merely as a\nforce, or as an ineffable essence, the nature and purpose of which he knew nothing&mdash;or at\nleast nothing that would bring to him the assured feeling that he was in fact talking to his\nFather.\n<\/p><p>\nIt is urgently important in life to draw nearer to a knowledge of the nature of God, and of our\nrelationship to Him and to one another.  And what better place to begin than with the first\nbook of the Bible&mdash;what better place to turn than to literal scriptural language? \n<\/p><p>\n\"In the beginning God created the heaven and the earth . . . And God said, Let us make man\nin our own image, after our likeness . . . So God created man in his own image, in the image\nof God created he him . . . And God saw everything that he had made, and, behold, it was\nvery good\" (<span class=\"citation\" id=\"23604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23604)\">Gen. 1:1,26-27,31<\/a><\/span>).\n<\/p><p>\nIt was a good world; it is a good world&mdash;despite the foolishness and perversities of men.  It\nis good because of its beauties and bounties, and because of the glorious purpose and limitless\npossibilities that a loving Father has given His children&mdash;a Father whom the scriptures testify\nis personal and approachable, even as Paul proclaimed in his Epistle to the Hebrews that Jesus\nthe Christ was in \"the express image\" of his Father's person\n(<span class=\"citation\" id=\"24258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24258)\">Heb. 1:3<\/a><\/span>).\n<\/p><p>\nScripture records that many men have seen God, among them Moses and Aaron and the\nseventy elders of Israel\n(<span class=\"citation\" id=\"22645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22645)\">Ex. 24:9-11<\/a><\/span>)&mdash;even\nas John recorded in Revelation that \"his\nservants shall serve him: And they shall see his face\"\n(<span class=\"citation\" id=\"42246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42246)\">Rev. 22:3-4<\/a><\/span>).\n<\/p><p>\nAnd Stephen the Martyr, \"being full of the Holy Ghost, looked up stedfastly into heaven, and\nsaw . . . Jesus standing on the right hand of God\"\n(<span class=\"citation\" id=\"7717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7717)\">Acts 7:55<\/a><\/span>).\n<\/p><p>\nAnd Jesus frequently addressed His Father.  In Gethsemane: \"O my Father, if it be possible,\nlet this cup pass from me\" (<span class=\"citation\" id=\"34662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34662)\">Matt. 26:39<\/a><\/span>).\n<\/p><p>\nOn Calvary: \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31386)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nAnd earlier with the Twelve: \"These words spake Jesus, and lifted up his eyes to heaven, and\nsaid, Father, the hour is come . . .\n<\/p><p>\n\"And now, O Father, glorify thou me . . . with the glory which I had with thee before the\nworld was . . .\n<\/p><p>\n\"Holy Father, keep through thine own name those whom thou hast given me, that they may\nbe one, as we are . . .\n<\/p><p>\n[\"And this is life eternal, that they might know thee the only true God, and Jesus Christ,\nwhom thou hast sent\"] (<span class=\"citation\" id=\"27614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27614)\">John 17:1,5,11,33<\/a><\/span>).\n<\/p><p>\nThere is much more of scripture that affirms the oneness of purpose of the Father and of His\nbeloved Son&mdash;and that also affirms their separateness of person as a literal, physical fact. \nAnd as Jesus approached Him, so also we approach the Father, in all our needs.  In every\nproblem, in sorrow and success, in all the things we struggle with from day to day, we can\nreach out to Him with the assurance that He is there.  He lives.  He speaks.  His voice is not\nunto the ancients only, but even unto our own day there is witness of His personal presence. \nHe is a God of continuous revelation, of continuous mindfulness for all of us, and He does\nnot shut Himself in the Heavens if we will let Him come into our lives.\n<\/p><p>\nHe has sent us here, from where we were with Him before birth, for a brief period of mortal\nexperience, with our free agency, our right of choice, with principles and commandments, and\nwith His Spirit to light us through life, and has assured us everlasting life with the glorious\npromise of limitless and eternal progress and possibilities, with all the sweetness of\nassociation of family and friends in the peace and protection of His presence&mdash;if we will. \nHe has assured us that \"men are that they might have joy\" (Book of\nMormon, <span class=\"citation\" id=\"3560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3560)\">2 Ne. 2:25<\/a><\/span>),\nand has declared it to be His purpose \"to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39056)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nKnowing our feelings for our own loved ones, for our own children, we can take confidence\nin the merry and love and understanding and in the helpfulness of our Father in heaven, who\nwill not leave the humblest child or the most lonely among us, alone in life.\n<\/p><p>\nYou who are sick&mdash;you who are wracked with pain, you who are confined with physical\ninfirmity&mdash;you are not alone in life.  There is faith, there is hope, there is mercy, there is\nhelp from Him.  \"He that keepeth thee will not slumber\"\n(<span class=\"citation\" id=\"41788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41788)\">Ps. 121:3<\/a><\/span>).\n<\/p><p>\nYou who are discouraged, whose obligations are heavy, whose best efforts somehow seem to\nfall short of success; you who have been falsely dealt with; you who have met reverses and\ndisappointments, you who have lost heart: There is a kind and jug and merciful Father in\nheaven to whom you can turn, and who will see that you lose nothing that should have been\nyours. He can bring peace to your hearts, and restore faith and purpose.  You are not alone.\n<\/p><p>\nAnd you who are tried and tempted, by appetites, by evil in its subtle shapes; you who have\nbeen careless in your conduct, who have lived the kind of lives that fall short of what you\nknow you should have lived&mdash;and are contending with conscience and are torn inside\nyourselves: You also are not alone in life, for the Lord God who gave you life has also given\nthe glorious principle of repentance, which, upon sincere turning away from false ways, can\nrestore again the blessed peace that comes with quiet conscience.\n<\/p><p>\nYou who have been hurt&mdash;hurt in your hearts, hurt in spirit, you who have been offended\nand have withdrawn yourselves and become a little aloof&mdash;you need not be alone.  The door\nis open.\n<\/p><p>\nYou who have unanswered questions (which all of us have); you who are torn between the\nteachings of contending teachers, who are confused by conflicting theories: Keep faith.\nReserve judgment.  Be patient.  God lives.  He is the source of all truth, and where there\nseem to be discrepancies it is simply because we do not know enough. The theories of men\nchange swiftly, but \"the glory of God is intelligence\"\n(<span class=\"citation\" id=\"13292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13292)\">D&amp;C 93:36<\/a><\/span>), and\nthere is no truth in all the universe that the Father of us all would not wish you to seek and to\naccept&mdash;for man cannot be \"saved in ignorance\"\n(<span class=\"citation\" id=\"13332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13332)\">D&amp;C 131:6<\/a><\/span>). Keep an\nopen mind and an open heart and a teachable spirit.  \"Seek learning, even by study and also\nby faith\" (<span class=\"citation\" id=\"13282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13282)\">D&amp;C 88:118<\/a><\/span>).\n<\/p><p>\nAnd you who are young, who have ambitions for the future, but who face serious\nuncertainties: Go forward and live your lives with faith.  Look far ahead; decide on some\ngood goal. Study, work, and prepare yourselves.  Make solid plans and pursue solid purposes\nand don't place undue emphasis on the passing, trivial pleasures.  When the proper time\ncomes, make your homes and have your families, and face your problems with faith.  Your\nFather in heaven knows and understands you, and will help and lead you to happiness and\nusefulness here, and to your high destiny hereafter, if you will keep close to Him and take\nHim into your confidence\n<\/p><p>\nAnd you who have lost your loved ones: You are not alone.  God, who is the Father of the\nspirits of all men, has sent us here from His presence until he calls us to return.  And our\nloved ones who have left us will always be themselves, and we may see and know and be\nwith them again, always and forever&mdash;if we will but take the steps that lead to eternal family\nreunion.  They are nearer to us than we know.\n<\/p><p>\nWe are none of us alone in life.  We belong to an eternal family. We belong also to one\nanother&mdash;and God, who made us in His image\n(<span class=\"citation\" id=\"23606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23606)\">Gen. 1:26-27<\/a><\/span>), is the Father of us all.  And there is justice\nand mercy and fair and adequate opportunity for all of us from Him who is and has been\nmindful of us all, from birth and before&mdash;through death and beyond.\n<\/p><p>\nHe is there and within our reach. He will guide and enlighten and lift. He is the source of\ntruth, of comfort, of protection, and of the peace that passeth understanding,\nand the source of the sweet and satisfying assurance that life and truth are limitless and\neverlasting, and despite all problems and all perplexities we are not left alone in life.\n<\/p><p>\nWe would testify to all who hear this day of the living reality of Him who did make us in His\nown image&mdash;that He lives, that He has spoken, that He does speak; that He sent His Son into\nthe world, who is our Savior and of whose divinity this day we testify; and that the heavens\nhave been opened in this day and dispensation.\n<\/p><p>\nWe are none of us alone in life, but in the hands of Him to whom His Son, our Savior and\nRedeemer, offered this sublime prayer: \n<\/p><p>\n\"Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be\ndone in earth, as it is in heaven. Give us this day our daily bread.  And forgive us our debts,\nas we forgive our debtors.  And lead us not into temptation, but deliver us from evil: For\nthine is the kingdom, and the power, and the glory, for ever.  Amen\"\n(<span class=\"citation\" id=\"34619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34619)\">Matt. 6:9-13<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}