{"ID":739, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Missionary Church<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1954, pp. 92-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I propose on this occasion to present for the attention of\nmembers of the Church, and other friends who listen to our proceedings, some features of our\nmissionary system.  I shall not give statistical items.  They appear in our publications from\ntime to time. My concern is that our missionary efforts may be more thoroughly understood\nand appreciated by all people.\n<\/p><p>\nI recognize that I cannot hope to give an adequate understanding of this great activity in the\nChurch without the Spirit of our Lord which underlies it, and I therefore solicit the aid of\nyour faith and prayers in presenting it, and the direction of our Father.\n<\/p><p>\nI mention first a rather pronounced tendency in recent years to emphasize the value of the\nteaching process in the proclamation of the gospel.  I do not mean to infer that our\nmissionaries have not always sought to teach through their preaching. As teaching concerns\nitself largely with the impartation of knowledge, so of course all good\npreaching embraces teaching. The tendency of which I speak is directed more particularly to\nthe organization and planning of our gospel teaching in missionary work.  I feel that there is\nample warrant for this planned teaching of the gospel to investigators.\n<\/p><p>\nThe Savior commanded his disciples, \"Go ye therefore, and teach all nations, baptizing them\nin the name of the Father, and of the Son, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"34675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34675)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nTeaching with testimony is the epitome of missionary effort.\n<\/p><p>\nIf you will bear with me, I will review for you briefly some of the major items included\nwithin the planned or standardized program used by the missionaries as they contact the good\nmen and women all over the world who will listen to their message. Here is the outline of\ntheir gospel teaching, usually presented to their listeners in family groups in the homes of the\npeople in what are called \"cottage meetings.\"\n<\/p><p>\nFirst, the Godhead.  The missionary calls attention to the necessity of a correct understanding\nof the Supreme Ruler of the Universe, his personality and attributes, to the extent than it is\npossible for men to have understanding of Deity.  Nearly all investigators readily assent that\nsuch an understanding is important and highly desirable in all religious considerations.\n<\/p><p>\nThe missionary then reviews the concepts and teachings of the various denominational\nchurches on this subject, and then brings forward, with the operation of the investigator\nthrough references pointed out in his own Bible, the support which the scriptures offer for the\npersonality of Deity as opposed to his being merely an essence or spirit pervading the\nuniverse.  To anyone believing the Bible, the composition of the Godhead with three distinct\npersonalities is made clear, and then the missionary, with conviction and testimony, gives to\nthe investigator the substantiating experience of the Prophet Joseph Smith, in which he beheld\nboth the Father and the Son, felt and experienced the glory of their presence, looked upon\ntheir forms and countenances, and heard with his ears the sweet, comforting, exalting\nresonance of their voices (<span class=\"citation\" id=\"30333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30333)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nWhat an abiding satisfaction to the searcher for truth is this first lesson and testimony of the\nmissionary!  Confusion with reference to this all-important theological principle is resolved,\nand the way is opened for further understanding of the whole province of religion, embracing\nas it does man's relationship to Deity, his origin, his purpose in earth life, and his ultimate\ndestiny.\n<\/p><p>\nNext, the missionary presents to his investigating group a lesson on the apostasy.  He reviews\nthe Primitive Church set up by the Savior himself, and the essential features which the Lord\nprescribed for his authentic work of salvation to go forward. He has little difficulty in\nwinning assent from his listeners that if men and churches depart from the essentials which\nthe Savior established, they are not in a position to represent him authentically, and that the\nordinances lack validity if not administered by his delegated authority.\n<\/p><p>\nAfter considering the many variations and departures from the essential features of the Lord's\nPrimitive Church, it is not difficult for the investigator to understand why a restoration was\nnecessary, with a new delegation of power and authority to set up the Lord's work and\nadminister the ordinances of the gospel.\n<\/p><p>\nThen again follows the earnest, sincere testimony of the missionary as to the experiences of\nthe Prophet Joseph and his fellow laborer, which manifestations of divine power serve not\nonly to corroborate the apostasy, but also to substantiate beyond question the necessity for and\nthe actuality of the restoration, and so the restoration is the next lesson, with its new\ncommission to hold and exercise the Holy Priesthood with an interpretation of that divine\npower, which in my thinking has never been equaled in any writing, sacred or otherwise.\n<\/p><p>\nIt is said that the most beautiful words in the English language are those of the Savior when\nin his Sermon on the Mount, he answered his own question: \"And why take\nye thought for raiment?\" with these matchless phrases: \n<\/p><p>\n\"Consider the lilies of the field, how they grow; they toil not, neither do they spin: \n<\/p><p>\n\"And yet I say unto you, That even Solomon in all his glory was not arrayed like one of\nthese\" (<span class=\"citation\" id=\"34623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34623)\">Matt. 6:28-29<\/a><\/span>).\n<\/p><p>\nI compare with the words of the Savior those used in the revelation to the Prophet Joseph\nSmith, concerning the Holy Priesthood restored to man after the long apostasy from the true\nconcept of that priesthood as the Lord exercised it and delegated it to his Apostles.  Here are\nthe words which I put in the same class with those of the Savior.  They define the nature of\nthe priesthood and the manner of its exercise, and they came from the Savior: \n<\/p><p>\n\"Let thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God; and the doctrine of the priesthood shall distil upon thy soul as the dews from\nheaven\" (<span class=\"citation\" id=\"13323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13323)\">D&amp;C 121:45<\/a><\/span>).\n<\/p><p>\nThe next lesson presents the Book of Mormon and its place in the establishment of our\nFather's work among his children. The investigator readily agrees that our Father in heaven,\nwho is a just God, is no respecter of persons, and that all of his children the world over are\nthe beneficiaries of his mercy and his plans for their salvation.  The scriptural predictions\nconcerning the coming forth of this sacred volume of scripture are presented to the\ninvestigator.  He is reminded of the prehistoric peoples who dwelt in the lands of the\nAmericas and the demands of justice in bringing them the message of the Savior.\n<\/p><p>\nThe investigator is particularly reminded of the injunction set forth in the book of Ezekiel\n(<span class=\"citation\" id=\"23111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23111)\">Ezek. 37:15-20<\/a><\/span>)\nthat two sticks, meaning books, should be prepared, one for the house of\nJudah, and one for the house of Joseph, and that the Book of Mormon fills the requirement\nfor the latter assignment. He is also reminded of the Savior's reference to his \"other sheep\"\n(<span class=\"citation\" id=\"27602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27602)\">John 10:16<\/a><\/span>),\nnot of the Jews, whom he must visit, and that the Book of Mormon sets forth the fulfillment\nof the Lord's obligation to his \"other sheep.\"\n<\/p><p>\nUnderstanding is given by the missionary of the great purposes served by the Book of\nMormon in bringing to the world the history of the early inhabitants of the western\ncontinents, the experiences of their nations in dealing with the great political, moral, and\nreligious problems of their day, and more particularly in presenting in even more clarity than\nthey are to be found in the Jewish scriptures, the word of God and the principles of the holy\ngospel.\n<\/p><p>\nThe investigator is made aware, sometimes with surprise to him, that the Book of Mormon is\nin no sense antagonistic to the scriptures of the Holy Bible, but it is rather a companion book\ncontaining revelations of the prophets, and an account of the administration of the Savior's\nwork among his \"other sheep,\" being in essence a new and additional witness to the divinity\nof the Lord Jesus Christ.  The experience of the Prophet Joseph Smith and his associates in\nthe discovery and production of this book, recited under the convincing testimonies of the\nmissionaries, seldom fails to bring to the investigator a new understanding and respect for this\nsacred book, this mighty messenger of Jesus Christ to all mankind.\n<\/p><p>\nWith this background of understanding given by the missionary to the investigator regarding\nthe true nature of Deity, the establishment of the Lord's true Church and kingdom in the earth\nthrough his Beloved Son in the Meridian of Time, the falling away from the true worship of\nthe Christ, the withdrawal of his authority, its subsequent restoration, and the setting up of his\nkingdom in the latter dispensation, with a new volume of scripture as an additional testimony\nof the Lord's divinity and a necessary and invaluable expansion of man's knowledge\nconcerning the gospel of Jesus Christ, the investigator is now prepared for the teaching of the\nprinciples of the gospel and the eternal plan of salvation as they affect the individual lives of\nall men.\n<\/p><p>\nVery often the investigator receives a new and satisfying understanding or the fall of man and\nthe atonement of the Savior.  He is brought to appreciate the difference between the\nimmortality of the soul and the life hereafter vouchsafed to all men, good or bad, through the\nintercession of Jesus Christ, our Lord, on the one hand, and on the other\nindividual salvation and exaltation made possible through obedience to the principles of the\ngospel and the commandments of God.\n<\/p><p>\nHe is taught the real meaning and application of faith and repentance, and the necessity for\nbaptism by the authorized servants of the Lord, for admission into his kingdom.  He is taught\nthe province of the Holy Ghost.  He learns of the revelations and statements of the prophets\nregarding heavenly things which may be known only through our Father's revelations to man. \nHe learns of the pre-existence, before earth life, of the Christ, our Elder Brother, the Firstborn\nof the Father.\n<\/p><p>\nHe learns of his pre-determined mission and the terms upon which he was to perform it, and\nthen he comes to understand that man also had a premortal existence, that his spirit is the\nspirit-child of the Father, and that the purpose of earth life is to give that eternal spirit an\nopportunity for development and growth and probation in mortality.  He learns that the body\nin which the spirit is tabernacled is in verity a \"temple of God\"\n(<span class=\"citation\" id=\"241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(241)\">1 Cor. 3:16<\/a><\/span>), and that it cannot be violated\nwithout affront to the Father whose spirit-child dwells within it.\n<\/p><p>\nHe is made, perhaps for the first time, to appreciate the real significance of clean living. He is\ntaught the principle of free agency, with power vested within himself to determine the course\nof his life, but he is also taught that the abuse of his God-given liberty will bring reproach\nand degradation to him,\n<\/p><p>\nIn this new teaching of God's plans for his children he is given matchless incentive for the\ndevelopment of noble character and high service to his fellow man.  He is taught that the\nrevelations set forth with certainty the stations to which men of ambition and ideals may\naspire; that there are preferential conditions and places in the hereafter as in this life; and that\nthe reward to the truly faithful will be placement in the highest degree of glory in the\npresence of the Father and the Son, there to dwell forever in an eternity of progression in\nknowledge, power, and goodness.\n<\/p><p>\nNow, after these teachings and their assimilation by the investigator he is prepared for the call\nto repentance.  He is prepared to review and appraise his life in light of the knowledge he has\nreceived.  Perhaps never before in his experience has he thought seriously of the need for\nrepentance. Now he knows that all men are called to repentance, not once only, but all during\nthe course of their lives, that as they gain knowledge of the principles and laws of the perfect\nlife, they have need to turn away from frailty, weakness, and imperfection.\n<\/p><p>\nHe becomes more keenly conscious of the commandments the Lord has given, of their\ntranscendent importance not only to himself, but to the great society of men everywhere. He\nbegins to realize the real significance of God's kingdom in the earth, and in the hearts of\nmen. When he understands the paternity of man, his appreciation of the fraternity and\nbrotherhood of man is enhanced.\n<\/p><p>\nAnd so there arises within the heart of the investigator so led and instructed in the principles\nof truth a desire&mdash;a fervent, burning desire&mdash;to avail himself of the high privileges extended\nto him to ally himself with the kingdom of our Lord.  He wishes for the kind of conviction\nand testimony he has heard and experienced from the missionary.\n<\/p><p>\nHe sees the happiness, the contentment, and the satisfaction which flow from such testimony. \nHe has been taught, and he now knows that this great happiness may come to him only\nthrough humble prayer and study, so he acquires the philosophy of humility. He no longer\nregards himself as self-sufficient.  He depends on the Lord, and his faith assures him his trust\nwill be rewarded.\n<\/p><p>\nOf course I have not set forth the experience of every investigator, nor every missionary, in\nthis outline of our procedures.  I set forth the opportunities of the plan, and I am pleased to\nstate to you that thousands of truth-loving individuals have been the beneficiaries of it.\n<\/p><p>\nThere is a feature of this missionary teaching not confined to any one lesson, but running\nthroughout the entire program, which deserves special mention. It is the constant emphasis on\nthe principle that it is the duty and the obligation of all men to seek and know the truth.\n<\/p><p>\n\"And ye shall know the truth, and the truth shall make you free\"\n(<span class=\"citation\" id=\"27595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27595)\">John 8:32<\/a><\/span>).\n<\/p><p>\n\"And truth is knowledge of things as they are, and as they were, and as they are to come; \n<\/p><p>\n\"The Spirit of truth is of God\" (<span class=\"citation\" id=\"13289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13289)\">D&amp;C 93:24,26<\/a><\/span>).\n<\/p><p>\nMen not only have the privilege, they have also the obligation to study and know the truth. \nAll will come to judgment. The truth is God's law by which all will be judged.  They who\nhave the truth have a solemn duty to share it with others.  Our missionaries sincerely feel this\nobligation.  They are sensitive to the proprieties involved in visiting the homes of the people. \nThey enter only upon invitation, but they diligently seek opportunities to give their message\nof truth. I am sure there would be fewer rebuffs, and there are not very many, if their altruistic\nand generous attitude were more fully understood.\n<\/p><p>\nIf I but had a way of sending a message to the homes the missionaries visit and the people\nthey contact in their labors, I would appeal to them&mdash;all of them&mdash;to listen with an open\nmind, and with a measure of patience.  I can assure any who will, that preconceived\nprejudices will disappear, and appreciation and gratitude will arise for the unselfish, friendly\nservice of these ambassadors of truth.\n<\/p><p>\nThere is a phase of this teaching process in the missionary effort for which I am extremely\ngrateful.  It is this.  In this method of teaching the gospel to families and individuals we do\nnot have to have a great body of trained and polished speakers to transmit our message to\nlarge congregations.  I think generally our missionaries acquit themselves well before\naudiences, but in this family teaching what they need most is, first, a knowledge of the\nprinciples, and secondly, testimony as to their divine origin.\n<\/p><p>\nOur missionaries generally work with individuals in an individual capacity. Conversion is an\nindividual matter. There is no such thing as a mass conversion. Many people may have\nyielded to the impressions of the spirit at one time, but the experience of each is a personal\nmatter between him and his Lord, so I feel that the Lord approves of the individual teaching\nof the gospel such as we are carrying forward in the missionary service.\n<\/p><p>\nAnother thing for which I am likewise grateful is that there is substantially no variance or\nuncertainty in our missionary teaching.  It is not necessary that there be long debates or\ndiscussions as to interpretations of doctrine. What we teach is the revelations which, for the\nmost part are direct, certain, and unequivocal in their import.  If any mysteries seem to arise,\nwe leave the solution of such mysteries for future revelation.  The Lord has given us\nsufficient for this day and time, and for the people who live in the world.\n<\/p><p>\nWhen I read of the discussions, debates, and sometimes controversies, arising among religious\nleaders and learned men as to the problems and programs for Christian churches, I assure you\nI am profoundly grateful to be identified with a lofty cause, whose course is so fully and\naccurately and permanently charted that all you have to do to know the way and perceive the\nlight is to ask and discover what the revelations say and what the priesthood directs.  It seems\nto me that all that should be necessary to guide the course of any Christian cause is a simple\ndeclaration of the divine nature of the Christ and his supremacy in the world as the author of\ndivine law which governs in the affairs of men.\n<\/p><p>\nSo, my brethren and sisters, we send out from the body of the Church not so many as we\nwould like, or as we need, but nevertheless a great army of young men and young women,\nand some older people, to teach honest people in the world of the re-establishment of our\nFather's kingdom, and the vital principles of life which have come to us with the revelations\nof the restored gospel.\n<\/p><p>\nWe also call to assist these missionaries considerable numbers of those residing in the\nmissions who are willing to devote all or a part of their time to the missionary effort.  What\nwonderful people these missionaries are&mdash;unselfish, sincerely interested in their fellows,\nhumble, prayerful, studious, giving their all to their Father in heaven and the promotion of his\ngreat cause in the world.\n<\/p><p>\nAnd you, my fellow members of the Church, make their achievements\npossible.  Your homes contribute to the support of the young men and young women, and\nmany older ones, who, with some assistance from the quorums, pursue their labors.  These\nmissionaries are constantly in our thoughts. We pray for them, and we bless them, and we\nhave ample proof that the Lord blesses them, recognizes and rewards their service.  No\ninconsiderable part of our time and effort is devoted to the missionary work of the Church.\n<\/p><p>\nWe are ever seeking ways to improve, and we are pleased today to recognize this organized\nteaching of the gospel which I have outlined for you as a distinct contribution to the efficacy\nof missionary effort. Further improvements will undoubtedly come, and the Lord will fulfil\nhis mighty predictions, \"For verily the voice of the Lord is unto all men, and there is none to\nescape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that\nshall not be penetrated\" (<span class=\"citation\" id=\"13202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13202)\">D&amp;C 1:2<\/a><\/span>).\n<\/p><p>\nThere is something else that perhaps all of us can do for the missionaries and the great cause\nthey represent. With the mention of it I shall close.  Every one of us as it were furnishes a\nbackground for the missionaries' work.  If we live and serve so that the missionary in his\nteaching can point with pride to the application of the gospel principles in our society, we\nshall be of infinite help in the process of conversion.\n<\/p><p>\nThe consistency of our living will make an invaluable contribution.  The influence of our\nliving will spread far and wide, and will furnish eloquent and effective testimony to the\nprinciples we proclaim.  By courageously living honorable, righteous lives we are all entitled\nto be counted members of the incomparable missionary force of the Church of Christ.\n<\/p><p>\nFor myself, I pray for strength to be a consistent contributor and supporter of the cause which\nI dearly love.  I offer the same prayer for you, my brethren and my sisters.  The Lord help us\nto be exemplars and teachers of the truth which we have.  I know we have it.  The Lord help\nus to share it with our fellow men, I ask in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}