{"ID":74, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Response to a Call<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1943, pp. 15-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren, this is the great day of my life. I have seen hands raised many times in\nmy life, but never have they meant quite so much as they meant today when you raised your\nhands to sustain and support me.\n<\/p><p>\nEXPERIENCES RELATING TO CALL AS AN APOSTLE\n<\/p><p>\nI feel extremely humble in this calling that has come to me. Many people have asked me if I\nwas surprised when it came. That, of course, is a very weak word for this experience. I was\ncompletely bewildered and shocked. I did have a premonition that this call was coming, but\nvery brief, however. On the eighth of July, when President Clark called me I was electrified\nwith a strong presentiment that something of this kind was going to happen. As I came home\nat noon, my boy was answering the telephone and he said, \"Daddy, Salt Lake City is calling.\"\n<\/p><p>\nI had had many calls from Salt Lake City. They hadn't ever worried me like this one. I knew\nthat I had no unfinished business in Salt Lake City, and the thought came over me quickly,\n\"You're going to be called to an important position.\" Then I hurriedly swept it from my mind,\nbecause it seemed so unworthy and so presumptuous, and I had convinced myself that such a\nthing was impossible by the time that I heard President Clark's voice a thousand miles away\nsaying: \"Spencer, this is Brother Clark speaking. The brethren have just called you to fill one\nof the vacancies in the Quorum of the Twelve Apostles.\"\n<\/p><p>\nLike a bolt of lightning it came. I did a great deal of thinking in the brief moments that I was\non the wire. There were quite a number of things said about disposing of my business,\nmoving to headquarters, and other things to be expected of me. I couldn't repeat them all, my\nmind seemed to be traveling many paths all at once&mdash;I was dazed, almost numb with the\nshock; a picture of my life spread out before me. It seemed that I could see all of the people\nbefore me whom I had injured, or who had fancied that I had injured them, or to whom I had\ngiven offense, and all the small petty things of my life. I sensed immediately my inability and\nlimitations and I cried back, \"Not me, Brother Clark! You can't mean that!\" I was virtually\nspeechless. My heart pounded fiercely.\n<\/p><p>\nI recall two or three years ago, when Brother Lee was giving his maiden address as an\nApostle of the Lord Jesus Christ from this stand, he told us of his experience through the\nnight after he had been notified of his call. I think I now know something about the\nexperience he had. I have been going through it for twelve weeks. I believe the brethren were\nvery kind to me in announcing my appointment when they did so that I might make the\nnecessary adjustments in my business affairs, but perhaps they were more inspired to give me\nthe time that I needed of a long period of purification, for in those long days and weeks I did\na great deal of thinking and praying, and fasting and praying. There were conflicting\nthoughts that surged through my mind&mdash;seeming voices saying: \n<\/p><p>\n\"You can't do the work. You are not worthy. You have not the ability\"&mdash;and always finally\ncame the triumphant thought: \"You must do the work assigned&mdash;you must make yourself able,\nworthy and qualified.\" And the battle raged on. \n<\/p><p>\nI remember reading that Jacob wrestled all night, \"until the breaking of the day,\" for a\nblessing (<span class=\"citation\" id=\"23473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23473)\">Gen. 32:24-30<\/a><\/span>); and I want to tell you that for eighty-five nights I have gone through that\nexperience, wrestling for a blessing. Eighty-five times, the breaking of the day has found me\non my knees praying to the Lord to help me and strengthen me and make me equal to this\ngreat responsibility that has come to me. I have not sought positions nor have I been\nambitious. Promotions have continued to come faster than I felt I was prepared for them.\n<\/p><p>\nBLESSINGS RECEIVED FROM OBEYING A FORMER CALL\n<\/p><p>\nI remember when I was called to be a counselor in the stake presidency. I was in my\ntwenties. President Grant came down to help to bury my father, who was the former stake\npresident, and reorganize the stake. I was the stake clerk. I recall that some of my relatives\ncame to President Grant, unknown to me, after I had been chosen, and said, \"President Grant,\nit's a mistake to call a young man like that to a position of responsibility and make an old\nman of him and tie him down.\" Finally, after some discussion, President Grant said very\ncalmly, but firmly, \"Well, Spencer has been called to this work, and he can do as he pleases\nabout it,\" and, of course, when the call came, I accepted it gladly, and I have received great\nblessings therefrom.\n<\/p><p>\nA few days ago one of my well-to-do clients came to me and said, \"Spencer, you're going\naway from us?\" \n<\/p><p>\n\"Yes,\" I said.\n<\/p><p>\n\"Well, this is going to ruin you financially,\" he continued. \"You are just getting started well;\nyour business is prospering. You are making a lot of money now and the future looks bright\nyet. I don't know how you can do this. You don't have to accept the call, do you?\"\n<\/p><p>\nAnd I said, \"Brother, we do not have to accept any call, but if you understand the Mormon\nway of life, those of us who have been reared in the Church and understand the discipline of\nthe Church, we just always do accept such calls.\" And I further said to him: \"Do you\nremember what Luke said, '. . . for a man's life consisteth not in the abundance of the things\nwhich he possesseth' (<span class=\"citation\" id=\"31107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31107)\">Luke 12:15<\/a><\/span>),\nand all the bonds, lands, houses, and livestock are just\n<i>things<\/i> that mean so little in a person's abundant life.\"\n<\/p><p>\nPREDICTIONS MADE IN PATRIARCHAL BLESSINGS\n<\/p><p>\nIt is strange how many things can go through one's mind in such a very short period when he\nis under strain and stress. I have heard of how people, when they were drowning, could see\neverything that had ever happened to them&mdash;especially the errors of their lives&mdash;and I have\ngone through that experience many times during these eighty-five endless days of emotional\nstress. Each dawn I seemed to expect this&mdash;which seemed such an impossible\ndream&mdash;to dissipate into vague nothingness, as my other dreams have, but reassurance came\nthat it was real. \n<\/p><p>\nThere are a few things that came to my attention recently which strengthen me and in which\nyou might be interested&mdash;particularly with reference to two patriarchal blessings and one\nprediction or prophecy made by my father. This was made known to me only a week ago. In\npreface to the first of his statements I will read a line or two from his patriarchal blessing\ngiven to him by Patriarch John Smith back in 1898. He said to my father: \"Andrew Kimball, .\n. . thou shalt have the spirit of discernment to foretell future events and thy name shall be\nhanded down with thy posterity in honorable remembrance from generation to generation.\"\nAnd then Brother Hatch, another patriarch said:\". . . for thou art a prophet and came upon\nearth in this dispensation to be a great leader.\"\n<\/p><p>\nA FATHER'S PROPHECY\n<\/p><p>\nJust the other day one of my brethren came into the office to talk to me intimately and\nconfidently. After closing the door, he said, \"Spencer, your father was a prophet. He made a\nprediction that has literally come to pass, and I want to tell you about it.\" He continued,\n\"Your father talked with me at the corral, one evening. I had brought a load of pumpkins for\nhis pigs. You were just a little boy and you were sitting there, milking the cows, and singing\nto them as you milked. Your father turned to me and said, 'Brother, that boy, Spencer, is an\nexceptional boy. He always tries to mind me, whatever I ask him to do. I have dedicated him\nto be one of the mouthpieces of the Lord&mdash;the Lord willing. You will see him some day as a\ngreat leader. I have dedicated him to the service of God, and he will become a mighty man in\nthe Church.'\"\n<\/p><p>\nI say this, not in the sense of boasting, but in humility and appreciation. It came to me as a\ngreat surprise when first I heard of it the other day. I knew my father was prophetic, and\nsome day I hope to be able to tell you some of his many prophecies which have been literally\nfulfilled.\n<\/p><p>\nPROMISE MADE TO MOTHER\n<\/p><p>\nAnd then when I was clearing out the files, getting ready to move up to Salt Lake, I came\nacross my mother's patriarchal blessing, given to her by Brother James M. Works when she\nwas a young woman of twenty-four years. She had only one child&mdash;and when you remember\nthat this one child passed away and none of her other ten children were born at this time, this\nprophecy will seem all the more remarkable to you. The patriarch said, among other things,\n\"Sister Olive Woolley, . . . thou shall be numbered among the mothers in Israel and shall\nraise up a numerous posterity to the joy of thy husband. They shall grow up to become\nmighty men and women in the Church and Kingdom of God. Thy sons shall be stars of the\nfirst magnitude in thy crown and shall be healthy, strong, and vigorous in helping to direct the\npurposes of God in this last dispensation.\"\n<\/p><p>\nI have read this many times in my life, but I had never noticed before: \"Thy sons shall be\nstars of the first magnitude.\" And again, it humbles me exceedingly. I feel that the Lord in\ncalling me to this work has fulfilled the promise of His servant.\n<\/p><p>\nCOMFORT FOUND IN SCRIPTURES\n<\/p><p>\nIn these long weeks since July eighth, I can tell you that I have been overwhelmed and have\nfelt that I was unable to carry on this great work; that I was unworthy; that I was incapable\nbecause of my weaknesses and my limitations. I have felt many times that I was up against a\nblank wall. And in that interim I have been out in the desert and in high mountains alone,\napart, and have poured out my soul to God. I have taken courage from one or two scriptures\nwhich constantly came to my mind and of which people continued to remind me. One was\nfrom Paul and as I felt so foolish, small, and weak, I remembered that he said: \"Because the\nfoolishness of God is wiser than men; and the weakness of God is stronger than men. For ye\nsee your calling, brethren, how that not many wise men after the flesh, not many mighty, not\nmany noble, are called: But God hath chosen the foolish things of the world to confound the\nwise: and God hath chosen the weak things of the world to confound the things which are\nmighty; . . . that no flesh should glory in his presence\"\n(<span class=\"citation\" id=\"92\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92)\">1 Cor. 1:25-29<\/a><\/span>).\n<\/p><p>\nWhen my feeling of incompetence wholly overwhelmed me, I remembered the words of\nNephi when he said: \". . . I will go and do the things which the Lord hath commanded, for I\nknow that the Lord giveth no commandments unto the children of men, save he shall prepare\na way for them that they may accomplish the thing which he commandeth them\"\n(<span class=\"citation\" id=\"1443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1443)\">1 Ne. 3:7<\/a><\/span>).\nI want to tell you that I lean heavily on these promises, that the Lord will strengthen and\ngive me growth and fit and qualify me for this great work. I have seen the Lord qualify men.\nIn my Church experience I have helped to make many bishops. I have seen them grow and\nprosper and become great and mighty men in the Church; men who were weak and men who\nwere foolish, and they became strong and confounded the wise, and so I rely upon that\npromise of the Lord that he will strengthen and empower me that I may be able to do this\nwork to which I have been called.\n<\/p><p>\nAs I read the scriptures about the Apostles of old, I found them starting out in their ministry\nwith much less strength and they increased in might and power. I found Paul saying toward\nthe end of his career: \"For I am not ashamed of the Gospel of Christ: for it is the power of\nGod unto salvation\" (<span class=\"citation\" id=\"42656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42656)\">Rom. 1:16<\/a><\/span>).\nAnd though Peter had had many experiences with\nperhaps some doubts, and misgivings, and he had not always shown the strength of his later\nyears, but after the resurrection of Christ, when asked by Him who He was, Peter, testified,\n\"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"33844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33844)\">Matt. 16:16<\/a><\/span>).\n<\/p><p>\nAPPRECIATION EXPRESSED\n<\/p><p>\nI appreciate deeply the unparalleled honor that has come to me. I shall do\nmy utmost to show my appreciation to my Lord and my brethren by being a faithful servant. I\nam grateful for the opportunity of working with these honored and great men of the\nAuthorities toward whom I have always had almost a worshipful devotion. I glory in the\nopportunity to serve the people of this Church, to share their disappointments and sorrows,\nand their joys and achievements.\n<\/p><p>\nI know that this is the Church and Kingdom of God. It has been a part of me. Whenever it\nhas prospered I have gloried in it. When it was criticized, it has hurt me, for it seemed a part\nof my very being. Every fiber in my body bears witness that this is the Gospel of Jesus Christ\nin its fulness. I testify to you that this is the work of God, that Jesus is the Christ, our\nRedeemer, our Master, our Lord, and I bear testimony to you in all sincerity and in deepest\nhumility, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}