{"ID":7403, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Tongue of Angels\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our words, like our deeds, should be filled with faith and hope and charity.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p5\" class=\"\">The Prophet Joseph Smith deepened our understanding of the power of speech when he taught, “<span class=\"emphasis\">It is by words … [that] every being works when he works by faith.<\/span> God said, ‘Let there be light: and there was light.’ Joshua spake, and the great lights which God had created stood still. Elijah commanded, and the heavens were stayed for the space of three years and six months, so that it did not rain. … All this was done by faith. … <span class=\"emphasis\">Faith, then, works by words; and with [words] its mightiest works have been, and will be, performed.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote1-00605_000_009\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith<\/span> (1985), 72–73; emphasis added.]<\/span><\/sup> Like all gifts “which cometh from above,” words are “sacred, and must be spoken with care, and by constraint of the Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote2-00605_000_009\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50457)\">D&amp;C 63:64<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p6\" class=\"\">It is with this realization of the power and sanctity of words that I wish to caution us, if caution is needed, regarding how we speak to each other and how we speak of ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p7\" class=\"\">There is a line from the Apocrypha which puts the seriousness of this issue better than I can. It reads, “The stroke of the whip maketh marks in the flesh: but the stroke of the tongue breaketh the bones.”<sup class=\"noteMarker\"><a href=\"#footnote3-00605_000_009\">3<\/a>\n       <span class=\"footnote\">[Ecclesiasticus 28:17.]<\/span><\/sup> With that stinging image in mind, I was particularly impressed to read in the book of James that there was a way I could be “a perfect man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p8\" class=\"\">Said James: “For in many things we offend all. <span class=\"emphasis\">[But] if any man offend not in word, the same is a perfect man, <\/span>and able also to bridle the whole body.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p9\" class=\"\">Continuing the imagery of the bridle, he writes: “Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p10\" class=\"\">“Behold also … ships, which though they be … great, and are driven of fierce winds, yet are they turned about with a very small helm.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p11\" class=\"\">Then James makes his point: “The tongue is [also] a little member. … [But] behold, how great a [forest (Greek)] a little fire [can burn].<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p12\" class=\"\">“… So is the tongue [a fire] among our members, … it defileth the whole body, … it is set on fire of hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p13\" class=\"\">“For every kind of beasts, and of birds, and of serpents, and of things in the sea, … hath been tamed of mankind:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p14\" class=\"\">“But the tongue can no man tame; it is an unruly evil, full of deadly poison.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p15\" class=\"\">“Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p16\" class=\"\">“Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.”<sup class=\"noteMarker\"><a href=\"#footnote4-00605_000_009\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50232)\">James 3:2–10<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p17\" class=\"\">Well, <span class=\"emphasis\">that<\/span> is pretty straightforward! Obviously James doesn’t mean our tongues are <span class=\"emphasis\">always<\/span> iniquitous, nor that <span class=\"emphasis\">everything<\/span> we say is “full of deadly poison.” But he clearly means that at least some things we say can be destructive, even venomous—and that is a chilling indictment for a Latter-day Saint! The voice that bears profound testimony, utters fervent prayer, and sings the hymns of Zion <span class=\"emphasis\">can be<\/span> the same voice that berates and criticizes, embarrasses and demeans, inflicts pain and destroys the spirit of oneself and of others in the process. “Out of the same mouth proceedeth blessing and cursing,” James grieves. “My brethren [and sisters], these things ought not so to be.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p18\" class=\"\">Is this something we could all work on just a little? Is this an area in which we could each try to be a little more like a “perfect” man or woman?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p19\" class=\"\">Husbands, you have been entrusted with the most sacred gift God can give you—a wife, a daughter of God, the mother of your children who has voluntarily given herself to you for love and joyful companionship. Think of the kind things you said when you were courting, think of the blessings you have given with hands placed lovingly upon her head, think of yourself and of her as the god and goddess you both inherently are, and then reflect on other moments characterized by cold, caustic, unbridled words. Given the damage that can be done with our tongues, little wonder the Savior said, “Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.”<sup class=\"noteMarker\"><a href=\"#footnote5-00605_000_009\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50151)\">Matthew 15:11<\/a><\/span>.]<\/span><\/sup> A husband who would never dream of striking his wife physically can break, if not her bones, then certainly her heart by the brutality of thoughtless or unkind speech. Physical abuse is uniformly and unequivocally condemned in The Church of Jesus Christ of Latter-day Saints. If it is possible to be more condemning than that, we speak even more vigorously against all forms of sexual abuse. Today, I speak against verbal and emotional abuse of anyone against anyone, but especially of husbands against wives. Brethren, these things ought not to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p20\" class=\"\">In that same spirit we speak to the sisters as well, for the sin of verbal abuse knows no gender. Wives, what of the unbridled tongue in <span class=\"emphasis\">your<\/span> mouth, of the power for good or ill in <span class=\"emphasis\">your<\/span> words? How is it that such a lovely voice which by divine nature is so angelic, so close to the veil, so instinctively gentle and inherently kind could ever in a turn be so shrill, so biting, so acrid and untamed? A woman’s words can be more piercing than any dagger ever forged, and they can drive the people they love to retreat beyond a barrier more distant than anyone in the beginning of that exchange could ever have imagined. Sisters, there is no place in that magnificent spirit of yours for acerbic or abrasive expression of any kind, including gossip or backbiting or catty remarks. Let it never be said of our home or our ward or our neighborhood that “the tongue is a fire, a world of iniquity … [burning] among our members.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p21\" class=\"\">May I expand this counsel to make it a full family matter. We must be so careful in speaking to a child. What we say or don’t say, how we say it and when is so very, very important in shaping a child’s view of himself or herself. But it is even more important in shaping that child’s faith in us and their faith in God. Be constructive in your comments to a child—always. Never tell them, even in whimsy, that they are fat or dumb or lazy or homely. You would never do that maliciously, but they remember and may struggle for years trying to forget—and to forgive. And try not to compare your children, even if you think you are skillful at it. You may say most positively that “Susan is pretty and Sandra is bright,” but all Susan will remember is that she isn’t bright and Sandra that she isn’t pretty. Praise each child individually for what that child is, and help him or her escape our culture’s obsession with comparing, competing, and never feeling we are “enough.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p22\" class=\"\">In all of this, I suppose it goes without saying that negative speaking so often flows from negative thinking, including negative thinking about ourselves. We see our own faults, we speak—or at least think—critically of ourselves, and before long that is how we see everyone and everything. No sunshine, no roses, no promise of hope or happiness. Before long we and everybody around us are miserable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p23\" class=\"\">I love what Elder Orson F. Whitney once said: “The spirit of the gospel is optimistic; it trusts in God and looks on the bright side of things. The opposite or pessimistic spirit drags men down and away from God, looks on the dark side, murmurs, complains, and is slow to yield obedience.”<sup class=\"noteMarker\"><a href=\"#footnote6-00605_000_009\">6<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1917, 43.]<\/span><\/sup> We should honor the Savior’s declaration to “be of good cheer.”<sup class=\"noteMarker\"><a href=\"#footnote7-00605_000_009\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50150)\">Matthew 14:27<\/a><\/span>; <span class=\"citation\" id=\"50159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50159)\">Mark 6:50<\/a><\/span>; <span class=\"citation\" id=\"50192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50192)\">John 16:33<\/a><\/span>.]<\/span><\/sup> (Indeed, it seems to me we may be more guilty of breaking that commandment than almost any other!) Speak hopefully. Speak encouragingly, including about yourself. Try not to complain and moan incessantly. As someone once said, “Even in the golden age of civilization someone undoubtedly grumbled that everything looked too yellow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p24\" class=\"\">I have often thought that Nephi’s being bound with cords and beaten by rods must have been more tolerable to him than listening to Laman and Lemuel’s constant murmuring.<sup class=\"noteMarker\"><a href=\"#footnote8-00605_000_009\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50246)\">1 Nephi 3:28–31<\/a><\/span>; <span class=\"citation\" id=\"50248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50248)\">18:11–15<\/a><\/span>.]<\/span><\/sup> Surely he must have said at least once, “Hit me one more time. I can still hear you.” Yes, life has its problems, and yes, there are negative things to face, but please accept one of Elder Holland’s maxims for living—no misfortune is so bad that whining about it won’t make it worse.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p25\" class=\"\">Paul put it candidly, but very hopefully. He said to all of us: “Let no corrupt communication proceed out of your mouth, but [only] that which is good … [and] edifying, that it may minister grace unto the hearers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p26\" class=\"\">“And grieve not the holy Spirit of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p27\" class=\"\">“Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p28\" class=\"\">“And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.”<sup class=\"noteMarker\"><a href=\"#footnote9-00605_000_009\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50219)\">Ephesians 4:29–32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p29\" class=\"\">In his deeply moving final testimony, Nephi calls us to “follow the Son [of God], with full purpose of heart,” promising that “after ye have … received the baptism of fire and of the Holy Ghost, [ye] can speak with a new tongue, yea, even with the tongue of angels. … And … how could ye speak with the tongue of angels save it were by the Holy Ghost? Angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote10-00605_000_009\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50259)\">2 Nephi 31:13–14<\/a><\/span>; <span class=\"citation\" id=\"50262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50262)\">32:2–3<\/a><\/span>.]<\/span><\/sup> Indeed, Christ was and is “the Word,” according to John the Beloved,<sup class=\"noteMarker\"><a href=\"#footnote11-00605_000_009\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50178)\">John 1:1<\/a><\/span>.]<\/span><\/sup> full of grace and truth, full of mercy and compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-tongue-of-angels.p30\" class=\"\">So, brothers and sisters, in this long eternal quest to be more like our Savior, may we try to be “perfect” men and women in at least this one way now—by offending not in word, or more positively put, by speaking with a new tongue, the tongue of angels. Our words, like our deeds, should be filled with faith and hope and charity, the three great Christian imperatives so desperately needed in the world today. With such words, spoken under the influence of the Spirit, tears can be dried, hearts can be healed, lives can be elevated, hope can return, confidence can prevail. I pray that my words, even on this challenging subject, will be encouraging to you, not discouraging, that you can hear in my voice that I love you, because I do. More importantly, please know that your Father in Heaven loves you and so does His Only Begotten Son. When They speak to you—and They will—it will not be in the wind, nor in the earthquake, nor in the fire, but it will be with a voice still and small, a voice tender and kind.<sup class=\"noteMarker\"><a href=\"#footnote12-00605_000_009\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50115)\">1 Kings 19:11–12<\/a><\/span>.]<\/span><\/sup> It will be with the tongue of angels. May we all rejoice in the thought that when we say edifying, encouraging things unto the least of these, our brethren and sisters and little ones, we say it unto God.<sup class=\"noteMarker\"><a href=\"#footnote13-00605_000_009\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50156)\">Matthew 25:40<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00605_000_009\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith<\/span> (1985), 72–73; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00605_000_009\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50457)\">D&amp;C 63:64<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00605_000_009\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Ecclesiasticus 28:17.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00605_000_009\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50232)\">James 3:2–10<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00605_000_009\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50151)\">Matthew 15:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00605_000_009\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1917, 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00605_000_009\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50150)\">Matthew 14:27<\/a><\/span>; <span class=\"citation\" id=\"50159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50159)\">Mark 6:50<\/a><\/span>; <span class=\"citation\" id=\"50192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50192)\">John 16:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-00605_000_009\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50246)\">1 Nephi 3:28–31<\/a><\/span>; <span class=\"citation\" id=\"50248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50248)\">18:11–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-00605_000_009\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50219)\">Ephesians 4:29–32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-00605_000_009\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50259)\">2 Nephi 31:13–14<\/a><\/span>; <span class=\"citation\" id=\"50262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50262)\">32:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-00605_000_009\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50178)\">John 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-00605_000_009\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50115)\">1 Kings 19:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_009\"><a name=\"-00605_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-00605_000_009\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50156)\">Matthew 25:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}