{"ID":7408, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            If These Old Walls Could Talk\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">For more than a century, words of the latter-day prophets, seers, and revelators have gone forth from this podium to the world.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p5\" class=\"\">President Gordon B. Hinckley said in an October 2004 press conference: “I respect this building. I love this building. I honor this building. I want it preserved. … I want the old original Tabernacle, its weak joints bound together … and strengthened and its natural and wonderful beauty preserved.” Then he looked at me and said, “Don’t you do anything you shouldn’t do, but whatever you do, do well and do right.”<sup class=\"noteMarker\"><a href=\"#footnote1-00605_000_014\">1<\/a>\n       <span class=\"footnote\">[“Tabernacle Renovation Press Briefing—Remarks by President Gordon B. Hinckley,” Oct. 1, 2004; see www.newsroom.lds.org.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p6\" class=\"\">With those stirring but intimidating words, a charge was extended to preserve, strengthen, and return the old original Salt Lake Tabernacle, revitalized and ready for another period of distinguished service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p7\" class=\"\">Today, dear President, we present this senior citizen of a building, all attired in a fresh new finish, fitly framed together in its historical elegance—although a bit more comfortable. The Presiding Bishopric, along with more than 2,000 craftsmen, proudly return the “old original Tabernacle,” along with a 100-year warranty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p8\" class=\"\">President Hinckley’s request to return the “old original Tabernacle” became the standard for making difficult architectural and construction decisions. The phrase was used to express the essence and objective of the project. It served as the equivalent of Captain Moroni’s title of liberty in that it was, in effect, “hoisted upon every tower” and raised in “whatsoever place”<sup class=\"noteMarker\"><a href=\"#footnote2-00605_000_014\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50320)\">Alma 46:36<\/a><\/span>; <span class=\"citation\" id=\"50324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50324)\">62:4<\/a><\/span>.]<\/span><\/sup> was necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p9\" class=\"\">If these old walls could talk, they would join in expressing sincere appreciation to FFKR Architects, Jacobsen Construction company, and most important, the entire Church project team, along with the many whose skills have made a complex endeavor possible. One senior team member remarked, “As we counseled together, the Lord was able to give us capability beyond our own natural means.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p10\" class=\"\">Project members felt great reverence for the beauty of the Tabernacle, for its original builders, and for the quality of their work. They marveled that for more than a century, words of the latter-day prophets, seers, and revelators have gone forth from this podium to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p11\" class=\"\">If these old walls could talk, I’m confident they would express appreciation for their new firm foundation. These old walls would be delighted with their new steel belt, which holds them tall and erect. These old walls would say thank you for scraping 14 layers of paint from the ceiling, then patching and applying a beautiful new coat.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p12\" class=\"\">These old walls would express gratitude for the protection and beauty of a shiny new aluminum roof and would join with the benches in enjoying the smiles on faces of patrons as they discover the slightly modified seats and a few more inches of knee room.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p13\" class=\"\">New facilities to better accommodate the strains of inspirational music would be welcomed and appreciated by these old walls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p14\" class=\"\">One can only imagine what these old walls could recall about the many sermons they carefully listened to over the years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p15\" class=\"\">These old walls, if they could talk, would shout, “We were here!” when President Joseph F. Smith rose from a prolonged illness to attend a session of general conference in October 1918. In the opening session, with a voice filled with emotion, he said, “I will not, I dare not, attempt to enter upon many things that are resting upon my mind this morning, and I shall postpone until some future time, the Lord being willing, my attempt to tell you some of the things that are in my mind, and that dwell in my heart.” He continued: “I have not lived alone these five months. I have dwelt in the spirit of prayer, of supplication, of faith and of determination; and I have had my communication with the Spirit of the Lord continuously.”<sup class=\"noteMarker\"><a href=\"#footnote3-00605_000_014\">3<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1918, 2.]<\/span><\/sup> We later learned that on the day before conference started, President Smith received a manifestation recorded as the vision of the redemption of the dead, which later became section 138 of the Doctrine and Covenants (<span class=\"citation\" id=\"50532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50532)\">D&amp;C 138<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p16\" class=\"\">If these old walls could talk, they would remind us of the bleak, dark days of the Great Depression. They would recall the April 1936 general conference, when President Heber J. Grant announced the Church would inaugurate a Church security plan, later known as the Church welfare plan. Six months later he explained: “Our primary purpose was to set up … a system under which the curse of idleness would be done away with, the evils of a dole abolished, and in-dependence, industry, thrift and self respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership.”<sup class=\"noteMarker\"><a href=\"#footnote4-00605_000_014\">4<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1936, 3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p17\" class=\"\">In October 1964, by assignment from President David O. McKay, Elder Harold B. Lee spoke about parental responsibilities. These old walls remember Elder Lee stating he would read from a 1915 letter to the Church signed by the First Presidency. But before starting, he remarked, “I suppose it is something like Mark Twain said about the weather: ‘We talk a lot about the weather, but we don’t seem to do anything about it.’” Elder Lee then read from the 50-year-old letter:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p18\" class=\"\">“We advise and urge the inauguration of a ‘Home Evening’ throughout the Church, at which time father and mother may gather their boys and girls about them in the home, and teach them the word of the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p19\" class=\"\">And then this promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p20\" class=\"\">“If the Saints obey this counsel, we promise that great blessings will result. Love at home and obedience to parents will increase. Faith will be developed in the hearts of the youth of Israel, and they will gain power to combat the evil influences and temptations which beset them.”<sup class=\"noteMarker\"><a href=\"#footnote5-00605_000_014\">5<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1964, 83–84.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p21\" class=\"\">These old walls remember the profound silence that came over the Tabernacle in 1985 when it was announced that Elder Bruce R. McConkie would address the conference. These old walls felt a deep spirit of reverence as Elder McConkie concluded his remarks with these electrifying words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p22\" class=\"\">“And now, as pertaining to this perfect atonement, wrought by the shedding of the blood of God—I testify that it took place in Gethsemane and at Golgotha, and as pertaining to Jesus Christ, I testify that he is the Son of the Living God and was crucified for the sins of the world. He is our Lord, our God, and our King. This I know of myself independent of any other person.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p23\" class=\"\">“I am one of his witnesses, and in a coming day I shall feel the nail marks in his hands and in his feet and shall wet his feet with my tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p24\" class=\"\">“But I shall not know any better then than I know now that he is God’s Almighty Son, that he is our Savior and Redeemer, and that salvation comes in and through his atoning blood and in no other way.”<sup class=\"noteMarker\"><a href=\"#footnote6-00605_000_014\">6<\/a>\n       <span class=\"footnote\">[“The Purifying Power of Gethsemane,” <span class=\"emphasis\">Ensign,<\/span> May 1985, 11.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p25\" class=\"\">In 1995 President Gordon B. Hinckley said to the women of the Church, “With so much of sophistry that is passed off as truth, with so much of deception concerning standards and values, with so much of allurement and enticement to take on the slow stain of the world, we have felt to warn and forewarn.” He then proceeded to read:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p26\" class=\"\">“We, the First Presidency and the Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints, solemnly proclaim that marriage between a man and a woman is ordained of God and that the family is central to the Creator’s plan for the eternal destiny of His children. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p27\" class=\"\">“Husband and wife have a solemn responsibility to love and care for each other and for their children. ‘Children are an heritage of the Lord’ (<span class=\"citation\" id=\"50122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50122)\">Psalms 127:3<\/a><\/span>). Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another, to observe the commandments of God and to be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations.”<sup class=\"noteMarker\"><a href=\"#footnote7-00605_000_014\">7<\/a>\n       <span class=\"footnote\">[“Stand Strong against the Wiles of the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 100–101; see also “The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/if-these-old-walls-could-talk.p28\" class=\"\">I’m grateful for this extraordinary building. It stands as a sacred monument to our past and a magnificent ensign of hope for the future. I testify to the divinity of our Father in Heaven and of our Savior’s abundant love for each of us. We are greatly blessed to be led by a prophet of God. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00605_000_014\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Tabernacle Renovation Press Briefing—Remarks by President Gordon B. Hinckley,” Oct. 1, 2004; see www.newsroom.lds.org.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00605_000_014\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50320)\">Alma 46:36<\/a><\/span>; <span class=\"citation\" id=\"50324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50324)\">62:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00605_000_014\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1918, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00605_000_014\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1936, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00605_000_014\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1964, 83–84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00605_000_014\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Purifying Power of Gethsemane,” <span class=\"emphasis\">Ensign,<\/span> May 1985, 11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_014\"><a name=\"-00605_000_014\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00605_000_014\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Stand Strong against the Wiles of the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 100–101; see also “The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}