{"ID":7414, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Life’s Lessons Learned\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p3\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I urge you to examine your life. Determine where you are and what you need to do to be the kind of person you want to be.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">00605_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p6\" class=\"\">Lately I have reflected on many of the wonderful experiences I’ve had in my life. As I have expressed gratitude to my Heavenly Father for these marvelous blessings and opportunities, I have realized, perhaps more than ever before, how critical the formative years of my life were.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p7\" class=\"\">Many of the most important and life-changing moments of my life occurred when I was a young man. The lessons I learned then formed my character and shaped my destiny. Without them, I would be a very different man and in a very different place than I am today. This evening, I would like to talk for a few minutes about some of these experiences and what I learned from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p8\" class=\"\">I’ll never forget one high school football game against a rival school. I played the wingback position, and my assignment was to either block the linebacker or try to get open so the quarterback could throw me the ball. The reason I remember this particular game so well is because the fellow on the other side of the line—the man I was supposed to block—was a giant.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p9\" class=\"\">I wasn’t exactly the tallest athlete in the world. But I think this other guy may have been. I remember looking up at him, thinking he probably weighed as much as two of me. Keep in mind, when I played we didn’t have the protective gear that players have today. My helmet was made of leather, and it didn’t have a face guard.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p10\" class=\"\">The more I thought about it, the more I came to a sobering realization: if I ever let him catch me, I could be cheering for my team the rest of the season from a hospital bed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p11\" class=\"\">Lucky for me, I was fast. And for the better part of the first half, I managed to avoid him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p12\" class=\"\">Except for one play.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p13\" class=\"\">Our quarterback dropped back to pass. I was open. He threw the ball, and it sailed towards me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p14\" class=\"\">The only problem was that I could hear a lumbering gallop behind me. In a moment of clarity, I thought that if I caught the ball there was a distinct possibility I could be eating my meals through a tube. But the ball was heading for me, and my team was depending on me. So I reached out, and—at the last instant—I looked up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p15\" class=\"\">And there he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p16\" class=\"\">I remember the ball hitting my hands. I remember struggling to hang on to it. I remember the sound of the ball falling to the turf. After that, I’m not exactly sure what happened, because the giant hit me so hard I wasn’t sure what planet I was on. One thing I did remember was a deep voice coming from behind a dark haze: “Serves you right for being on the wrong team.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p17\" class=\"\">William McKinley Oswald was my high school football coach. He was a great coach and had a profound influence on my life. But I think he could have learned his method of motivating players from an army drill sergeant.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p18\" class=\"\">That day, during his half-time speech, Coach Oswald reminded the whole team about the pass I had dropped. Then he pointed right at me and said, “How could you do that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p19\" class=\"\">He wasn’t speaking with his inside voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p20\" class=\"\">“I want to know what made you drop that pass.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p21\" class=\"\">I stammered for a moment and then finally decided to tell the truth. “I took my eye off the ball,” I said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p22\" class=\"\">The coach looked at me and said, “That’s right; you took your eye off the ball. Don’t ever do that again. That kind of mistake loses ball games.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p23\" class=\"\">I respected Coach Oswald, and in spite of how terrible I felt, I made up my mind to do what Coach said. I vowed to never take my eye off the ball again, even if it meant getting pounded to Mongolia by the giant on the other side of the line.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p24\" class=\"\">We headed back onto the field and started the second half. It was a close game, and even though my team had played well, we were behind by four points late in the fourth quarter.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p25\" class=\"\">The quarterback called my number on the next play. I went out again, and again I was open. The ball headed towards me. But this time, the giant was in front of me and in perfect position to intercept the pass.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p26\" class=\"\">He reached up, but the ball sailed through his hands. I jumped high, never taking my eye off the ball; stabbed at it; and pulled it down for the game-winning touchdown.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p27\" class=\"\">I don’t remember much about the celebration after, but I do remember the look on Coach Oswald’s face.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p28\" class=\"\">“Way to keep your eye on the ball,” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p29\" class=\"\">I think I smiled for a week.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p30\" class=\"\">I have known many great men and women. Although they have different backgrounds, talents, and perspectives, they all have this in common: they work diligently and persistently towards achieving their goals. It’s easy to get distracted and lose focus on the things that are most important in life. I’ve tried to remember the lessons I learned from Coach Oswald and prioritize values that are important to me so that I can keep my eye focused on things that really matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p31\" class=\"\">I urge you to examine your life. Determine where you are and what you need to do to be the kind of person you want to be. Create inspiring, noble, and righteous goals that fire your imagination and create excitement in your heart. And then keep your eye on them. Work consistently towards achieving them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p32\" class=\"\">“If one advances confidently in the direction of his dreams,” wrote Henry David Thoreau, “and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.”<sup class=\"noteMarker\"><a href=\"#footnote1-00605_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Walden,<\/span> ed. J. Lyndon Shanley (1971), 323.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p33\" class=\"\">In other words, never take your eye off the ball.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p34\" class=\"\">Another lesson I learned on the football field was at the bottom of a pile of 10 other players. It was the Rocky Mountain Conference championship game, and the play called for me to run the ball up the middle to score the go-ahead touchdown. I took the handoff and plunged into the line. I knew I was close to the goal line, but I didn’t know how close. Although I was pinned at the bottom of the pile, I reached my fingers forward a couple of inches and I could feel it. The goal line was two inches away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p35\" class=\"\">At that moment I was tempted to push the ball forward. I could have done it. And when the refs finally pulled the players off the pile, I would have been a hero. No one would have ever known.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p36\" class=\"\">I had dreamed of this moment from the time I was a boy. And it was right there within my reach. But then I remembered the words of my mother. “Joseph,” she had often said to me, “do what is right, no matter the consequence. Do what is right and things will turn out OK.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p37\" class=\"\">I wanted so desperately to score that touchdown. But more than being a hero in the eyes of my friends, I wanted to be a hero in the eyes of my mother. And so I left the ball where it was—two inches from the goal line.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p38\" class=\"\">I didn’t know it at the time, but this was a defining experience. Had I moved the ball, I could have been a champion for a moment, but the reward of temporary glory would have carried with it too steep and too lasting a price. It would have engraved upon my conscience a scar that would have stayed with me the remainder of my life. I knew I must do what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p39\" class=\"\">The Light of Christ helps us to discern right from wrong. When we allow temptations to drown out the still voice of our conscience—that is when decisions become difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p40\" class=\"\">My parents taught me to react quickly when temptation comes and to say “No!” instantly and emphatically. I recommend that same counsel to you. Avoid temptations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p41\" class=\"\">Another lesson I learned was the joy of service to others. I have spoken before of how my father, who was the bishop of our ward, had me load up my wagon and deliver needed food and supplies to the homes of those families who were in need. He wasn’t alone in his desire to reach out to those in distress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p42\" class=\"\">Seventy-five years ago, Bishop William F. Perschon presided over the Fourth Ward of the Pioneer Stake in Salt Lake City. He was a German immigrant, a convert to the Church, and he spoke with a thick accent. He was a fine businessman, but what most distinguished him was his great compassion for others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p43\" class=\"\">Each week during priesthood meeting, Bishop Perschon had the Aaronic Priesthood bearers recite the following phrase: “Priesthood means service; bearing the priesthood, I will serve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p44\" class=\"\">It wasn’t merely a slogan. When widows needed assistance, Bishop Perschon and the Aaronic Priesthood were there to help. When a chapel was being built, Bishop Perschon and the Aaronic Priesthood were there. When the sugar beets and potatoes at the welfare farm needed weeding or harvesting, Bishop Perschon and the Aaronic Priesthood were there.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p45\" class=\"\">Later, William Perschon served in the stake presidency, where he influenced a young bishop by the name of Thomas S. Monson. In the 1950s, Bishop Perschon was called to preside over the Swiss-Austrian Mission and played an instrumental role in building the first “overseas” temple, located in Bern, Switzerland.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p46\" class=\"\">You could scarcely think of Bishop Perschon without thinking of his concern and compassion for others and his untiring commitment to teach that same quality to others. Of the young men in the Aaronic Priesthood over whom he presided as bishop, 29 went on to become bishops themselves. Ten served in stake presidencies. Five became mission presidents, three accepted calls as temple presidents, and two served as General Authorities.<sup class=\"noteMarker\"><a href=\"#footnote2-00605_000_020\">2<\/a>\n       <span class=\"footnote\">[Letter from Elder Glen L. Rudd to President Thomas S. Monson, Feb. 5, 1987.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p47\" class=\"\">That is the power of a great leader, brethren. That is the power of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p48\" class=\"\">Although I didn’t fully understand it at the time, it is clear to me now that these lessons—and many others I learned as a youth—served as the foundation upon which the rest of my life has been built.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p49\" class=\"\">We all possess spiritual gifts. Some are blessed with the gift of faith, others the gift of healing. In the body of the Church, all of the spiritual gifts are present. In my case, perhaps one of the spiritual gifts for which I am most grateful is that I have been blessed with an obedient spirit. When I heard wise counsel from my parents or Church leaders, I listened and tried to make it part of my thoughts and actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p50\" class=\"\">Brethren of the priesthood, I urge you to cultivate the gift of an obedient spirit. The Savior taught that “whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man. … And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man.”<sup class=\"noteMarker\"><a href=\"#footnote3-00605_000_020\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50146)\">Matthew 7:24, 26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p51\" class=\"\">How do we know if we are wise or foolish? When we hear inspired counsel, we obey. That is the test of wise or foolish.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p52\" class=\"\">What does it profit us if we listen to wise counsel and do not heed the words? Of what use is experience if we do not learn from it? What good are the scriptures if we do not cherish the words and incorporate them into our lives?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p53\" class=\"\">President Gordon B. Hinckley has promised that “[Heavenly Father] will shower down blessings upon those who walk in obedience to His commandments.”<sup class=\"noteMarker\"><a href=\"#footnote4-00605_000_020\">4<\/a>\n       <span class=\"footnote\">[“This Is the Work of the Master,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p54\" class=\"\">I add my voice to his.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p55\" class=\"\">I testify that Jesus is the Christ, the Savior of all mankind. I testify that God is close at hand. He cares about us and loves us, His children. Prophets, seers, and revelators guide the progress of the restored Church of Jesus Christ. President Gordon B. Hinckley stands as a latter-day prophet to the Church and to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p56\" class=\"\">I give thanks to my Creator for this wonderful life where each of us has the opportunity to learn lessons we could not fully comprehend by any other means.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/lifes-lessons-learned.p57\" class=\"\">My dear brethren, may we set righteous goals and work to achieve them, do what is right, and reach out in love to those around us. This is my prayer and testimony, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00605_000_020\"><a name=\"-00605_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00605_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Walden,<\/span> ed. J. Lyndon Shanley (1971), 323.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_020\"><a name=\"-00605_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00605_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter from Elder Glen L. Rudd to President Thomas S. Monson, Feb. 5, 1987.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_020\"><a name=\"-00605_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00605_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50146)\">Matthew 7:24, 26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_020\"><a name=\"-00605_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00605_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“This Is the Work of the Master,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 71.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}