{"ID":7420, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Healing Power of Forgiveness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/james-e-faust-10.jpg\" alt=\"James E. Faust\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we can find forgiveness in our hearts for those who have caused us hurt and injury, we will rise to a higher level of self-esteem and well-being.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">00605_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p6\" class=\"\">My dear brothers and sisters and friends, I come before you humbly and prayerfully. I wish to speak on the healing power of forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p7\" class=\"\">In the beautiful hills of Pennsylvania, a devout group of Christian people live a simple life without automobiles, electricity, or modern machinery. They work hard and live quiet, peaceful lives separate from the world. Most of their food comes from their own farms. The women sew and knit and weave their clothing, which is modest and plain. They are known as the Amish people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p8\" class=\"\">A 32-year-old milk truck driver lived with his family in their Nickel Mines community. He was not Amish, but his pickup route took him to many Amish dairy farms, where he became known as the quiet milkman. Last October he suddenly lost all reason and control. In his tormented mind he blamed God for the death of his first child and some unsubstantiated memories. He stormed into the Amish school without any provocation, released the boys and adults, and tied up the 10 girls. He shot the girls, killing five and wounding five. Then he took his own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p9\" class=\"\">This shocking violence caused great anguish among the Amish but no anger. There was hurt but no hate. Their forgiveness was immediate. Collectively they began to reach out to the milkman’s suffering family. As the milkman’s family gathered in his home the day after the shootings, an Amish neighbor came over, wrapped his arms around the father of the dead gunman, and said, “We will forgive you.”<sup class=\"noteMarker\"><a href=\"#footnote1-00605_000_026\">1<\/a>\n       <span class=\"footnote\">[In Joan Kern, “A Community Cries,” <span class=\"emphasis\">Lancaster New Era,<\/span> Oct. 4, 2006, p. A8.]<\/span><\/sup> Amish leaders visited the milkman’s wife and children to extend their sympathy, their forgiveness, their help, and their love. About half of the mourners at the milkman’s funeral were Amish. In turn, the Amish invited the milkman’s family to attend the funeral services of the girls who had been killed. A remarkable peace settled on the Amish as their faith sustained them during this crisis.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p10\" class=\"\">One local resident very eloquently summed up the aftermath of this tragedy when he said, “We were all speaking the same language, and not just English, but a language of caring, a language of community, [and] a language of service. And, yes, a language of forgiveness.”<sup class=\"noteMarker\"><a href=\"#footnote2-00605_000_026\">2<\/a>\n       <span class=\"footnote\">[In Helen Colwell Adams, “After That Tragic Day, a Deeper Respect among English, Amish?” <span class=\"emphasis\">Sunday News,<\/span> Oct. 15, 2006, p. A1.]<\/span><\/sup> It was an amazing outpouring of their complete faith in the Lord’s teachings in the Sermon on the Mount: “Do good to them that hate you, and pray for them which despitefully use you.”<sup class=\"noteMarker\"><a href=\"#footnote3-00605_000_026\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50139)\">Matthew 5:44<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p11\" class=\"\">The family of the milkman who killed the five girls released the following statement to the public:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p12\" class=\"\">“To our Amish friends, neighbors, and local community:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p13\" class=\"\">“Our family wants each of you to know that we are overwhelmed by the forgiveness, grace, and mercy that you’ve extended to us. Your love for our family has helped to provide the healing we so desperately need. The prayers, flowers, cards, and gifts you’ve given have touched our hearts in a way no words can describe. Your compassion has reached beyond our family, beyond our community, and is changing our world, and for this we sincerely thank you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p14\" class=\"\">“Please know that our hearts have been broken by all that has happened. We are filled with sorrow for all of our Amish neighbors whom we have loved and continue to love. We know that there are many hard days ahead for all the families who lost loved ones, and so we will continue to put our hope and trust in the God of all comfort, as we all seek to rebuild our lives.”<sup class=\"noteMarker\"><a href=\"#footnote4-00605_000_026\">4<\/a>\n       <span class=\"footnote\">[“Amish Shooting Victims,” www.800padutch.com\/amishvictims.shtml.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p15\" class=\"\">How could the whole Amish group manifest such an expression of forgiveness? It was because of their faith in God and trust in His word, which is part of their inner beings. They see themselves as disciples of Christ and want to follow His example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p16\" class=\"\">Hearing of this tragedy, many people sent money to the Amish to pay for the health care of the five surviving girls and for the burial expenses of the five who were killed. As a further demonstration of their discipleship, the Amish decided to share some of the money with the widow of the milkman and her three children because they too were victims of this terrible tragedy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p17\" class=\"\">Forgiveness is not always instantaneous as it was with the Amish. When innocent children have been molested or killed, most of us do not think first about forgiveness. Our natural response is anger. We may even feel justified in wanting to “get even” with anyone who inflicts injury on us or our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p18\" class=\"\">Dr. Sidney Simon, a recognized authority on values realization, has provided an excellent definition of forgiveness as it applies to human relationships:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p19\" class=\"\">“Forgiveness is freeing up and putting to better use the energy once consumed by holding grudges, harboring resentments, and nursing unhealed wounds. It is rediscovering the strengths we always had and relocating our limitless capacity to understand and accept other people and ourselves.”<sup class=\"noteMarker\"><a href=\"#footnote5-00605_000_026\">5<\/a>\n       <span class=\"footnote\">[With Suzanne Simon, <span class=\"emphasis\">Forgiveness: How to Make Peace with Your Past and Get On with Your Life<\/span> (1990), 19.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p20\" class=\"\">Most of us need time to work through pain and loss. We can find all manner of reasons for postponing forgiveness. One of these reasons is waiting for the wrongdoers to repent before we forgive them. Yet such a delay causes us to forfeit the peace and happiness that could be ours. The folly of rehashing long-past hurts does not bring happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p21\" class=\"\">Some hold grudges for a lifetime, unaware that courageously forgiving those who have wronged us is wholesome and therapeutic.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p22\" class=\"\">Forgiveness comes more readily when, like the Amish, we have faith in God and trust in His word. Such faith “enables people to withstand the worst of humanity. It also enables people to look beyond themselves. More importantly, it enables them to forgive.”<sup class=\"noteMarker\"><a href=\"#footnote6-00605_000_026\">6<\/a>\n       <span class=\"footnote\">[Marjorie Cortez, “Amish Response to Tragedy Is Lesson in Faith, Forgiveness,” <span class=\"emphasis\">Deseret Morning News,<\/span> Jan. 2, 2007, p. A13.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p23\" class=\"\">All of us suffer some injuries from experiences that seem to have no rhyme or reason. We cannot understand or explain them. We may never know why some things happen in this life. The reason for some of our suffering is known only to the Lord. But because it happens, it must be endured. President Howard W. Hunter said that “God knows what we do not know and sees what we do not see.”<sup class=\"noteMarker\"><a href=\"#footnote7-00605_000_026\">7<\/a>\n       <span class=\"footnote\">[“The Opening and Closing of Doors,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1987, 60.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p24\" class=\"\">President Brigham Young offered this profound insight that at least some of our suffering has a purpose when he said: “Every calamity that can come upon mortal beings will be suffered to come upon the few, to prepare them to enjoy the presence of the Lord. … Every trial and experience you have passed through is necessary for your salvation.”<sup class=\"noteMarker\"><a href=\"#footnote8-00605_000_026\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 345.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p25\" class=\"\">If we can find forgiveness in our hearts for those who have caused us hurt and injury, we will rise to a higher level of self-esteem and well-being. Some recent studies show that people who are taught to forgive become “less angry, more hopeful, less depressed, less anxious and less stressed,” which leads to greater physical well-being.<sup class=\"noteMarker\"><a href=\"#footnote9-00605_000_026\">9<\/a>\n       <span class=\"footnote\">[Fred Luskin, in Carrie A. Moore, “Learning to Forgive,” <span class=\"emphasis\">Deseret Morning News,<\/span> Oct. 7, 2006, p. E1.]<\/span><\/sup> Another of these studies concludes “that forgiveness … is a liberating gift [that] people can give to themselves.”<sup class=\"noteMarker\"><a href=\"#footnote10-00605_000_026\">10<\/a>\n       <span class=\"footnote\">[Jay Evensen, “Forgiveness Is Powerful but Complex,” <span class=\"emphasis\">Deseret Morning News,<\/span> Feb. 4, 2007, p. G1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p26\" class=\"\">In our day the Lord has admonished us, “Ye ought to forgive one another,” and then makes it requisite when He says, “I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.”<sup class=\"noteMarker\"><a href=\"#footnote11-00605_000_026\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50461)\">D&amp;C 64:9–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p27\" class=\"\">A sister who had been through a painful divorce received some sound advice from her bishop: “Keep a place in your heart for forgiveness, and when it comes, welcome it in.”<sup class=\"noteMarker\"><a href=\"#footnote12-00605_000_026\">12<\/a>\n       <span class=\"footnote\">[In “My Journey to Forgiving,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1997, 43.]<\/span><\/sup> For the Amish, it was already there because “forgiveness is a ‘heartfelt’ component of [their] religion.”<sup class=\"noteMarker\"><a href=\"#footnote13-00605_000_026\">13<\/a>\n       <span class=\"footnote\">[Donald Kraybill, in Colby Itkowitz, “Flowers, Prayers, Songs: Families Meet at Roberts’ Burial,” <span class=\"emphasis\">Intelligence Journal,<\/span> Oct. 9, 2006, p. A1.]<\/span><\/sup> Their example of forgiveness is a sublime expression of Christian love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p28\" class=\"\">Here in Salt Lake City in 1985, Bishop Steven Christensen, through no fault of his own, was cruelly and senselessly killed by a bomb intended to take his life. He was the son of Mac and Joan Christensen, the husband of Terri, and the father of four children. With his parents’ consent, I share what they learned from this experience. After this terrible deed, the news media followed members of the Christensen family around relentlessly. On one occasion this media intrusion offended one of the family members to the point that Steven’s father, Mac, had to restrain him. Mac then thought, “This thing will destroy my family if we don’t forgive. Venom and hatred will never end if we do not get it out of our system.” Healing and peace came as the family cleansed their hearts from anger and were able to forgive the man who took their son’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p29\" class=\"\">We recently had two other tragedies here in Utah which demonstrate faith and the healing power of forgiveness. Gary Ceran, whose wife and two children were killed on Christmas Eve when their vehicle was hit by a truck, immediately expressed his forgiveness and concern for the alleged drunk driver. Last February, when a car crashed into Bishop Christopher Williams’s vehicle, he had a decision to make, and it was to “unconditionally forgive” the driver who had caused the accident so that the healing process could take place unhampered.<sup class=\"noteMarker\"><a href=\"#footnote14-00605_000_026\">14<\/a>\n       <span class=\"footnote\">[See Pat Reavy, “Crash Victim Issues a Call for Forgiveness,” <span class=\"emphasis\">Deseret Morning News,<\/span> Feb. 13, 2007, p. A1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p30\" class=\"\">What can we all learn from such experiences as these? We need to recognize and acknowledge angry feelings. It will take humility to do this, but if we will get on our knees and ask Heavenly Father for a feeling of forgiveness, He will help us. The Lord requires us “to forgive all men”<sup class=\"noteMarker\"><a href=\"#footnote15-00605_000_026\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50463)\">D&amp;C 64:10<\/a><\/span>.]<\/span><\/sup> for our own good because “hatred retards spiritual growth.”<sup class=\"noteMarker\"><a href=\"#footnote16-00605_000_026\">16<\/a>\n       <span class=\"footnote\">[Orson F. Whitney, <span class=\"emphasis\">Gospel Themes<\/span> (1914), 144.]<\/span><\/sup> Only as we rid ourselves of hatred and bitterness can the Lord put comfort into our hearts, just as He did for the Amish community, the Christensens, the Cerans, and the Williams family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p31\" class=\"\">Of course, society needs to be protected from hardened criminals, because mercy cannot rob justice.<sup class=\"noteMarker\"><a href=\"#footnote17-00605_000_026\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50317)\">Alma 42:25<\/a><\/span>.]<\/span><\/sup> Bishop Williams addressed this concept so well when he said, “Forgiveness is a source of power. But it does not relieve us of consequences.”<sup class=\"noteMarker\"><a href=\"#footnote18-00605_000_026\">18<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Deseret Morning News,<\/span> Feb. 13, 2007, p. A8.]<\/span><\/sup> When tragedy strikes, we should not respond by seeking personal revenge but rather let justice take its course and then let go. It is not easy to let go and empty our hearts of festering resentment. The Savior has offered to all of us a precious peace through His Atonement, but this can come only as we are willing to cast out negative feelings of anger, spite, or revenge. For all of us who forgive “those who trespass against us,”<sup class=\"noteMarker\"><a href=\"#footnote19-00605_000_026\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50141)\">Joseph Smith Translation, Matthew 6:13<\/a><\/span>.]<\/span><\/sup> even those who have committed serious crimes, the Atonement brings a measure of peace and comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-healing-power-of-forgiveness.p32\" class=\"\">Let us remember that we need to forgive to be forgiven. In the words of one of my favorite hymns, “Oh, forgive as thou wouldst be e’en forgiven now by me.”<sup class=\"noteMarker\"><a href=\"#footnote20-00605_000_026\">20<\/a>\n       <span class=\"footnote\">[“Reverently and Meekly Now,” <span class=\"emphasis\">Hymns, <\/span>no. 185.]<\/span><\/sup> With all my heart and soul, I believe in the healing power that can come to us as we follow the counsel of the Savior “to forgive all men.”<sup class=\"noteMarker\"><a href=\"#footnote21-00605_000_026\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50464)\">D&amp;C 64:10<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00605_000_026\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Joan Kern, “A Community Cries,” <span class=\"emphasis\">Lancaster New Era,<\/span> Oct. 4, 2006, p. A8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00605_000_026\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>In Helen Colwell Adams, “After That Tragic Day, a Deeper Respect among English, Amish?” <span class=\"emphasis\">Sunday News,<\/span> Oct. 15, 2006, p. A1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00605_000_026\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50139)\">Matthew 5:44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00605_000_026\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Amish Shooting Victims,” www.800padutch.com\/amishvictims.shtml.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00605_000_026\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>With Suzanne Simon, <span class=\"emphasis\">Forgiveness: How to Make Peace with Your Past and Get On with Your Life<\/span> (1990), 19.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00605_000_026\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Marjorie Cortez, “Amish Response to Tragedy Is Lesson in Faith, Forgiveness,” <span class=\"emphasis\">Deseret Morning News,<\/span> Jan. 2, 2007, p. A13.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00605_000_026\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Opening and Closing of Doors,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1987, 60.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-00605_000_026\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1954), 345.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-00605_000_026\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Fred Luskin, in Carrie A. Moore, “Learning to Forgive,” <span class=\"emphasis\">Deseret Morning News,<\/span> Oct. 7, 2006, p. E1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-00605_000_026\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Jay Evensen, “Forgiveness Is Powerful but Complex,” <span class=\"emphasis\">Deseret Morning News,<\/span> Feb. 4, 2007, p. G1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-00605_000_026\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50461)\">D&amp;C 64:9–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-00605_000_026\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>In “My Journey to Forgiving,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1997, 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-00605_000_026\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Donald Kraybill, in Colby Itkowitz, “Flowers, Prayers, Songs: Families Meet at Roberts’ Burial,” <span class=\"emphasis\">Intelligence Journal,<\/span> Oct. 9, 2006, p. A1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-00605_000_026\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See Pat Reavy, “Crash Victim Issues a Call for Forgiveness,” <span class=\"emphasis\">Deseret Morning News,<\/span> Feb. 13, 2007, p. A1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-00605_000_026\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50463)\">D&amp;C 64:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-00605_000_026\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>Orson F. Whitney, <span class=\"emphasis\">Gospel Themes<\/span> (1914), 144.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-00605_000_026\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50317)\">Alma 42:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-00605_000_026\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Deseret Morning News,<\/span> Feb. 13, 2007, p. A8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-00605_000_026\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50141)\">Joseph Smith Translation, Matthew 6:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-00605_000_026\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>“Reverently and Meekly Now,” <span class=\"emphasis\">Hymns, <\/span>no. 185.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_026\"><a name=\"-00605_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-00605_000_026\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50464)\">D&amp;C 64:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}