{"ID":7421, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Divorce\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A good marriage does not require a perfect man or a perfect woman. It only requires a man and a woman committed to strive together toward perfection.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p5\" class=\"\">I have felt impressed to speak about divorce. This is a sensitive subject because it evokes such strong emotions from persons it has touched in different ways. Some see themselves or their loved ones as the <span class=\"emphasis\">victims<\/span> of divorce. Others see themselves as its <span class=\"emphasis\">beneficiaries.<\/span> Some see divorce as evidence of failure. Others consider it an essential escape hatch from marriage. In one way or another, divorce touches most families in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p6\" class=\"\">Whatever your perspective, please listen as I try to speak plainly about the effects of divorce on the eternal family relationships we seek under the gospel plan. I speak out of concern, but with hope.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p8\" class=\"\">We live in a world in which the whole concept of marriage is in peril and where divorce is commonplace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p9\" class=\"\">The concept that society has a strong interest in preserving marriages for the common good as well as the good of the couple and their children has been replaced for many by the idea that marriage is only a private relationship between consenting adults, terminable at the will of either.<sup class=\"noteMarker\"><a href=\"#footnote1-00605_000_027\">1<\/a>\n\t <span class=\"footnote\">[See Bruce C. Hafen, <span class=\"emphasis\">Covenant Hearts<\/span> (2005), 37–39; Allan Carlson, <span class=\"emphasis\">Fractured Generations<\/span> (2005), 1–13; Bryce Christensen, <span class=\"emphasis\">Divided We Fall <\/span>(2006), 44–45.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p10\" class=\"\">Nations that had no divorce law have adopted one, and most nations permitting divorces have made them easier to obtain. Unfortunately, under current no-fault divorce laws, it can be easier to sever a marriage relationship with an unwanted spouse than an employment relationship with an unwanted employee. Some even refer to a first marriage as a “starter marriage,” like a small home one uses for a while before moving on.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p11\" class=\"\">The weakening of the concept that marriages are permanent and precious has far-reaching consequences. Influenced by their own parents’ divorce or by popular notions that marriage is a ball and chain that prevents personal fulfillment, some young people shun marriage. Many who marry withhold full commitment, poised to flee at the first serious challenge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p12\" class=\"\">In contrast, modern prophets have warned that looking upon marriage “as a mere contract that may be entered into at pleasure … and severed at the first difficulty … is an evil meriting severe condemnation,” especially where children are made to suffer.<sup class=\"noteMarker\"><a href=\"#footnote2-00605_000_027\">2<\/a>\n\t <span class=\"footnote\">[David O. McKay, in Conference Report, Apr. 1969, 8–9; or “Structure of the Home Threatened by Irresponsibility and Divorce,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 5.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p13\" class=\"\">In ancient times and even under tribal laws in some countries where we now have members, men have power to divorce their wives for any trivial thing. Such unrighteous oppression of women was rejected by the Savior, who declared:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p14\" class=\"\">“Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p15\" class=\"\">“And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery” (<span class=\"citation\" id=\"50153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50153)\">Matthew 19:8–9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p16\" class=\"\">The kind of marriage required for exaltation—eternal in duration and godlike in quality—does not contemplate divorce. In the temples of the Lord, couples are married for all eternity. But some marriages do not progress toward that ideal. Because “of the hardness of [our] hearts,” the Lord does not currently enforce the consequences of the celestial standard. He permits divorced persons to marry again without the stain of immorality specified in the higher law. Unless a divorced member has committed serious transgressions, he or she can become eligible for a temple recommend under the same worthiness standards that apply to other members.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p18\" class=\"\">There are many good Church members who have been divorced. I speak first to them. We know that many of you are innocent victims—members whose former spouses persistently betrayed sacred covenants or abandoned or refused to perform marriage responsibilities for an extended period. Members who have experienced such abuse have firsthand knowledge of circumstances worse than divorce.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p19\" class=\"\">When a marriage is dead and beyond hope of resuscitation, it is needful to have a means to end it. I saw examples of this in the Philippines. Two days after their temple marriage, a husband deserted his young wife and has not been heard from for over 10 years. A married woman fled and obtained a divorce in another country, but her husband, who remained behind, is still married in the eyes of the Philippine law. Since there is no provision for divorce in that country, these innocent victims of desertion have no way to end their married status and go forward with their lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p20\" class=\"\">We know that some look back on their divorces with regret at their own partial or predominant fault in the breakup. All who have been through divorce know the pain and need the healing power and hope that come from the Atonement. That healing power and that hope are there for them and also for their children.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p22\" class=\"\">Now I speak to married members, especially to any who may be considering divorce.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p23\" class=\"\">I strongly urge you and those who advise you to face up to the reality that for most marriage problems, the remedy is not divorce but repentance. Often the cause is not incompatibility but selfishness. The first step is not separation but reformation. Divorce is not an all-purpose solution, and it often creates long-term heartache. A broad-based international study of the levels of happiness before and after “major life events” found that, on average, persons are far more successful in recovering their level of happiness after the <span class=\"emphasis\">death<\/span> of a spouse than after a <span class=\"emphasis\">divorce.<\/span><sup class=\"noteMarker\"><a href=\"#footnote3-00605_000_027\">3<\/a>\n\t <span class=\"footnote\">[Richard E. Lucas, “Adaptation and the Set-Point Model of Subjective Well-Being: Does Happiness Change after Major Life Events?” <span class=\"emphasis\">Current Directions in Psychological Science,<\/span> Apr. 2007, available at www.psychologicalscience.org.]<\/span><\/sup> Spouses who hope that divorce will resolve conflicts often find that it aggravates them, since the complexities that follow divorce—especially where there are children—generate new conflicts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p24\" class=\"\">Think first of the children. Because divorce separates the interests of children from the interests of their parents, children are its first victims. Scholars of family life tell us that the most important cause of the current decline in the well-being of children is the current weakening of marriage, because family instability decreases parental investment in children.<sup class=\"noteMarker\"><a href=\"#footnote4-00605_000_027\">4<\/a>\n\t <span class=\"footnote\">[See Jean Bethke Elshtain and David Popenoe, <span class=\"emphasis\">Marriage in America<\/span> (1995), quoted in Bruce C. Hafen, “Marriage and the State’s Legal Posture toward the Family,” <span class=\"emphasis\">Vital Speeches of the Day,<\/span> Oct. 15, 1995, 18; see also <span class=\"emphasis\">Marriage and the Public Good: Ten Principles<\/span> (2006), 24.]<\/span><\/sup> We know that children raised in a single-parent home after divorce have a much higher risk for drug and alcohol abuse, sexual promiscuity, poor school performance, and various kinds of victimization.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p25\" class=\"\">A couple with serious marriage problems should see their bishop. As the Lord’s judge, he will give counsel and perhaps even discipline that will lead toward healing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p26\" class=\"\">Bishops do not counsel members to divorce, but they can help members with the consequences of their decisions. Under the law of the Lord, a marriage, like a human life, is a precious, living thing. If our bodies are sick, we seek to heal them. We do not give up. While there is any prospect of life, we seek healing again and again. The same should be true of our marriages, and if we seek Him, the Lord will help us and heal us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p27\" class=\"\">Latter-day Saint spouses should do all within their power to preserve their marriages. They should follow the marriage enrichment counsel in the First Presidency’s message in the April 2007 <span class=\"emphasis\">Ensign<\/span> and <span class=\"emphasis\">Liahona.<\/span><sup class=\"noteMarker\"><a href=\"#footnote5-00605_000_027\">5<\/a>\n\t <span class=\"footnote\">[James E. Faust, “Enriching Your Marriage,” <span class=\"emphasis\">Liahona,<\/span> Apr. 2007, 2–6; <span class=\"emphasis\">Ensign,<\/span> Apr. 2007, 4–8.]<\/span><\/sup> To avoid so-called “incompatibility,” they should be best friends, kind and considerate, sensitive to each other’s needs, always seeking to make each other happy. They should be partners in family finances, working together to regulate their desires for temporal things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p28\" class=\"\">Of course, there can be times when one spouse falls short and the other is wounded and feels pain. When that happens, the one who is wronged should balance current disappointments against the good of the past and the brighter prospects of the future.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p29\" class=\"\">Don’t treasure up past wrongs, reprocessing them again and again. In a marriage relationship, festering is destructive; forgiving is divine (see <span class=\"citation\" id=\"50462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50462)\">D&amp;C 64:9–10<\/a><\/span>). Plead for the guidance of the Spirit of the Lord to forgive wrongs (as President Faust has just taught us so beautifully), to overcome faults, and to strengthen relationships.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p30\" class=\"\">If you are already descending into the low state of marriage-in-name-only, please join hands, kneel together, and prayerfully plead for help and the healing power of the Atonement. Your humble and united pleadings will bring you closer to the Lord and to each other and will help you in the hard climb back to marital harmony.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p31\" class=\"\">Consider these observations of a wise bishop with extensive experience in counseling members with marriage problems. Speaking of those who eventually divorced, he said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p32\" class=\"\">“Universally, every couple or individual said they recognized that divorce was not a good thing, but they all insisted that their situation was different.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p33\" class=\"\">“Universally, they focused on the fault of the spouse and attributed little responsibility to their own behavior. Communication had withered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p34\" class=\"\">“Universally, they were looking back, not willing to leave the baggage of past behavior on the roadside and move on.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p35\" class=\"\">“Part of the time, serious sin was involved, but more often they had just ‘fallen out of love,’ saying, ‘He doesn’t satisfy my needs anymore,’ or, ‘She has changed.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p36\" class=\"\">“All were worried about the effect on the children, but always the conclusion was ‘it’s worse for them to have us together and fighting.’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p37\" class=\"\">In contrast, the couples who followed this bishop’s counsel and stayed together emerged with their marriages even stronger. That prospect began with their mutual commitment to keep the commandments, stay active in their Church attendance, scripture reading, and prayer, and to work on their own shortcomings. They “recognized the importance and power of the Atonement for their spouse and for themselves,” and “they were patient and would try again and again.” When the couples he counseled did these things, repenting and working to save their marriages, this bishop reported that “healing was achieved 100 percent of the time.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p38\" class=\"\">Even those who think their spouse is entirely to blame should not act hastily. One study found “no evidence that divorce or separation typically made adults happier than staying in an unhappy marriage. Two out of three unhappily married adults who avoided divorce reported being happily married five years later.”<sup class=\"noteMarker\"><a href=\"#footnote6-00605_000_027\">6<\/a>\n\t <span class=\"footnote\">[Linda J. Waite and others, <span class=\"emphasis\">Does Divorce Make People Happy? Findings from a Study of Unhappy Marriages<\/span> (Institute for American Values, 2002), 6; see also scholarly studies cited in <span class=\"emphasis\">Marriage and the Law: A Statement of Principles<\/span> (Institute for American Values, 2006), 21.]<\/span><\/sup> A woman who persisted in an intolerable marriage for many years until the children were raised explained: “There were three parties to our marriage—my husband and I and the Lord. I told myself that if two of us could hang in there, we could hold it together.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p39\" class=\"\">The power of hope expressed in these examples is sometimes rewarded with repentance and reformation, but sometimes it is not. Personal circumstances vary greatly. We cannot control and we are not responsible for the choices of others, even when they impact us so painfully. I am sure the Lord loves and blesses husbands and wives who lovingly try to help spouses struggling with such deep problems as pornography or other addictive behavior or with the long-term consequences of childhood abuse.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p40\" class=\"\">Whatever the outcome and no matter how difficult your experiences, you have the promise that you will not be denied the blessings of eternal family relationships if you love the Lord, keep His commandments, and just do the best you can. When young Jacob “suffered afflictions and much sorrow” from the actions of other family members, Father Lehi assured him, “Thou knowest the greatness of God; and he shall consecrate thine afflictions for thy gain” (<span class=\"citation\" id=\"50250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50250)\">2 Nephi 2:1–2<\/a><\/span>). Similarly, the Apostle Paul assured us that “all things work together for good to them that love God” (<span class=\"citation\" id=\"50210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50210)\">Romans 8:28<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p42\" class=\"\">In conclusion, I speak briefly to those contemplating marriage. The best way to avoid <span class=\"emphasis\">divorce<\/span> from an unfaithful, abusive, or unsupportive spouse is to avoid <span class=\"emphasis\">marriage<\/span> to such a person. If you wish to marry well, inquire well. Associations through “hanging out” or exchanging information on the Internet are not a sufficient basis for marriage. There should be dating, followed by careful and thoughtful and thorough courtship. There should be ample opportunities to experience the prospective spouse’s behavior in a variety of circumstances. Fiancés should learn everything they can about the families with whom they will soon be joined in marriage. In all of this, we should realize that a good marriage does not require a perfect man or a perfect woman. It only requires a man and a woman committed to strive together toward perfection.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p43\" class=\"\">President Spencer W. Kimball taught: “Two individuals approaching the marriage altar must realize that to attain the happy marriage which they hope for they must know that marriage … means sacrifice, sharing, and even a reduction of some personal liberties. It means long, hard economizing. It means children who bring with them financial burdens, service burdens, care and worry burdens; but also it means the deepest and sweetest emotions of all.”<sup class=\"noteMarker\"><a href=\"#footnote7-00605_000_027\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 194.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/divorce.p44\" class=\"\">From personal experience, I testify to the sweetness of the marriage and family life that the family proclamation describes as founded upon a husband and wife’s “solemn responsibility to love and care for each other and for their children” and “upon the teachings of the Lord Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote8-00605_000_027\">8<\/a>\n\t <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> I testify of Him as our Savior and pray in His name for all who strive for the supreme blessings of an eternal family, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00605_000_027\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bruce C. Hafen, <span class=\"emphasis\">Covenant Hearts<\/span> (2005), 37–39; Allan Carlson, <span class=\"emphasis\">Fractured Generations<\/span> (2005), 1–13; Bryce Christensen, <span class=\"emphasis\">Divided We Fall <\/span>(2006), 44–45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00605_000_027\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>David O. McKay, in Conference Report, Apr. 1969, 8–9; or “Structure of the Home Threatened by Irresponsibility and Divorce,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00605_000_027\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Richard E. Lucas, “Adaptation and the Set-Point Model of Subjective Well-Being: Does Happiness Change after Major Life Events?” <span class=\"emphasis\">Current Directions in Psychological Science,<\/span> Apr. 2007, available at www.psychologicalscience.org.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00605_000_027\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Jean Bethke Elshtain and David Popenoe, <span class=\"emphasis\">Marriage in America<\/span> (1995), quoted in Bruce C. Hafen, “Marriage and the State’s Legal Posture toward the Family,” <span class=\"emphasis\">Vital Speeches of the Day,<\/span> Oct. 15, 1995, 18; see also <span class=\"emphasis\">Marriage and the Public Good: Ten Principles<\/span> (2006), 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00605_000_027\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>James E. Faust, “Enriching Your Marriage,” <span class=\"emphasis\">Liahona,<\/span> Apr. 2007, 2–6; <span class=\"emphasis\">Ensign,<\/span> Apr. 2007, 4–8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00605_000_027\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Linda J. Waite and others, <span class=\"emphasis\">Does Divorce Make People Happy? Findings from a Study of Unhappy Marriages<\/span> (Institute for American Values, 2002), 6; see also scholarly studies cited in <span class=\"emphasis\">Marriage and the Law: A Statement of Principles<\/span> (Institute for American Values, 2006), 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00605_000_027\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 194.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_027\"><a name=\"-00605_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-00605_000_027\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}