{"ID":7424, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Do You Know?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p2\" class=\"\">Elder Glenn L. Pace<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/glenn-l-pace-10.jpg\" alt=\"Glenn L. Pace\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I invite you to “experiment upon my words.” Will you read and pray about the Joseph Smith story?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p5\" class=\"\">Some time ago I had a delightful conversation with an impressive 16-year-old young woman. I discovered she was the only member of the Church in her high school. I asked her, “What is the most difficult challenge you face being the only member?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p6\" class=\"\">She was thoughtful and gave a very astute answer: “It is believing something is true when everyone else believes it is false, and believing something is wrong when everyone else believes it’s all right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p7\" class=\"\">I asked her a second question: “Do you know Joseph Smith is a prophet of God?” Her response was, “I think so, but I’m not sure.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p8\" class=\"\">This morning I would like to ask the youth throughout the Church, “Do you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p9\" class=\"\">The first time I knew I had a testimony of Joseph Smith was when I was just 11 years old and my parents took me to Temple Square in Salt Lake City.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p10\" class=\"\">My favorite activity was to collect all the free stuff. I became very adept at working the system. I would ask, “Is this free?” After a positive response I would reach out my 11-year-old hand and say, “Thank you. Is that free too? Thank you!” On occasion someone might say, “No, I’m sorry; those cost five cents.” Undeterred, I would lower my head and, showing much disappointment, say, “Oh, I always wanted to read that pamphlet, but I don’t have any money. Thank you!” It worked every time. The truth is, I never read it. I just collected it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p11\" class=\"\">However, on this particular trip, I was alone in our 1948 Chevrolet, waiting for my parents, when I became inescapably bored. In desperation I looked down at the seat and spotted my stack of free stuff. I picked up a pamphlet entitled <span class=\"emphasis\">Joseph Smith Tells His Own Story<\/span> and began to read it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p12\" class=\"\">I was riveted, and my heart was filled with joy. After completing it, I caught my reflection in the rearview mirror, and much to my surprise, I was crying. I didn’t understand then, but I understand now. I had felt a witness of the Spirit. My parents weren’t there. My sister wasn’t there. My Primary teacher wasn’t there. It was just me and the Spirit of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p13\" class=\"\">Now, this can happen to you, and something similar probably already has.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p14\" class=\"\">When seeking a testimony, those of you born into the Church may be looking for some spectacular spiritual feeling different than anything you have ever felt before. You may have heard converts testify of their conversion and wonder if you’re missing something. One reason it seems so spectacular to them is that it is new.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p15\" class=\"\">You have had the same feelings your whole life during family home evenings, youth testimony meetings, seminary classes, scripture reading, and on many other occasions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p16\" class=\"\">Our missionaries are trained to help investigators recognize when they are feeling the Spirit. I remember on numerous occasions stopping in the middle of an intense, spiritual discussion and saying, “Let’s pause for a moment and talk about what you are feeling right now. You’re feeling like we’ve reminded you of things you had forgotten. You’re feeling that we are telling you the truth. You’re feeling peace. You’re feeling the Holy Ghost.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p17\" class=\"\">I remember teaching an extremely intelligent woman who had a hard time accepting anything until she had nailed down every intellectual loose end. However, at long last we heard her say, “I cannot deny this feeling any longer.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p18\" class=\"\">She joined the Church and was very happy for the next few years, but she gradually let her intellectual doubts creep back in and ultimately left the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p19\" class=\"\">Fifteen years went by, and she came to visit our family. We took her to Temple Square. As we started up the circular ramp leading to the statue of the Savior, she paused and tearfully said, “Here comes that feeling again. My heart still yearns for what my mind won’t accept!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p20\" class=\"\">Once you have felt it, you can never forget it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p21\" class=\"\">Spiritual witnesses come at a young age to those who are exposed to spiritual experiences. As parents, teachers, and leaders, we are good at making certain you understand the rules and commandments. We could improve on helping you gain a testimony of the principles and doctrine. Perhaps we could pause more often and help you learn to recognize the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p22\" class=\"\">Once you recognize those feelings for what they are, your faith in them will increase. Soon you will find that you have developed a spiritual sixth sense which cannot be misled.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p23\" class=\"\">At 11 years of age, I knew Joseph Smith was a prophet of God. I didn’t hear voices, see angels, or anything like that. What I felt was much more certain. My spiritual sense had been touched. I felt elation springing forth from the innermost part of my being, which is protected from all deceit. This spiritual sense vibrates only when activated by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p24\" class=\"\">How does this spiritual witness feel? It is as difficult to describe as the scent of a rose or the song of a bird or the beauty of a landscape. Nevertheless, you know it when you feel it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p25\" class=\"\">The scriptures give us some insights into these feelings:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p26\" class=\"\">“Verily, verily, I say unto you, I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy; and then shall ye know” (<span class=\"citation\" id=\"50392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50392)\">D&amp;C 11:13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p27\" class=\"\">Sometimes the feeling is like a memory. We first learned the gospel in our heavenly home. We have come to this earth with a veil of forgetfulness. And yet lingering in each of our spirits are those dormant memories. The Holy Ghost can part the veil and bring those things out of their dormancy. Often my reaction to a supposedly newfound truth is, “Oh, I remember that!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p28\" class=\"\">“The Comforter, which is the Holy Ghost … [will] bring all things to your remembrance” (<span class=\"citation\" id=\"50190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50190)\">John 14:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p29\" class=\"\">My young brothers and sisters, I invite you to “experiment upon my words” (<span class=\"citation\" id=\"50301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50301)\">Alma 32:27<\/a><\/span>). Will you read and pray about the Joseph Smith story?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/do-you-know.p30\" class=\"\">The wonderful thing about knowing it is true is that you know simultaneously that God the Father and Jesus Christ live and stand at the head of this Church today. I gained that knowledge when I was 11, and now I stand before you as an ordained especial witness of Jesus Christ and testify it is true. I also testify that the Lord wants you to know it is true, and He “will [reveal] the truth of it unto you, by the power of the Holy Ghost” (<span class=\"citation\" id=\"50365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50365)\">Moroni 10:4<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}