{"ID":7425, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Miracle of the Holy Bible\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We are true and full believers in the Lord Jesus Christ and in His revealed word through the Holy Bible.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p5\" class=\"\">My brothers and sisters, the Holy Bible is a miracle! It is a miracle that the Bible’s 4,000 years of sacred and secular history were recorded and preserved by the prophets, apostles, and inspired churchmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p6\" class=\"\">It is a miracle that we have the Bible’s powerful doctrine, principles, poetry, and stories. But most of all, it is a wonderful miracle that we have the account of the life, ministry, and words of Jesus, which was protected through the Dark Ages and through the conflicts of countless generations so that we may have it today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p7\" class=\"\">It is a miracle that the Bible literally contains within its pages the converting, healing Spirit of Christ, which has turned men’s hearts for centuries, leading them to pray, to choose right paths, and to search to find their Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p8\" class=\"\">The Holy Bible is well named. It is holy because it teaches truth, holy because it warms us with its spirit, holy because it teaches us to know God and understand His dealings with men, and holy because it testifies throughout its pages of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p9\" class=\"\">Abraham Lincoln said of the Bible: “This Great Book … is the best gift God has given to man. All the good the Saviour gave to the world was communicated through this book. But for it we could not know right from wrong” (<span class=\"emphasis\">Speeches and Writings, 1859–1865<\/span> [1989], 628).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p10\" class=\"\">It is not by chance or coincidence that we have the Bible today. Righteous individuals were prompted by the Spirit to record both the sacred things they saw and the inspired words they heard and spoke. Other devoted people were prompted to protect and preserve these records. Men like John Wycliffe, the courageous William Tyndale, and Johannes Gutenberg were prompted against much opposition to translate the Bible into language people could understand and to publish it in books people could read. I believe even the scholars of King James had spiritual promptings in their translation work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p11\" class=\"\">The Dark Ages were dark because the light of the gospel was hidden from the people. They did not have the apostles or prophets, nor did they have access to the Bible. The clergy kept the scriptures secret and unavailable to the people. We owe much to the many brave martyrs and reformers like Martin Luther, John Calvin, and John Huss who demanded freedom to worship and common access to the holy books.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p12\" class=\"\">William Tyndale gave his life because he believed so deeply in the power of the Bible. He said, “The nature of God’s word is, that whosoever read it, or hear it reasoned and disputed before him, it will begin immediately to make him every day better and better, till he be grown into a perfect man” (in S. Michael Wilcox, <span class=\"emphasis\">Fire in the Bones: William Tyndale—Martyr, Father of the English Bible<\/span> [2004], xv).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p13\" class=\"\">Honest, diligent study of the Bible does make us better and better, and we must ever remember the countless martyrs who knew of its power and who gave their lives that we may be able to find within its words the path to the eternal happiness and the peace of our Heavenly Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p14\" class=\"\">Although these early Christian reformers agreed on many things, they ultimately disagreed on many points of doctrine. This resulted in the organization of numerous Christian denominations. Roger Williams, an early champion of religious liberty, concluded that there was “no regularly-constituted Church on earth, nor any person authorized to administer any Church ordinance; nor could there be, until new apostles were sent by the great Head of the Church, for whose coming he was seeking” (see William Cullen Bryant, ed., <span class=\"emphasis\">Picturesque America; or, the Land We Live In,<\/span> 2 vols. [1872–74], 1:502).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p15\" class=\"\">Tens of millions of individuals have come to a faith in God and in Jesus Christ through seeking truth in the Holy Bible. Countless numbers of them had nothing <span class=\"emphasis\">but<\/span> the Bible to feed and guide their faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p16\" class=\"\">Because of the efforts of the reformers, “the Bible became a household possession. The word of God was read around the family fireside of the lowly as well as the parlors of the great” (John A. Widtsoe, in Conference Report, Apr. 1939, 20).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p17\" class=\"\">Millions of families have come together seeking to find the Church of Jesus Christ through their study of the Bible. One of those families, in the early 1800s in upstate New York, was the family of Joseph Smith Sr. One of his sons was Joseph Smith Jr., who searched the Bible, seeking to know which of the many denominations was the same as the Church that Jesus Christ organized. He was prompted by the words of the Bible to pray for further spiritual light and knowledge from God. [See <span class=\"citation\" id=\"50230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50230)\">James 1:5<\/a><\/span>.]  Determined to seek the wisdom promised in the holy scriptures, Joseph knelt in humble prayer early in the spring of 1820. Oh, what marvelous light and truth were shed upon him that day as he beheld the glorious manifestation of God the Father and the Lord Jesus Christ! [See <span class=\"citation\" id=\"50546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50546)\">JS—H 1:17<\/a><\/span>.]  Once again God called a prophet as He did in the days of Noah, Abraham, and Moses.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p18\" class=\"\">How grateful we should be for the Holy Bible. In it we learn not only of the life and teachings and doctrines of Christ, we learn of His Church and of His priesthood and of the organization which He established and named the Church of Jesus Christ in those former days. We believe in that Church, and we believe that The Church of Jesus Christ of Latter-day Saints is that same Church, restored to earth, complete, with the same organization and the same priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p19\" class=\"\">Without the Bible, we would not know of His Church then, nor would we have the fulness of His gospel now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p20\" class=\"\">I love the Bible, its teachings, its lessons, and its spirit. I love the Old Testament’s compelling, profound stories and its great prophets testifying of the coming of Christ. I love the New Testament’s apostolic travels and miracles and the letters of Paul. Most of all, I love its eyewitness accounts of the words and the example and the Atonement of our Savior Jesus Christ. I love the perspective and peace that come from reading the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p21\" class=\"\">Brothers and sisters, I am sure many of you have had the experience of hearing people say that “Mormons are not Christians because they have their own Bible, the Book of Mormon.” To anyone harboring this misconception, we say that we believe in the Lord Jesus Christ as our Savior and the author of our salvation and that we believe, revere, and love the Holy Bible. We do have additional sacred scripture, including the Book of Mormon, but it supports the Bible, never substituting for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p22\" class=\"\">Jesus taught that we should “search the scriptures; for … they are they which testify of me” (<span class=\"citation\" id=\"50182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50182)\">John 5:39<\/a><\/span>). These words provide insight and inspiration to all who sincerely seek to know and understand the truth about Jesus Christ. The scriptures are rich in history, doctrine, stories, sermons, and testimonies, all of which ultimately focus on the eternal Christ and His physical and spiritual mission to Heavenly Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p23\" class=\"\">Members of The Church of Jesus Christ of Latter-day Saints believe that “all scripture is given by inspiration of God, and is profitable” (<span class=\"citation\" id=\"50226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50226)\">2 Timothy 3:16<\/a><\/span>). We love the Bible and other scriptures. That may be surprising to some who may not be aware of our belief in the Bible as the revealed word of God. [See <span class=\"citation\" id=\"50558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50558)\">A of F 1:8<\/a><\/span>.]  It is one of the pillars of our faith, a powerful witness of the Savior and of Christ’s ongoing influence in the lives of those who worship and follow Him. The more we read and study the Bible and its teachings, the more clearly we see the doctrinal underpinnings of the restored gospel of Jesus Christ. We tend to love the scriptures that we spend time with. We may need to balance our study in order to love and understand all scripture.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p24\" class=\"\">You young people especially, do not discount or devalue the Holy Bible. It is the sacred, holy record of the Lord’s life. The Bible contains hundreds of pages more than all of our other scripture combined. It is the bedrock of all Christianity. We do not criticize or belittle anyone’s beliefs. Our great responsibility as Christians is to share all that God has revealed with all of His sons and daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p25\" class=\"\">Those who join this Church do not give up their faith in the Bible—they strengthen it. The Book of Mormon does not dilute nor diminish nor de-emphasize the Bible. On the contrary, it expands, extends, and exalts it. The Book of Mormon testifies of the Bible, and both testify of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p26\" class=\"\">The first testament of Christ is the Bible’s Old Testament, which predicted and prophesied of the coming of the Savior, His transcendent life, and His liberating Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p27\" class=\"\">The second Bible testament of Christ is the New Testament, which records His birth, His life, His ministry, His gospel, His Church, His Atonement, and His Resurrection, as well as the testimonies of His Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p28\" class=\"\">The third testament of Christ is the Book of Mormon, which also foretells Christ’s coming, confirms the Bible’s account of His saving Atonement, and then reveals the resurrected Lord’s visit to the earth’s other hemisphere. The subtitle of the Book of Mormon, the clarifying purpose statement printed on the cover of every copy, is “Another Testament of Jesus Christ.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p29\" class=\"\">Each of these three testaments is a part of the great, indivisible whole of the Lord’s revealed word to His children. They contain the words of Christ, which we have been admonished to feast upon as a means of qualifying for eternal life (see <span class=\"citation\" id=\"50261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50261)\">2 Nephi 31:20<\/a><\/span>). Those who think that one part is more important or more true than the other parts are missing some of the beauty and completeness of the canon of ancient scripture.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p30\" class=\"\">And those who think that members of The Church of Jesus Christ of Latter-day Saints do not believe in Jesus Christ or in the Bible should take time to understand the Church, the significance of its name, and the power of its message.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p31\" class=\"\">I am puzzled by any who would question this Church’s belief in the Bible and our position as Christians. The name of the Church is The Church of Jesus Christ of Latter-day Saints. In our last general conference, here in this building, our Church leaders quoted from the Bible nearly 200 times. This Church is organized and functions like the Church that Christ and His Apostles established in the New Testament. Seated on the stand today are the prophet and the apostles of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p32\" class=\"\">I bear solemn witness that we are true and full believers in the Lord Jesus Christ and in His revealed word through the Holy Bible. We not only believe the Bible—we strive to follow its precepts and to teach its message. The message of our missionaries is Christ and His gospel and His Atonement, and the scriptures are the text of that message. We say to all people, “We extend our love to you and invite you to come. Let us share all that God has revealed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-miracle-of-the-holy-bible.p33\" class=\"\">My brothers and sisters, we must help all people, including our own members, understand the power and importance of the Holy Bible. The Bible is scripture that leads us and all mankind to accept Jesus Christ as our Savior. May God grant us the desire and capacity to accept and live His teachings is my humble prayer in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}