{"ID":7426, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Things of Which I Know\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I wish to give you my testimony of the basic truths of this work.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p5\" class=\"\">My beloved brothers and sisters, I am pleased with the opportunity to speak to you. I thank each of you for your prayers in my behalf. I am so very deeply grateful to you. In my 49 years as a General Authority, I have spoken well over 200 times in general conference. I am now in my 97th year. The wind is blowing, and I feel like the last leaf on the tree.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p6\" class=\"\">Actually my health is quite good, despite all the rumors to the contrary. Skillful doctors and nurses keep me on the right track. Some of you may go before I do. However, with my age in mind, I wish to give you my testimony of the basic truths of this work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p7\" class=\"\">I confess that I do not know everything, but of some things I am certain. Of the things of which I know, I speak to you this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p8\" class=\"\">When the emperor Constantine was converted to Christianity, he became aware of the divisiveness among the clergy concerning the nature of Deity. In an attempt to overcome this he gathered the eminent divines of the day to Nicaea in the year 325. Each participant was given opportunity to state his views. The argument only grew more heated. When a definition could not be reached, a compromise was made. It came to be known as the Nicene Creed, and its basic elements are recited by most of the Christian faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p9\" class=\"\">Personally I cannot understand it. To me the creed is confusing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p10\" class=\"\">How deeply grateful I am that we of this Church do not rely on any man-made statement concerning the nature of Deity. Our knowledge comes directly from the personal experience of Joseph Smith, who, while yet a boy, spoke with God the Eternal Father and His Beloved Son, the Risen Lord [<span class=\"citation\" id=\"50547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50547)\">JS—H 1:17<\/a><\/span>]. He knelt in Their presence; he heard Their voices; and he responded. Each was a distinct personality. Small wonder that he told his mother that he had learned that her church was not true. And so, one of the great over-arching doctrines of this Church is our belief in God the Eternal Father. He is a being, real and individual. He is the great Governor of the universe, yet He is our Father, and we are His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p11\" class=\"\">We pray to Him, and those prayers are a conversation between God and man. I am confident that He hears our prayers and answers them. I could not deny that. I have had too many experiences of answered prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p12\" class=\"\">Alma instructed his son Helaman, saying, “Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day” (<span class=\"citation\" id=\"50311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50311)\">Alma 37:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p13\" class=\"\">The second great certitude of which I am sure also has its foundation in the vision of the Prophet Joseph. It is that Jesus lives. He is the Living Christ. He is the Jehovah of the Old Testament and the Messiah of the New. Under His Father’s direction, He was the Creator of the earth. The gospel of John opens with these remarkable words: “In the beginning was the Word, and the Word was with God, and the Word was God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p14\" class=\"\">“The same was in the beginning with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p15\" class=\"\">“All things were made by him; and without him was not any thing made that was made” (<span class=\"citation\" id=\"50179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50179)\">John 1:1–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p16\" class=\"\">Note particularly that last verse, “All things were made by him; and without him was not any thing made that was made.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p17\" class=\"\">He was the great Creator. It was His finger that wrote the commandments on the Mount. It was He who left His royal courts on high and came to earth, born under the most humble of circumstances. During His brief ministry, He healed the sick, caused the blind to see, raised the dead, and rebuked the scribes and Pharisees. He was the only perfect man ever to walk the earth. All of this was part of His Father’s plan. In the Garden of Gethsemane, He suffered so greatly that he sweat drops of blood as He pleaded with His Father [<span class=\"citation\" id=\"50171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50171)\">Luke 22:44<\/a><\/span>]. But this was all a part of His great atoning sacrifice. He was taken by the mob, appeared before Pilate with the mob crying for His death. He carried the cross, the instrument of His death. On Golgotha He gave His life, crying out, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"50174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50174)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p18\" class=\"\">His body was tenderly laid in the tomb of Joseph of Arimathaea. But three days later, on that first Easter morning, the tomb was emptied. Mary of Magdala spoke to Him, and He spoke to her [<span class=\"citation\" id=\"50195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50195)\">John 20:16<\/a><\/span>]. He appeared to His Apostles. He walked with two disciples on the road to Emmaus [<span class=\"citation\" id=\"50177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50177)\">Luke 24:13–35<\/a><\/span>]. And, we are told, He was seen by some 500 others (see <span class=\"citation\" id=\"50212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50212)\">1 Corinthians 15:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p19\" class=\"\">He had said, “And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd” (<span class=\"citation\" id=\"50184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50184)\">John 10:16<\/a><\/span>). Accordingly, He appeared to those assembled in the land Bountiful in the Western Hemisphere. Here, He taught the people as He had taught them in the Old World. This is all recorded in detail in the Book of Mormon, which stands as a second witness of the divinity of our Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p20\" class=\"\">And to repeat, both He and His Father appeared to the boy Joseph, the Father introducing the Son, saying: “This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"50548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50548)\">Joseph Smith—History 1:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p21\" class=\"\">Now, the next thing of which I am certain, and of which I bear witness, is the Atonement of the Lord Jesus Christ. Without it life is meaningless. It is the keystone in the arch of our existence. It affirms that we lived before we were born in mortality. Mortality is but a stepping-stone to a more glorious existence in the future. The sorrow of death is softened with the promise of the Resurrection. There would be no Christmas if there were no Easter.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p22\" class=\"\">I speak next of the great certitudes that have come with the Restoration of the gospel of Jesus Christ. There is the restoration of the priesthood, or the authority given man to speak in the name of God. This priesthood is of two orders: the lesser, also known as the Aaronic, was restored under the hands of John the Baptist. The higher order of priesthood, the Melchizedek, was restored under the hands of Peter, James, and John.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p23\" class=\"\">In restoring the Aaronic Priesthood, the resurrected John the Baptist laid his hands on the heads of Joseph Smith and Oliver Cowdery and said, “Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins” (<span class=\"citation\" id=\"50393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50393)\">D&amp;C 13:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p24\" class=\"\">President Wilford Woodruff in his old age spoke to the young men of the Church and said: “I desire to impress upon you the fact that it does not make any difference whether a man is a Priest or an Apostle, if he magnifies his calling. A Priest holds the keys of the ministering of angels. Never in my life, as an Apostle, as a Seventy, or as an Elder, have I ever had more of the protection of the Lord than while holding the office of a Priest” (in <span class=\"emphasis\">Millennial Star,<\/span> Oct. 5, 1891, 629).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p25\" class=\"\">The Melchizedek or Higher Priesthood empowers men to lay their hands upon the heads of others and give blessings. They bless the sick. As James declared in the New Testament: “Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord” (<span class=\"citation\" id=\"50234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50234)\">James 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p26\" class=\"\">Now finally, I mention the blessings of the house of the Lord, which have come of the Restoration of the ancient gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p27\" class=\"\">These temples, which we have greatly multiplied in recent years, offer blessings that are had nowhere else. All that occurs in these sacred houses has to do with the eternal nature of man. Here, husbands and wives and children are sealed together as families for all eternity. Marriage is not “until death do ye part.” It is forever, if the parties live worthy of the blessing. Most remarkable of all is the authority to do vicarious work in the house of the Lord. Here, ordinances are performed in behalf of the dead who did not have opportunity to receive them while in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p28\" class=\"\">I was recently told of a woman in Idaho Falls, a widow. Over a period of 15 years she acted as proxy in giving the temple endowment to 20,000 individuals in the Idaho Falls Idaho Temple. She completed her 20,000th endowment on a Friday and returned on Saturday to do five more. She passed away the following week.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p29\" class=\"\">Just think of what this one little woman did. She performed these vicarious endowments for as many people as are assembled in this Conference Center this morning. Think of the reception she must have received on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p30\" class=\"\">Now, my brothers and sisters, this is my testimony, which I solemnly bear before you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/the-things-of-which-i-know.p31\" class=\"\">God bless you, every one, you faithful Latter-day Saints. May there be peace and love in your homes and faith and prayer to guide you in all that you undertake is my humble prayer in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}