{"ID":7430, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Who’s on the Lord’s Side?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p2\" class=\"\">Charles W. Dahlquist II<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p\" class=\"\">Young Men General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/charles-w-dahlquist-10.jpg\" alt=\"Charles W. Dahlquist II\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If you will remain on the Lord’s side of the line, the adversary cannot come there to tempt you.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p5\" class=\"\">My dear brethren and sisters, I am grateful that we live in a day and age when apostles and prophets walk the earth and provide inspiration and guidance for us. I bear my witness that President Hinckley is, indeed, a prophet of God—just as was Moses, Abraham, and all the other prophets since the world began. I am grateful for his counsel this morning and for the opportunity we will have at the conclusion of this conference to hear from him once again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p6\" class=\"\">Today I speak particularly to the young men and young women of the Church, as well as to their parents and leaders. I speak also to the great young single adults, who have such marvelous talents and capabilities and potential for service in the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p7\" class=\"\">President Hinckley has said of this generation: “There never was a time such as this. What a season in the history of the world to be alive! Never before has there been such a generation of youth. … You really are ‘a chosen generation’” (<span class=\"emphasis\">Way to Be!<\/span> [2002], 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p8\" class=\"\"><span class=\"emphasis\">You,<\/span> as the youth of Zion, have a great work to do and have been given all the talents and opportunities, regardless of where you live, to do just exactly what your Father in Heaven expects of you. I pray that my comments this afternoon will help you in that quest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p9\" class=\"\">In February 1852, a young woman by the name of Hannah Last Cornaby was baptized in Yarmouth, England. It was not the quiet, reverent experience most have but was described by her in these words: “We found the house surrounded by a mob, through which we with difficulty made our way. … Before we reached the water’s edge, the whole horde was upon us; and my husband baptized me amid a shower of stones, and shouts … and, although the stones whizzed around us thick as hail, not one touched us, and we reached home in safety, thanking God for our miraculous deliverance” (Hannah Cornaby, <span class=\"emphasis\">Autobiography and Poems<\/span> [1881], 24–25).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p10\" class=\"\">Her life that followed was not an easy one. Years later, she wrote these words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now is the time to show.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ask it fearlessly:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p15\" class=\"\">(“Who’s on the Lord’s Side?” <span class=\"emphasis\">Hymns, <\/span>no. 260)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p16\" class=\"\">Although these are the words of a song we do not sing very often, it has become one of my favorite hymns because of the commitment to truth and right. In fact, it is a question that should be in the mind of each young man and each young woman the world over: “Who’s on the Lord’s side?” And our resounding answer should be, <span class=\"emphasis\">“I am!”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p17\" class=\"\">It was the question that was in the mind of Nephi when the Lord, through Nephi’s father Lehi, directed Nephi and his brothers to go back to Jerusalem to obtain the brass plates. When Laman and Lemuel murmured, the question came to Nephi, “Who’s on the Lord’s side?” To which he responded, <span class=\"emphasis\">“I am!”<\/span> in the words: “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them” (<span class=\"citation\" id=\"50245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50245)\">1 Nephi 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p18\" class=\"\">It was the same with young David in the Old Testament. Remember how, as a young shepherd, he visited his brothers on the battlefront. While there he heard the taunts of the giant Philistine, Goliath, to the men of Israel—challenging them to battle. And all Israel’s warriors were afraid to face the giant. Their response to the question “Who’s on the Lord’s side?” was not “I am!” but rather “Who me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p19\" class=\"\">But not the boy David. Taking only stones and a simple shepherd’s sling, he approached the giant, saying: “Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the Lord of hosts. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p20\" class=\"\">“This day will the Lord deliver thee into mine hand; … that all the earth may know that there is a God in Israel” (<span class=\"citation\" id=\"50112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50112)\">1 Samuel 17:45–46<\/a><\/span>). And at that point David did not timidly walk but <span class=\"emphasis\">ran<\/span> to meet the giant. And because of David’s faith in God, Goliath was slain and Israel prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p21\" class=\"\">My young brethren and sisters, wherever I travel, I meet noble youth just like you who are faced constantly with modern-day Goliaths in the form of temptations that would cause us to violate our covenants and the standards the Lord has given us. This becomes even more important when you are surrounded daily with profanity, socially accepted immorality, immodesty, pornography, and other inappropriate material in the media, including television and the Internet, and widespread availability of drugs and alcohol. In a word, not a day goes by that we are not asked, in one form or another, “Who’s on the Lord’s side? Who?” I have two simple suggestions to help you prepare your answer to that question.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p22\" class=\"\">First, never forget who you are. The simple truth is in the children’s hymn many of us learned in Primary: “I am a child of God” (<span class=\"emphasis\">Hymns, <\/span>no. 301). And our wise and kind Heavenly Father has not just sent us here and then left us alone. He has given us specific guides to help us accomplish that which He expects of us. He has given us families to help, to love, and to teach. He has given us living prophets to lead us. He has given us, through the First Presidency, the standards in the <span class=\"emphasis\">For the Strength of Youth<\/span> brochure, with this promise: “We promise that as you keep these standards and live by the truths in the scriptures, you will be able to do your life’s work with greater wisdom and skill and bear trials with greater courage. You will have the help of the Holy Ghost” ([2001], 2–3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p23\" class=\"\">I always keep my small copy of the brochure with me—<span class=\"emphasis\">always!<\/span> I challenge you to do the same. Then, when you are waiting for a bus or have a spare moment, pull it out, read it, and recommit to live the standards in that brochure. I promise you that as you do, happiness, peace, and deep feelings of courage and self-worth will follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p24\" class=\"\">As you exercise your agency, remember, you are not alone. In addition to a kind and wise Heavenly Father, there are others who are praying for you to make wise choices. As a youth, when I would go out on a date or with my friends, I would always check in with my parents when I came home. Usually I would just knock on their door, open it and say, “I’m home,” and then go to bed. One night I came home from a date, knocked as usual, and then opened the door. As I did so, the light from the hall fell on my angel mother on her knees in prayer. And as I saw her there, I knew whom she was praying for. I have never forgotten that experience. And the knowledge that my mother still prays for me today bears me up and reminds me who I am and that I am not alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p25\" class=\"\">My second suggestion: learn to control your thoughts. A part of the plan of happiness that our Heavenly Father has given us is that we were sent here to be tested. Therefore, there will always be temptations. Our work as Latter-day Saints is to keep the commandments of God, in spite of the temptations that Satan sends our way. In my life, I have found that this is much easier to do when we can control our thoughts—and especially when we have memorized music, scriptures, and good poetry to replace the evil thoughts that come into our minds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p26\" class=\"\">President Boyd K. Packer has counseled us to have a hymn memorized so that when an inappropriate thought comes into our minds, we can replace it with a hymn. In applying this instruction, a friend of mine explained: “One day I left my office for lunch. After I had walked for about two blocks, I noticed that I had been humming ‘my song’: ‘I Am a Child of God.’ As I chained my thoughts back several hundred yards, I realized that as I had crossed the street from my office, a young woman, inappropriately clothed, had crossed in front of me. Immediately, subconsciously, the words and music of ‘I Am a Child of God’ began to roll through my mind—to displace inappropriate thoughts.” That day my friend learned a great lesson about his ability to control his thoughts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p27\" class=\"\">President George Albert Smith gave wonderful counsel on this subject when he said: “There is a line of demarcation well defined between the Lord’s territory and the devil’s territory. If you will remain on the Lord’s side of the line, the adversary cannot come there to tempt you. … But … if you cross onto the devil’s side of the line, you are in his territory … and he will work on you to get you just as far from that line as he possibly can, knowing that he can only succeed in destroying you by keeping you away from the place where there is safety” (in Conference Report, Oct. 1945, 118).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p28\" class=\"\">The Mutual theme for 2007 provides a promise for those who heed this wise counsel: “Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God … [and] the Holy Ghost shall be thy constant companion” (<span class=\"citation\" id=\"50517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50517)\">D&amp;C 121:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/whos-on-the-lords-side.p29\" class=\"\">I testify to you that God lives. I know that we are His children, that He knows us by name, and that we are not alone as we make these important decisions. Each day of your life you will make choices, the result of which will land you either on one side of that line or on the other. And so I issue the challenge to all youth within the sound of my voice, to the youth of the noble birthright throughout the world: live your life in such a way that when you are faced with a choice between good and evil and when deep inside you can hear the question, “Who’s on the Lord’s side?”—you will be prepared to answer with all your strength, <span class=\"emphasis\">“I am!” <\/span>In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}