{"ID":7432, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Point of Safe Return\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p2\" class=\"\">Elder Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The gift of the Atonement of Jesus Christ provides us at all times and at all places with the blessings of repentance and forgiveness.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p5\" class=\"\">During my training to become an airline captain, I had to learn how to navigate an airplane over long distances. Flights over huge oceans, crossing extensive deserts, and connecting continents need careful planning to ensure a safe arrival at the planned destination. Some of these nonstop flights can last up to 14 hours and cover almost 9,000 miles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p6\" class=\"\">There is an important decision point during such long flights commonly known as the <span class=\"emphasis\">point of safe return.<\/span> Up to this point the aircraft has enough fuel to turn around and return safely to the airport of departure. Having passed the point of safe return, the captain has lost this option and has to continue on. That is why this point is often referred to as the <span class=\"emphasis\">point of no return.<\/span><\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Are There Points of No Return in Our Lives?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p8\" class=\"\">Satan, “the father of all lies” (<span class=\"citation\" id=\"50252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50252)\">2 Nephi 2:18<\/a><\/span>), “the father of contention” (<span class=\"citation\" id=\"50331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50331)\">3 Nephi 11:29<\/a><\/span>), “the author of all sin” (<span class=\"citation\" id=\"50327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50327)\">Helaman 6:30<\/a><\/span>), and the “enemy unto God” (<span class=\"citation\" id=\"50357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50357)\">Moroni 7:12<\/a><\/span>), uses the forces of evil to convince us that this concept applies whenever we have sinned. The scriptures call him the “accuser” because he wants us to feel that we are beyond forgiveness (see <span class=\"citation\" id=\"50241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50241)\">Revelation 12:10<\/a><\/span>). Satan wants us to think that when we have sinned we have gone past a “point of no return”—that it is too late to change our course. In our beautiful but also troubled world, it is a sad reality that this attitude is the source of great sorrow, grief, and distress to families, marriages, and individual lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p9\" class=\"\">Satan tries to counterfeit the work of God, and by doing this he may deceive many. To make us lose hope, feel miserable like himself, and believe that we are beyond forgiveness, Satan might even misuse words from the scriptures that emphasize the justice of God, in order to imply that there is no mercy.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>What Is the Lord’s Plan for Our Safe Return?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p11\" class=\"\">Protection against the influence of the devil comes through the gospel of Jesus Christ. It is the good news that Jesus Christ has made a perfect Atonement for mankind. It is the message of love, hope, and mercy that there is a reconciliation of man with God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p12\" class=\"\">Sin is the willful transgression of divine law. The Atonement of Jesus Christ is the gift of God to His children to correct and overcome the consequences of sin. God loves all of His children, and He will never cease to love and to hope for us. The plan of our Heavenly Father is clear, and His promises are great: “For God sent not his Son into the world to condemn the world; but that the world … might be saved” (<span class=\"citation\" id=\"50181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50181)\">John 3:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p13\" class=\"\">Christ came to save us. If we have taken a wrong course, the Atonement of Jesus Christ can give us the assurance that sin is <span class=\"emphasis\">not<\/span> a point of no return. A safe return is possible if we will follow God’s plan for our salvation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p14\" class=\"\">We have received this plan from the highest authority in the universe, even God, our Heavenly Father. This plan was prepared from before the foundation of the earth. It is a great plan of happiness, a plan of mercy, a plan of redemption, a plan of salvation. This plan enables us to experience a physical existence, including mortality, a time of probation, and to return to the presence of God and live in eternal happiness and glory. It is explained in the doctrines of the restored gospel of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p15\" class=\"\">Following this plan has beautiful eternal consequences for us individually, for our families, for generations to come, and even for generations who went before. The plan includes divine reconciliation and forgiveness.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>How Is Divine Forgiveness Possible?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p17\" class=\"\">We acknowledge that “all have sinned, and come short of the glory of God” (<span class=\"citation\" id=\"50205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50205)\">Romans 3:23<\/a><\/span>), but we also declare with firmness that repentance and forgiveness can be as real as sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p18\" class=\"\">The Atonement of Jesus Christ causes each person to be accountable for his or her individual sins. We will overcome the consequences of individual sin by claiming the blessings and benefits of the Atonement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p19\" class=\"\">President David O. McKay said, “Every principle and ordinance of the gospel of Jesus Christ is significant and important … , but there is none more essential to the salvation of the human family than the divine and eternally operative principle [of] repentance” (<span class=\"emphasis\">Gospel Ideals<\/span> [1953], 13).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p20\" class=\"\">“For salvation cometh to none … except it be through repentance and faith on the Lord Jesus Christ” (<span class=\"citation\" id=\"50268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50268)\">Mosiah 3:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p21\" class=\"\">It is not repentance per se that saves man. It is the blood of Jesus Christ that saves us. It is not by our sincere and honest change of behavior alone that we are saved, but “by grace that we are saved, after all we can do” (<span class=\"citation\" id=\"50254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50254)\">2 Nephi 25:23<\/a><\/span>). True repentance, however, is the condition required so that God’s forgiveness can come into our lives. True repentance makes “a brilliant day [out] of the darkest night” (Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness<\/span> [1969], 362).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>What Does True Repentance Consist Of?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p23\" class=\"\">We need a strong faith in Christ to be able to repent. Our faith has to include a “correct idea of [God’s] character, perfections, and attributes” (<span class=\"emphasis\">Lectures on Faith<\/span> [1985], 38). If we believe that God knows all things, is loving, and is merciful, we will be able to put our trust in Him for our salvation without wavering. Faith in Christ will change our thoughts, beliefs, and behaviors that are not in harmony with God’s will.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p24\" class=\"\">True repentance brings us back to doing what is right. To truly repent we must recognize our sins and feel remorse, or godly sorrow, and confess those sins to God. If our sins are serious, we must also confess them to our authorized priesthood leader. We need to ask God for forgiveness and do all we can to correct whatever harm our actions may have caused. Repentance means a change of mind and heart—we stop doing things that are wrong, and we start doing things that are right. It brings us a fresh attitude toward God, oneself, and life in general.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>What Are the Fruits of Forgiveness?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p26\" class=\"\">True repentance blesses our lives with the effects of the Atonement: we feel God’s forgiveness and His peace, and our guilt and sorrow are lifted away; we enjoy the influence of the Spirit in greater abundance; and we are better prepared to live with our Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p27\" class=\"\">President Spencer W. Kimball taught: “The essence of the miracle of forgiveness is that it brings peace to the previously anxious, restless, frustrated, perhaps tormented soul. … God will wipe away … the tears of anguish, and remorse, … and fear, and guilt” (<span class=\"emphasis\">The Miracle of Forgiveness,<\/span> 363, 368).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p28\" class=\"\">Jesus promised, “Peace I leave with you, my peace I give unto you: … Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"50191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50191)\">John 14:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p29\" class=\"\">The prophet Alma, who was reclaimed from sin to happiness by God’s forgiveness, declared, “Wickedness never was happiness” (<span class=\"citation\" id=\"50315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50315)\">Alma 41:10<\/a><\/span>). He had witnessed the bitter pains of sin, but he also spoke with excitement about the happiness that accompanies true repentance and forgiveness: “Yea, I say unto you, … there can be nothing so exquisite and sweet as was my joy” (<span class=\"citation\" id=\"50308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50308)\">Alma 36:21<\/a><\/span>). Alma concluded with powerful and wise counsel to all who seek forgiveness: “And now, … I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance” (<span class=\"citation\" id=\"50318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50318)\">Alma 42:29<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>How Can We Know That God Has Forgiven Us?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p31\" class=\"\">President Harold B. Lee said, “When you have done all within your power to overcome your mistakes, and have determined in your heart that you will never repeat them again, then … peace of conscience [can come to you] by which you will know that your sins have been forgiven” (in “Law of Chastity Vital, Girls Told,” <span class=\"emphasis\">Church News,<\/span> Sept. 2, 1972, 7).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p32\" class=\"\">Once we have truly repented, Christ will take away the burden of guilt for our sins. We can know for ourselves that we have been forgiven and made clean. The Holy Ghost will verify this to us; He is the Sanctifier. No other testimony of forgiveness can be greater.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p33\" class=\"\">The Lord said, “He that repents and <span class=\"emphasis\">does the commandments<\/span> of the Lord shall be forgiven” (<span class=\"citation\" id=\"50370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50370)\">D&amp;C 1:32<\/a><\/span>; emphasis added). And He said, “Come unto me, all ye that labour and are heavy laden, and I will give you rest” (<span class=\"citation\" id=\"50147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50147)\">Matthew 11:28<\/a><\/span>). “Be faithful and diligent … and I will encircle thee in the arms of my love” (<span class=\"citation\" id=\"50380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50380)\">D&amp;C 6:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p34\" class=\"\">And He declared, “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more” (<span class=\"citation\" id=\"50449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50449)\">D&amp;C 58:42<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p35\" class=\"\">Satan will try to make us believe that our sins are not forgiven because <span class=\"emphasis\">we<\/span> can remember them. Satan is a liar; he tries to blur our vision and lead us away from the path of repentance and forgiveness. God did not promise that <span class=\"emphasis\">we<\/span> would not remember our sins. Remembering will help us avoid making the same mistakes again. But if we stay true and faithful, the memory of our sins will be softened over time. This will be part of the needed healing and sanctification process. Alma testified that after he cried out to Jesus for mercy, he could still remember his sins, but the memory of his sins no longer distressed and tortured him, because he knew he had been forgiven (see <span class=\"citation\" id=\"50307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50307)\">Alma 36:17–19<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p36\" class=\"\">It is our responsibility to avoid anything that would bring back old sinful memories. When we continue to have a “broken heart and a contrite spirit” (<span class=\"citation\" id=\"50335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50335)\">3 Nephi 12:19<\/a><\/span>), we may trust that God will “remember [our sins] no more.”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>How Does Extending Forgiveness Help Us to Receive God’s Forgiveness?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p38\" class=\"\">Jesus taught us eternal truth when He taught us to pray: “Forgive us our debts, as we forgive our debtors. … For, if ye forgive men their trespasses your heavenly Father will also forgive you; but if ye forgive not … neither will your Father forgive your trespasses” (<span class=\"citation\" id=\"50340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50340)\">3 Nephi 13:11, 14–15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p39\" class=\"\">Therefore, extending forgiveness is a precondition to receiving forgiveness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p40\" class=\"\">For our own good, we need the moral courage to forgive and to ask for forgiveness. Never is the soul nobler and more courageous than when we forgive. This includes forgiving ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p41\" class=\"\">Each of us is under a divinely spoken obligation to reach out with pardon and mercy and to forgive one another. There is a great need for this Christlike attribute in our families, in our marriages, in our wards and stakes, in our communities, and in our nations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p42\" class=\"\">We will receive the joy of forgiveness in our own lives when we are willing to extend that joy freely to others. Lip service is not enough. We need to purge our hearts and minds of feelings and thoughts of bitterness and let the light and the love of Christ enter in. As a result, the Spirit of the Lord will fill our souls with the joy accompanying divine peace of conscience (see <span class=\"citation\" id=\"50271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50271)\">Mosiah 4:2–3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p43\" class=\"\">My dear brothers and sisters, my dear young friends, when the captain of a long-range jet passes the point of safe return, and the headwinds are too strong or the cruising altitudes too low, he might be forced to divert to an airport other than his planned destination. This is not so in our journey through life back to our heavenly home. Wherever you find yourselves on this journey through life, whatever trials you may face, there is <span class=\"emphasis\">always<\/span> a point of safe return; there is always hope. You are the captain of your life, and God has prepared a plan to bring you safely back to Him, to your divine destination.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p44\" class=\"\">The gift of the Atonement of Jesus Christ provides us at all times and at all places with the blessings of repentance and forgiveness. Because of this gift, the opportunity to make a safe return from the disastrous course of sin is available to all of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/point-of-safe-return.p45\" class=\"\">For this I give thanks to our Heavenly Father, and of this I bear testimony with all my heart and soul in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}