{"ID":7435, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Daughters of Heavenly Father\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p3\" class=\"\">Susan W. Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/susan-w-tanner-10.jpg\" alt=\"Susan W. Tanner\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Heavenly Father knows you and loves you. You are His special daughter. He has a plan for you.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">00605_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p6\" class=\"\">Our son-in-law told his daughter, three-year-old Eliza, that for family home evening they were going to have a lesson on a very special subject. She got a big smile on her face and attempted to guess the surprise. “It must be about <span class=\"emphasis\">me,<\/span>” she said, “because I am very special!” Eliza remembers and knows who she is—a very special child of God. She has learned this from her mother, who from Eliza’s earliest infancy has sung our opening hymn, “I Am a Child of God” (<span class=\"emphasis\">Hymns, <\/span>no. 301), as a nightly lullaby.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p7\" class=\"\">All over the world and in almost every language, young women ages 12 to 18 declare the same thing: “We are daughters of our Heavenly Father, who loves us, and we love Him” (“Young Women Theme,” <span class=\"emphasis\">Young Women Personal Progress<\/span> [booklet, 2001], 5). Yet as they grow up, they often grow away from the confident knowledge of three-year-old Eliza that they are very special. Youth often experience an identity crisis, wondering who they really are. The teenage years are also a time of what I describe as “identity theft,” meaning that worldly ideas, philosophies, and deceits confuse us, buffet us, and seek to rob us of the knowledge of our true identity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p8\" class=\"\">One very good young woman said to me, “Sometimes I am not sure who I am. I don’t feel Heavenly Father’s love. My life seems hard. Things are not turning out the way I wanted, hoped, and dreamed they would.” What I said to her I now say to young women everywhere: I know unequivocally that you are a daughter of God. He knows you, He loves you, and He has a plan for you. I know this is a message Heavenly Father wants me to share with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p9\" class=\"\">Latter-day prophets and apostles testify of our divine natures. The proclamation to the world on the family says, “Each [of us] is a beloved spirit son or daughter of heavenly parents, and, as such, each has a divine nature and destiny” (<span class=\"emphasis\">Liahona, <\/span>Oct. 2004, 49; <span class=\"emphasis\">Ensign, <\/span>Nov. 1995, 102). And President Gordon B. Hinckley has also said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p10\" class=\"\">“You are second to none. You are daughters of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p11\" class=\"\">“There has come to you as your birthright something beautiful and sacred and divine. Never forget that. Your Eternal Father is the great Master of the universe. He rules over all, but He also will listen to your prayers as His daughter and hear you as you speak with Him. He will answer your prayers. He will not leave you alone” (“Stay on the High Road,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign, <\/span>May 2004, 112).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p12\" class=\"\">As you let the knowledge that you are a daughter of God settle deep into your soul, it will comfort you, strengthen your faith, and influence your conduct. If you let this virtuous truth garnish your thoughts unceasingly, you will have confidence in the presence of God, as our Mutual theme scripture promises (see <span class=\"citation\" id=\"50515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50515)\">D&amp;C 121:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p13\" class=\"\">How can each of us know and feel that we are Heavenly Father’s daughters? There is a veil between heaven and earth, “a sleep and a forgetting” (William Wordsworth, “Ode: Intimations of Immortality from Recollections of Early Childhood,” stanza 5, line 58) when we are born. This is necessary for us to “gain earthly experience to progress toward perfection and ultimately realize [our] divine destin[ies] as [heirs to] eternal life” (<span class=\"emphasis\">Liahona, <\/span>Oct. 2004, 49; <span class=\"emphasis\">Ensign, <\/span>Nov. 1995, 102). Heavenly Father loves us and wants to help us remember Him, so He provides for us glimpses into eternity. The Apostle Paul taught that “the Spirit itself beareth witness with our spirit, that we are the children of God” (<span class=\"citation\" id=\"50209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50209)\">Romans 8:16<\/a><\/span>). The Spirit gives us glimpses into who we are. Often the Spirit speaks to us when we pray, read the scriptures, ponder upon the Lord’s mercies to us, receive priesthood blessings, serve others, or feel loved and affirmed by others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p14\" class=\"\">Moses learned who he was through a powerful spiritual experience. He talked with God face-to-face and learned that he was God’s son, with a special mission to perform. After having this experience, Moses was then buffeted by Satan. But because Moses had felt of God’s glory, he recognized that Satan did not have any glory. Because Moses knew that he was God’s son and that God had a mission for him, he had the power and ability to resist Satan, to make righteous judgments, to call upon God for strength, and to continue to have His Spirit to be with him. (See <span class=\"citation\" id=\"50539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50539)\">Moses 1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p15\" class=\"\">The same pattern applies to us. As we come to know and feel who we really are, we are enabled to recognize the difference between good and evil and are empowered to resist temptation. One of the ways we can come to understand the divinely appointed mission the Lord has for us is through our patriarchal blessings. These are very specific and individual messages we can each receive by the power of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p16\" class=\"\">Another way to receive spiritual insights about our own eternal natures is from a parent or a leader who can reassure us because of his or her inspired glimpses into who we really are. The Spirit has whispered very specifically to me on occasion about the true identity of my children. I remember the night before one of our babies was born I had the distinct impression that this baby would be a great friend and helper with each of its siblings. This has proved to be absolutely true. Another time when one of our teenagers was very downcast because of involvement in an automobile accident, I distinctly heard these words in my mind: “I love this child and will guide his life.” And He has. Such glimpses have come again and again to me. When they have needed encouragement, I have been blessed with insights into the great and noble eternal spirits of my children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p17\" class=\"\">Has your mother or father ever reminded you as you were leaving the house to “remember who you are”? What do they mean by that? “Remember that you are part of this family, with a reputation to uphold.” And, even more importantly, “remember that you are a child of God and must act accordingly.” Missionaries wear a badge as a constant reminder that they are representatives of The Church of Jesus Christ of Latter-day Saints. This reminds missionaries to dress modestly and comely, to treat people with politeness, and to strive to have Christ’s image in their countenances. They must do these things because they wear that name tag, an outward sign of their identity. By covenant, we too have all taken upon ourselves Christ’s name. His name should be engraven inwardly upon our hearts. Likewise, we are expected to act as worthy children of Heavenly Father, who, at least figuratively, has sent us to earth with the admonition “Remember who you are!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p18\" class=\"\">When I was called to serve you, the young women of this Church, I knew I had to behave appropriately. One day one of my daughters got a ticket for parking her car on the street with an expired registration sticker. I took matters into my own hands and went marching into the city government building to explain that the registration papers were currently on their way to us through the mail. As I walked resolutely through the door, someone said to me, “I know who you are.” That stopped me and reminded me that I also needed to remember who I am—not just the Young Women general president, but most especially a daughter of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p19\" class=\"\">In relationships we must remember that others are also children of our Heavenly Father. At the first of our marriage, my husband said quite often, “I didn’t marry you for your looks.” Finally I teased him a bit by saying, “That really doesn’t sound too flattering.” He explained what I really already knew, that this was intended to be the highest compliment he could give me. He said, “I love you for who you are intrinsically and eternally.” The Lord said: “Look not on his countenance, or on the height of his stature; … for the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart” (<span class=\"citation\" id=\"50111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50111)\">1 Samuel 16:7<\/a><\/span>). In families, friendships, dating, and marriage, we should value not just beauty and résumés, but rather character, good values, and each other’s inherited divine natures.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p20\" class=\"\">In a stake in Chile the young women did this at camp by keeping a book of each other’s virtuous qualities. Each day they got better acquainted and wrote down the intrinsic good they were learning about each person there. At the end of the camp, they shared their thoughts, helping each person to see more of the divinity within herself. Their leader said, “We were literally basking in this wonderful spirit of kindness and goodwill. I can honestly say that I never heard a word of complaint from the girls! They were flourishing in a sweet spirit of mutual acceptance that is not often present among teenage girls. There was no competition, no contention. Our camp had become a little bit of heaven” (personal correspondence). The girls recognized and reaffirmed the divine natures of each other, and the Spirit filled the camp as these virtuous thoughts were expressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p21\" class=\"\">C. S. Lewis wisely said: “It is a serious thing to live in a society of possible gods and goddesses, to remember that the dullest and most uninteresting person you can talk to may one day be a creature which, if you saw it now, you would be strongly tempted to worship. … There are no <span class=\"emphasis\">ordinary<\/span> people. … Your neighbor is the holiest object presented to your senses” (“The Weight of Glory,” in <span class=\"emphasis\">Screwtape Proposes a Toast and Other Pieces<\/span> [1974], 109–10).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p22\" class=\"\">Young women everywhere who know they and others are daughters of a loving Heavenly Father show their love for Him by living virtuous, service-oriented, exemplary lives. I have been impressed with young women who were dressed modestly in a very hot and humid part of Brazil. They said, “Modesty is not about the climate. It’s about the heart.” These young women knew they were daughters of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p23\" class=\"\">I have been touched to learn of the goodness of five young LDS students from Idaho who recently drowned in a terrible accident. They were known by their peers and in their communities for living standards of righteousness and being sterling examples of virtue and wholesomeness. These youth knew they were sons and daughters of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p24\" class=\"\">I’ve been warmed by the example of another young woman whose parents got divorced. She did not want her younger brother and sisters to feel unloved, so she says prayers with them every night and tells them she loves them. This young woman knows she is a daughter of a Heavenly Father who loves her, and she loves Him by loving her siblings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p25\" class=\"\">And I have been moved to learn about the actions of young women in a poverty-stricken and politically oppressed area of the world. Despite their own hardships, these young women met at camp and planned ways to lift others. They made hygiene kits for women in need. They did additional service in the community, in hospitals, and in homes. We know by their actions that these young women understand their identity as daughters of God. My heart swells with love for these young women and for young women everywhere. I know that you are daughters of God, who loves you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/daughters-of-heavenly-father.p26\" class=\"\">In conclusion let me share an experience that is tender and even sacred to me. When I was first called to serve as Young Women general president, I felt terrified and inadequate. I lay awake for many nights worrying, repenting, and crying. After several nights of this, I had a very moving experience. I started thinking about my young women nieces, then about the young women in my neighborhood and ward, then about the young women I saw regularly at the high school, and then I envisioned young women of the Church throughout the world, over half a million of them. The most wonderfully warm feeling began to envelop me and surge through me. I felt such exquisite love for Latter-day Saint young women everywhere, each one of you, and I knew that what I was feeling was our Heavenly Father’s love for you. It was powerful and all-encompassing. For the first time I felt peace because I knew what Heavenly Father wanted me to do. He wanted me to witness to you of His great love for you. And so I testify to you again that I know beyond doubt that Heavenly Father knows you and loves you. You are His special daughter. He has a plan for you, and He will ever be there to lead you, guide you, and walk beside you (see “I Am a Child of God”). I earnestly pray that you will know this and feel this, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}