{"ID":7436, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Remembering, Repenting, and Changing\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p2\" class=\"\">Julie B. Beck<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/julie-b-beck-10.jpg\" alt=\"Julie B. Beck\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The easiest, quickest path to happiness and peace is to repent and change as soon as we can.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00605_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p5\" class=\"\">I am grateful for our Savior and the invitation we all have to “come unto Christ, and be perfected in him.”<sup class=\"noteMarker\"><a href=\"#footnote1-00605_000_042\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50363)\">Moroni 10:32<\/a><\/span>.]<\/span><\/sup> I hope I can convey to you some of what I have been thinking and feeling about remembering Him, repenting, and changing. I think I can best express what is in my heart by telling you about three women and then discussing some lessons I have learned from their stories.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p6\" class=\"\">I will begin with Ruth May Fox, who was a Young Women general president many years ago. She served in that calling until she was 84 years old. Sister Fox was born in England, and when she was 13, she walked almost every step to the Salt Lake Valley with a group of pioneers. Her mother died when she was a baby, so she spent the first dozen years of her life living with a number of different families. She must have been a difficult child to manage, because her grandmother called her a “bad maid” and refused to take care of her.<sup class=\"noteMarker\"><a href=\"#footnote2-00605_000_042\">2<\/a>\n       <span class=\"footnote\">[See Janet Peterson and LaRene Gaunt, <span class=\"emphasis\">Keepers of the Flame: Presidents of the Young Women<\/span> (1993), 33–34.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p7\" class=\"\">Eventually, Ruth married and had 12 children. She shared her firm testimony with her children and taught gospel lessons while she worked beside them, but she admitted that her older children sometimes received harsh discipline because she had a quick temper and she did not always “count [to] ten”<sup class=\"noteMarker\"><a href=\"#footnote3-00605_000_042\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Keepers of the Flame,<\/span> 38.]<\/span><\/sup> when she was provoked. She worked hard to master this weakness and came to be known for her kind heart and service to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p8\" class=\"\">Sister Fox lived to be 104 years old. In her long life she experienced great joys and difficult trials, and she taught that “life brings some hard lessons. The sturdiest plants are not grown under glass, and strength of character is not derived from the avoidance of problems.”<sup class=\"noteMarker\"><a href=\"#footnote4-00605_000_042\">4<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Keepers of the Flame,<\/span> 41.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p9\" class=\"\">Last year I climbed Independence Rock in Wyoming to find where Sister Fox had carved her name at age 13 when she was on her journey to the Salt Lake Valley. The weather from the last 140 years has almost erased it, but I was able to just make out “Ruth May 1867.” I wanted to know more about this great leader and disciple of Jesus Christ who worked all her life to improve herself and whose motto was “the Kingdom of God or nothing”!<sup class=\"noteMarker\"><a href=\"#footnote5-00605_000_042\">5<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Keepers of the Flame,<\/span> 49.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p10\" class=\"\">My next story is about a woman I will call Mary. She was the daughter of faithful pioneer parents who had sacrificed much for the gospel. She had been married in the temple and was the mother of 10 children. She was a talented woman who taught her children how to pray, to work hard, and to love each other. She paid her tithing, and the family rode to church together on Sunday in their wagon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p11\" class=\"\">Though she knew it was contrary to the Word of Wisdom, she developed the habit of drinking coffee and kept a coffee pot on the back of her stove. She claimed that “the Lord will not keep me out of heaven for a little cup of coffee.” But, because of that little cup of coffee, she could not qualify for a temple recommend, and neither could those of her children who drank coffee with her. Though she lived to a good old age and did eventually qualify to reenter and serve in the temple, only one of her 10 children had a worthy temple marriage, and a great number of her posterity, which is now in its fifth generation, live outside of the blessings of the restored gospel she believed in and her forefathers sacrificed so much for.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p12\" class=\"\">The last story is about Christina (not her real name), who had been baptized and sealed to her family when she was a young girl, but somewhere along the way the family stopped living the gospel. Now she was in her late teens, and she had been making some wrong choices and was very unhappy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p13\" class=\"\">One day I gave her a Personal Progress book and said, “This book will help you incorporate qualities of Christ in your life so you can make the changes you desire. I invite you to begin to work in your book today and then bring it with you to the youth fireside tonight and share with me what you have learned.” That night she said with tears in her eyes, “Today I started <span class=\"emphasis\">my<\/span> personal progress.” She has written to me a few times since that day. She began going back to Sunday meetings, Mutual, and seminary. In a couple of weeks her sister and mother attended church with her. Later the father joined them, and now the entire family has been back to the temple together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p14\" class=\"\">So what were some lessons I learned from these stories about remembering, repenting, and changing?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p15\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">The first lesson is that everyone makes mistakes.<\/span>\n\t<\/span><sup class=\"noteMarker\"><a href=\"#footnote6-00605_000_042\">6<\/a>\n       <span class=\"footnote\">[See Bible Dictionary, “Repentance,” 761.]<\/span><\/sup> Not long ago I was with an eight-year-old girl on the day of her baptism. At the end of the day she said with all confidence, “I have been baptized for a whole day, and I haven’t sinned once!” But her perfect day did not last forever, and I am sure she is learning by now, like we all learn, that as hard as we try, we do not always avoid every bad situation, every wrong choice, or control ourselves as we should. I often hear about the chosen, royal generation of this dispensation, but I have never heard it called the perfect generation. Teenagers are especially vulnerable because the power of Satan is real, and they are making their first big, independent choices. Consequently, they are also making their first big mistakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p16\" class=\"\">This is what happened to Corianton in the Book of Mormon. Corianton was supposed to be serving a faithful mission, but he thought he was strong enough and smart enough to handle risky situations and bad company, and he got himself into big trouble and big sin when he started going to the wrong places, with the wrong people, doing the wrong things.<sup class=\"noteMarker\"><a href=\"#footnote7-00605_000_042\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50314)\">Alma 39:1–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p17\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">My second lesson is that repentance isn’t optional.<\/span>\n\t<\/span> We are commanded to repent.<sup class=\"noteMarker\"><a href=\"#footnote8-00605_000_042\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50402)\">D&amp;C 19:15<\/a><\/span>.]<\/span><\/sup> The Savior taught that unless we repent and “become as a little child, … [we] can in nowise inherit the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote9-00605_000_042\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50334)\">3 Nephi 11:38<\/a><\/span>.]<\/span><\/sup> We must not let one little cup of coffee, one bad habit, one bad choice, one wrong decision derail us for a lifetime.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p18\" class=\"\">Sometimes people get casual about repenting. I have heard some people say that repenting is too hard. Others say they are tired of feeling guilty or have been offended by a leader who was helping them repent. Sometimes people give up when they have made mistakes and come to believe that there is no hope for them. Some people imagine that they will feel better about themselves if they just leave the restored gospel and go away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p19\" class=\"\">It is Satan who puts hopeless thoughts into the hearts of those who have made mistakes. The Lord Jesus Christ always gives us hope. He says:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p20\" class=\"\">“Thou wast chosen to do the work of the Lord, but because of transgression, if thou art not aware thou wilt fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p21\" class=\"\">“But remember, God is merciful; therefore, repent of that which thou hast done which is contrary to the commandment which I gave you, and thou art still chosen, and art again called to the work.”<sup class=\"noteMarker\"><a href=\"#footnote10-00605_000_042\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50376)\">D&amp;C 3:9–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p22\" class=\"\">The easiest, quickest path to happiness and peace is to repent and change as soon as we can.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p23\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Lesson three is that we don’t do it alone.<\/span>\n\t<\/span> It is not possible to make real change all by ourselves. Our own willpower and our own good intentions are not enough. When we make mistakes or choose poorly, we must have the help of our Savior to get back on track. We partake of the sacrament week after week to show our faith in His power to change us. We confess our sins and promise to forsake them.<sup class=\"noteMarker\"><a href=\"#footnote11-00605_000_042\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50452)\">D&amp;C 58:43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p24\" class=\"\">When our best efforts are not quite enough, it is through His grace that we receive the strength to keep trying.<sup class=\"noteMarker\"><a href=\"#footnote12-00605_000_042\">12<\/a>\n       <span class=\"footnote\">[See Bible Dictionary, “Grace,” 697.]<\/span><\/sup> The Lord says: “If men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.”<sup class=\"noteMarker\"><a href=\"#footnote13-00605_000_042\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50355)\">Ether 12:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p25\" class=\"\">When we seek the Lord’s help to change us, then we have this promise: “He who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.”<sup class=\"noteMarker\"><a href=\"#footnote14-00605_000_042\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50450)\">D&amp;C 58:42<\/a><\/span>.]<\/span><\/sup> The Lord does not give up on us. He says, “Come unto me, all ye that labour and are heavy laden, and I will give you rest.”<sup class=\"noteMarker\"><a href=\"#footnote15-00605_000_042\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50148)\">Matthew 11:28<\/a><\/span>.]<\/span><\/sup> The joy and peace we receive when we know we have been forgiven is a divine blessing. That peace comes in the Lord’s time and in His way, but it does come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p26\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">My last lesson is that we can change.<\/span>\n\t<\/span> Every day is a new opportunity to remember our Savior and follow His example. Without repenting, we cannot progress.<sup class=\"noteMarker\"><a href=\"#footnote16-00605_000_042\">16<\/a>\n       <span class=\"footnote\">[See Bible Dictionary, “Repentance,” 760–61.]<\/span><\/sup> That is why repentance is the second principle of the gospel.<sup class=\"noteMarker\"><a href=\"#footnote17-00605_000_042\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"50557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50557)\">Articles of Faith 1:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p27\" class=\"\">Instead of making excuses for a weakness, we work each day to develop good habits and Christlike qualities. President Spencer W. Kimball said, “The cultivation of Christlike qualities is a demanding and relentless task—it is not for the seasonal worker or for those who will not stretch themselves, again and again.”<sup class=\"noteMarker\"><a href=\"#footnote18-00605_000_042\">18<\/a>\n       <span class=\"footnote\">[“Privileges and Responsibilities of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, 105.]<\/span><\/sup> I learned from Christina that developing Christlike qualities in our lives is a sign that we are changing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p28\" class=\"\">Because we are all mortal, we all make mistakes. Repentance is not optional, but we don’t do it alone. We have a Savior to help us repent. By developing His qualities in our lives, we know we are making changes that help us come closer to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p29\" class=\"\">Sister Fox said that the gospel was her “mantle of protection against temptation, [her] consolation in sorrow, [her] joy and glory throughout all [her] days, and [her] hope of eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote19-00605_000_042\">19<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Keepers of the Flame,<\/span> 49.]<\/span><\/sup> She took as her motto “the Kingdom of God or nothing” because she knew that by embracing the gospel with her whole heart, she could receive the promise the Savior gave to us all: “Whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.”<sup class=\"noteMarker\"><a href=\"#footnote20-00605_000_042\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"50348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50348)\">3 Nephi 27:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/05\/remembering-repenting-and-changing.p30\" class=\"\">It is through repenting that I have come to know the Savior, and it is as I seek His help to change me that my faith and dependence on Him increase. I bear testimony of His reality and power in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00605_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50363)\">Moroni 10:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00605_000_042\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Janet Peterson and LaRene Gaunt, <span class=\"emphasis\">Keepers of the Flame: Presidents of the Young Women<\/span> (1993), 33–34.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00605_000_042\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Keepers of the Flame,<\/span> 38.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00605_000_042\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Keepers of the Flame,<\/span> 41.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00605_000_042\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Keepers of the Flame,<\/span> 49.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00605_000_042\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bible Dictionary, “Repentance,” 761.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00605_000_042\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50314)\">Alma 39:1–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-00605_000_042\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50402)\">D&amp;C 19:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-00605_000_042\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50334)\">3 Nephi 11:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-00605_000_042\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50376)\">D&amp;C 3:9–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-00605_000_042\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50452)\">D&amp;C 58:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-00605_000_042\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bible Dictionary, “Grace,” 697.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-00605_000_042\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50355)\">Ether 12:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-00605_000_042\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50450)\">D&amp;C 58:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-00605_000_042\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50148)\">Matthew 11:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-00605_000_042\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bible Dictionary, “Repentance,” 760–61.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-00605_000_042\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"50557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50557)\">Articles of Faith 1:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-00605_000_042\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>“Privileges and Responsibilities of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, 105.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-00605_000_042\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Keepers of the Flame,<\/span> 49.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00605_000_042\"><a name=\"-00605_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-00605_000_042\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"50348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(50348)\">3 Nephi 27:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}