{"ID":745, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Duty as Citizens<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1954, pp. 118-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters and friends: I deem this a signal honor, a truly great\nprivilege, but a sobering responsibility.  I pray for the inspiration of heaven and for an interest\nin your faith and prayers.  My heart is full to overflowing with gratitude for the blessings\nwhich we enjoy and which are mine.  I thank the Lord that in his infinite wisdom he has seen\nfit to call these great conferences of the Church. No one, I am sure, has benefitted more\nrichly from these conferences than I have.  I have literally received a spiritual uplift, for\nwhich I am most grateful to my heavenly Father.\n<\/p><p>\nIn addition to attending the conference, I have had the glorious privilege of spending an hour\nor so in meditation in the temple of God to the east of us. I humbly acknowledge the\nsustaining power of my heavenly Father throughout my entire life, for which I am most\ngrateful, and particularly for his sustaining power during the last twenty months.\n<\/p><p>\nI am grateful for the faith, the love, and the confidence of my associates in the General\nAuthorities; the support of my wife and family; for the prayers and the support of the Saints\nof Zion, as well as the millions of good people outside the Church.  I know I shall never be\nable to express adequately the gratitude I feel for those who have so loyally and so helpfully\nsustained and supported me with their love, confidence, and prayers.\n<\/p><p>\nI am very grateful I have received a witness from the Almighty that at the present time, at\nleast, I am serving where he wishes me to serve.  I have never had any doubts of that fact\nsince that early morning hour when I met our great leader, my beloved associate, President\nDavid O. McKay, on the parking lot of the Church Office Building, and he made the\nstatement to me, &ldquo;My mind is clear.  I know what the Lord wants you to do.&rdquo;\n<\/p><p>\nSo, my brethren and sisters, I am happy in the assignment which is mine. My one fear, and\nmy one anxiety is that I may inadvertently sometime do something or say something that will \ncast an unfavorable light or bring discredit upon the Church and kingdom of God and the\npeople whom I love so dearly, and upon this great nation which we all love.  I pray that this\nmay never happen.\n<\/p><p>\nI love this nation of which we are a part. To me it is not just another nation,\nnot just a member of a family of nations.  It is a great and glorious nation with a divine\nmission and it has been brought into being under the inspiration of heaven.  It is truly a land\nchoice above all others.  I thank God for the knowledge which we have regarding the\nprophetic history and the prophetic future of this great land of America.\n<\/p><p>\nWhen I contemplate the great events that have transpired here, going way back to the days\nwhen our first parents were placed in the Garden of Eden, and recall that this garden was here\nin America, that it was here also where Adam met with a body of great high priests at\nAdam-ondi-Ahman shortly before his death and gave them his final blessing\n(<span class=\"citation\" id=\"13306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13306)\">D&amp;C 107:53<\/a><\/span>),\nand that to that\nsame spot he is to return again to meet with the leaders of his people, his children&mdash;when I\ncontemplate, my brethren and sisters, that here in this land will be established the New\nJerusalem, that here in this land will Zion be built&mdash;when I contemplate that prophets of God\nanciently served here in this land, and that the resurrected Christ appeared unto them&mdash;and\nwhen I contemplate that the greatest of all visions, the coming of God the Father, and the Son\nto the boy Prophet in our day took place in this land, my heart fills with gratitude that I am\nprivileged to live here, and that I have the honor and pleasure of not only serving in the\nChurch, but also of serving in the government of this great land.  I consider it an honor and\nprivilege.\n<\/p><p>\nI am grateful for the Founding Fathers of this land and for the freedom they have vouchsafed\nto us. I am grateful that they recognized, as great leaders of this nation have always\nrecognized, that the freedom which we enjoy did not originate with the Founding Fathers;\nthat this glorious principle, this great boon of freedom and respect for the dignity of man,\ncame as a gift from the Creator.  The Founding Fathers, it is true, with superb genius welded\ntogether the safeguards of these freedoms.  It was necessary, however, for them to turn to the\nscriptures, to religion, in order to have this great experiment make sense to them.  And so our\nfreedom is God-given.  It antedates the Founding Fathers.\n<\/p><p>\nI am grateful, too, my brethren and sisters that they saw fit to state, among other things, that\n&ldquo;we hold these truths to be self-evident, that all men are created equal, that they are endowed\nby their Creator with certain unalienable rights\"&mdash;rights which cannot be conferred by any man\nor nation, rights which only the God of heaven can bestow&mdash;that among these are life,\nliberty, and the pursuit of happiness.&rdquo; As Brother Thomas E. McKay said, &ldquo;not happiness, but\nthe opportunity to pursue and earn happiness.&rdquo;\n<\/p><p>\nWhen the God of heaven said to one of his ancient prophets, &ldquo;. . . men are, that they might\nhave joy&rdquo; (<span class=\"citation\" id=\"3561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3561)\">2 Ne. 2:25<\/a><\/span>),\nhe also implied that men should have free agency.  They might have\njoy if through their efforts and the wise exercise of their free agency they lived to merit that\njoy.\n<\/p><p>\nYou will recall that through Moses the Lord said that Satan was cast Out of the great\ncouncil in heaven because he &ldquo;. . . sought to destroy the agency of man, which I, the\nLord God, had given him&rdquo; (<span class=\"citation\" id=\"39059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39059)\">Moses 4:3<\/a><\/span>).\nThere is the source of free agency&mdash;&ldquo;. . . which I, the Lord God, had given him.&rdquo;\n<\/p><p>\nI have rejoiced, my brethren and sisters, that in recent years our great leader has raised his\nvoice from one end of this land to the other, and in foreign countries, pointing out the great\nblessings of freedom and free agency, and explaining so clearly the source of these priceless\nblessings.\n<\/p><p>\nI am grateful for the Constitution of this land.  I am grateful that the Founding Fathers made\nit clear that our allegiance runs to that Constitution and the glorious eternal principles\nembodied therein.  Our allegiance does not run to any man, to a king, or a dictator, or a\npresident, although we revere and honor those whom we elect to high office.  Our allegiance\nruns to the Constitution and to the principles embodied therein.  The Founding Fathers made\nthat clear and provided well for checks and balances and safeguards in an attempt to\nguarantee this freedom to those of us who live in this land.\n<\/p><p>\nI am grateful that the God of heaven saw fit to put his stamp of approval upon the\nConstitution and to indicate that it had come into being through wise men whom he raised up\nunto this very purpose.  He asked the Saints, even in the dark days of their persecution and\nhardship to continue to seek for redress from their enemies, &ldquo;According,&rdquo; he said, &ldquo;to the laws\nand constitution . . . which I have suffered to be established and should be maintained for the\nrights and protection of all flesh&rdquo;\n(<span class=\"citation\" id=\"13298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13298)\">D&amp;C 101:77<\/a><\/span>).\nAnd then he made this most impressive declaration: \n<\/p><p>\nAnd for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood (<span class=\"citation\" id=\"13299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13299)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nIt is gratifying that the Constitutions in many of the other lands of our neighbors in the\nAmericas are patterned very much after this divine-appointed Constitution, which the God of\nheaven directed in the founding of this nation.  It isn't any wonder, therefore, that Joseph\nSmith, the Prophet&mdash;a truly great American&mdash;referring to the Constitution, said,\n<\/p><p>\n[It] is a glorious standard; it is founded in the wisdom of God.  It is a heavenly banner\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 147).\n<\/p><p>\nYes, my brethren and sisters, we have a rich heritage, but may I remind you that nations\nofttimes sow the seeds of their own destruction even while enjoying prosperity, even before\nreaching the zenith or the peak of their power. I think history clearly indicates that this is\noften the case.  When it appears that all is well, ofttimes the very seeds of destruction are\nsown, sometimes unwittingly.  Most of the great civilizations of the world have not been\nconquered from without until they have destroyed themselves from within by sowing these\nseeds of destruction.\n<\/p><p>\nPeople who are willing&mdash;and we have some of them in this country&mdash;to trade freedom for\nsecurity, are sowing the seeds of destruction and deserve neither freedom nor security.  Yes,\nwe have, and have had for a good many years, in evidence in this country&mdash;this land choice\nabove all other lands&mdash;certain trends that strike, in my judgment, at the very foundation of\nmuch that we hold dear.  There is not time to discuss these trends today, but I would like to\nemphasize that as nations tend to enjoy higher and higher standards of living, greater and\ngreater comforts, greater and greater material blessings, there seems to he a tendency for them\nto become more and more interested in preserving their luxuries and their comforts than in\npreserving and safeguarding the ideals and principles that have made them great.  In other\nwords, there is a tendency for them to become acted with the germs of decadent morality.\n<\/p><p>\nAs we look to the future and contemplate our responsibilities as American citizens, what is the\nduty of Latter-day Saints?  What is the duty of the elders of Israel in safeguarding this\nfreedom which has been purchased so dearly with the blood of millions of our brothers and\nsisters who have gone before?\n<\/p><p>\nHere again the God of heaven has given us guidance, as always, both in the revelations and in\nthe word that has come from his living Oracles.  He has told us some of the things we must\ndo in order to preserve this freedom and safeguard the blessings we have today. May I refer\nto one of these revelations, a revelation given at a time when the Lord was counseling the\nSaints to accept patiently their persecutions and their hardships with the full assurance that all\nthese things would eventually be for their good and benefit.\n<\/p><p>\nAnd now, verily I say unto you concerning the laws of the land, it is my will that my people\nshould observe to do all things whatsoever I command them.\n<\/p><p>\nAnd that law of the land which is constitutional, supporting that principle of freedom in\nmaintaining rights and privileges, belongs to all mankind, and is justifiable before me\n(<span class=\"citation\" id=\"13293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13293)\">D&amp;C 98:4-5<\/a><\/span>).\n<\/p><p>\nIt is very clear, my brethren and sisters, that the Lord disapproves of force, coercion, and\nintimidation.  It is also very clear from the history of the world that only free people are truly\nhappy. The revelation continues: \n<\/p><p>\nTherefore I, the Lord, justify you, and your brethren of my church, in befriending the law\nwhich is the constitutional law of the land; \n<\/p><p>\nAnd as pertaining to law of man, whatsoever is more or less than this, cometh of evil.\n<\/p><p>\nI, the lord God, make you free, therefore ye are free indeed; and the law also maketh you\nfree.\n<\/p><p>\nThen he points out this danger: \n<\/p><p>\nNevertheless, when the wicked rule the people mourn\n(<span class=\"citation\" id=\"13294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13294)\">D&amp;C 98:6-9<\/a><\/span>).\n<\/p><p>\nThose of us who had the opportunity of traveling in war-torn Europe at the end of the last\nwar saw ample evidence of what befalls people when the wicked are permitted to rise to\npositions of leadership, &ldquo;. . . when the wicked rule the people mourn&rdquo;\n(<span class=\"citation\" id=\"41418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41418)\">Prov. 29:2<\/a><\/span>;\n<span class=\"citation\" id=\"13296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13296)\">D&amp;C 98:9<\/a><\/span>).  Saith the Lord,\n<\/p><p>\nWherefore, honest men and wise men should be sought for diligently, and good men and wise\nmen ye should observe to uphold; otherwise whatsoever is less than these cometh of evil\n(<span class=\"citation\" id=\"13297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13297)\">D&amp;C 98:10<\/a><\/span>).\n<\/p><p>\nNow that is a commandment to his Church and to his Saints.  To me it means that we have a\nresponsibility as Latter-day Saints to use our influence so honest men and wise men and good\nmen will be elected to public office in the community, in the county, in the state, and in the\nnation, To me this commandment of God is just as binding upon the Latter-day Saints as is\nthe law of tithing, or the Word of Wisdom, or any other commandment which the God of\nheaven has given us.\n<\/p><p>\nAs I read that for the first time some years ago I thought, &ldquo;What an indictment of corrupt\nwould-be political leaders in many parts of the world&mdash;demagogues who deal in half-truths,\ninnuendos, and falsehoods!  Here the God of heaven has pointed out the type of men he wants\nelected to public office among his people.&rdquo; It is not enough, my brethren and sisters, just to\nstand on the sidelines and criticize what is taking place, and to point the finger of scorn at\nsome political leader, It is our job, our duty, and our responsibility to take an active interest\nin these matters, and carry out the admonition and the commandment which God has given\nus to see to it that men of character&mdash;good men, as measured by the standards of the\ngospel&mdash;are elected to public office.\n<\/p><p>\nSo, today, I would like to throw out a challenge to the elders of Israel, my brethren of the\npriesthood, that we put forth an effort to prepare ourselves for statesmanlike work.  The\nProphet Joseph, as you will recall, had something to say regarding the important part which\nthe elders of Israel would play in the safeguarding, if not the saving, of the Constitution of\nthis land. I recall the words of the Savior in which he said,\n<\/p><p>\n. . . for the children of this world are in their generation wiser than the children of light\n(<span class=\"citation\" id=\"31376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31376)\">Luke 16:8<\/a><\/span>).\n<\/p><p>\nI hope and pray that we will be wise as the children of light, as the children to whom God\nhas revealed these glorious truths.  It is my conviction that only in this land, under this\nGod-inspired Constitution, under an environment of freedom, could it have been possible to\nhave established the Church and kingdom of God and restored the gospel in its fullness.  It is\nour responsibility, my brethren and sisters, to see that this freedom is maintained, so that the\nChurch can flourish in the future.\n<\/p><p>\nToday I would like to propose four questions which every Latter-day Saint might well ask as\nhe attempts to appraise any program, policy, or idea promoted by any would-be political\nleader.  I mention these because I think they will provide a safeguard in electing to office\nmen who will meet the requirements which the Lord has set forth in the revelations.\n<\/p><p>\n<i>First<\/i>, is the proposal, the policy, or the idea being promoted right as measured by the gospel\nof Jesus Christ? I assure you it is much easier for one to measure a proposed policy by the\ngospel of Jesus Christ if he has accepted the gospel and is living it.\n<\/p><p>\n<i>Secondly<\/i>, is it right as measured by the Constitution of this land and the glorious principles\nembodied in that Constitution?  Now that suggests that we must read and study the\nConstitution, the Declaration of Independence, and the Bill of Rights, that\nwe might know what principles are embodied therein.\n<\/p><p>\n<i>Thirdly<\/i>, we might well ask the question: Is it right as measured by the counsel of the living\noracles of God? It is my conviction, my brethren and sisters, that these living oracles are not\nonly authorized, but are obligated to give counsel to this people on any subject which is vital\nto the welfare of this people and the upbuilding of the kingdom of God.  So, that measure\nshould be applied.  Is it right as measured by the counsel of the living oracles of God?\n<\/p><p>\n<i>Fourthly<\/i>, what will be the effect on the morale and the character of the people if this or that\npolicy is adopted? After all, as a Church we are interested in building men and women,\nbuilding character, because character is the one thing we make in this world and take with us\ninto the next.  It must never be sacrificed for expediency.\n<\/p><p>\nSo, my brethren, the Lord's priesthood has a mission to perform for liberty-loving people\neverywhere.  We cannot, any more than Jonah of old, run away from our calling\n(<span class=\"citation\" id=\"30005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30005)\">Jonah 1:3<\/a><\/span>).  If the\npeople shall accept the Lord's solution of the world's problems, even as those who listened to\na repentant Jonah, then all shall be well with them.  If they do not, however, they will suffer\nthe consequences.  Our responsibility, as in Jonah's case, is to see to it that the people have a\nchance to choose decisively after they have been shown clearly the Lord's way and what the\nLord expects of them (<span class=\"citation\" id=\"30006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30006)\">Jonah 3:1-4<\/a><\/span>).\n<\/p><p>\nWe must provide effective and courageous, God-inspired leadership so that the people among\nwhom we labor may choose wisely between the issues. The choice is theirs, but providing\nthem the opportunity to choose the right with a knowledge of the revelations of God and the\ncounsel of the living Oracles, that is our responsibility as leaders in the priesthood.\n<\/p><p>\nThe Prophet Joseph said in substance at one time: It is our duty to consecrate all our influence\nto make popular that which is sound and good, and unpopular that which is unsound.\n<\/p><p>\nIt is right politically for a man who has influence&mdash;of course, influence for good&mdash;to use it.\n<\/p><p>\nI thought last night, my brethren, where could there be a greater influence for good in this\nworld than in a magnified priesthood?  Nineteen thousand members of the priesthood\nassembled last night.  One quarter million hold the Melchizedek Priesthood! What a power\nand influence for good could be wielded in this blessed land if we would heed the admonition\nwhich the Lord has given and see to it that men who are wise and good and honest would\nhave our vigorous support and receive our interest in their selection and election to high\noffice in the community, county, state, and federal government.\n<\/p><p>\nLet us, my brethren, seek to\ntake an active part in our local, state, and national affairs.  We are commanded by the Lord to\ndo so.  It is as binding on us as any of the Lord's commandments. Actually, it is when good\nmen do nothing that evil flourishes.\n<\/p><p>\nThe priesthood of the Church and kingdom of God who magnify their callings are good men. \nOf course there will be opposition.  There will be conflicts.  There will be misrepresentation.\nWe must stand firm, however, for that which we believe to be right as measured by these\nstandards, for those things which we know to be good and true, and the God of heaven will\nsustain us.\n<\/p><p>\nWe have approaching us a great election in this country.  My plea with you today, my\nbrethren and sisters, is that regardless of the political party with which you are affiliated, you\nwill remember the standards which the God of heaven has given us, and that you and all of us\nwill use our influence as a means of helping to safeguard the liberty of this country, and those\nnoble concepts established under the inspiration of heaven.  We must see to it that honest\nmen, good men, wise men, are elected to public office in this land, choice above all others,\nmen who will use their influence to protect and strengthen those basic concepts that have\nmade this nation great.\n<\/p><p>\nIn closing I quote these words from J. E. Hamilton: \n<\/p><p>\nHow much now we need a leadership that will tell the truth and talk straight,\nnot about what is expedient . . . but about what is everlastingly right, and call our people to a\ncrusade for it, and pledge America to the defense of it, so that all nations will be convinced\nthat we mean it!  We need men who will ignore the consequences, tell the truth, and take a\nlong chance with God.\n<\/p><p>\nIt is my prayer that the great promises which have been made by the prophets of God\nregarding this land will be realized because a righteous people will merit their fulfillment. \nMay we do our duty as citizens and as members of the Church to see to it that the right kind\nof people are elected to public office, so that rich blessings which we now enjoy and which\nhave been promised to us, may be realized in all the days to come.\n<\/p><p>\nI testify to you, my brethren and sisters, that this is a choice land, that God held this\nhemisphere, as it were, in the palm of his hand for hundreds, yea, thousands of ears in order\nthat the great mission of this land might be undertaken and might be accomplished.  The\nkingdom of God is again upon the earth.  I testify to you that God has spoken again from the\nheavens in this land, in our day; that God the Father, and the Son did appear to the Prophet\nJoseph; that they revealed themselves unto him, and that through that greatest of all visions, a\nnew gospel dispensation was opened up in preparation for the second coming of the Master.\n<\/p><p>\nWith all the power that I possess I invite men everywhere to investigate the truths of the\nclaims of this people, that they too may join with us in building up the kingdom in preparation\nfor that glorious day when the Redeemer will come again to dwell upon the earth as King of\nkings, and Lord of lords.  I pray that this day may be hastened, in the name of Jesus Christ. \nAmen.\n<\/p>\n<\/div>\n<\/div>"}