{"ID":746, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Some Fundamental Truths<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1954, pp. 123-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nCertain basic truths must be accepted by all men now living if they would gain for themselves\nthe fullness of that reward which is prepared in the mansions of the Father.  These great\ntruths are known only by revelation. They are revealed in the gospel, and are most devoutly\nbelieved by faithful members of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nMany of them have been taught with power and conviction (in the sessions of this conference)\nby the living Oracles who stand at the head of this kingdom.  They have been taught in\nplainness, and with that authorization and power which comes from the Holy Ghost and from\nno other source.  May I be so bold as to recapitulate, as we near the close of the conference, a\nfew of these great fundamental truths.\n<\/p><p>\nWe believe that there is a God in heaven who is infinite and eternal\n(<span class=\"citation\" id=\"13225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13225)\">D&amp;C 20:17<\/a><\/span>), an almighty, all-powerful\nbeing&mdash;a personage of tabernacle, a being in the express image of whose body we mortal\nmen have been created.\n<\/p><p>\nWe believe that he has all power and all wisdom; that he knows all things, that in his infinite\ngrace, love, and condescension for us, he has ordained the plan of creation, of redemption, of\nsalvation, and of possible progression to an eternal exaltation on high.\n<\/p><p>\nWe believe that he is our Father in heaven, literally; that we are his spirit\noffspring; that we dwelt with him in the pre-existent eternities, were taught by him, saw his\nface, knew of the terms and conditions that apply to the plan of salvation, and desired with an\noverwhelming longing that we, his spirit offspring, might progress to the state where we\nwould have glorious bodies, and would attain the state of exaltation he then had.\n<\/p><p>\nWe believe that he directed the creation of this earth, and all things that are on it; that he\nplaced Adam and Eve, the first man and the first woman, here; commanded them to multiply\nand fill the earth with posterity\n(<span class=\"citation\" id=\"23611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23611)\">Gen. 1:28<\/a><\/span>),\nand to provide bodies for the hosts of spirit children who yet\nlived and dwelt in his presence.\n<\/p><p>\nWe believe that Adam fell that men might be\n(<span class=\"citation\" id=\"3562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3562)\">2 Ne. 2:25<\/a><\/span>);\nthat the fall of Adam brought into the world a\ntemporal death and a spiritual death&mdash;the temporal death being something that accompanies\nmortality and results in due course in the separation of body and spirit; and the spiritual death\nbeing to be cast Out of the presence of God and to die as pertaining to things of the spirit Or\nthe things of righteousness.\n<\/p><p>\nWe believe that after the fall of man, the voice of God was heard by Adam and his posterity;\nthat angels from the presence of God ministered unto them; that the gift of the Holy Ghost\nwas poured out upon those who diligently sought the Lord&mdash;by all of which means the\nfullness of the gospel, the plan of redemption and salvation, was made known; and that this\nplan was revealed from age to age in periods that we call dispensations of the gospel.\n<\/p><p>\nWe believe that in the Meridian of Time the promised Messiah was born into the world as the\nliteral Son of God; that he came into this world with life in himself, was the life and the light\nof the world; and by command of the Father (having the power to lay down his life and take\nit up again <span class=\"citation\" id=\"27603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27603)\">John 10:17<\/a><\/span>) to work out the infinite and eternal atonement.\n<\/p><p>\nWe believe that he is literally the Son of God as you and I are the sons and daughters of our\nparents, and, as the angel said to King Benjamin, that \"salvation was, and is, and is to come,\nin and through the atoning blood of Christ, the Lord Omnipotent\"\n(<span class=\"citation\" id=\"40260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40260)\">Mosiah 3:18<\/a><\/span>).\n<\/p><p>\nWe believe that he did in fact work out the infinite and eternal atonement; that he was lifted\nup upon the cross; that he died, was resurrected, rising again the third day to ascend to the\nMajesty on High.\n<\/p><p>\nWe believe that he ransomed all men, unconditionally, from the temporal effects of the fall of\nAdam, in that all men will be raised in immortality and live eternally in that state, body and\nspirit inseparably connected; and that he offered to all men a conditional ransom from the\nspiritual effects of the fall of Adam, provided that men would repent and abide in the truths\nand laws of the everlasting gospel that are revealed from age to age.\n<\/p><p>\nWe believe that the predicted era of gross darkness, of apostasy, came and succeeded the\nmeridian dispensation, and that it was not until our day that the fullness of light and truth\nagain burst upon the earth.\n<\/p><p>\nWe believe that God has spoken again; that his voice has been heard again among men; that\nagain angels have ministered from his presence; that again the gift of the Holy Ghost has been\npoured out upon those who have sought the Lord&mdash;by all of which means once again the\nkingdom of God has been set up among men, the Church of Jesus Christ has been established,\nand the decree gone forth that it will remain until the coming of the Son of Man, and of\ncourse, ever thereafter.\n<\/p><p>\nWe believe that Joseph Smith, Jun., was the mighty prophet of the restoration; that by the\ngrace and condescension of God (the young prophet having been prepared from eternity for\nhis mission) he received line upon line, precept upon precept\n(<span class=\"citation\" id=\"25151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25151)\">Isa. 28:10<\/a><\/span>), key, power, and authority upon\nkey, power, and authority, until all things were restored, and every power and grace was had\nagain that would enable men to be saved and exalted in the kingdom of the Father.\n<\/p><p>\nWe believe, as our scripture so plainly recites, that:\n<\/p><p>\nJoseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the\nsalvation of men in this world, than any other man that ever lived in it\n(<span class=\"citation\" id=\"13337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13337)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nWe believe that this plan of salvation&mdash;had of old, restored anew in our day&mdash;consists in\nthese things: that men must come to a knowledge of the nature and kind of being that God is.\nThey must learn his character, attributes, and perfections.  They must have faith in the Lord\nJesus Christ; must repent of their sins; must be baptized in water and of the Spirit by legal\nadministrators who have power to bind on earth and to seal in heaven; and that then they\nmust endure in righteousness and in faith, living by every word that proceedeth forth from the\nmouth of God (<span class=\"citation\" id=\"34611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34611)\">Matt. 4:4<\/a><\/span>),\nunto the end of their respective mortal probations.\n<\/p><p>\nWe believe something more, as several of these brethren have said during this conference: that\nneither is the man without the woman nor the woman without the man in the Lord\n(<span class=\"citation\" id=\"244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(244)\">1 Cor. 11:11<\/a><\/span>), but that\nthe gate to exaltation and the fullness of eternal life in the kingdom of the Father is the new\nand everlasting covenant of marriage; and just as men may enter in at the gate of repentance\nand baptism, and work out for themselves a salvation hereafter by faith and diligence, so they\nmay enter in at the gate of celestial marriage, and, conditioned upon keeping that covenant,\ncome up in the resurrection as husband and wife, the family unit continuing through all\neternity, and thus, eventually&mdash;as members of the family of God, members of the Church of\nthe Firstborn&mdash;become joint heirs with Jesus Christ, and receive, inherit, and possess all\nthings.\n<\/p><p>\nNow, we believe that God is no respecter of persons\n(<span class=\"citation\" id=\"7724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7724)\">Acts 10:34<\/a><\/span>); that a soul is just as precious in his\nsight in this day as a soul has ever been in any age of the earth's history\n(<span class=\"citation\" id=\"8952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8952)\">Alma 39:17<\/a><\/span>); and that he is just\nas willing now as he was in the days of any ancient prophet or any faithful people who have\ngone before to reveal to his children on earth the truths of salvation, and he will reveal them\nto any man who will come before him in faith, believing, seeking wisdom, as the young boy\nProphet came when the hour had come for the opening of this final glorious dispensation.\n<\/p><p>\nI am grateful beyond any measure of expression that I have for the absolute certainty that\nthere is in my heart of the divinity of this work, and I know that God Almighty will give any\nman this knowledge and open the door to possible, eventual salvation and exaltation to any\nman who will come in faith, believing, knocking at the door, and asking that he may receive\nthe truth.\n<\/p><p>\nIn the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}