{"ID":747, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Report on the Orient<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1954, pp. 125-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt seems incredible to me, as I think about it today, that six months ago yesterday my dear\ncompanion lay critically ill in the LDS Hospital, her body cruelly broken in an unfortunate\naccident. For someone to have told me and the doctors six months ago that before another six\nmonths should pass, that she would accompany me on an assignment to the Orient, where in\ntwo months we would travel 20,000 miles and visit six countries and peoples, it would seem\nto me to have been such an impossibility as to have been wholly unthinkable.\n<\/p><p>\nBut when our beloved leader, the President of the Church, took us into his office and gave us\nblessings for this mission, little did I realize how the Lord could even then, beyond the skill\nof doctors or human minds and skill, bless that dear companion and fulfil to the letter the\nwords of the President when he said to her: \"You will come back from this trip increased in\nstrength and healed in body.\" It has been one of the greatest testimonies that has come to me,\nand I stand today humbly and bear witness to the effectiveness of the prayers and blessings\nof, not only our President, but also of the faithful Saints everywhere.\n<\/p><p>\nIf I could take as something of a text, then, the words of the Master, perhaps my feelings\ntoday could be best expressed in His words.  John the Baptist had sent his disciples to Jesus,\nafter John had received reports about the work of the Master, and they came asking him, \"Art\nthou he that should come? or look we for another?\" The answer that Jesus gave for them to\ncarry back to John the Baptist was this: \n<\/p><p>\nGo your way, and tell John what things ye have seen and heard; how that the blind see, the\nlame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is\npreached (<span class=\"citation\" id=\"31365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31365)\">Luke 7:20,22<\/a><\/span>).\n<\/p><p>\nTo you, President McKay, before the body of the Church today, as a humble servant, whom\nyou sent out into the Far East to check on affairs there, to visit our boys in military service,\nour scattered Saints in that&mdash;off land, I come back to you testifying, as the Master told the\ndisciples to testify to John, the miraculous power of divine intervention is out there, which is\none of the signs of the divinity of the work of the Lord.\n<\/p><p>\nWe have seen one \"nigh unto death\" (<span class=\"citation\" id=\"41244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41244)\">Philip. 2:27<\/a><\/span>)\nraised miraculously during this visit. We have seen the\nhand of the Almighty stay the storms and the winds, and overcome obstacles that otherwise\nwould have made impossible the fulfillment of our mission. We have passed through\ndanger-ridden country only a few hundred miles from where a war is brewing.  We have seen\nthe humble and the poor having the gospel preached to them.  The signs of divinity are in the\nFar East. The work of the Almighty is increasing with a tremendous surge.\n<\/p><p>\nI do not know whether it was just a coincidence, or whether President McKay had some\nthought about it, but one of the commanding generals, when I was introduced to him in\nKorea, said, \"Well, you have a lot of relatives in this country.\" The five most prominent\nnames in Korea are Yi, Chang, Kim, Pak, and Lee. In China I discovered that there were over\nfive hundred thousand Chinese who have the surname of Li (Lee), and actually, some of the\nimmigration authorities, when I signed my name, or they saw my name on my passport,\nwould ask: \"Chinese?\" And I answered, \"No, American.\" Then the comment, \"You look\nChinese.\"\n<\/p><p>\nSo, I was accepted, President McKay, as almost a native.  My coloring as to hair and eyes\nand skin seem to fit the general terrain.\n<\/p><p>\nSome years ago I read a statement contained in Parley P. Pratt's <i>The Key to Theology<\/i>.  I\nwondered then at the meaning of this statement, and I come back to you today testifying that\nit was a prophecy that is today being fulfilled. I read from that inspired statement: \n<\/p><p>\nPhysically speaking, there seems to need but the consummation of two great enterprises more,\nin order to complete the preparations necessary for the fulfillment of Isaiah and other\nProphets, in regard to the restoration of Israel to Palestine, from the four quarters of the earth\n. . . under the auspices of that great, universal and permanent theocracy which is to succeed\nthe long reign of mystery.\n<\/p><p>\nThen he names those two great enterprises, one, the Europe-to-Asia railroad which was then\nin the process of being consummated, and the other the Great Western Railway from the\nAtlantic to the Pacific in this country.  Then he said this: \n<\/p><p>\nPolitically speaking, some barriers yet remain to be removed, and some conquests to be\nachieved, <i>such as the subjugation of Japan, and the triumph of constitutional liberty among<\/i>\n<i>certain nations where mind, and thought, and religion are still prescribed by law<\/i>\n(<i>The Key to Theology<\/i>, pp. 75-76).\n<\/p><p>\nSubjugation means conquering by force. I want to say to you that one of the most significant\nthings I have seen in the Far East is the fulfillment of what Elder Parley P. Pratt testified\nwould be one of the significant developments necessary to the consummation of God's\npurposes, \"the subjugation of Japan and the triumph of constitutional liberty among certain\nnations where mind and thought, and religion are still prescribed by law.\"\n<\/p><p>\nI traveled on this assignment with Sister Lee and President Hilton A.\nRobertson and Sister Robertson.  We had visited our native Saints and servicemen in all the\ndistricts of the mainland of Japan from Hokkaido on the north to Kyushu on the south, and\nrepresentatives from the great cities.  I then went across with President Robertson to Korea\nand then to Okinawa, Hong Kong, the Philippines, and Guam.  I want to say to the parents,\nwho are anxiously inquiring about their boys, something that I hope will calm your feelings,\nand will encourage you in your faith.\n<\/p><p>\nFrom the time that the First Presidency announced this appointment our telephones were\nringing at home and at the office from anxious parents, and the substance of their anxiety was\nsummed up in what one father said: \"Will you see my boy over there, and take him the love\nfrom a lonesome dad?\"\n<\/p><p>\nWe met with a total of 1563 Latter-day Saint boys in military service, in our conferences in\nJapan, Korea, Okinawa, the Philippines, and Guam they had arranged district conferences\nwhich simulated our stake conferences, and it was like holding a stake conference every other\nday all through this trip, because of the thoroughness with which they had organized their\nwork.\n<\/p><p>\nI have never listened to better sermons than I heard preached by our five Latter-day Saint\nchaplains and our group leaders over there.  They are studying the gospel.  The excellence of\ntheir Organization and the orderliness of their procedures under a mission committee\ncomprising three lieutenant colonels, answerable of course to the mission president, and they\nin turn supervised by chaplains and by group leaders, is worthy of note.  In every camp where\nwe went, under military orders, we were accorded every privilege that could be accorded one\ngoing into those areas, and the first procedure was invariably an introduction to the\ncommanding general of the camp, and a brief interview, during which he extended to us all\nthe courtesies of the camp, and bade us welcome, and in a number of instances, came to our\nmeeting.\n<\/p><p>\nThey know of our boys.  They know of the work of the Latter-day Saints, and perhaps their\nattitude towards our boys is best summed up in what General Richard S. Whitcomb said to us\ndown at Pusan, Korea, after we had been at the general's mess the night before, and he had\nindicated he would like to come to our meeting the next morning.\n<\/p><p>\nWith 109 of our boys present, General Whitcomb rose to speak to them, and after a word of\ngreeting, he said this, and I asked him if I might repeat it to you, President McKay, and to the\nfathers and mothers back home. (General Whitcomb is characterized by our boys there as one\nof the toughest disciplinarians in the United States Army.)\n<\/p><p>\n\"I have always known the members of your Church to be a substantial people.\n<\/p><p>\n\"Here in the Pusan area I have the largest court-martial responsibility of any command in the\nUnited bates Army, but I never have had one of your faith brought before me for a court\nmartial or disciplinary action, in this command.  Wherever I have been, I have never known\nof a Latter-day Saint ever to be brought up for any disciplinary action.\"\n<\/p><p>\nOn Guam I was furnished with a little paper from the camp which indicated that for the\nmonth of August one of our boys there, a Brother Douglas K. Eager, had been designated as\nthe \"Airman of the Month of August,\" and the citation read: \"He won the award on the basis\nof his devotion to duty, character, appearance, industry, and military bearing.\"\n<\/p><p>\nOne of the supervising chaplains, to take another example, from Clark Field in the\nPhilippines, said this to me as we walked out of a meeting with the Protestant chaplains on\nthe base: \"I have never known any group of men in my military experience who have greater\ndevotion to their country, and to their God, and to their Church&mdash;no finer characters than are\nto be found among the boys of the Latter-day Saints.\"\n<\/p><p>\nAll through our visits, they had arranged their own programs&mdash;they sang three songs over\nand over again without anybody suggesting it.  They sang, first, \"We Thank Thee, O God,\nFor a Prophet,\" and in every district conference they sustained the General\nAuthorities of the Church.  It was one of the highlights of their conference.\n<\/p><p>\nThe other that seems to have become their theme song while in military service is: \n<\/p><p>\nCome, come ye Saints, no toil nor labor fear<br \/>\n       But with joy, wend your way . . .\n<\/p><p>\nWhy should we mourn or think our lot is hard?<br \/>\n       'Tis not so, all is right . . .<br \/>\n       And should we die before our journey's through<br \/>\n       Happy day, all is well.<br \/>\n       We then are free from toil and sorrow, too,<br \/>\n       With the just, we shall dwell.\n<\/p><p>\nAnd then, finally, you must know what they were singing otherwise. They were singing about\nthe hills of home, \"O Ye Mountains High, where the clear blue sky, Arches over the vales of\nthe free,\" and time and again I heard the wives of our few men, who are permitted to be with\nthem in some places, and our boys everywhere, as they would shake hands, say, as tears\nwould fill their eyes: \"I wasn't homesick until I shook hands with you, Brother Lee.\"\nSomeone from home!\n<\/p><p>\nThen they would say something like this: \"Tell the folks back home not to worry about us.\nWe are all right, but we worry sometimes about the folks back home.\"\n<\/p><p>\nI think my appraisal of what I saw among the boys there might be expressed in what Ralph\nWaldo Emerson is quoted as having said: \"It is easy in the world to live after the world's\nopinion.  It is easy in solitude to live after ones own, but the great man is he, who in the\nmidst of the crowd, keeps with perfect sweetness the independence of solitude . . .\"  Such is\nthe way I found our boys, with the marks of true greatness upon their brows, keeping \"with\nperfect sweetness the independence of solitude.\"\n<\/p><p>\nFrom the contributions of our military men in the Far East, sufficient money is being raised\neach month to sustain 21 full-time missionaries from Japan, who otherwise could not fill\nmissions as full-time missionaries in the Japanese Mission.  That amounts to forty dollars a\nmonth for each missionary, or a total of between eight and nine hundred dollars each month.\nThis is the second group of missionaries, which, when completed, will mean that our boys\nover there have contributed from Out of their meager military allowances a total of over forty\nthousand dollars for sending local missionaries to do the work that otherwise could not be\ndone.\n<\/p><p>\nDirectly as a result of the work of the Latter-day Saint servicemen there were 47 converts last\nyear, while another 103 have been baptized so far this year by the missionaries of the\nJapanese Mission.  It was on the first Sunday of last month at 6:30 in the morning, just at the\nbreak of day, in Seoul, Korea, that we baptized a native Korean student and a young\nserviceman.  At Clark Field last Sunday morning at 7:30 we baptized four, one a young\nnative Filipino mother, who later bore her testimony in the conference session.  What this\nmeans to servicemen as they come into the Church is perhaps best expressed in a humble\ntestimony from a young seaman that came to Tokyo off the aircraft carrier, <i>Hornet<\/i>, which had\ndocked at Yokohama.  Later we met him down at Manila Bay.  He came up at the close of\nthe meeting in Tokyo, his arm in a sling, and explained that he had a badly infected arm.  As\nhe shook hands with me he said, \"I am getting ready to be baptized a member of the Church,\nand if we are down at Manila when I meet you there, I hope to tell you I have been\nbaptized.\"\n<\/p><p>\nAt Manila he came, his arm now was perfectly healed, and said: \"I was baptized on August\n27.  Something happened to me after I left that conference in Tokyo.  My arm was swollen\nand was painful all through the meeting, but after I had shaken hands with you, I got on the\ntrain going back to the boat.  Suddenly the pain ceased, my arm was healed, and now I am\ngoing back to that lovely wife who has been praying that I would straighten my life. I\nsmoked, and I drank, and I did a lot of things to cause her sorrow, and I am going back to\nthat sweetheart of mine, and I am going to spend the rest of my life trying to prove myself\nworthy of her love.\" His faith had brought healing to his body and his soul. \nThat is what the gospel meant to this seaman, who became a convert to the gospel of Jesus\nChrist.\n<\/p><p>\nOver there we have boys who are homesick for home. How they are thinking about their\nmothers and their wives and sweethearts is suggested by the fact that when Sister Lee would\nspeak, they would ofttimes come up at the close of services and they would say to me some\nwords of appreciation, but then they would say: \"We really appreciated Sister Lee's talk,\" and\nthey gathered around her because she was a touch of mother.  They would tell her how she\nreminded them of their mothers. She was the symbol of the home to which they one time\nhoped to come, and I think they almost filled a notebook for her of the names and addresses\nand telephone numbers of the folks back home they wanted her to call and to talk to.\n<\/p><p>\nPerhaps, what our boys are doing Over there can best be illustrated in what Elder Aki, a\nyoung Japanese missionary up at beautiful Nikko, a recipient of the missionary contributions\nof our servicemen, who is just completing a two-year mission, said as he bore his testimony\nin English: \"As terrible as was war in Japan, it proved a great blessing.  Because as a result, it\nbrought the Latter-day Saint servicemen back to Japan who paved the way for the reopening\nof the Japanese Mission.\"\n<\/p><p>\nPresident McKay, one of the things that is startling to me and significant, pertains to the\nlanguage there.  Difficult as it is, because of the peculiar characters as well as the difficult\nlanguage, the Lord is seemingly helping us even to solve that problem.  Since the troops came\nin, every school in Japan and in Korea is teaching English, and most of those young students,\nwho are being attracted by the gospel, can speak some English.  They are helping to break\ndown the language barrier and making easier the work of the missionaries.\n<\/p><p>\nDown at Osaka where we had 179 in attendance, as I looked over that audience, and tried to\nestimate the ages of those in attendance, I would say that out of 179 in attendance, there were\nfewer than 16 who were over 30 years of age.  What these young people will do in aiding in\nthat conversion is best illustrated by two incidents.\n<\/p><p>\nA year ago last April while I was in the Hawaiian Islands I interviewed and set apart under\ninstructions from the First Presidency six lovely young girls to go over to Japan as\nmissionaries. One of them, a young Japanese sister, was a bit hesitant to go because she had\ncome of a Buddhist family. Her mother had opposed her going. Her brother had beaten her\nrather cruelly because of her insistence on Church activity. She was almost a nervous wreck,\nbut she had the faith that somehow the Lord would help her through her problems, and we\nsent her on her way.\n<\/p><p>\nI met her at one of these conferences, and she whispered to me, her story. She said:\n\"Twenty-three people, Brother Lee, are being attracted to the gospel partly by my efforts,\"\nand then she introduced me to an elderly grandmother, whose husband is an Episcopal\nminister, and the little girl, the granddaughter of this elderly grandmother, was the one who\nplayed for our singing during the conference. This little girl came home after she had joined\nthe Church and said to her grandmother: \"Grandma, your church is not true because you do\nnot understand God, and you do not understand about the Godhead,\" and then she proceeded\nto teach her the missionary lesson about the Godhead.\n<\/p><p>\nThis elderly grandmother said, \"Any Church that can teach a child like that must have\nsomething.\" Our young Japanese missionary sister from the Hawaiian Islands now reports:\n\"That grandmother is now preparing to become baptized a member of the Church through the\nmissionary efforts of her little granddaughter, perhaps not more than eleven or twelve years of\nage.\"\n<\/p><p>\nThere is another evidence of an awakening in Japan.  Representatives of some of the leading\nnewspapers in Japan, many of them, interviewed us, and wrote articles, both in English and\nJapanese.  Our Japanese Saints were a bit amused about one of these articles where the\nheading was: \"Mormon Polygamist Visits Japan.\" Fortunately the misleading\nstatement was corrected in the body of the article.  Following that announcement we received\nan invitation from a group who styled themselves, \"The League of New Japan's Religious\nOrganizations,\" who claim to have a following of ten millions of people.  For the first time\nJapan is enjoying religious freedom.  They asked that I meet with fifteen leaders of these\nfifteen religious organizations, comprising the league, and there discuss with them\nMormonism, and then submit to a discussion following that time.\n<\/p><p>\nTheir invitation is a bit interesting!\n<\/p><p>\nInvitation to the friendly talk meeting with one of the leaders of the \"Mormon\" Church.  As\nRev. Harold B. Lee who is one of the highest leaders of \"Mormon Church\" (The Church of\nJesus Christ of Latter-day Saints) which is one of the most influential churches in America, is\nvisiting Japan on his journey to fulfil his mission in the Pacific Ocean area.  In order to pre\nmote good will we would like to hold a friendly talk meeting . . .  Also, paying respect to\nthe laws of Mormonism no refreshment of tea or cake will be served at that meeting.\n<\/p><p>\nFor that hour, with Brother Tatsui Sato from the mission office translating my words, they\nlistened. Of these men, none claimed to be Christians, and yet in the discussion that followed\nI learned that they were in truth more Christian than many of the so-called Christians who\nneither accept the divinity of the mission of Jesus nor of his reality as the Son of the living\nGod.\n<\/p><p>\nThey recorded my talk on a tape recorder, and when the half hour was finished for discussion,\nthey were still asking questions, so that our interview extended into two hours and a half, and\nthat recording they promised later would be presented in their quarterly paper where they\nproposed to give it publicity.  I told them that if they were interested and would send me their\nnames and addresses, I would see that each got a copy of the Book of Mormon for them to\nstudy.\n<\/p><p>\nA few days later I received a letter in Japanese, which Brother Sato translated, and wherein\nthe president in charge gave me the names and addresses.  His letter reads: \n<\/p><p>\nWe have no words to express our thanks for your very instructive address, which you gave us\nthe other day.  Although you were very busy and must have been tire on your way to preach\nthe gospel in the Oriental area, yet you shared your very precious time for us, for which we\nhave to be very grateful.\n<\/p><p>\nThen he said: \n<\/p><p>\nMay we take advantage of your words that you would present us the Book of Mormon that\nwe may understand better?  We send you the list of names who attended the meeting.\n<\/p><p>\nCopies of the Book of Mormon have been sent to these leaders.\n<\/p><p>\nThere is one thing more I should like to tell you about.  At Pusan we have only three\nmembers on record, and when we arrived at a meeting, that was something of a surprise party\nfor us, we found to our astonishment that we had in attendance not just three members, but\nbesides our more than 100 servicemen we had 103 Koreans, mostly all young people of about\nhigh school age, and as a part of the proceedings they presented to me this scroll, written on\nsilk parchment, both in Korean and in English, in which they had written these words, mind\nyou, this was written and presented by a group most all of whom were non-members: \n<\/p><p>\nWe sincerely welcome Apostle Harold B. Lee who come to Korea.  The mission of his\nvisiting Korea is very important and we are thankful to our Father in heaven from our heart\ndeeply for great support you have given us for the people of Korea.\n<\/p><p>\nHere we would like to express our gratitude to the soldiers who stayed in Korea. And reached\nthe true gospel to us and also the chance we have had of gathering together with them under\nthe name of our heavenly Father, therefore we are under a vow to repay their kindness.  With\nthanks with all our eulogy to you for your distinguished service of the faithfulness which will\nperform your important mission to come our Korea.  And visiting our Korea in spite of it is\nlong distance.  We humbly pray in the name of Jesus Christ, A Men.  From:  Korean Group\nin Pusan of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nWell, that is significant, because for the first time they too are enjoying religious freedom.\n<\/p><p>\nI must tell you, President McKay, about the meeting with our lovely Chinese folks down in\nHong Kong.  We had no meeting place.  They have not had much opportunity since they\nwere baptized. It has now been nearly a year since they received the sacrament.  But in our\nhotel room overlooking the harbor from Kowloon to Hong Kong we held a sacrament\nmeeting.  We bore testimony to them.  We had gone up to that high point overlooking Hong\nKong, where Brother Cowley, in company with President Robertson, President Aki, and their\nwives, had dedicated that land to the opening of a mission, July 14, 1949. There, too, we\nbowed our heads and thanked the Lord for the degree of Brother Cowley's blessing that had\nbeen received, and asked the Lord for a further outpouring of his blessing. Then, after we had\nvisited briefly with these young Chinese students, one of these was a young girl&mdash;little Yook\nSin Yuen&mdash;they call her Nora, a beautiful little girl who speaks good English, as taught her\nby the missionaries.  As our bus pulled out from the hotel the next day to take us to the\nairport, she reached up her hand through the window, and said to me as a parting word:\n\"Apostle Lee, tell President McKay to please send the Church back to China.\"  And I said to\nher, as the tears were in my eyes also, \"My dear sweet girl, as long as we have a faithful,\ndevoted band like you who without a shepherd, are remaining true, the Church is in China.\"\n<\/p><p>\nWell, I say, President McKay, as I commenced, I have gone now under your appointment to\nthe Far East.  We have seen the miracles of God's divine intervention.  We have seen how\nthe gospel has been preached, to the poor as an evidence of its divinity.  God grant that the\ntime shall not be far distant until the deathgrip of communism shall be unloosed, and those\npeoples shall be free to receive in fullness the gospel of Jesus Christ, for I am convinced that\nthere are hundreds of thousands of souls who are begging for the truth.\n<\/p><p>\nI bear you my solemn testimony that I know these things are true, that God lives, and that\nthis is his work, and I bear it humbly in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}