{"ID":7479, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Why Are We Members of the Only True Church?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p2\" class=\"\">Elder Enrique R. Falabella<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/enrique-r-falabella-10.jpg\" alt=\"Enrique R. Falabella\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The most valuable power we can possess is the treasure of a personal testimony of our Lord Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p5\" class=\"\">Why are we members of the only true Church? Even though I cannot answer this question for all 13 million members of the Church, I would like to express from my heart some answers that probably will fit with your own answers.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Riches of Eternity<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p7\" class=\"\">“Behold, he that hath eternal life is rich” (<span class=\"citation\" id=\"51431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51431)\">D&amp;C 6:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p8\" class=\"\">Riches were not a part of my childhood. We were a family of five: my father and four siblings. My mother had passed away when I was five years old. My father’s meager income was used to buy our food; the purchase of clothing was put off as long as possible.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p9\" class=\"\">One day, somewhat bothered, I came up to my father and said, “Daddy, why don’t you buy me some shoes? Look at these; they’re worn out, and you can see my big toe through the hole in the shoe.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p10\" class=\"\">“We’ll fix that up,” he replied and, with some black polish, gave a shine to my shoes. Later on he told me, “Son, it’s fixed up.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p11\" class=\"\">“No,” I answered, “you can still see my big toe.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p12\" class=\"\">“That can also be fixed,” he told me. He again took the polish and put some on my toe, and before long it shined like my shoes. So it was early on in life I learned that happiness does not depend on money.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p13\" class=\"\">As time went by, a pair of missionaries taught us the <span class=\"emphasis\">riches<\/span> of the restored gospel, of the doctrine of the plan of salvation, and of eternal families. We were baptized, and when my father began his calling as district president, his first objective was to journey to the temple and receive the blessings which would come because of that sacrifice. It was a 15-day journey covering 4,800 miles (7,725 km)—a journey filled with difficulties and setbacks, highways in poor condition, uncomfortable buses, not even knowing the route, but with great hope in the ordinances we would participate in.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p14\" class=\"\">Upon arriving in the city of Mesa, Arizona, we headed down an avenue at the end of which we could see the house of the Lord, gleaming and beautiful. I remember the joy which filled our hearts; we all broke out in songs and praising, and tears ran down the cheeks of many Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p15\" class=\"\">Later in the temple, we knelt as a family to hear the beautiful promises about an eternal family, with the certainty that our mother, though absent, was now our mother forever, and we felt the peace which comes from knowing that we are an eternal family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p16\" class=\"\">The promise of life eternal thus gave us the riches of eternity! “Behold, he that hath eternal life is rich” (<span class=\"citation\" id=\"51432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51432)\">D&amp;C 6:7<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Restored Priesthood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p18\" class=\"\">The Church of Jesus Christ is a church of priests, “a royal priesthood, an holy nation” (<span class=\"citation\" id=\"51247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51247)\">1 Peter 2:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p19\" class=\"\">The restored Church gives to each home a priesthood holder with the power of God to bless. How many times I have been able to hear the soft, sweet voice of a little child at home say, “Daddy, could you give me a blessing?” and put my hands upon his or her head in moments of pain and difficulty and pronounce blessings of comfort and healing and see the power of the priesthood exercise its influence and the next day hear that little voice say, “Thanks, Daddy, I slept just fine last night.” We don’t need to go out looking for someone having that power—it is among us! What a blessing to be able to teach this principle to our children! This is the only church upon the earth which offers such a blessing to families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p20\" class=\"\">Through this power, I was able to ordain each of my sons to the priesthood and thus give them the power of God to administer His ordinances.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p21\" class=\"\">So then this is also why I am a member of this Church: because the power of the priesthood is again upon the earth and has reached even unto our homes.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Our Personal Testimonies<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p23\" class=\"\">The most valuable power we can possess is the treasure of a personal testimony of our Lord Jesus Christ and His atoning power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p24\" class=\"\">A testimony comes to us as we live a worthy life and seek it in prayer. “And the Spirit shall be given unto you by the prayer of faith” (<span class=\"citation\" id=\"51464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51464)\">D&amp;C 42:14<\/a><\/span>), our Lord counseled through the Prophet Joseph.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p25\" class=\"\">When my son Daniel was six years old, he saw that I was worried because I had to attend a stake conference. I was unsure about what to teach the Saints. He came up to me and said, “Daddy, that’s really easy.” That’s how children see everything.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p26\" class=\"\">“Let’s see, Son,” I told him. “Since it’s easy, tell me what I can talk to them about.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p27\" class=\"\">“Talk to them about prayer,” he told me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p28\" class=\"\">“That’s a good subject,” I told him, “but they’ve heard a lot of talk about prayer; what could I tell them that’s new?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p29\" class=\"\">“That’s easy too, Daddy. First tell them, ‘Before you start to talk to Heavenly Father, think about the things you want to tell Him.’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p30\" class=\"\">“That sounds like a magnificent idea,” I replied. “And then?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p31\" class=\"\">“Well, once you’ve thought of it, tell it to Him! When you finish, wait and see if He has something to tell you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p32\" class=\"\">So, through our prayers, the Spirit speaks to our spirit and testifies to us of the reality of our Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p33\" class=\"\">I am filled with wonder at the love my Savior Jesus Christ showed by descending from the heavenly mansions and coming to a world where the majority rejected His message, and even though they did not have the power to take His life, they condemned Him to death. Christ paid for my sins, for my illnesses, afflictions, and sorrows. His pain was indescribable; Luke only makes mention that “his sweat was as it were great drops of blood” (<span class=\"citation\" id=\"51155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51155)\">Luke 22:44<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p34\" class=\"\">Above all else, this is the reason for my membership in the Church: because the Holy Spirit has penetrated my heart and has made it known to me that Christ lives, that He is my Savior, that He paid for my sins, and that He has prepared the way so that if I live according to His precepts, I can enjoy all other promised blessings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p35\" class=\"\">A few weeks ago, my father also passed away, and now more than ever I feel thankfulness to my God for the richness and beauty of His doctrine.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/why-are-we-members-of-the-only-true-church.p36\" class=\"\">Because family life can continue beyond the thresholds of death. Because the royal priesthood has been restored upon the earth. And because the Spirit has spoken to my spirit, giving me a testimony that my Savior Jesus Christ lives and that through His intercession I shall be able, in accordance to my faithfulness, to live with Him. For these reasons and others still, I am a member of the only true Church upon the face of the earth, and I shall be eternally grateful for this. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}