{"ID":748, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Let Us Make God the Center of Our Lives<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1954, pp. 131-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the closing of this great conference, I know you would have me express appreciation to\npersons and agencies that have helped in taking care of all who have been in attendance.  I\nknow in naming individuals and groups that I may omit some, but to you all we express\nappreciation and gratitude for your services: \n<\/p><p>\nTo the public press, to you reporters, for your care and accuracy in reporting the proceedings,\nto the audiences for their responsiveness and attentiveness throughout the sessions of the\nconference; to the city officials; the traffic officers in handling increased traffic. As we have\ndriven up and down South Temple we have noticed how attentive, how careful to duty, how\nconsiderate of the pedestrians you have been.  Thank you! We mention the fire department\nalso.  They went to the trouble of seeing to it by actual tests that the fire wagons could in an\nemergency come through the gates.  To the Red Cross, who have been on hand to render any\nassistance to those who might need their tender care.  For the semi-tropical flowers from\nHawaii, we have already expressed appreciation.  To the ushers, we say thank you.  We have\nnoted your  attention to your assigned duties as given by your superiors under the Presiding\nBishopric.\n<\/p><p>\nGratefully we mention again the assistance rendered by the various radio and television\nstations here in our own city and state and in other states named in the various sessions of this\nconference.  What a means of permitting hundreds of thousands of people to hear the\nproceedings of this conference of the Church!  We thank you congregations assembled in the\nstakes in California, Arizona, Washington, Oregon, Idaho, Wyoming, and Colorado for the\nmessages of appreciation you have sent in.  Everyone has said that the\nproceedings have gone over the wire perfectly and then added: \"Thank you and God\nbless you for the opportunity we have had this day of joining and worshiping with you.\"\n<\/p><p>\nWe must mention again gratitude, not only appreciation, but gratitude for the groups of\nSingers who have contributed so much to the inspiration of this conference, beginning with\nthe Relief Society Mothers, and followed next day by those lovely little girls&mdash;the Bee Hive\nchorus.  Just their presence and their sweet voices, aside from their singing, brought tears to\nmany a mother's eye.  Then the combined Scandinavian choirs, and the Men's Chorus of the\nTabernacle Choir last evening in the priesthood meeting, and finally, our own Tabernacle\nChoir.  Do you know they have been here since seven o'clock this morning?\n<\/p><p>\nI am happy to re-announce to you that in appreciation of the eat service that\nthis body of devoted singers is rendering under the able directorship of Brother J. Spencer\nCornwall and the organists, Elders Alexander Schreiner, Frank Asper, and Roy Darley, they\nwill be given a trip to Europe.  They will go as ambassadors of good will&mdash;representing in\nhonor and artistry the state, as well as the Church.  With all our hearts, here today we say,\nthank you and God bless you in the preparation of that great trip!\n<\/p><p>\nAll that has been said and done and sung, all the testimonies borne have directly or indirectly\nled to this divine admonition: \"Seek ye first the kingdom of God, and his righteousness; and\nall these things shall be added unto you\"\n(<span class=\"citation\" id=\"34625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34625)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nLet us then make God the center of our lives.  That was one of the first admonitions given\nwhen the gospel was first preached to man.  To have communion with God, through his Holy\nSpirit, is one of the noblest aspirations in life.  It is when the peace and love of God have\nentered the soul, when serving him becomes the motive factor in one's life and existence that\nwe can touch other lives, quickening and inspiring them, even though no word be spoken. \nThere is operative in the world a spiritual force as active and as real as the waves that have\ncarried the message today to those tens of thousands by radio and television.\n<\/p><p>\n\"Lord, who shall abide in thy tabernacle?\" cried the Psalmist.  That means, who can come\ninto that realm, that spiritual realm . . . \"who shall dwell in thy holy hill?\"\n<\/p><p>\n\"He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart\"\n(<span class=\"citation\" id=\"41781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41781)\">Ps. 15:1-2<\/a><\/span>).\n<\/p><p>\nWho will fail in getting into that divine presence?  \"He that backbiteth, he that doeth evil to\nhis neighbor, he that taketh up a reproach against his neighbor\" (see\n<span class=\"citation\" id=\"41782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41782)\">Ps. 15:3<\/a><\/span>).\n<\/p><p>\nLet us, as we seek first the kingdom of God, avoid backbiting and evil speaking.  Gossip\nbespeaks either a vacant mind or one that entertains jealousy or envy.  Let us avoid\nself-righteousness. There is a proverb that says, \"Every way of a man is right in his own eyes:\nbut the Lord pondereth the hearts\"\n(<span class=\"citation\" id=\"41412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41412)\">Prov. 21:2<\/a><\/span>).\n\"Whoso boasteth himself of a false gift is like clouds and wind without rain\"\n(<span class=\"citation\" id=\"41417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41417)\">Prov. 25:14<\/a><\/span>).\n<\/p><p>\nFinally, brethren and sisters, \"be perfected, be comforted, be of one mind, live in peace and\nthe God of love and peace will be with you\" (see\n(<span class=\"citation\" id=\"3030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3030)\">2 Cor. 13:11<\/a><\/span>).\nKeep in mind the Savior's\nprayer: \"Make them one, Father, as thou and I are one\"\n(<span class=\"citation\" id=\"27618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27618)\">John 17:11,21<\/a><\/span>).\n<\/p><p>\nI wish that all within the sound of my voice at this moment, all who have any prejudice in\ntheir hearts, might have glimpsed the General Authorities in the House of the Lord last\nThursday morning, when they met in fasting and prayer to prepare themselves spiritually for\nthe responsibilities awaiting them in this great conference.  You would have glimpsed the\nunity of the First Presidency and through this transmission of heart to heart, soul to soul, you\nwould have known the love I bear for these two counselors, for their clear vision and sound\njudgment and their patience with their leader when necessary.  You would have glimpsed the\nunity and love of these twelve men, of their Assistants and of the First Council of the\nSeventy, the Patriarch, and the Presiding Bishopric.  We pray that the love and unity in that\nmeeting may extend to every stake presidency, mission presidency, every\nbishopric, every priesthood quorum and auxiliary throughout the Church.  With such unity\nand love there is no power on earth which can stop the progress of this, the work of God.\n<\/p><p>\nMay his blessings attend you, now, as you go to your homes. We bless you that the spirit of\nunity and the spirit of testimony of the divinity of this work may abide in your hearts always,\nthat peace and love may be in your homes as never before, in the name of the Lord Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}