{"ID":7486, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preach My Gospel—the Unifying Tool between Members and Missionaries\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p2\" class=\"\">Elder Erich W. Kopischke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/erich-w-kopischke-10.jpg\" alt=\"Erich W. Kopischke\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Missionaries and members must … become one in our efforts to proclaim the gospel.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p5\" class=\"\">Not long ago, we invited two sister missionaries over for lunch. After we finished eating, we asked them to leave a spiritual thought with us. They were well prepared and introduced a scripture reading and marking exercise to us. They had brought a fresh copy of the Book of Mormon and a set of colored pencils. We accepted the invitation of the missionaries. Since then, our daily Book of Mormon family scripture reading has changed. In every chapter, we mark with different colors the passages related to Jesus Christ as we discover them. Every time, this little exercise reminds us of our missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p6\" class=\"\">When the missionaries presented this, we immediately recognized it as a scripture study exercise suggested in <span class=\"emphasis\">Preach My Gospel.<\/span> As a family, we are so thankful for this great and powerful missionary tool.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p7\" class=\"\">For the past three years missionaries have been using <span class=\"emphasis\">Preach My Gospel<\/span> all around the world. It has truly revolutionized missionary work. The great vision of President Hinckley is being fulfilled: Missionaries “master the concepts of the lessons.” They “teach the concepts in their own words under the guiding influence of the Holy Spirit” (see “Missionary Service,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 11, 2003, 19).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p8\" class=\"\">As the missionaries become immersed in <span class=\"emphasis\">Preach My Gospel,<\/span> they learn and apply important doctrines and principles which make them more capable in their important service. Despite this, they still need all of our help and support. Only together can we fulfill the great charge given to the ancient and modern Apostles: “Go ye into all the world, and preach the gospel to every creature” (<span class=\"citation\" id=\"51145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51145)\">Mark 16:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p9\" class=\"\">In order to be successful in these efforts, we must be one with the missionaries, and we must understand one another. Do you always understand the missionaries? I do not refer to language but rather to how they do missionary work. We see and observe them inviting people to listen to their message. They teach gospel principles and invite those who are interested to change their lives and be baptized and confirmed members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p10\" class=\"\">If we want to understand and help our missionaries, we must have faith as missionaries have faith, we must think as missionaries think, and we must feel as missionaries feel. How can we achieve that?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p11\" class=\"\">One important way, of course, is to be with the missionaries and see them do what they do. But another way for us is to get acquainted with <span class=\"emphasis\">Preach My Gospel<\/span> and learn more about missionary work. Ever since President McKay said, “Every member a missionary” (in Conference Report, Apr. 1959, 122), members have been striving to become more active in sharing the gospel. With <span class=\"emphasis\">Preach My Gospel,<\/span> we have a marvelous guide to better help us act upon this invitation. Our own study of <span class=\"emphasis\">Preach My Gospel<\/span> will not only help us to develop a greater understanding and appreciation for our missionaries, but it will help us in our own day-to-day life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p12\" class=\"\">Every member of our family owns a copy of <span class=\"emphasis\">Preach My Gospel.<\/span> Studying this guide is a great support in developing a strong testimony. It helps us understand fundamental gospel principles and the desire to serve. Allow me for a moment to highlight some of the headings of <span class=\"emphasis\">Preach My Gospel<\/span> ([2004], iii), and you will understand.<\/p>\n\t\t\t<div class=\"figure\">\n      <p\/>\n      <ul class=\"content-list noMarker\"><li>\n\t  <div class=\"\" id=\"\">\n\t    <p>“How Do I Recognize and Understand the Spirit?”<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>“How Do I Study Effectively and Prepare to Teach?”<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>“What Do I Study and Teach?”<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>“What Is the Role of the Book of Mormon?”<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>“How Do I Develop Christlike Attributes?”<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ul><\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p19\" class=\"\">Aren’t those the things that all of us want to learn? For everyone who wants to become a better member missionary and who wants to know how to support the missionaries, <span class=\"emphasis\">Preach My Gospel<\/span> is full of powerful ideas and insights. We learn how we can help the missionaries find people to teach and how we as members can work hand in hand with the missionaries to help those who are investigating the Church. We learn to understand why strong invitations to act are helpful to increase faith in Jesus Christ and how we can stand with our nonmember friends who are moving through this wonderful, life-changing process of conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p20\" class=\"\">Along with studying the scriptures, missionaries study <span class=\"emphasis\">Preach My Gospel<\/span> every day. They learn principles and skills, and they apply them. They especially learn how to use the guidance of the Spirit in their work. If we want to learn as missionaries do, we too must carefully study <span class=\"emphasis\">Preach My Gospel<\/span> and observe the missionaries in their daily work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p21\" class=\"\">In the introduction to <span class=\"emphasis\">Preach My Gospel,<\/span> we read: “<span class=\"emphasis\">Preach My Gospel<\/span> is for the full-time missionaries of the Church. However, the principles and doctrines taught herein are also applicable to ward missionaries and leaders as they seek to build the Lord’s kingdom. Frequent study of this manual will enable them to fulfill their responsibilities as member missionaries and will foster unity with the full-time missionaries” (xi).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p22\" class=\"\">Elder Richard G. Scott taught that all members should carefully study <span class=\"emphasis\">Preach My Gospel.<\/span> He said, “Much good has been accomplished … since <span class=\"emphasis\">Preach My Gospel<\/span> was introduced, but the best is yet to come as we all become more proficient in the use of this extraordinary missionary tool” (“The Power of <span class=\"emphasis\">Preach My Gospel,<\/span>” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2005, 31).<\/p>\n\t\t\t<p class=\"preamble\">Our time may seem limited to do this study, so therefore let me give a few suggestions that may help.<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Youth preparing for a mission should carefully study <span class=\"emphasis\">Preach My Gospel<\/span> along with the scriptures.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Invite the missionaries to your home. Ask them to teach you and your family a principle or doctrine from <span class=\"emphasis\">Preach My Gospel.<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Every once in a while, use <span class=\"emphasis\">Preach My Gospel<\/span> for family home evening. Let your teenage children teach your family as missionaries would do. In our home, we have had some surprisingly great lessons given by our children. We have been astonished at how well they taught simple principles. Sometimes we have invited friends to those lessons.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Gospel teachers could use the simple but effective principles of gospel teaching as outlined in <span class=\"emphasis\">Preach My Gospel<\/span> as a support to the prescribed courses of study.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Preach My Gospel<\/span> has been translated and published in almost every language that our members speak. In countries where the Church is still young, <span class=\"emphasis\">Preach My Gospel<\/span> may be used along with the scriptures as a resource and foundation for all gospel learning and teaching.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Elder Scott encouraged local Church leaders “to use these materials in … presidencies, priesthood executive committee meetings, and ward councils” (<span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2005, 31).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Use <span class=\"emphasis\">Preach My Gospel<\/span> as a resource for training, talks, spiritual thoughts, lessons, firesides, and personal study.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p31\" class=\"\">I bear witness that this missionary guide is inspired of God. We must study it more carefully, that we may understand our missionaries and their work better. Missionaries and members must speak one language. We must become one in our efforts to proclaim the gospel. It will better enable us to become tools in the hand of the Lord, for He said, “And even so will I gather mine elect from the four quarters of the earth, even as many as will believe in me, and hearken unto my voice” (<span class=\"citation\" id=\"51456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51456)\">D&amp;C 33:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/preach-my-gospel-the-unifying-tool-between-members-and-missionaries.p32\" class=\"\">As members of His Church, we are expected to be a part of this glorious gathering process. Of this truth I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}