{"ID":7492, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Do It Now\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p2\" class=\"\">Elder Donald L. Hallstrom<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/donald-l-hallstrom-10.jpg\" alt=\"Donald L. Hallstrom\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Now is the time to reconcile with God through the merciful process of change afforded us by the Redeemer.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p5\" class=\"\">When our oldest child (who is now a father of three and sits in this priesthood congregation this evening) was 11 years of age, he was given an assignment, along with the other sixth graders of his school, to submit his favorite family recipe. As its contribution to a large spring fair, the sixth grade was producing a cookbook that would be distributed throughout the community. When the teacher announced the project and a deadline of a week from Friday, our son Brett immediately concluded there was plenty of time later to get the job done and dismissed it from his mind. Early the next week, when the teacher reminded the students of the Friday deadline, Brett decided he could easily complete the required task on Thursday night and until then he could occupy himself with other more enjoyable matters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p6\" class=\"\">On the appointed Friday morning, the teacher directed the students to pass their recipes to the front of the class. Brett’s procrastination had caused him to forget the assignment and be completely unprepared. Flustered, he turned to a fellow student seated nearby and confessed his problem. Trying to be helpful, the classmate said, “I brought an extra recipe. If you want, use one of mine.” Brett quickly grabbed the recipe, wrote his name on it, and turned it in, feeling he had escaped any consequences related to his lack of preparation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p7\" class=\"\">One evening several weeks later, I arrived home from work to freshen up before going to my evening Church meetings. A few days prior, I had been called as a stake president after serving several years as a bishop. We were somewhat known in our community as members of the Church who tried to live the tenets of our religion. “There’s something you need to see,” my wife, Diane, said as I walked through the door. She handed me a bound book with a page marked. Glancing at the cover, titled <span class=\"emphasis\">Noelani School’s Favorites—1985,<\/span> I turned to the identified page and read, “Hallstrom Family, Favorite Recipe—Bacardi Rum Cake.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p8\" class=\"\">Many of us place ourselves in circumstances far more consequential than embarrassment because of our procrastination to become fully converted to the gospel of Jesus Christ. We know what is right, but we delay full spiritual involvement because of laziness, fear, rationalization, or lack of faith. We convince ourselves that “someday I’m going to do it.” However, for many “someday” never comes, and even for others who eventually do make a change, there is an irretrievable loss of progress and surely regression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p9\" class=\"\">As a partial self-appraisal of our spiritual-procrastination standing, what is our attitude when we attend the meetings of the Church? Is it to learn “by study and also by faith” (<span class=\"citation\" id=\"51505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51505)\">D&amp;C 88:118<\/a><\/span>), which seamlessly translates what we learn into what we do? Or do we have an “I’ve heard it all before” mentality that immediately blocks the Spirit’s access to our minds and our hearts and enables procrastination to become a major part of our character?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p10\" class=\"\">Of a prominent early investigator of the restored Church, who covenanted that he would obey any command that the Lord would give him, it was said, “And he received the word with gladness, but straightway Satan tempted him; … and the cares of the world caused him to reject the word” (<span class=\"citation\" id=\"51461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51461)\">D&amp;C 40:2<\/a><\/span>). Contrast that with the Lord’s clear statement: “He that receiveth my law and doeth it, the same is my disciple” (<span class=\"citation\" id=\"51462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51462)\">D&amp;C 41:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p11\" class=\"\">Alma, with deep emotion, declared, “And now, my brethren, I wish from the inmost part of my heart, yea, with great anxiety even unto pain, that ye would hearken unto my words, and cast off your sins, and not procrastinate the day of your repentance” (<span class=\"citation\" id=\"51345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51345)\">Alma 13:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p12\" class=\"\">Amulek, Alma’s friend and teaching companion, amplified the message by proclaiming:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p13\" class=\"\">“For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p14\" class=\"\">“And now, … as ye have had so many witnesses, therefore, I beseech of you that ye do not procrastinate the day of your repentance until the end” (<span class=\"citation\" id=\"51351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51351)\">Alma 34:32–33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p15\" class=\"\">When I was the age of a teacher in the Aaronic Priesthood, it seemed every Saturday morning for months I was awakened to the sound of my father doing yard work outside my bedroom window. (It took me a long time to figure out why he always started his work under my window.) After a period of trying to ignore the noise, I would get up and join my father in my weekly responsibility to help him maintain the yard surrounding our home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p16\" class=\"\">Perhaps after a few mornings of my not arising very quickly or due to other similar events when his repeated encouragement was needed before I acted, one day my father sat with me and showed me a large photograph of a sloth, an animal known for its laziness. Then he opened the Doctrine and Covenants and had me read, “For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a <span class=\"emphasis\">slothful<\/span> and not a wise servant; wherefore he receiveth no reward” (<span class=\"citation\" id=\"51479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51479)\">D&amp;C 58:26<\/a><\/span>; emphasis added). Since that day, that image and its lesson have been valuable assets in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p17\" class=\"\">One of President Spencer W. Kimball’s effective encouragements was the succinct “Do It.” He later expanded this to “Do It Now” to pointedly teach the need for timeliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p18\" class=\"\">President Kimball also taught the profound principle that procrastination leads to the loss of exaltation. He said: “One of the most serious human defects in all ages is procrastination, an unwillingness to accept personal responsibilities <span class=\"emphasis\">now.<\/span> … Many have allowed themselves to be diverted and have become … addicts to mental and spiritual indolence and to the pursuit of worldly pleasure” (<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> [2006], 4–5).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p19\" class=\"\">Many of us want the simple way—the process that will not require serious work and sacrifice. Well, I once thought I found it. Driving in the back of a verdant valley above the city of Honolulu, I looked up, and there it was—<span class=\"emphasis\">Easy Street!<\/span> As I was dreaming of the life-changing benefits of my discovery, I took out my camera to record the blissful moment. As I looked through the viewfinder, however, my focus literally and figuratively became clear. A large yellow sign returned me to reality—Easy Street was a dead end!<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p20\" class=\"\">Procrastination may seem the easy way, as it momentarily removes the effort required to accomplish something of value. Ironically, in time, procrastination produces a heavy burden laced with guilt and a hollow lack of satisfaction. Temporal and, even more importantly, spiritual goals will not be achieved by procrastination.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/do-it-now.p21\" class=\"\"><span class=\"emphasis\">Now is the time<\/span> to exercise our faith. <span class=\"emphasis\">Now is the time<\/span> to commit to righteousness. <span class=\"emphasis\">Now is the time<\/span> to do whatever is required to resolve our undesired circumstances. <span class=\"emphasis\">Now is the time<\/span> to reconcile with God through the merciful process of change afforded us by the Redeemer of mankind.<\/p>\n\t\t\t<p class=\"preamble\">We appeal:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To anyone who has received a witness of the truthfulness of the gospel and The Church of Jesus Christ of Latter-day Saints and has not been baptized and confirmed.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To any holder of the Aaronic or Melchizedek Priesthood who, either by transgression or just doing nothing, is living in opposition to a sacred oath and covenant (see <span class=\"citation\" id=\"51498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51498)\">D&amp;C 84:33–39<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To any endowed member of the Church who does not currently qualify for a temple recommend.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To any member who has been offended by the actions of another and has in any manner disassociated him or herself from the Church.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To anyone who is living a duplicitous life and is burdened by unresolved sin.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2007\/11\/do-it-now.p28\" class=\"\">It is my witness that you and all of us can change, and it can be now. It may not be easy, but our afflictions can be “swallowed up in the joy of Christ” (<span class=\"citation\" id=\"51346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51346)\">Alma 31:38<\/a><\/span>). I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}