{"ID":7494, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Today Is the Time\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p2\" class=\"\">Elder Walter F. González<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/walter-f-gonzalez-10.jpg\" alt=\"Walter F. González\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What are we doing today to engraven in our souls the gospel principles that will uphold us in times of adversity?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p5\" class=\"\">When President James E. Faust informed my wife and me that we would be transferred to Lima, Peru, we had no clue that on August 15, 2007, only a few days after our arrival, we would witness a devastating earthquake. More than 52,000 houses were destroyed by its sheer strength. Worse yet, it left more than 500 dead. Nine of them were members of the Church. Members in the Ica and Pisco stakes and the Cañete and Chincha districts suffered the brunt of the tremor’s aftermath.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p6\" class=\"\">The Church provided immediate relief to its members and those of other faiths. The morning after the quake, our members in the disaster area were receiving food and clothing, and before noon the Church was donating humanitarian aid to the nation’s civil defense. Many members who were left homeless were sheltered in our meetinghouses. Despite how unexpected the catastrophe was, the priesthood organization functioned very well to bring relief to those less fortunate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p7\" class=\"\">Stake and district presidents along with bishops went out to help their members only minutes after the earthquake. The terrible situation in which these priesthood leaders went out is worth highlighting: it was nighttime; the lights were out; destruction abounded; and the earth would not stop shaking. These magnificent priesthood leaders left their families secured and walked out into the darkness, among people who wept, surrounded by destroyed houses. Thus our leaders went out during the night and the following days, facing frequent, strong aftershocks and a tsunami warning. They searched among the rubble, in the midst of commotion, risking their own lives to get to all the members. A bishop declared, “Without as much as a second thought, I ran in search of my Church brothers and sisters and leaders.” He found them. That’s how he spent most of the night.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p8\" class=\"\">What motivated these leaders to go out and help others, even to the risking of their own lives? Certainly it was their great faith in the Savior and His Church. It was their understanding of their calling as leaders in the priesthood. It was gospel principles engraved in their lives before the earthquake, not during the crisis—engraved not with ink but with fire by the Spirit in the fleshy tablets of their hearts (see <span class=\"citation\" id=\"51220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51220)\">2 Corinthians 3:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p9\" class=\"\">The possibility of an earthquake was always there. When or how it would hit no one knew. When it came, it was devastating. But under the direction of the priesthood, the moment’s challenge was faced. In many cases, when members were unable, the Lord made up the difference. Some members tell of seeing men in white helping to save their lives. Others heard guiding voices. Years of Church service were a preparatory school to becoming organized and helping one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p10\" class=\"\">The same happens in our lives. We don’t know when or how earthquakes will hit us. They likely won’t be literal shakings of the earth, as happened in Peru, but rather quakes of temptations, sin, or trials, such as unemployment or serious sickness. Today is the time to prepare for when that type of quake comes. Today is the time to prepare—not during the crisis. What are we doing today to engraven in our souls the gospel principles that will uphold us in times of adversity?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p11\" class=\"\">For example, what did Joseph who was sold into Egypt plant in his soul to reply, “How then can I do this great wickedness, and sin against God?” (<span class=\"citation\" id=\"51072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51072)\">Genesis 39:9<\/a><\/span>) when avoiding pressure from Potiphar’s wife to break the law of chastity? What had Nephi planted previously in his soul so that when faced with a commandment from God he was able to answer, “I will go and do, … for I know”? (<span class=\"citation\" id=\"51262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51262)\">1 Nephi 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p12\" class=\"\">What these great leaders did was allow the Spirit to write gospel principles in their souls. This writing doesn’t happen overnight. Profoundly exposing our souls to the principles of righteousness will make a difference in our preparation for spiritual quakes. This exposure can be enhanced by pondering and by cutting off bad influences.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p13\" class=\"\">Eternal principles will take root in us as we take time not only to read the teachings of the prophets and the scriptures but also to ponder them in the spirit of prayer. Nephi, for example, took time to sit and ponder. By so doing, he was exposed to doctrinal pearls (see <span class=\"citation\" id=\"51264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51264)\">1 Nephi 11:1<\/a><\/span>). Take the time to do what the Lord has directed us to do: “Treasure these things up in your hearts, and let the solemnities of eternity rest upon your minds” (<span class=\"citation\" id=\"51466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51466)\">D&amp;C 43:34<\/a><\/span>). In a world that increasingly demands more of our time, it is essential that we take time to ponder in our homes, so that we may understand divine doctrine and its principles. As the Savior said, “Go ye unto your homes, and ponder upon these things … that ye may understand, and prepare your minds for the morrow” (<span class=\"citation\" id=\"51391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51391)\">3 Nephi 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p14\" class=\"\">By so doing, our exposure to doctrine and its principles will continue to be enhanced if we also hearken to the Lord’s admonition about bad influences. It is very likely that there are people who pressure us to act or think in a way such that future quakes will find us inappropriately prepared. Regarding this, the Savior gave us a key which will help us better prepare today for the coming vicissitudes. He said, “Therefore, if thy hand offend thee, cut it off; or if thy brother offend thee and confess not and forsake not, he shall be cut off” (<span class=\"citation\" id=\"51143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51143)\">Joseph Smith Translation, Mark 9:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p15\" class=\"\">Fortunately, the Savior Himself taught the meaning of cutting off our hand. It’s not about self-mutilation but rather about removing from our lives today those influences that keep us from preparing for tomorrow’s earthquakes. If I have friends who are bad influences for me, the advice is clear: “It is better for thee to enter into life without thy brother, than for thee and thy brother to be cast into hell” (<span class=\"citation\" id=\"51144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51144)\">Joseph Smith Translation, Mark 9:41<\/a><\/span>). The Lord applied this same principle when warning Nephi to depart from his brethren who became a dangerous influence (see <span class=\"citation\" id=\"51283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51283)\">2 Nephi 5:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p16\" class=\"\">It follows that such cutting off refers not only to friends but to every bad influence, such as inappropriate television shows, Internet sites, movies, literature, games, or music. Engraving in our souls this principle will help us to resist the temptation to yield to any bad influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p17\" class=\"\">Enhancing our exposure to doctrine and its principles will make us priesthood holders with deep-rooted gospel values. We will be better prepared to face the tremors that will come without warning, when least expected. As priesthood holders, we will feel the promise made to the prophet Jeremiah extended to us: “For, behold, I have made thee this day a defenced city, and an iron pillar, and brasen walls against the whole land” (<span class=\"citation\" id=\"51107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51107)\">Jeremiah 1:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p18\" class=\"\">Then we’ll be able to express our gratitude as did Sister Linda Cruzado in Ica. After spending all night exposed to the elements, she wrote, “At daybreak the next day, our Heavenly Father showed His love through a warm sun that came up very early, and at night He comforted us with a very starry night.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/today-is-the-time.p19\" class=\"\">Today is our time to be valiant and decide to give our souls a serious, profound exposure to our Savior’s teachings. I know that He lives, and after we do all we can, He will make up the difference. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}