{"ID":75, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Stake Missionary Work<\/p>\n<p class=\"gcspeaker\">Elder Richard R. Lyman<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard R. Lyman, <i>Conference Report<\/i>, October 1943, pp. 22-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe last message of Jesus the Son of God before His ascension into heaven was, \"Go ye into\nall the world, and preach the gospel to every creature\"\n(<span class=\"citation\" id=\"32973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32973)\">Mark 16:15<\/a><\/span>). Carrying out this great\nand important injunction proclaimed by Him who is the Prince of Peace, the King of kings\nand Lord of lords is the prime business of this, His Church, the Church of Jesus Christ.\n<\/p><p>\nAnd while, because the whole world is at war, we cannot at present continue to carry our\ngospel message abroad, I am glad to report that the work at home in our stake missions is\ngoing forward with ever increasing efficiency and success.\n<\/p><p>\nThese missions, now a little more than six years old, were in good operating condition before\nour foreign missions had to be closed. This work is done under the direction of the First\nCouncil of the Seventy in accordance with the instructions of that modern revelation which\nsays:\n<\/p><p>\nThe Seventy are to act in the name of the Lord, under the direction of the Twelve. . . in\nbuilding up the church and regulating all the affairs of the same\n(<span class=\"citation\" id=\"11913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11913)\">D&amp;C 107:34<\/a><\/span>).\n<\/p><p>\nTWO TASKS\n<\/p><p>\nTwo tasks have been assigned to our stake missionaries: To bring into activity those Church\nmembers who are inactive, and to carry the gospel message to those who are not members of\nthe Church. You Church officials will be glad to know that this stake missionary system, in\nthese six years, has brought more than twenty-four thousand inactive Church members into\nChurch activity. This means an average of four thousand per year, more than three hundred\nper month, or ten persons per day. And in addition it has brought into the Church by\nconversion and baptism more than thirteen thousand, an average of more than two thousand\nper year or nearly two hundred per month.\n<\/p><p>\nAnd these happy results have not been accomplished without genuine missionary effort. About\neight thousand missionaries have held more than fifty thousand cottage meetings, they have\ndistributed thirty-nine thousand volumes of the standard works of the Church, and they have\nspent one and one-half million hours in this unselfish missionary labor. Thus you see our\nneighbors in the stakes and wards of the Church are opening their doors and their hearts to\nhear the gospel message we have to present.\n<\/p><p>\nTO MAKE FRIENDS\n<\/p><p>\nOur aim is to make friends. Our missionaries are told that whenever they make an enemy they\nhave made a mistake. Ours is a gospel of gentleness and love and peace. These workers are\ninstructed not to argue, but with a humble and prayerful heart to discuss, with those only who\nare interested, the fundamentals of righteous living. By their efforts to teach others, these\nfaithful workers strengthen and fortify themselves in their own high ideals and standards. The\nconstant and earnest teaching of Christian virtues impresses upon them the importance and the\nvalue of living in conformity with the ideals and standards of the Church. The high degree of\nspirituality enjoyed in real missionary work brings into the hearts of the missionaries a\nreassuring knowledge, testimony, and certainty concerning the restored gospel message which\nonly the light and inspiration of heaven can bestow.\n<\/p><p>\nOur missionaries are humble men and women. Except in rare instances they are not trained\ntheological scholars. Their conduct, their ideals, and their standards of living may in many\ninstances be as effective as factors of conversion as are the words which they speak.\n<\/p><p>\nMUST ENDURE FOREVER\n<\/p><p>\nThe simple, straightforward manner in which they live, teach and preach, you must admit, is\nthe method of Christ Himself. And the gospel we teach today is also the same gospel that\nChrist Himself taught. The message has not changed. Being the truth, it cannot change; it\nwill, it must, endure forever.\n<\/p><p>\nHowever great the joy and the satisfaction which come into the souls of those who are\nconverted, and into the souls of those who are brought into Church activity, these are not\ngreater than is the joy that fills the hearts of the missionaries themselves, for,\nas the good book, the Bible, says, they have burning within themselves that \"peace of God\nwhich passeth all understanding\"\n(<span class=\"citation\" id=\"41221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41221)\">Philip. 4:7<\/a><\/span>).\n<\/p><p>\nThe aim of the missionaries is to teach their neighbors the great plan of salvation and the\nrestored gospel, the sacredness of human personality, and the brotherhood of man.\n<\/p><p>\nAPPEAL TO OFFICIALS\n<\/p><p>\nI appeal to you stake presidents and bishops and to your counselors also to select as stake\nmissionaries men and women who have strong personalities, pleasant persistence, a thorough\nknowledge of the gospel, and the fire of a testimony burning in their souls. And I appeal to\nyou not to take these strong characters out of the Seventies quorums or out of your stake\nmissionary force without giving most careful consideration to the effect such changes will\nhave on this the most important activity of the Church.\n<\/p><p>\nTwo examples will illustrate what I mean by selecting as missionaries those who are able,\nwho are filled with faith, and who are intensely devoted to the work.\n<\/p><p>\nA GREAT MISSIONARY\n<\/p><p>\nAn extremely active and greatly loved patriarch told me that when as a young man he thought\nhis time was too valuable and himself too busy to go into the mission field, at a time in his\nlife when he did not have enough of the unselfish gospel spirit to make the necessary\ncontribution of his time and his money in order to carry the gospel message to others, there\ncame into his life a great missionary.\n<\/p><p>\nWhile thus living a more or less selfish life, he said he was sitting on the porch of his\nmother's home in southern Utah when out of the dusk and the dust of those early pioneer\ndays came a team and one-seated buggy and stopped in front of that home. Out of the buggy\nstepped a member of the Council of the Twelve. After instructing the driver to find feed for\nthe horses and to be back at five a. m. to continue the journey, this member of the Council of\nthe Twelve took a seat on that porch by the side of the young man and began to name reason\nafter reason why this able young fellow should make the necessary sacrifices in time and in\nmoney in order to make it possible for him to go into the mission field. Reason after reason\nwas given, appeal after appeal was made to the young man as the hours of the night sped on.\nTen o'clock came and eleven, and the determined preacher of the gospel continued his labor.\nOne o'clock came and two and three, and four, and finally five, and this mighty converter of\nmen, without having removed his hat or his shoes, told the young man good-bye, walked out\nto his buggy, and drove away. The persistence, the faith, the testimony, and the pleading of\nthis great missionary, in whose soul was a throbbing testimony of the divinity of the message\nhe was presenting, and the \"good-bye and God bless you\" that accompanied his final\nhandshake started the young man to thinking so seriously that soon the real\ngospel spirit entered into his heart and soul, and he went into the mission field.\n<\/p><p>\nA MOST VALUABLE EXPERIENCE\n<\/p><p>\nThat missionary work, done in the days of his youth, said this gray-haired patriarch, was the\ngreatest and most marvelous and valuable experience that ever came into his life. This\npatriarch, whose labors on earth were completed some years ago, has left a large family of\ndevoted unselfish workers for righteousness, all of whom might have been indifferent and\nselfish but for the efforts, continuing all night long, of this intensely interested missionary.\nThe fine and faithful family of this deceased patriarch is a rich reward for the sacrifice he\nmade in time and money to preach the gospel, and to do his utmost to live in accordance with\nits high ideals.\n<\/p><p>\nPOVERTY AND CRIME\n<\/p><p>\nThe other case: In a stake conference recently I quoted the words of the late President Charles\nW. Eliot of Harvard University to the effect that alcohol is the chief cause of poverty, the\ncrime, and the misery of mankind. And at the close of the conference in which I had appealed\nto the people to come forward and render missionary service, especially to help those who\nunfortunately have the liquor habit, a man came forward and enthusiastically extended his\nhand exclaiming: \"Give me the name of a man who has the liquor habit!\" This good brother\nthen explained that the gospel had come into his life only a few years before when he himself\nwas a helpless drunkard. It was the gospel of the Master, he said, which so transformed him\nthat he succeeded in overcoming the drinking habit. And with an outburst of enthusiasm he\nsaid, \"Give me the name of a man who drinks. I'll meet him in the morning before he begins\nhis day's work. I'll go to him at noon and with him I'll eat my lunch. And when his day's\nwork is done, I'll take him by the hand, I'll lead him by the liquor store, and I will take him\nto his own home a sober man. Gladly will I do this,\" said he, \"with the hope that I can be\nhelpful in teaching the gospel to him, which gospel will enable him to overcome this habit. I\nstand ready to do my utmost to help to bring into his life the same joy that giving up the\nliquor habit has brought into mine.\"\n<\/p><p>\nTHE GREATEST MESSAGE\n<\/p><p>\nYou who are here assembled, officers of the Church of Jesus Christ, know that nothing the\nChurch has to do can transcend in importance the preaching of the Gospel of Jesus Christ. Its\ngreat message is to be carried to all of the people of the world; it is to be preached to the rich\nas well as the poor, to the educated as well as to those who have had little opportunity to go\nto school, to all mankind everywhere in preparation for the coming again of our Lord and\nSavior Jesus Christ; and this great work can be accomplished successfully only by a\ngeneration of unusual men and unusual women. I appeal to you, therefore, to call into this\nstake missionary service those who are best qualified to present the joyful\nmessage, those who can work effectively, those who are themselves genuinely converted and\nwho have burning in their souls an unceasing testimony of this great work.\n<\/p><p>\nYOU ARE CALLED\n<\/p><p>\nAnd as a servant of the Lord, one whose duty it is to assist in this great major work, this\nmighty missionary undertaking, I say to you in the language of the revelation that came to us\nthrough the Prophet Joseph Smith, \"You are called to cry repentance unto this people,\" and do\nnot forget that \"if it so be that you should labor all your days in crying repentance unto this\npeople, and bring, save it be one soul unto me,\" says Jesus, the Son of God, \"how great shall\nbe your joy with him in the kingdom of My Father! And now, if your joy will be great with\none soul that you have brought unto me into the kingdom of my Father, how great will be\nyour joy if you should bring many souls unto me!\"\n(<span class=\"citation\" id=\"11848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11848)\">D&amp;C 18:14-16<\/a><\/span>).\n<\/p><p>\nFor these many reasons I appeal to you officials of the Church, therefore, to do your utmost\nto get into the stake missionary service and to retain in this missionary service those who are\nthe most able and who are the most genuinely converted, that the preaching of the gospel of\ncharity, of love, of forgiveness, of peace, and of the brotherhood of man may go forward\neffectively. May you and may we all aim to do this. I pray humbly in the name of Jesus\nChrist, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}