{"ID":750, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1955, pp. 11-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a high privilege to greet you, my brethren of the Priesthood of our Lord. It is a very\nhumbling thought to realize that I stand in the presence of this great congregation in the\nTabernacle, and that my words are heard by the vast numbers gathered in the meeting places\nmentioned by President McKay. The power and the influence and the potentialities of this\nvast group of men overwhelm me. I think of what they have accomplished, and what they are\nstill to accomplish in the advancement of our Father's Kingdom in this world.\n<\/p><p>\nI rejoice tonight in the brotherhood of the Holy Priesthood, in the regard and the love which\nwe hold for each other, in our common purpose, and our mutual understanding. I love my\nbrethren. I think I understand them. I never feel strange in their presence. We speak the same\nlanguage. We are dominated by the same spirit, and I am sure that there is a bond uniting the\nbrethren of the priesthood that transcends any earthly ties among men, and if the peoples of\nthis world could only understand the bond that binds us together, they would begin to\ncomprehend what is meant by the brotherhood of man.\n<\/p><p>\nSo I rejoice, my brethren, in association with you. I am grateful to be united with you in\ngiving our service to this greatest of all the causes in this world. I am grateful, as are you, for\nthis remarkable power that God has given to us, this authentic endowment of his own divine\nauthority to administer the ordinances of the Holy Gospel, to bless our fellowmen, and to\nbless our families and ourselves.\n<\/p><p>\nI look upon the priesthood as an investiture of power and wisdom which can come in equal\nmeasure from no other source of which I am aware. A man of the priesthood, as I understand\nit, is entitled to the inspiration of God in presiding over his family.  If he is called to office, he is\nentitled to inspiration to guide him in the administration of his office. If he is called to go out\ninto the mission field&mdash;we have received notable examples of such calls tonight, he is entitled\nto receive the great inspiration that the Lord gives to men in the performance of their duty. If\nhe is called on to bless the sick, he has the divine power to bestow the blessings that come of\nthe Lord. If he is called on to ordain his fellowmen, he has the authentic authority to give to\nthem the Holy Priesthood and the offices therein.\n<\/p><p>\nAll of these blessings, which almost defy in their magnitude our finite conception, belong to\nand are a part of the Holy Priesthood which we bear. We are entitled to exercise them, these\nhigh privileges, and bestow these blessings, if we live to be worthy of the spirit and power of\nthe priesthood, keeping all the commandments, as President Clark has so well said&mdash;not a\nfew, but all the commandments&mdash;in order that we may be true vessels of the Lord into which\nhis Holy Spirit may be poured, and out of which that Spirit may come to those to whom we\nminister.\n<\/p><p>\nI pray, my brethren, that we may appreciate this wonderful gift that has come to us, and show\nby our lives that we are grateful to our Lord for it. I look upon the priesthood as an\ninstrumentality of service. I am sure that it was not bestowed upon any of us merely for his\nown aggrandizement, but it was given to men to use for the blessing of themselves, their\nfamilies, and their fellowmen, and the more it is used the more potent it becomes within the\nservant of the Lord who ministers under the power of the Holy Priesthood.\n<\/p><p>\nWe are told very definitely in that great section of the Doctrine and Covenants, which I often\ncharacterize as the Constitution of the priesthood, that one cannot minister in any degree of\nunrighteousness, for if he do so, amen to the priesthood of that man\n(<span class=\"citation\" id=\"13414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13414)\">D&amp;C 121:36-37<\/a><\/span>).\nHis effort, his labors, his\nministry will not be efficacious. He must have the background of righteousness to make him\nable, capable, of administering the powers of the Holy Priesthood.\n<\/p><p>\nI cannot forbear to read to you those well-known verses of the conclusion of the 121st Section\nof the Doctrine and Covenants which express in such beautiful language, I sometimes think\nthe most beautiful to be found in all literature, the spirit of the priesthood as it has come to us\nwith the fullness of the everlasting Gospel.\n<\/p><p>\n\"Let thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\"\n(<span class=\"citation\" id=\"13417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13417)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nWhere could we expect to secure a more encouraging and hopeful promise than in those\nwords of latter-day scripture? I pray that we may live to be the beneficiaries of that\nincomparable pronouncement.\n<\/p><p>\nNow, my brethren, if I have any duty to counsel, I would like to say just a word, looking\ntoward the future that may await us, a word that has oft been repeated in assemblies of this\nkind. I am sure that it is wise to look to the future. I am sure that in our affairs we would do\nwell to provide for such safeguards in our finances, in our business expansions, as to meet a\nday that may not be quite so propitious as recent times have been. I hope that my brethren\nwill not have to pass through some of the experiences I have seen passed through before, and\nI believe that with caution and wisdom they can avoid some of those tragedies that have come\nin times past.\n<\/p><p>\nI have always believed, my brethren, that gambling is not legitimate business. I have always\nbelieved that legitimate business contemplates a fair exchange of services for services or\nproperty, or property for property, in which exchange both parties benefit.  I have always\nbelieved that any attempts to bet something for nothing, to take undue chances, is not only\nattended with demoralization of business integrity, but often with great tragedy. In my\nexperience of half a century I have seen many of those tragedies. And so, out of my regard\nfor you I warn you against unwise expansion, and incurrence of debt, but to keep as well as\nyou may within safe grounds, that the circumstances of the future may not rise to plague you\nand embarrass you, and I believe that the Lord would have you do this because I believe he\nwants you free&mdash;free from the bondage of onerous and embarrassing debts, free from\nobligations to creditors that might impair your service in his great Cause.\n<\/p><p>\nI believe he wants you free to perform his work, to respond to the calls that he makes of you,\nand I have seen altogether too many in a position of finding it difficult to respond to such\ncalls when they are under the bondage of debt.\n<\/p><p>\nThe Lord bless you that wisdom may come with your priesthood&mdash;a superior wisdom&mdash;and a\ndiscernment which the Spirit of the Lord gives to you. May all be well with you. You have\ndone a great work for the Church, and I know you stand ready to continue that great service,\nand I know that no greater happiness can come into our lives than the satisfaction which\nfollows from sincere, devoted, helpful service in the Cause of our Lord.\n<\/p><p>\nMay that unity which President Clark pleads for prevail among us, that the bonds of\nbrotherhood may be strengthened even as the years go by. The Lord bless us that that\nbrotherhood may be brought to the support of our beloved President who represents all of us\nin his great administration of this work and its extension throughout this world, I pray in the\nname of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}