{"ID":7503, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Clean Hands and a Pure Heart\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p2\" class=\"\">Elder David A. Bednar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our spiritual purpose is to overcome both sin and the desire to sin, both the taint and the tyranny of sin.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p5\" class=\"\">I have fond childhood memories of my mother reading Book of Mormon stories to me. She had a way of making the scriptural episodes come alive in my youthful imagination, and I did not doubt that my mother had a witness of the truthfulness of that sacred record. I especially remember her description of the Savior’s visit to the American continent following His Resurrection and of His teachings to the people in the land of Bountiful. Through the simple consistency of her example and testimony, my mother kindled in me the first flames of faith in the Savior and in His latter-day Church. I came to know for myself that the Book of Mormon is another testament of Jesus Christ and contains the fulness of His everlasting gospel (see <span class=\"citation\" id=\"51450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51450)\">D&amp;C 27:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p6\" class=\"\">Today I want to review with you one of my favorite Book of Mormon events, the Savior’s appearance in the New World, and discuss His instruction to the multitude about the sanctifying power of the Holy Ghost. I pray for the guidance of the Spirit for me and for you.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Savior’s Ministry in the New World<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p8\" class=\"\">During the Lord’s three-day ministry in the New World, He taught His doctrine, authorized His disciples to perform priesthood ordinances, healed the sick, prayed for the people, and lovingly blessed the children. As the Savior’s time with the people was drawing to a close, He succinctly summarized the fundamental principles of His gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p9\" class=\"\">Said He, “Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day” (<span class=\"citation\" id=\"51405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51405)\">3 Nephi 27:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p10\" class=\"\">The basic principles outlined by the Master in this scripture are essential for us to understand and apply in our lives. First was repentance, “a turning of the heart and will to God, and a renunciation of sin” (Bible Dictionary, “Repentance,” 760). As we appropriately seek for and receive the spiritual gift of faith in the Redeemer, we then turn to and rely upon the merits, the mercy, and the grace of the Holy Messiah (see <span class=\"citation\" id=\"51277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51277)\">2 Nephi 2:8<\/a><\/span>). Repentance is the sweet fruit that comes from faith in the Savior and involves turning toward God and away from sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p11\" class=\"\">The risen Lord next explained the importance of coming unto Him. The multitude gathered together at the temple was invited literally to come forth unto the Savior “one by one” (<span class=\"citation\" id=\"51379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51379)\">3 Nephi 11:15<\/a><\/span>) to feel the prints of the nails in the Master’s hands and feet and to thrust their hands into His side. Each individual who had this experience “did know of a surety and did bear record, that it was he” (<span class=\"citation\" id=\"51380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51380)\">v. 15<\/a><\/span>), even Jesus Christ, who had come.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p12\" class=\"\">The Savior also taught the people to come unto Him through sacred covenants, and He reminded them that they were “the children of the covenant” (<span class=\"citation\" id=\"51397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51397)\">3 Nephi 20:26<\/a><\/span>). He emphasized the eternal importance of the ordinances of baptism (see <span class=\"citation\" id=\"51381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51381)\">3 Nephi 11:19–39<\/a><\/span>) and of receiving the Holy Ghost (see <span class=\"citation\" id=\"51383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51383)\">3 Nephi 11:35–36<\/a><\/span>; <span class=\"citation\" id=\"51385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51385)\">12:6<\/a><\/span>; <span class=\"citation\" id=\"51395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51395)\">18:36–38<\/a><\/span>). In a similar manner, you and I are admonished to turn toward and learn from Christ and to come unto Him through the covenants and ordinances of His restored gospel. As we do so, we will eventually and ultimately come to know Him (see <span class=\"citation\" id=\"51181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51181)\">John 17:3<\/a><\/span>), “in his own time, and in his own way, and according to his own will” (<span class=\"citation\" id=\"51504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51504)\">D&amp;C 88:68<\/a><\/span>), as did the people in the land of Bountiful.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p13\" class=\"\">Repenting and coming unto Christ through the covenants and ordinances of salvation are prerequisite to and a preparation for being sanctified by the reception of the Holy Ghost and standing spotless before God at the last day. I now want to focus our attention upon the sanctifying influence the Holy Ghost can be in our lives.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Our Spiritual Journey<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p15\" class=\"\">The gate of baptism leads to the strait and narrow path and to the destination of putting off the natural man and becoming a saint through the Atonement of Christ the Lord (see <span class=\"citation\" id=\"51317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51317)\">Mosiah 3:19<\/a><\/span>). The purpose of our mortal journey is not merely to see the sights on earth or to expend our allotment of time on self-centered pursuits; rather, we are to “walk in newness of life” (<span class=\"citation\" id=\"51203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51203)\">Romans 6:4<\/a><\/span>), to become sanctified by yielding our hearts unto God (see <span class=\"citation\" id=\"51365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51365)\">Helaman 3:35<\/a><\/span>), and to obtain “the mind of Christ” (<span class=\"citation\" id=\"51210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51210)\">1 Corinthians 2:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p16\" class=\"\">We are commanded and instructed to so live that our fallen nature is changed through the sanctifying power of the Holy Ghost. President Marion G. Romney taught that the baptism of fire by the Holy Ghost “converts [us] from carnality to spirituality. It cleanses, heals, and purifies the soul. … Faith in the Lord Jesus Christ, repentance, and water baptism are all preliminary and prerequisite to it, but [the baptism of fire] is the consummation. To receive [this baptism of fire] is to have one’s garments washed in the atoning blood of Jesus Christ” (<span class=\"emphasis\">Learning for the Eternities,<\/span> comp. George J. Romney [1977], 133; see also <span class=\"citation\" id=\"51404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51404)\">3 Nephi 27:19–20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p17\" class=\"\">Hence, as we are born again and strive to always have His Spirit to be with us, the Holy Ghost sanctifies and refines our souls as if by fire (see <span class=\"citation\" id=\"51297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51297)\">2 Nephi 31:13–14, 17<\/a><\/span>). Ultimately, we are to stand spotless before God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p18\" class=\"\">The gospel of Jesus Christ encompasses much more than avoiding, overcoming, and being cleansed from sin and the bad influences in our lives; it also essentially entails doing good, being good, and becoming better. Repenting of our sins and seeking forgiveness are spiritually necessary, and we must always do so. But remission of sin is not the only or even the ultimate purpose of the gospel. To have our hearts changed by the Holy Spirit such that “we have no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"51322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51322)\">Mosiah 5:2<\/a><\/span>), as did King Benjamin’s people, is the covenant responsibility we have accepted. This mighty change is not simply the result of working harder or developing greater individual discipline. Rather, it is the consequence of a fundamental change in our desires, our motives, and our natures made possible through the Atonement of Christ the Lord. Our spiritual purpose is to overcome both sin and the desire to sin, both the taint and the tyranny of sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p19\" class=\"\">Prophets throughout the ages have emphasized the dual requirements of (1) avoiding and overcoming bad and (2) doing good and becoming better. Consider the penetrating questions posed by the Psalmist:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p20\" class=\"\">“Who shall ascend into the hill of the Lord? or who shall stand in his holy place?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p21\" class=\"\">“He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully” (<span class=\"citation\" id=\"51086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51086)\">Psalm 24:3–4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p22\" class=\"\">Brothers and sisters, it is possible for us to have clean hands but not have a pure heart. Please notice that both clean hands and a pure heart are required to ascend into the hill of the Lord and to stand in His holy place.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p23\" class=\"\">Let me suggest that hands are made clean through the process of putting off the natural man and by overcoming sin and the evil influences in our lives through the Savior’s Atonement. Hearts are purified as we receive His strengthening power to do good and become better. All of our worthy desires and good works, as necessary as they are, can never produce clean hands and a pure heart. It is the Atonement of Jesus Christ that provides both a <span class=\"emphasis\">cleansing and redeeming power<\/span> that helps us to overcome sin and a <span class=\"emphasis\">sanctifying and strengthening power<\/span> that helps us to become better than we ever could by relying only upon our own strength. The infinite Atonement is for both the sinner and for the saint in each of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p24\" class=\"\">In the Book of Mormon, we find the masterful teachings of King Benjamin concerning the mission and Atonement of Jesus Christ. The simple doctrine he taught caused the congregation to fall to the earth, for the fear of the Lord had come upon them. “And they had viewed themselves in their own carnal state, even less than the dust of the earth. And they all cried aloud with one voice, saying: O have mercy, and apply the atoning blood of Christ that we may receive <span class=\"emphasis\">forgiveness of our sins, <\/span>and our <span class=\"emphasis\">hearts may be purified;<\/span> for we believe in Jesus Christ, the Son of God, who created heaven and earth, and all things; who shall come down among the children of men” (<span class=\"citation\" id=\"51318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51318)\">Mosiah 4:2<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p25\" class=\"\">Again in this verse we find the twofold blessing of both forgiveness of sin, suggesting clean hands, and the transformation of our nature, signifying pure hearts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p26\" class=\"\">As King Benjamin concluded his instruction, he reiterated the importance of these two basic aspects of spiritual development.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p27\" class=\"\">“And now, for the sake of these things which I have spoken unto you—that is, for the sake of <span class=\"emphasis\">retaining a remission of your sins from day to day, <\/span>that <span class=\"emphasis\">ye may walk guiltless before God<\/span>—I would that ye should impart of your substance to the poor” (<span class=\"citation\" id=\"51320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51320)\">Mosiah 4:26<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p28\" class=\"\">Our sincere desire should be to have both clean hands <span class=\"emphasis\">and<\/span> a pure heart—both a remission of sins from day to day <span class=\"emphasis\">and<\/span> to walk guiltless before God. Clean hands alone will not be enough when we stand before Him who is pure and who, as “a lamb without blemish and without spot” (<span class=\"citation\" id=\"51245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51245)\">1 Peter 1:19<\/a><\/span>), freely spilled His precious blood for us.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Line upon Line<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p30\" class=\"\">Some who hear or read this message may think the spiritual progress I am describing is not attainable in their lives. We may believe these truths apply to others but not to us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p31\" class=\"\">We will not attain a state of perfection in this life, but we can and should press forward with faith in Christ along the strait and narrow path and make steady progress toward our eternal destiny. The Lord’s pattern for spiritual development is “line upon line, precept upon precept, here a little and there a little” (<span class=\"citation\" id=\"51291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51291)\">2 Nephi 28:30<\/a><\/span>). Small, steady, incremental spiritual improvements are the steps the Lord would have us take. Preparing to walk guiltless before God is one of the primary purposes of mortality and the pursuit of a lifetime; it does not result from sporadic spurts of intense spiritual activity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p32\" class=\"\">I witness that the Savior will strengthen and assist us to make sustained, paced progress. The example in the Book of Mormon of “many, exceedingly great many” (<span class=\"citation\" id=\"51342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51342)\">Alma 13:12<\/a><\/span>) in the ancient Church who were pure and spotless before God is a source of encouragement and comfort to me. I suspect those members of the ancient Church were ordinary men and women just like you and me. These individuals could not look upon sin save it were with abhorrence, and they “were made pure and entered into the rest of the Lord their God” (<span class=\"citation\" id=\"51343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51343)\">v. 12<\/a><\/span>). And these principles and this process of spiritual progress apply to each of us equally and always.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Moroni’s Concluding Invitation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p34\" class=\"\">The requirement to put off the natural man and become a saint, to avoid and overcome bad and to do and become good, to have clean hands and a pure heart, is a recurring theme throughout the Book of Mormon. In fact, Moroni’s concluding invitation at the end of the book is a summary of this theme.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p35\" class=\"\">“Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p36\" class=\"\">“And again, if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the <span class=\"emphasis\">remission of your sins,<\/span> that <span class=\"emphasis\">ye become holy, without spot<\/span>” (<span class=\"citation\" id=\"51425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51425)\">Moroni 10:32–33<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/clean-hands-and-a-pure-heart.p37\" class=\"\">May you and I repent with sincerity of heart and truly come unto Christ. I pray that we will seek through the Savior’s Atonement to have both clean hands and a pure heart, that we may become holy, without spot. I witness that Jesus Christ is the Son of the Eternal Father and our Savior. He who is without spot redeems us from sin and strengthens us to do good and to become better. I so testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}