{"ID":7506, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Truth: The Foundation of Correct Decisions\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A knowledge of truth is of little value unless we apply it in making correct decisions.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p5\" class=\"\">Since truth is the only meaningful foundation upon which we can make wise decisions, how then can one establish what is really true? Increasingly more people are finding that making wise decisions is becoming more and more difficult because of the ultra-interconnected world in which we live. Constantly forced into our consciousness is an incessant barrage of counsel, advice, and promotions. It is done by a bewildering array of media, Internet, and other means. On a given subject we can receive multiple strongly delivered, carefully crafted messages with solutions. But often two of the solutions can be diametrically opposed. No wonder some are confused and are not sure how to make the right decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p6\" class=\"\">To further complicate matters, others try to persuade us that our decisions must be socially acceptable and politically correct. Some pondering of that approach will reveal how wrong it is. Since social and political structures differ widely over the world and can dramatically change with time, the folly of using that method to make choices is apparent.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p7\" class=\"\">There are two ways to find truth—both useful, provided we follow the laws upon which they are predicated. The first is the scientific method. It can require analysis of data to confirm a theory or, alternatively, establish a valid principle through experimentation. The scientific method is a valuable way of seeking truth. However, it has two limitations. First, we never can be sure we have identified absolute truth, though we often draw nearer and nearer to it. Second, sometimes, no matter how earnestly we apply the method, we can get the wrong answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p8\" class=\"\">The best way of finding truth is simply to go to the origin of all truth and ask or respond to inspiration.<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_033\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"51307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51307)\">Jacob 4:8<\/a><\/span>.]<\/span><\/sup> For success, two ingredients are essential: first, unwavering faith in the source of all truth; second, a willingness to keep God’s commandments to keep open spiritual communication with Him. Elder Robert D. Hales has just spoken to us about that personal revelation and how to obtain it.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Scientific Approach<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_033\">2<\/a>\n\t <span class=\"footnote\">[For further information see <span class=\"emphasis\">McGraw-Hill Concise Encyclopedia of Physics<\/span> (2005); Philip Morrison and others, <span class=\"emphasis\">Powers of Ten<\/span> (1982); www.particleadventure.org; and www.atlasoftheuniverse.com.]<\/span><\/sup><\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p10\" class=\"\">What have we learned from the scientific approach to discovering truth? An example will illustrate. Try as I might, I am not able, even in the smallest degree, to comprehend the extent, depth, and stunning grandeur of what our holy Heavenly Father, Elohim, has permitted to be revealed by the scientific method. If we were capable of moving outward into space, we would first see our earth as did the astronauts. Farther out, we would have a grandstand view of the sun and its orbiting planets. They would appear as a small circle of objects within an enormous panorama of glittering stars. Were we to continue the outward journey, we would have a celestial view of our Milky Way spiral, with over 100 billion stars rotating in a circular path, their orbits controlled by gravity around a concentrated central region. Beyond that, we could look toward a group of galaxies called the Virgo Cluster, which some feel includes our Milky Way, estimated to be about 50 million light years away. Beyond that, we’d encounter galaxies 10 billion light years away that the Hubble telescope has photographed. The dizzying enormity of that distance is suggested by noting that light travels 700 million miles an hour. Even from this extraordinary perspective there would not be the slightest evidence of approaching any limit to God the Father’s creations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p11\" class=\"\">As awe inspiring as this incredible view of the heavens would present, there is another consideration equally capable of confirming the unfathomable capacities of our Father in Heaven. Were we to move in the opposite direction to explore the structure of matter, we could get a close-up view of a double helix molecule of DNA. That is the extraordinary, self-duplicating molecular structure that controls the makeup of our physical body. Further exploration would bring us to the level of an atom, composed of the protons, neutrons, and electrons we’ve heard about.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p12\" class=\"\">Were we to penetrate further into the mysteries of the most fundamental makeup of creation, we would come to the limit of our current understanding. In the last 70 years much has been learned about the structure of matter. A Standard Model of Fundamental Particles and Interactions has been developed. It is based on experimentation that has established the existence of fundamental particles designated as quarks and others called leptons. This model explains the patterns of nuclear binding and decay of matter, but it does not yet provide a successful explanation for the forces of gravity. Also, some feel that even more powerful tools than those used to acquire our current understanding of matter might reveal additional fundamental particles. So there are yet more of Father in Heaven’s creations to be understood by the scientific method.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p13\" class=\"\">We can see the scientific method has brought about an extraordinary expansion of our understanding as the Lord has inspired gifted men who may not understand who created these things nor for what purpose. Many of these may not even recognize such inspiration or give credit to God for the origin of their contributions. I was comforted recently as President Henry B. Eyring shared an experience that his gifted father had in a meeting with other outstanding scientists. He asked them if their research indicated the existence of a superior organizing intelligence. They all confirmed their conviction that such an intelligence exists.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p14\" class=\"\">Limited as it is, our understanding of our Father’s creations indicates that it is mostly vacant space. Even those things we consider as solid, firm, tangible, when viewed at enormous magnification in the heavens or in minute matter, are mostly vacant space that God, our Father, perfectly controls and uses for His exalted purposes.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Revealed Truth Approach<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p16\" class=\"\">What have we learned about truth through revelation?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p17\" class=\"\">Centuries ago, God the Father permitted some of His prophets to view His vast creations perfectly, through the eye of the Holy Spirit. He also explained why He had created them: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.”<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_033\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"51538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51538)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup> Enoch was one of those prophets. He observed the God of heaven weep as He saw how the power and influence of Satan had turned many on earth to evil.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p18\" class=\"\">Enoch declared:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p19\" class=\"\">“How is it that thou canst weep, seeing thou art holy, and from all eternity to all eternity?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p20\" class=\"\">“And were it possible that man could number the … millions of earths like this, it would not be a beginning to the number of thy creations; and thy curtains are stretched out still; and yet … thou art just; thou art merciful and kind forever;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p21\" class=\"\">“… And naught but peace, justice, and truth is the habitation of thy throne; and mercy shall go before thy face and have no end; how is it thou canst weep?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p22\" class=\"\">“The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, … and … gave I unto man his agency;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p23\" class=\"\">“And unto thy brethren have I … given commandment, that they should love one another, and that they should choose me, their Father; but behold, they are without affection, and they hate their own blood.”<sup class=\"noteMarker\"><a href=\"#footnote4-00611_000_033\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"51546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51546)\">Moses 7:29–33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p24\" class=\"\">Well did God the Father say unto Moses:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p25\" class=\"\">“Worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p26\" class=\"\">“… There are many worlds … , and innumerable are they unto man; but all things are numbered unto me, for they are mine and I know them.”<sup class=\"noteMarker\"><a href=\"#footnote5-00611_000_033\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"51536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51536)\">Moses 1:33, 35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p27\" class=\"\">A knowledge of truth is of little value unless we apply it in making correct decisions. Consider for a moment a man, heavily overweight, approaching a bakery display. In his mind are these thoughts: The doctor told you not to eat any more of that. It’s not good for you. It just gives you momentary gratification of appetite. You’ll feel uncomfortable the rest of the day after it. You’ve decided not to have any more. But then he hears himself say, “I’ll have two of those almond twists and a couple of those chocolate doughnuts. One more time won’t hurt. I’ll do it just once more, and this will be the last time.”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Faith and Character<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p29\" class=\"\">The process of identifying truth sometimes necessitates enormous effort coupled with profound faith in our Father and His glorified Son. God intended that it be so to forge your character. Worthy character will strengthen your capacity to respond obediently to the direction of the Spirit as you make vital decisions. Righteous character is what you are becoming. It is more important than what you own, what you have learned, or what goals you have accomplished. It allows you to be trusted. Righteous character provides the foundation of spiritual strength. It enables you in times of trial and testing to make difficult, extremely important decisions correctly even when they seem overpowering.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p30\" class=\"\">I testify that neither Satan nor any other power can weaken or destroy your growing character. Only you can do that through disobedience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p31\" class=\"\">Understand and apply this vital principle to your life: Your exercise of faith builds character. Fortified character expands your capacity to exercise greater faith. Thus, your confidence in making correct decisions is enhanced. And the strengthening cycle continues. The more your character is fortified, the more enabled you are to exercise the power of faith for yet stronger character.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Our Father and His Son<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p33\" class=\"\">With the enormity of what we can in just the smallest way begin to understand and certainly in no way fully comprehend, how grateful we must be that this God of unfathomable capacities is our Father. He is a loving, understanding, compassionate, patient Father. He created us as His children. He treats us as a beloved son or daughter. He makes us feel loved, appreciated, valuable, and dear to Him. He has given us His plan of mercy<sup class=\"noteMarker\"><a href=\"#footnote6-00611_000_033\">6<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"51360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51360)\">Alma 42:31<\/a><\/span>.]<\/span><\/sup> and equipped us, when we are obedient, to make correct decisions. He has provided through His holy Son a means for us to live, to grow, to develop, and to place ourselves squarely on the path to be eternally under His guidance and influence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/truth-the-foundation-of-correct-decisions.p34\" class=\"\">I love our Father in Heaven beyond my capacity to express. In all humility, I solemnly bear witness that this creative Master of unparalleled capacities is our compassionate, holy Father. His Beloved Son laid His life down in absolute obedience to His Father to break the bonds of death and to become our Master, our Redeemer, our Savior. While I do not fully comprehend all Their capacities, I understand something of Their power to express intensely Their love. Humbly I bear solemn witness that They live and love us. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_033\"><a name=\"-00611_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51307)\">Jacob 4:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_033\"><a name=\"-00611_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_033\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>For further information see <span class=\"emphasis\">McGraw-Hill Concise Encyclopedia of Physics<\/span> (2005); Philip Morrison and others, <span class=\"emphasis\">Powers of Ten<\/span> (1982); www.particleadventure.org; and www.atlasoftheuniverse.com.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_033\"><a name=\"-00611_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_033\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51538)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_033\"><a name=\"-00611_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00611_000_033\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51546)\">Moses 7:29–33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_033\"><a name=\"-00611_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00611_000_033\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51536)\">Moses 1:33, 35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_033\"><a name=\"-00611_000_033\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00611_000_033\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51360)\">Alma 42:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}