{"ID":7508, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Godliness Is Manifested in the Temples of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p2\" class=\"\">Elder Octaviano Tenorio<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/octaviano-tenorio-10.jpg\" alt=\"Octaviano Tenorio\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The power of godliness is manifested to all people who … make sacred covenants with our Heavenly Father.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p5\" class=\"\">My dear brothers and sisters, one of the things which I am most grateful to my Heavenly Father for is the opportunity I had to work for 15 years as recorder in the Mexico City Mexico Temple. In this sacred place, as in all temples, ordinances are performed for the living and the dead by the power of the priesthood. In 1832 the Prophet Joseph Smith received a revelation about the priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p6\" class=\"\">“And this greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p7\" class=\"\">“Therefore, in the ordinances thereof, the power of godliness is manifest” (<span class=\"citation\" id=\"51497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51497)\">D&amp;C 84:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p8\" class=\"\">I have had wonderful experiences within the walls of the temple that verify this.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p9\" class=\"\">In 1993, after I had served as president of the Mexico Tuxtla Gutiérrez Mission, we traveled as a family to see my parents, who lived in northern Mexico. During the trip we talked about the joy of serving the Lord and seeing the change in people who had accepted the gospel during the three years we were in the mission. We were commenting about those people who were baptized, confirmed, and had received the priesthood and the ones we knew had entered the temple and were sealed as families for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p10\" class=\"\">My youngest son asked a question that made me reflect: “Dad, are you sealed to your parents?” I told him that because my father had been less active for many years, he and my mother were not sealed in the temple. To help him become active, I thought up a plan. It involved my children, and I explained to them how we would do it: Every Sunday my father would get up early to take my mother and sister to church, only to return home, wait for the services to end, then go back to pick them up. So I assigned my children to go with him and say, “Grandpa, would you do us a favor?” I knew his answer would be, “Whatever you want, my children.” Then they would ask him if he would go with them to church and stay with them so he could listen to their testimonies. It was the first Sunday of the month. I also knew my father would give any excuse not to go, so I planned to enter the room to help my children convince him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p11\" class=\"\">The time soon came for executing the plan. My daughter, Susana, approached my father and asked him about the favor. Sure enough, my father told her he would do anything he could for them. Then came the invitation to go to church, and just as we had predicted, he used this excuse: “I can’t because I haven’t even showered.” That’s when my wife and I, who were hiding behind the door, shouted, “We’ll wait for you!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p12\" class=\"\">When we realized he was not making a decision, my wife and I entered the room and, together with our children, began to insist: “Shower! Shower!” Then what we expected happened. My father came with us, he stayed for the services, listened to the testimonies of my children, his heart was softened, and from that Sunday on he never missed church. Months later, at the age of 78, he and my mother were sealed, and we, his children, were sealed to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p13\" class=\"\">I know that thanks to the power of godliness manifest in the ordinances of the temple, I can now be reunited with my parents for all eternity, even after death.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p14\" class=\"\">Many times we don’t comprehend the meaning of the ordinances of the temple in their fulness until after we have known affliction or passed through experiences that could have been extremely sad without the knowledge of the plan of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p15\" class=\"\">When my wife and I had only been married a year and a half, she was ready to deliver our first baby. We had decided that she would have the baby in the Chihuahua colonies, where she had been born. At that time I was working in Mexico City, and we decided that she would be there a month ahead of the delivery date. I was planning to join her later.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p16\" class=\"\">The delivery date arrived. I was at work when I received a call from my father-in-law. The news was good: “Octaviano, your wife has given birth, and you now have a little daughter who is beautiful.” So, in my happiness, I began to announce this to my friends and partners at work, who in turn asked me for chocolates to celebrate the birth of my little one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p17\" class=\"\">The next day I began to give out chocolates throughout the four floors of our office building. When I reached the second floor, I received another call from my father-in-law. This time the news was different: “Octaviano, your wife is fine, but your daughter has passed away. The funeral will be today, and you don’t have time to come. What are you going to do?” I asked to speak with Rosa, my wife, and then asked her if she was OK. She replied that she was fine, depending on how I was feeling. Then we talked about the plan of salvation, remembering this scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p18\" class=\"\">“And I also beheld that all children who die before they arrive at the years of accountability are saved in the celestial kingdom of heaven” (<span class=\"citation\" id=\"51532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51532)\">D&amp;C 137:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p19\" class=\"\">I asked her, “Do you believe that?” And she said, “Yes, I do.” Then I replied, “We should be happy then. I love you. And if you are OK with that, I’ll take my vacation in two weeks, spend some time with you, and return back together to Mexico.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p20\" class=\"\">We knew that one day we would be reunited with our daughter because we were sealed by the power of the priesthood in the temple. We ended the telephone call, and I resumed giving out the chocolates in my office building.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p21\" class=\"\">Seeing me do this, one of my co-workers was surprised and asked me how I could do this after such terrible news. I answered, “If you have three hours, I can explain to you why I am not feeling too sad and about my knowledge of what happens after death.” He didn’t have three hours at that moment but did later. We ended up talking for four hours. He accepted the gospel and, together with his mother and brother, was baptized into the Church after receiving the discussions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p22\" class=\"\">I know that thanks to the power of godliness manifested in the ordinances of the temple, I will now be able to know my daughter. I will embrace her, and we will be with her for eternity, just as we are now with our three surviving children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p23\" class=\"\">I rejoice in the words of Malachi:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p24\" class=\"\">“Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p25\" class=\"\">“And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse” (<span class=\"citation\" id=\"51114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51114)\">Malachi 4:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p26\" class=\"\">This priesthood makes eternal families possible. It allows me, a son, to turn my heart to my father, who passed away last year, and to be calm in my hope through the Savior that I will see him again. This priesthood allows me, as a father, to turn my heart to our two children who died as infants and to be calm in my hope through the Savior that I will know them, and they will know I was their earthly father as I look into their eyes and tell them I love them. It is this priesthood which has allowed me to see, in the holiness of the temple, how the power of godliness is manifested to all people who—after exercising faith in Christ, repenting of their sins, and searching fervently for happiness—come to make sacred covenants with our Heavenly Father and receive His holy ordinances that bind on earth as well as bind in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-of-godliness-is-manifested-in-the-temples-of-god.p27\" class=\"\">I love temple work. I know that God lives, that Jesus Christ is my Savior, and that President Gordon B. Hinckley is a true prophet. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}