{"ID":751, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1955, pp. 13-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis has been truly a spiritual hour. Everyone present has felt the power of his Priesthood.\nEveryone has felt the sincerity in the testimonies that have been borne by our Brethren.\n<\/p><p>\nMessages that are coming from the assemblies mentioned at the opening of the meeting\nindicate that they, too, are partaking of this same spirit. I trust that my duty in answering\nsome of your questions of a practical nature may not detract in any way, but if possible add\nto the spiritual influence thus far manifested.\n<\/p><p>\nThe question has been asked: Is it proper in the administration of ward affairs, for the bishop\nto add to the budget assignment for ward operations, the cost of one or more of the Church\nmagazines? If so, should he designate the magazine that the members of the ward should\ntake? The answer: No ward, stake, or mission is under obligation to raise an assigned quota\nfor any magazine published by the Church and it should not be included in the budget.\n<\/p><p>\nSecond: Should a member of the bishopric be present always in the Junior Sunday School\nwhen the Sacrament is administered in view of the fact that the Junior Sunday School is\npresided over by sisters? This answer should be given by the Superintendency of the Sunday\nSchool, but we will mention this one fact: There should be a member of the Bishopric\npresent, or one appointed by them holding the Melchizedek Priesthood in the Junior Sunday\nSchool when the Sacrament is administered.\n<\/p><p>\nNext, there is a question which indicates the necessity of being more careful about permitting\nfathers or other relatives to assist in ordinances of the Fast Meeting. For example, if a father\nasks to baptize his son, the bishop of course will know whether the father is worthy, or\nwhether he holds the Priesthood. But suppose the father of the son lives in another ward, and\nappears at the baptismal service and requests the right to baptize. The bishop who has that\nbaptismal service under his direction, should be sure that this father has the authority, and that\nwill apply in blessing a child, or in confirming a baptized member. It is suggested, therefore,\nthat the bishop will explain in announcing a baptismal ceremony or the confirmation, that if\nany father belonging to another ward wishes to participate he should apply to the bishop\nbefore the ordinance, and the bishop should request him to bring his recommend from the\nward of which he is a member. We need not particularize to tell you why.\n<\/p><p>\nNext: It is reported that recently some members who have been here for only a few years,\nindeed a few months, from the mission field, entered the temple and were unable, of course,\nto understand the ceremony, they could not understand the English language.  Bishops, under\nthese conditions, it would be well for you not to be in a hurry to issue recommends to the\ntemple to those who do not understand the services nor the ordinances. Their going might\nprove more injurious to them than helpful.\n<\/p><p>\nIn order to assist members of the Church better to understand the temple ceremony,\narrangements are being made, and have been made for them to hear that ceremony in their\nnative tongue. This will apply now already to six, possibly seven, nationalities. The ceremony\nhas been translated into other languages and as fast as we possibly can, notice will be given\nwhen the ceremony will be presented to particular nationalities. We already have the\nceremony in Spanish, as you know, with good results. We have already had a ceremony in the\ntemple in the Swedish language. The ceremony is now in German, about completed in\nNorwegian, Danish, French, and the Dutch language. Bishops, you may very rightfully and\nwisely, ask the members who apply to you for recommends to the temple, a few weeks,\nprobably months, and first hear the ceremony, impressive as it is, in their native tongue. Then,\nafterwards, they may go through and will understand the significance of it.\n<\/p><p>\nIndeed, there are of those who speak the English language, some who do not comprehend the\nsignificance of that holy ordinance.\n<\/p><p>\nMany of our people write over to vicars for information in foreign countries, particularly in\nEngland. Sometimes they are unable to furnish the records, even if they are willing, the\nChurch officials in England, and because the law will not permit them to send money out of\nEngland they are therefore unable to return the funds you have sent. Do you get that\ncondition? You cannot get money back; they cannot furnish you the information. People\nseeking genealogical information, therefore, from England, should carry on their\ncorrespondence through the Genealogical Office and not write directly to the Churchmen in\nEngland.\n<\/p><p>\nThere are one or two other items but the Brethren of the Twelve will present those to you on\ntheir visits.\n<\/p><p>\nI would just like to say a few words in conclusion, and I hope not to trespass too much upon\nyour time. In September 1946, the Board of Directors of the United States Steel held an\nofficial meeting here in this city. At the conclusion of their directors meeting they invited\nsome of the officials of the Church to a dinner as their guests. There were present in that\ngroup men nationally known throughout business circles, Mr. Irving S. Olds, Chairman of the\nBoard, Mr. Sewell L. Avery, and others. Mr. Olds was the Master of Ceremonies. At the\nconclusion of that dinner, Mr. Olds said, \"Now, we have not planned for any speeches, but if\nany present would like to make any comments or remarks, now is the time.\" Mr. Nathan L.\nMiller, Director and General Counsel for the United States Steel Corporation, former\nGovernor of New York State, arose. I remember well his opening sentence: \"I am one of\nthose New Englanders who have harbored all the ill-stories that have been circulated about the\nMormons; but I will confess that this visit has extended my horizons!\" He then said, \"No one\ncan walk or drive around this city, observe its cleanliness, its wide, well-kept streets, the\nphysical accomplishments evident on every hand without being impressed with a feeling that\nthere is something peculiarly distinctive here&mdash;something different from that felt in any other\ncity. I don't know,\" he continued, \"whether to call it a spirituality&mdash;yes, that is It!&mdash;there is\nevidence of a spirituality, the lack of which is felt in other cities.\" He said he had been\nsearching for the source of it; but could not find that source until he heard the tributes paid\nthe Pioneers during a brief interview in the office of the First Presidency. There was a faith, a\ngreat ideal, a greatness among the founders of this State which the descendants evidently have\nsucceeded in a degree to hold. \"Your very isolation,\" he continued, \"has been a contributing\nfactor in helping the Pioneers to maintain the high standards that characterized the lives of the\nfounders of this State.\"\n<\/p><p>\nMr. Miller has now passed, but I wish he had been here tonight and partaken of the spirit of\nthese men mentioned, who are devoting their all to the advancement of the work.\n<\/p><p>\nBrother Mendenhall left his own affairs and from a business standpoint, they require great\ndirecting, went to New Zealand on his own responsibility and appointed many of those men\nwho directed those builders of the school, and responded to the second appointment willingly,\nand to another appointment. It matters not what it costs. Brother Biesinger, down there,\nmentioned by Brother Mendenhall, has left his own business. I asked him down there, \"What\nhas become of your business?\" He said, \"That is all right, it is gone, but I am here. This is\nmy mission now.\" All he has he would like to give to the work.\n<\/p><p>\nI met Brother Going down there who is building fifteen of our chapels in Samoa. His\nbusiness, too, is not so successful. He said, \"I can arrange that. I will be ready to devote all\nthe time that is necessary.\"\n<\/p><p>\nBrother Matis said nothing other than that he has spent seven years over in the mission field,\nbut he had a prosperous position, an important position with an important company who said,\n\"Yes, we will give him a leave of absence.\" When that leave of absence was up we communicated\nwith Brother Matis. \"No,\" he said, \"this is my mission. Do not worry about that. I will be all\nright.\" And so another year passed and another year, and seven years. You have heard his\ntestimony tonight how God has blessed him.\n<\/p><p>\nThis afternoon Brother Moyle brought Brother Leo Ellsworth into the office. He is a\nprosperous man of responsibility, governing probably hundreds of thousands of dollars. He\nhad just built a new home. He and his wife had not even completed their landscaping. The\ncall came to him to help the Church in a great enterprise. I did not know that until this\nafternoon. They left their new house and have spent months now on this other call. He left his\nown business. My heart was moved when I heard him say, \"When I came back I found my\nbusiness even better than when I left it.\" He bore testimony of how the Lord had blessed\nhim&mdash;\"And this is my work now.\"\n<\/p><p>\nThe brother who will offer the benediction tonight, President of the Eastern States Mission,\nreceived word that unless he could get home, give up his mission, he would lose his business.\nWell, he had received an honorable release but he said nothing about this threatened loss of\nhis business unless he would give up his work, and he was going to say nothing about it.\n<\/p><p>\nThese are but a few practical instances of the faith and devotion of the leaders and members\nof the Church of Jesus Christ. I bear you testimony tonight that the power, the spiritual power\nof the Gospel of Jesus Christ which comes from a testimony of the truth of the revealed and\nRestored Gospel is operative throughout the entire Church, and it is that power that gives the\nstrength to it. It is the power of God unto salvation\n(<span class=\"citation\" id=\"42714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42714)\">Rom. 1:16<\/a><\/span>).\nPut the Lord to the test and you will find\nthat he will answer and prove to you that he is overruling your affairs as well as the Church\naffairs. Financially, you may lose something, but the spiritual gain will far outweigh that\nseemingly financial loss.\n<\/p><p>\nEven before we came into this meeting tonight, one of the bishops said to me (I happened to\nmeet him): \"Since my appointment, it is marvelous what the Lord has done for us, and how\nhe has opened up the way.\"\n<\/p><p>\nAnd so, my beloved brethren, in behalf of all the Church, and particularly in behalf of the\nGeneral Authorities, I thank you for your devotion, for your faith in the destiny of God's\nChurch. \"Seek ye first the kingdom of God, and his righteousness; and all these things shall\nbe added unto you\" (<span class=\"citation\" id=\"34691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34691)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nMay the Lord give us power so to do, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}