{"ID":7510, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Knowing That We Know\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p2\" class=\"\">Elder Douglas L. Callister<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/douglas-l-callister-10.jpg\" alt=\"Douglas L. Callister\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The testimony of others may initiate and nourish the desire for faith and testimony, but eventually every individual must find out for himself.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p5\" class=\"\">Years ago a man was accused of a serious crime. The prosecution presented three witnesses, each of whom saw the man commit the crime. The defense then presented three witnesses, none of whom had seen its commission. The simple jury was confused. Based on the number of witnesses, the evidence seemed to the jury equally divided. The man was acquitted. It was irrelevant, of course, that untold millions had never seen the crime. There needed to be only one witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p6\" class=\"\">In the genius of the gospel plan, there ultimately only has to be one witness, but that witness must be you. The testimony of others may initiate and nourish the desire for faith and testimony, but eventually every individual must find out for himself. None can permanently endure on borrowed light.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p7\" class=\"\">The restored gospel is not truer today than when a solitary boy walked out of the Sacred Grove in 1820. Truth has never been dependent on the number who embrace it. When Joseph left the grove, there was only one man on earth who knew the truth about God the Father and His Son, Jesus Christ. It is necessary, however, that each find out for himself and carry that burning testimony into the next life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p8\" class=\"\">When the 23-year-old Heber J. Grant was installed as president of the Tooele Stake, he told the Saints he believed the gospel was true. President Joseph F. Smith, a counselor in the First Presidency, inquired, “Heber, you said you believe the gospel with all your heart, … but you did not bear your testimony that you know it is true. Don’t you know absolutely that this gospel is true?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p9\" class=\"\">Heber answered, “I do not.” Joseph F. Smith then turned to John Taylor, the President of the Church, and said, “I am in favor of undoing this afternoon what we did this morning. I do not think any man should preside over a stake who has not a perfect and abiding knowledge of the divinity of this work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p10\" class=\"\">President Taylor replied, “Joseph, Joseph, Joseph, [Heber] knows it just as well as you do. The only thing that he does not know is that he does know it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p11\" class=\"\">Within a few weeks that testimony was realized, and young Heber J. Grant shed tears of gratitude for the perfect, abiding, and absolute testimony that came into his life.<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_037\">1<\/a>\n       <span class=\"footnote\">[See Heber J. Grant, <span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1941), 191–93.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p12\" class=\"\">It is a grand thing to know—and to know that you know and that the light has not been borrowed from another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p13\" class=\"\">Years ago I presided over a mission headquartered in the Midwest. One day, with a handful of our missionaries, I spoke with an esteemed representative of another Christian faith. This gentle soul spoke of his own religion’s history and doctrine, eventually repeating the familiar words: “By grace ye are saved. Every man and woman must exercise faith in Christ in order to become a saved being.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p14\" class=\"\">Among those present was a new missionary. He was altogether unfamiliar with other religions. He had to ask the question, “But, sir, what happens to the little baby who dies before he is old enough to understand and exercise faith in Christ?” The learned man bowed his head, looked at the floor, and said, “There ought to be an exception. There ought to be a loophole. There ought to be a way, but there isn’t.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p15\" class=\"\">The missionary looked at me and, with tears in his eyes, said, “Goodness, President, we do have the truth, don’t we!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p16\" class=\"\">The moment of testimony realization—when you know that you know—is sweet and sublime. That testimony, if nurtured, will rest upon you as a mantle. When we see light, we are engulfed by it. Lights of understanding turn on within.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p17\" class=\"\">I once conversed with a fine young man who was not of our faith, although he had attended most of our worship services for more than a year. I asked why he had not joined the Church. He replied, “Because I do not know whether it is true. I think it may well be true, but I cannot stand and testify, as you do, ‘I actually know it is true.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p18\" class=\"\">I inquired, “Have you read the Book of Mormon?” He answered that he had read in the book.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p19\" class=\"\">I asked whether he had prayed about the book. He answered, “I have mentioned it in my prayers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p20\" class=\"\">I told my friend that as long as he casually read and prayed, he never would find out, worlds without end. But when he set aside a period for fasting and pleading, the truth would be burned into his heart, and he would know that he knew. He said nothing more to me but told his wife the next morning that he would be fasting. The following Saturday he was baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p21\" class=\"\">If you want to know that you know that you know, a price must be paid. And you alone must pay that price. There are proxies for ordinances, but none for the acquisition of a testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p22\" class=\"\">Alma spoke of his conversion in these beautiful words: “I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me” (<span class=\"citation\" id=\"51336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51336)\">Alma 5:46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p23\" class=\"\">When a testimony has been realized, there is a burning urge on the part of the possessor to bear that testimony to others. When Brigham Young left the waters of baptism, he said: “The spirit of the Lord was upon me, and I felt as though my bones would consume within me unless I spoke to the people. … The first discourse I ever delivered I occupied over an hour. I opened my mouth and the Lord filled it.”<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_037\">2<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Deseret News,<\/span> Aug. 3, 1870, 306.]<\/span><\/sup> As a fire will not burn, except the flame be revealed, a testimony cannot abide except it be expressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p24\" class=\"\">Brigham Young later said of Orson Pratt, “If Brother Orson [were] chopped up in inch pieces, each piece would cry out, ‘Mormonism [is] true.’”<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_037\">3<\/a>\n       <span class=\"footnote\">[President Brigham Young’s Office Journal, Oct. 1, 1860, Brigham Young Office Files, Church Archives, The Church of Jesus Christ of Latter-day Saints; punctuation and capitalization modernized.]<\/span><\/sup> Father Lehi eulogized his noble son Nephi in these words: “But behold, it was not he, but it was the Spirit of the Lord which was in him, which opened his mouth to utterance that he could not shut it” (<span class=\"citation\" id=\"51273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51273)\">2 Nephi 1:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p25\" class=\"\">The opportunity and responsibility for testimony bearing exist first in the family setting. Our children should be able to remember the light in our eyes, the ring of our testimonies in their ears, and the feeling in their hearts as we bear witness to our most precious audience that Jesus was truly God’s own Son and Joseph was His prophet. Our posterity must know that we know, because we oft tell them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p26\" class=\"\">Early Church leaders paid a great price to establish this dispensation. Perhaps we will meet them in the next life and listen to their witness. When we are called upon to testify, what will we say? There will be spiritual infants and spiritual giants in the next life. Eternity is a long time to live without light, especially if our spouses and our descendants also live in darkness because there was no light within us, and others, therefore, could not light their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p27\" class=\"\">We should be on our knees every morning and night pleading with the Lord that we never lose our faith, our testimony, or our virtue. There only has to be one witness, but it must be yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/knowing-that-we-know.p28\" class=\"\">I have a testimony. It urges to be expressed. I bear witness that the power of the living God is in this Church. I know what I know, and my witness is true. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_037\"><a name=\"-00611_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Heber J. Grant, <span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1941), 191–93.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_037\"><a name=\"-00611_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_037\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Deseret News,<\/span> Aug. 3, 1870, 306.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_037\"><a name=\"-00611_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_037\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>President Brigham Young’s Office Journal, Oct. 1, 1860, Brigham Young Office Files, Church Archives, The Church of Jesus Christ of Latter-day Saints; punctuation and capitalization modernized.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}