{"ID":7511, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p2\" class=\"\">Elder Steven E. Snow<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/steven-e-snow-10.jpg\" alt=\"Steven E. Snow\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Look for ways to bless the lives of others through seemingly simple acts of service.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p5\" class=\"\">President David O. McKay once quoted Abraham Lincoln as saying, “All that I am or hope to be I owe to my angel mother.”<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_038\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Pathways to Happiness,<\/span> comp. Llewelyn R. McKay (1957), 183.]<\/span><\/sup> These words well explain my feelings about my own mother. Viola Jean Goates Snow, Jeanie to all who knew her, was born in 1929 and died shortly after her 60th birthday in 1989. She taught me and she encouraged me. She truly convinced me I could accomplish anything I wanted. She also disciplined me. As my own sons say of their mother, “She was the travel agent for guilt trips.” Mom was a wonderful mother, a great role model, and scarcely a day passes I do not think of her and miss her.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p6\" class=\"\">A few years before she passed away, she was diagnosed with cancer, a disease she fought with great courage. As a family we learned, strangely enough, that cancer is a disease of love. It provides opportunities to mend fences, say goodbyes, and express love. A few weeks before my mother’s death, we were visiting in the family room of my boyhood home. Mom had fine taste and liked nice things. She also longed to travel, but our family lived on a modest budget, and these dreams were not quite realized. Knowing this, I asked her if she had any regrets. I fully expected to hear she had always wanted a larger, more beautiful home or perhaps an expression of sadness and disappointment over never having traveled. She pondered my question for a few moments and replied simply, “I wish I had served more.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p7\" class=\"\">I was shocked at her response. My mother had always accepted Church callings. She served as ward Relief Society president, Sunday School teacher, visiting teacher, and in the Primary. As children we were always delivering casseroles, jam, and bottled fruit to neighbors and members of the ward. When I reminded her of all this, she was undeterred. “I could have done more” was all she said. My mother had lived an exemplary and full life. She was loved by family and friends. She had accomplished much in a life that was often hard and which was cut short by disease and sickness. In spite of all of this, her greatest regret was she had not given enough service. Now, I have no doubt my mother’s earthly sacrifice has been accepted by the Lord and that she has been welcomed by Him. But why was it foremost in her mind just days before her passing? What is service, and why is it so important in the gospel of Jesus Christ?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p8\" class=\"\">First, we are commanded to serve one another. The first commandment is to love God. “And the second is like unto it, Thou shalt love thy neighbour as thyself.”<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_038\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51135)\">Matthew 22:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p9\" class=\"\">We demonstrate our love when we help and serve each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p10\" class=\"\">President Gordon B. Hinckley has said: “No man can be a true Latter-day Saint who is unneighborly, who does not reach out to assist and help others. It is inherent in the very nature of the gospel that we do so. My brothers and sisters, we cannot live unto ourselves.”<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_038\">3<\/a>\n       <span class=\"footnote\">[“Latter-day Prophets Speak: Service,” <span class=\"emphasis\">Ensign,<\/span> Sept. 2007, 49.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p11\" class=\"\">The Savior taught His disciples this important principle in Matthew:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p12\" class=\"\">“Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p13\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p14\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p15\" class=\"\">“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.”<sup class=\"noteMarker\"><a href=\"#footnote4-00611_000_038\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51139)\">Matthew 25:37–40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p16\" class=\"\">This service is to be given unselfishly, with no thought of personal gain or reward. It is to be given as needed, not when convenient. Opportunities to serve may not always seem obvious, as it is human nature to worry about our own wants and needs. We must resist such tendencies and look for opportunities to serve. When we visit with those who are suffering from sickness, loss of loved ones, or other heartbreak, it is not enough to simply say, “Call if there is anything I can do.” Rather, look for ways to bless the lives of others through seemingly simple acts of service. It is better to do even things of little consequence than to do nothing at all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p17\" class=\"\">Second, we have an obligation as members of the Church to accept callings to serve in building the kingdom of God on earth. As we serve in our various callings, we bless the lives of others. In missionary work lives are changed as people learn of the gospel of Jesus Christ and receive a testimony of its truth. By the sacred work in the temple we bless the lives of those who have gone on before us. In gospel service we have the privilege to teach others, to strengthen the youth, and to bless the lives of the little children as they learn the simple truths of the gospel. In Church service we learn to give of ourselves and to help others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p18\" class=\"\">President Spencer W. Kimball, a great example of service, said: “God does notice us, and he watches over us. But it is usually through another mortal that he meets our needs. Therefore, it is vital that we serve each other in the kingdom.”<sup class=\"noteMarker\"><a href=\"#footnote5-00611_000_038\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 82.]<\/span><\/sup> The responsibility of service in the Church, however, does not relieve us of our responsibility to serve our families and our neighbors. President Kimball went on to warn, “None of us should become so busy in our formal Church assignments that there is no room left for quiet Christian service to our neighbors.”<sup class=\"noteMarker\"><a href=\"#footnote6-00611_000_038\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings: Spencer W. Kimball,<\/span> 82.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p19\" class=\"\">Finally, we have a responsibility to render service in our communities. We should work to improve our neighborhoods, our schools, our cities, and our towns. I commend those in our midst who, regardless of their political persuasion, work within our local, state, and national governments to improve our lives. Likewise, I commend those who volunteer their time and resources to support worthy community and charitable causes, which bless the lives of others and make the world a better place. My grandfather taught me at an early age, “The public service we render is the rent we pay for our place on earth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p20\" class=\"\">Service requires unselfishness, sharing, and giving. My wife and I learned a valuable lesson during our time of service in Africa. We were assigned to a district conference in Jinja, Uganda. Early Saturday morning before our meetings began, we took the opportunity to tour a new chapel in the area. As we arrived at the building, we were greeted by a young boy of three to four years of age. He had come to the Church grounds to see what was going on. Struck by his broad smile, Sister Snow reached in her purse and handed him a wrapped piece of hard butterscotch candy. He was delighted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p21\" class=\"\">We spent a few minutes touring the chapel before returning outside. We were met by more than a dozen smiling children, who each wanted to meet the new neighborhood candy lady.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p22\" class=\"\">Phyllis was heartbroken, as she had given the boy her last piece of candy. She disappointedly gestured to the children there was no more. The small boy who initially greeted us then handed the candy back to Sister Snow, gesturing for her to unwrap it. With a heavy heart, Phyllis did so, fully expecting the boy to pop the butterscotch candy into his mouth in full view of his envious friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p23\" class=\"\">Instead, to our great surprise, he went to each of his friends, who stuck out their tongues and received one delicious lick of the butterscotch candy. The young boy continued around the circle, occasionally taking his own lick, until the candy was gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p24\" class=\"\">Now, one can argue the lack of sanitation with this gesture of sharing, but no one can dispute the example set by this young boy. Unselfishness, sharing, and giving are essential to service. This child learned that lesson well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/service.p25\" class=\"\">It is my hope and prayer we can all do more in giving service. If we fail to serve, we fail to receive the fulness of the privileges and blessings of the restored gospel. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_038\"><a name=\"-00611_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_038\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Pathways to Happiness,<\/span> comp. Llewelyn R. McKay (1957), 183.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_038\"><a name=\"-00611_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_038\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51135)\">Matthew 22:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_038\"><a name=\"-00611_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_038\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Latter-day Prophets Speak: Service,” <span class=\"emphasis\">Ensign,<\/span> Sept. 2007, 49.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_038\"><a name=\"-00611_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00611_000_038\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51139)\">Matthew 25:37–40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_038\"><a name=\"-00611_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00611_000_038\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 82.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_038\"><a name=\"-00611_000_038\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00611_000_038\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings: Spencer W. Kimball,<\/span> 82.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}