{"ID":7512, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Good, Better, Best\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We have to forego some good things in order to choose others that are better or best because they develop faith in the Lord Jesus Christ and strengthen our families.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p5\" class=\"\">Most of us have more things expected of us than we can possibly do. As breadwinners, as parents, as Church workers and members, we face many choices on what we will do with our time and other resources.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p7\" class=\"\">We should begin by recognizing the reality that just because something is <span class=\"emphasis\">good<\/span> is not a sufficient reason for doing it. The number of good things we can do far exceeds the time available to accomplish them. Some things are better than good, and these are the things that should command priority attention in our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p8\" class=\"\">Jesus taught this principle in the home of Martha. While she was “cumbered about much serving” (<span class=\"citation\" id=\"51148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51148)\">Luke 10:40<\/a><\/span>), her sister, Mary, “sat at Jesus’ feet, and heard his word” (<span class=\"citation\" id=\"51147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51147)\">v. 39<\/a><\/span>). When Martha complained that her sister had left her to serve alone, Jesus commended Martha for what she was doing (<span class=\"citation\" id=\"51149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51149)\">v. 41<\/a><\/span>) but taught her that “one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her” (<span class=\"citation\" id=\"51151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51151)\">v. 42<\/a><\/span>). It was praiseworthy for Martha to be “careful and troubled about many things” (<span class=\"citation\" id=\"51150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51150)\">v. 41<\/a><\/span>), but learning the gospel from the Master Teacher was more “needful.” The scriptures contain other teachings that some things are more blessed than others (see <span class=\"citation\" id=\"51198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51198)\">Acts 20:35<\/a><\/span>; <span class=\"citation\" id=\"51347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51347)\">Alma 32:14–15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p9\" class=\"\">A childhood experience introduced me to the idea that some choices are good but others are better. I lived for two years on a farm. We rarely went to town. Our Christmas shopping was done in the Sears, Roebuck catalog. I spent hours poring over its pages. For the rural families of that day, catalog pages were like the shopping mall or the Internet of our time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p10\" class=\"\">Something about some displays of merchandise in the catalog fixed itself in my mind. There were three degrees of quality: good, better, and best. For example, some men’s shoes were labeled <span class=\"emphasis\">good<\/span> ($1.84), some <span class=\"emphasis\">better<\/span> ($2.98), and some <span class=\"emphasis\">best<\/span> ($3.45).<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_039\">1<\/a>\n\t <span class=\"footnote\">[Sears, Roebuck and Co. catalog, Fall and Winter 1944–45, 316E.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p11\" class=\"\">As we consider various choices, we should remember that it is not enough that something is good. Other choices are better, and still others are best. Even though a particular choice is more costly, its far greater value may make it the best choice of all.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p12\" class=\"\">Consider how we use our time in the choices we make in viewing television, playing video games, surfing the Internet, or reading books or magazines. Of course it is good to view wholesome entertainment or to obtain interesting information. But not everything of that sort is worth the portion of our life we give to obtain it. Some things are better, and others are best. When the Lord told us to seek learning, He said, “Seek ye out of the <span class=\"emphasis\">best<\/span> books words of wisdom” (<span class=\"citation\" id=\"51506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51506)\">D&amp;C 88:118<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p14\" class=\"\">Some of our most important choices concern family activities. Many breadwinners worry that their occupations leave too little time for their families. There is no easy formula for that contest of priorities. However, I have never known of a man who looked back on his working life and said, “I just didn’t spend enough time with my job.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p15\" class=\"\">In choosing how we spend time as a family, we should be careful not to exhaust our available time on things that are merely good and leave little time for that which is better or best. A friend took his young family on a series of summer vacation trips, including visits to memorable historic sites. At the end of the summer he asked his teenage son which of these good summer activities he enjoyed most. The father learned from the reply, and so did those he told of it. “The thing I liked best this summer,” the boy replied, “was the night you and I laid on the lawn and looked at the stars and talked.” Super family activities may be good for children, but they are not always better than one-on-one time with a loving parent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p16\" class=\"\">The amount of children-and-parent time absorbed in the good activities of private lessons, team sports, and other school and club activities also needs to be carefully regulated. Otherwise, children will be overscheduled, and parents will be frazzled and frustrated. Parents should act to preserve time for family prayer, family scripture study, family home evening, and the other precious togetherness and individual one-on-one time that binds a family together and fixes children’s values on things of eternal worth. Parents should teach gospel priorities through what they do with their children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p17\" class=\"\">Family experts have warned against what they call “the overscheduling of children.” In the last generation children are far busier and families spend far less time together. Among many measures of this disturbing trend are the reports that structured sports time has doubled, but children’s free time has declined by 12 hours per week, and unstructured outdoor activities have fallen by 50 percent.<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_039\">2<\/a>\n\t <span class=\"footnote\">[See Jared R. Anderson and William J. Doherty, “Democratic Community Initiatives: The Case of Overscheduled Children,” <span class=\"emphasis\">Family Relations,<\/span> vol. 54 (Dec. 2005): 655.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p18\" class=\"\">The number of those who report that their “whole family usually eats dinner together” has declined 33 percent. This is most concerning because the time a family spends together “eating meals at home [is] the strongest predictor of children’s academic achievement and psychological adjustment.”<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_039\">3<\/a>\n\t <span class=\"footnote\">[Anderson and Doherty, <span class=\"emphasis\">Family Relations,<\/span> 54:655.]<\/span><\/sup> Family mealtimes have also been shown to be a strong bulwark against children’s smoking, drinking, or using drugs.<sup class=\"noteMarker\"><a href=\"#footnote4-00611_000_039\">4<\/a>\n\t <span class=\"footnote\">[See Nancy Gibbs, “The Magic of the Family Meal,” <span class=\"emphasis\">Time,<\/span> June 12, 2006, 51–52; see also Sarah Jane Weaver, “Family Dinner,” <span class=\"emphasis\">Church News,<\/span> Sept. 8, 2007, 5.]<\/span><\/sup> There is inspired wisdom in this advice to parents: what your children really want for dinner is you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p19\" class=\"\">President Gordon B. Hinckley has pleaded that we “work at our responsibility as parents as if everything in life counted on it, because in fact everything in life does count on it.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p20\" class=\"\">He continued: “I ask you men, particularly, to pause and take stock of yourselves as husbands and fathers and heads of households. Pray for guidance, for help, for direction, and then follow the whisperings of the Spirit to guide you in the most serious of all responsibilities, for the consequences of your leadership in your home will be eternal and everlasting.”<sup class=\"noteMarker\"><a href=\"#footnote5-00611_000_039\">5<\/a>\n\t <span class=\"footnote\">[“Each a Better Person,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2002, 100.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p21\" class=\"\">The First Presidency has called on parents “to devote their best efforts to the teaching and rearing of their children in gospel principles. … The home is the basis of a righteous life, and no other instrumentality can take its place … in … this God-given responsibility.” The First Presidency has declared that “however worthy and appropriate other demands or activities may be, they must not be permitted to displace the divinely-appointed duties that only parents and families can adequately perform.”<sup class=\"noteMarker\"><a href=\"#footnote6-00611_000_039\">6<\/a>\n\t <span class=\"footnote\">[First Presidency letter, Feb. 11, 1999; printed in <span class=\"emphasis\">Church News,<\/span> Feb. 27, 1999, 3.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p23\" class=\"\">Church leaders should be aware that Church meetings and activities can become too complex and burdensome if a ward or a stake tries to have the membership do everything that is good and possible in our numerous Church programs. Priorities are needed there also.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p24\" class=\"\">Members of the Quorum of the Twelve have stressed the importance of exercising inspired judgment in Church programs and activities. Elder L. Tom Perry taught this principle in our first worldwide leadership training meeting in 2003. Counseling the same leaders in 2004, Elder Richard G. Scott said: “Adjust your activities to be consistent with your local conditions and resources. … Make sure that the essential needs are met, but do not go overboard in creating so many good things to do that the essential ones are not accomplished. … Remember, don’t magnify the work to be done—simplify it.”<sup class=\"noteMarker\"><a href=\"#footnote7-00611_000_039\">7<\/a>\n\t <span class=\"footnote\">[“The Doctrinal Foundation of the Auxiliaries,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 5, 7–8; see also <span class=\"emphasis\">Ensign,<\/span> Aug. 2005, 62, 67.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p25\" class=\"\">In general conference last year, Elder M. Russell Ballard warned against the deterioration of family relationships that can result when we spend excess time on ineffective activities that yield little spiritual sustenance. He cautioned against complicating our Church service “with needless frills and embellishments that occupy too much time, cost too much money, and sap too much energy. … The instruction to magnify our callings is not a command to embellish and complicate them. To innovate does not necessarily mean to expand; very often it means to simplify. … What is most important in our Church responsibilities,” he said, “is not the statistics that are reported or the meetings that are held but whether or not individual people—ministered to one at a time just as the Savior did—have been lifted and encouraged and ultimately changed.”<sup class=\"noteMarker\"><a href=\"#footnote8-00611_000_039\">8<\/a>\n\t <span class=\"footnote\">[“O Be Wise,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2006, 18–20.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p26\" class=\"\">Stake presidencies and bishoprics need to exercise their authority to weed out the excessive and ineffective busyness that is sometimes required of the members of their stakes or wards. Church programs should focus on what is best (most effective) in achieving their assigned purposes without unduly infringing on the time families need for their “divinely appointed duties.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p27\" class=\"\">But here is a caution for families. Suppose Church leaders reduce the time required by Church meetings and activities in order to increase the time available for families to be together. This will not achieve its intended purpose unless individual family members—especially parents—vigorously act to increase family togetherness and one-on-one time. Team sports and technology toys like video games and the Internet are already winning away the time of our children and youth. Surfing the Internet is not better than serving the Lord or strengthening the family. Some young men and women are skipping Church youth activities or cutting family time in order to participate in soccer leagues or to pursue various entertainments. Some young people are amusing themselves to death—spiritual death.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p28\" class=\"\">Some uses of individual and family time are better, and others are best. We have to forego some good things in order to choose others that are better or best because they develop faith in the Lord Jesus Christ and strengthen our families.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p30\" class=\"\">Here are some other illustrations of good, better, and best:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p31\" class=\"\">It is <span class=\"emphasis\">good<\/span> to belong to our Father in Heaven’s true Church and to keep all of His commandments and fulfill all of our duties. But if this is to qualify as “best,” it should be done with love and without arrogance. We should, as we sing in a great hymn, “crown [our] good with brotherhood,”<sup class=\"noteMarker\"><a href=\"#footnote9-00611_000_039\">9<\/a>\n\t <span class=\"footnote\">[“America the Beautiful,” <span class=\"emphasis\">Hymns,<\/span> no. 338.]<\/span><\/sup> showing love and concern for all whom our lives affect.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p32\" class=\"\">To our hundreds of thousands of home teachers and visiting teachers, I suggest that it is <span class=\"emphasis\">good<\/span> to visit our assigned families; it is <span class=\"emphasis\">better<\/span> to have a brief visit in which we teach doctrine and principle; and it is <span class=\"emphasis\">best<\/span> of all to make a difference in the lives of some of those we visit. That same challenge applies to the many meetings we hold—<span class=\"emphasis\">good<\/span> to hold a meeting, <span class=\"emphasis\">better<\/span> to teach a principle, but <span class=\"emphasis\">best<\/span> to actually improve lives as a result of the meeting.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p33\" class=\"\">As we approach 2008 and a new course of study in our Melchizedek Priesthood quorums and Relief Societies, I renew our caution about how we use the <span class=\"emphasis\">Teachings of <\/span><span class=\"emphasis\">Presidents of the Church<\/span> manuals. Many years of inspired work have produced our 2008 volume of the teachings of Joseph Smith, the founding prophet of this dispensation. This is a landmark among Church books. In the past, some teachers have given a chapter of the <span class=\"emphasis\">Teachings<\/span> manuals no more than a brief mention and then substituted a lesson of their own choice. It may have been a good lesson, but this is not an acceptable practice. A gospel teacher is called to teach the subject specified from the inspired materials provided. The <span class=\"emphasis\">best<\/span> thing a teacher can do with <span class=\"emphasis\">Teachings: Joseph Smith<\/span> is to select and quote from the words of the Prophet on principles specially suited to the needs of class members and then direct a class discussion on how to apply those principles in the circumstances of their lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/good-better-best.p34\" class=\"\">I testify of our Heavenly Father, whose children we are and whose plan is designed to qualify us for “eternal life … the greatest of all the gifts of God” (<span class=\"citation\" id=\"51441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51441)\">D&amp;C 14:7<\/a><\/span>; see also <span class=\"citation\" id=\"51493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51493)\">D&amp;C 76:51–59<\/a><\/span>). I testify of Jesus Christ, whose Atonement makes it possible. And I testify that we are led by prophets, our President Gordon B. Hinckley and his counselors, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_039\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Sears, Roebuck and Co. catalog, Fall and Winter 1944–45, 316E.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_039\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Jared R. Anderson and William J. Doherty, “Democratic Community Initiatives: The Case of Overscheduled Children,” <span class=\"emphasis\">Family Relations,<\/span> vol. 54 (Dec. 2005): 655.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_039\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Anderson and Doherty, <span class=\"emphasis\">Family Relations,<\/span> 54:655.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00611_000_039\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Nancy Gibbs, “The Magic of the Family Meal,” <span class=\"emphasis\">Time,<\/span> June 12, 2006, 51–52; see also Sarah Jane Weaver, “Family Dinner,” <span class=\"emphasis\">Church News,<\/span> Sept. 8, 2007, 5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00611_000_039\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Each a Better Person,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2002, 100.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00611_000_039\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, Feb. 11, 1999; printed in <span class=\"emphasis\">Church News,<\/span> Feb. 27, 1999, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00611_000_039\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Doctrinal Foundation of the Auxiliaries,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 5, 7–8; see also <span class=\"emphasis\">Ensign,<\/span> Aug. 2005, 62, 67.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-00611_000_039\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“O Be Wise,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2006, 18–20.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_039\"><a name=\"-00611_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-00611_000_039\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“America the Beautiful,” <span class=\"emphasis\">Hymns,<\/span> no. 338.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}