{"ID":7514, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Latter-day Saint Women Do Best: Stand Strong and Immovable\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p3\" class=\"\">Julie B. Beck<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/julie-b-beck-10.jpg\" alt=\"Julie B. Beck\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must stand strong and immovable in faith, strong and immovable in family, and strong and immovable in relief.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">00611_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p6\" class=\"\">My dear sisters, I approach this awesome responsibility with a prayer in my heart. I have a testimony of the true restored gospel of Jesus Christ. The Savior is our leader and exemplar, our rock, our strength, and our advocate. Any part I can play in helping Him and His ordained prophet is a blessing in my life. I have always had a great love and respect for the sisters of this society, and I believe that the women of this Church are the finest, most capable women in the world. Please know of my love for you—the magnificent women of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p7\" class=\"\">President Hinckley said in a worldwide leadership training meeting: “I am convinced there is no other organization anywhere to match the Relief Society of this Church. It has a membership of more than five million women across the earth. If they will be united and speak with one voice, their strength will be incalculable. … It is so tremendously important that the women of the Church stand strong and immovable for that which is correct and proper under the plan of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_041\">1<\/a>\n       <span class=\"footnote\">[“Standing Strong and Immovable,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p8\" class=\"\">I have pondered and studied this inspiring charge, and I have sought answers regarding how the women of this Church could fulfill President Hinckley’s challenge and promise. How can they speak with one voice and stand strong and immovable for those things which are correct and proper? Within the plan of the Lord there are specific things Latter-day Saint women must do because they are daughters of God, chosen to come to the earth at a time which has been called “a very difficult season in the history of the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_041\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p9\" class=\"\">In order to do our part as women under the Lord’s plan, we must stand strong and immovable in <span class=\"emphasis\">faith,<\/span> strong and immovable in <span class=\"emphasis\">family,<\/span> and strong and immovable in <span class=\"emphasis\">relief.<\/span> We must excel in these three important areas which set us apart as the Lord’s disciples. Through Relief Society we practice being disciples of Christ. We learn what He would have us learn, we do what He would have us do, and we become what He would have us become. When we gather with this focus, the work of Relief Society is relevant whatever your circumstance—whether you are 18 or 88, single or married, have children or not, or whether you live in Bountiful, Utah, or Bangalore, India.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Stand Strong and Immovable in Faith<\/h2>\n\t\t\t\t<div class=\"figure\">\n\t<p class=\"preamble\">First, Latter-day Saint women must be strong and immovable in their faith. They can and should excel in living and sharing their testimonies of the Lord Jesus Christ and His restored gospel. We do this as we:<\/p>\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Make and keep covenants with Him.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Are worthy and worship in His temples.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Study His doctrine in the scriptures and the words of prophets.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>Qualify for, recognize, and follow the Holy Ghost.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t<p>Share and defend His gospel.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t\t<p>Participate in sincere personal and family prayer.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t\t<p>Have family home evening.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t\t<p>Live principles of self-reliance and provident living.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p20\" class=\"\">These are <span class=\"emphasis\">essential<\/span> things which must be done before <span class=\"emphasis\">nonessential<\/span> things. These are simple, indispensable practices that almost seem mundane when we talk about them. However, they are marks of discipleship which have always been foundational for Relief Society sisters. No one can do these things for us—these are <span class=\"emphasis\">personal<\/span> practices and habits that set us apart as strong and immovable for that which is correct.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p21\" class=\"\">What a different world and Church this would be if every Latter-day Saint sister excelled at making, renewing, and keeping covenants; if every sister qualified for a temple recommend and worshipped more often in temples; if every sister studied the scriptures and doctrines of Christ and knew them so well that she could teach and defend those doctrines at any time or place. Think of our combined strength if every sister had sincere prayer every morning and night or, better yet, prayed unceasingly as the Lord has commanded. If every family had family prayer daily and had a family home evening once a week, we would be stronger. If every sister was self-reliant enough to be able to give freely of her knowledge, talents, and resources and if every sister’s discipleship was reflected by what she said and what she wore, we would be immovable in that which is correct.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Stand Strong and Immovable in Family<\/h2>\n\t\t\t\t<div class=\"figure\">\n\t<p class=\"preamble\">Second, Latter-day Saint women must be strong and immovable in family. They can and should do families better than anyone else. We, as disciples of Christ, can and should be the very best in the world at upholding, nourishing, and protecting families. We do this as we:<\/p>\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Understand and defend the divine roles of women.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Embrace the blessings of the priesthood.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Form eternal families.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>Maintain strong marriages.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t<p>Bear and rear children.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t\t<p>Express love for and nurture family members.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t\t<p>Accept responsibility to prepare a righteous rising generation.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t\t<p>Know, live, and defend the doctrine of the family.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t\t<p>Search out and perform temple ordinances for extended family members.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p33\" class=\"\">As a disciple of Jesus Christ, <span class=\"emphasis\">every<\/span> woman in this Church is given the responsibility for upholding, nurturing, and protecting families. Women have distinct assignments given to them from before the foundation of the world. And as a covenant-keeping Latter-day Saint woman, you know that raising your voice in defense of the doctrine of the family<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_041\">3<\/a>\n\t <span class=\"footnote\">[See “The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> is critical to the strength of families the world over.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p34\" class=\"\">Knowing and defending the divine roles of women is so important in a world where women are bombarded with false messages about their identity. Popular media figures on the radio and television set themselves up as authorities and spokespersons for women. While these media messages may contain elements of truth, most preach a gospel of individual fulfillment and self-worship, often misleading women regarding their true identity and worth. These voices offer a counterfeit happiness, and as a result, many women are miserable, lonely, and confused.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p35\" class=\"\">The only place Latter-day Saint women will learn the whole and complete truth about their indispensable role in the plan of happiness is in this Church and its doctrine. We know that in the great premortal conflict we sided with our Savior, Jesus Christ, to preserve our potential to belong to eternal families. We know we are daughters of God, and we know what we are to do. Women find true happiness when they understand and delight in their unique role within the plan of salvation. The things women can and should do very best are championed and taught without apology here. We believe in the formation of eternal families. That means we believe in getting married. We know that the commandment to multiply and replenish the earth remains in force. That means we believe in having children. We have faith that with the Lord’s help we can be successful in rearing and teaching children. These are vital responsibilities in the plan of happiness, and when women embrace those roles with all their hearts, they are happy! Knowing and defending the truth about families is the privilege of <span class=\"emphasis\">every<\/span> sister in this Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p36\" class=\"\">Because families are eternal, we cannot afford to be casual or complacent about those relationships. Much of the great work of this society in the past has been centered in helping Latter-day Saint women strengthen families, with emphasis on improving our nurturing skills—homemaking skills, parenting skills, and marriage skills. Families mean work, but they are our great work—and we are not afraid of work. This is what we do best; no one does families better than the sisters of this Relief Society. We uphold, nourish, and protect them.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Stand Strong and Immovable in Relief<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p38\" class=\"\">Third, Latter-day Saint women must be strong and immovable in relief. We are a <span class=\"emphasis\">Relief<\/span> Society, and we should be the best women in the world at providing relief. This has been our special province from the beginning. The word <span class=\"emphasis\">relief<\/span> means “to lift up, lighten.” It means “a raising [up].” “The notion is ‘to raise (someone) out of trouble.’”<sup class=\"noteMarker\"><a href=\"#footnote4-00611_000_041\">4<\/a>\n\t <span class=\"footnote\">[See Online Etymology Dictionary, “relief,” “relieve,” www.etymonline.com.]<\/span><\/sup> Our service and the relief that we offer are a sign that we are the Lord’s disciples and we are members of His true restored Church. It is a privilege to be part of this worldwide organization for women, whose name describes what we are meant to do: provide <span class=\"emphasis\">relief.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p39\" class=\"\">Joseph Smith said that the women of this Church were organized to provide for “the relief of the poor, the destitute, the widow and the orphan, and for the exercise of all benevolent purposes”<sup class=\"noteMarker\"><a href=\"#footnote5-00611_000_041\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:567.]<\/span><\/sup> and “not only to relieve the poor, but to save souls.”<sup class=\"noteMarker\"><a href=\"#footnote6-00611_000_041\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 5:25.]<\/span><\/sup> That relief effort was further defined by Elder John A. Widtsoe as “relief of poverty, relief of illness, relief of doubt, relief of ignorance—relief of all that hinders the joy and progress of woman.”<sup class=\"noteMarker\"><a href=\"#footnote7-00611_000_041\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Evidences and Reconciliations,<\/span> arr. G. Homer Durham, 3 vols. in 1 (1960), 308.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p40\" class=\"\">Notwithstanding the important relief efforts of the past, the greatest and most important work for the women of this Church still lies ahead. The earth must be prepared to receive the Lord Jesus Christ, and we must help with this preparation in the midst of wars, turmoil, natural calamities, and an increase of evil. There has not been a time in the history of the world when a full-scale relief effort was more needed. Because we are disciples of Jesus Christ and we have made covenants with Him, we are already committed by covenant to participate in that relief effort.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p41\" class=\"\">You are each unique and precious. Each of you has your own burdens and challenges, which give you the blessing of turning to the Lord for help. We also have the opportunity to assist the Lord by providing relief for others, which is the greatest, fastest solution to loneliness and hopelessness and a sure way to obtain the companionship of the Spirit. All we need to do to start offering relief is get on our knees and ask, “Who needs my help?” Every sister—married or single, young or old—is needed in this relief effort, and it is what we should do better than anyone else.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Strong and Immovable Leaders<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p43\" class=\"\">Now, some thoughts for you great Relief Society presidencies, who serve so faithfully. You have an exciting responsibility and hold a sacred trust as you carry out the work of Relief Society. Yours is the obligation to help Latter-day Saint women excel in <span class=\"emphasis\">faith, family,<\/span> and <span class=\"emphasis\">relief.<\/span> You will help the gospel become a great and compelling interest to the women of the Church. You will help the women perfect homemaking, parenting, and marriage skills so they can fully live the gospel in their own homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p44\" class=\"\">Every called and set apart Relief Society leader has the right and authority to be guided in fulfilling her inspired assignment to best meet the needs of those she serves.<sup class=\"noteMarker\"><a href=\"#footnote8-00611_000_041\">8<\/a>\n\t <span class=\"footnote\">[See Richard G. Scott, “The Doctrinal Foundation of the Auxiliaries,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 8; see also <span class=\"emphasis\">Ensign,<\/span> Aug. 2005, 67.]<\/span><\/sup> You will receive the help of the Holy Spirit as you focus on essentials and will be given the courage to forego the frivolous.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p45\" class=\"\">Every leader knows that families are being hit hard by the storms of this world, storms such as addictions, debt, unfaithfulness, and disobedience. The Savior saw our day as “the beginning of sorrows,”<sup class=\"noteMarker\"><a href=\"#footnote9-00611_000_041\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"51137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51137)\">Matthew 24:8<\/a><\/span>; see also <span class=\"citation\" id=\"51136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51136)\">vv. 3–7<\/a><\/span>; <span class=\"citation\" id=\"51233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51233)\">1 Timothy 4:1–2<\/a><\/span>; <span class=\"citation\" id=\"51238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51238)\">2 Timothy 3:1–5<\/a><\/span>.]<\/span><\/sup> when many would be deceived. He told of wars and rumors of wars, famines, earthquakes, and pestilences. This describes the world we live in today, and it is essential that the women of this Church take hold of their responsibility to be prepared in all things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p46\" class=\"\">As leaders of Relief Society, you can help every sister in every home in every ward and branch become self-reliant. They should be laying up a store of money, food, and skills, which will sustain them and their families in perilous times. The Church has provided you great helps, such as self-reliance pamphlets, to get you started. This is part of your work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p47\" class=\"\">You have the privilege to counsel in unity with priesthood leaders to plan a defense and refuge against those storms and tailor a relief effort for the specific needs of your people. The friendship and sociality that make life so much sweeter will be a natural by-product of our efforts. Focusing on relief will always build sociality, whereas focusing on sociality may not always bring relief.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p48\" class=\"\">When we gather for any purpose under the banner of Relief Society, we must spend our precious time and consecrated funds for the purpose of helping sisters do what we should do best. In our Sunday Relief Society meetings, openings should be brief and invite the Spirit to be with us. We need every possible minute to study the gospel together so we can be best in our responsibilities. All Relief Society conferences, activities, gatherings, and meetings must focus on helping sisters do what they should do best. President Hinckley’s plea to us is:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p49\" class=\"\">“We have a greater challenge than we realize. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p50\" class=\"\">“… ‘Do the best you can.’ But I want to emphasize that it be the very best. … We are capable of doing so much better. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p51\" class=\"\">“… We must get on our knees and plead with the Lord for help and strength and direction. We must then stand on our feet and move forward.”<sup class=\"noteMarker\"><a href=\"#footnote10-00611_000_041\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 21.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/what-latter-day-saint-women-do-best-stand-strong-and-immovable.p52\" class=\"\">My dear sisters, our prophet, whom I sustain with all my heart, has said that there is a better way than the way of the world. He has called upon the women of the Church to stand together for righteousness. He has said that if we are united and speak with one voice, our strength will be incalculable. I have expressed to him my confidence that the women of this Church will stand strong and immovable in our faith in Jesus Christ and His restored gospel; strong and immovable in upholding, nourishing, and protecting our families; and strong and immovable in providing relief. May the Lord bless us as we do this most essential work of women is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Standing Strong and Immovable,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_041\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_041\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See “The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00611_000_041\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Online Etymology Dictionary, “relief,” “relieve,” www.etymonline.com.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00611_000_041\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:567.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00611_000_041\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 5:25.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00611_000_041\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Evidences and Reconciliations,<\/span> arr. G. Homer Durham, 3 vols. in 1 (1960), 308.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-00611_000_041\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See Richard G. Scott, “The Doctrinal Foundation of the Auxiliaries,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 8; see also <span class=\"emphasis\">Ensign,<\/span> Aug. 2005, 67.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-00611_000_041\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51137)\">Matthew 24:8<\/a><\/span>; see also <span class=\"citation\" id=\"51136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51136)\">vv. 3–7<\/a><\/span>; <span class=\"citation\" id=\"51233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51233)\">1 Timothy 4:1–2<\/a><\/span>; <span class=\"citation\" id=\"51238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51238)\">2 Timothy 3:1–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_041\"><a name=\"-00611_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-00611_000_041\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 21.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}