{"ID":7515, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Feed My Sheep\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p2\" class=\"\">Silvia H. Allred<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/silvia-h-allred-10.jpg\" alt=\"Silvia H. Allred\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Through our regular monthly visits to our sisters, we can create bonds of love, friendship, and trust.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p5\" class=\"\">I am humbled by the opportunity to stand before you and share the feelings of my heart. I am a very ordinary woman, insignificant by the world’s standards, but the Lord, in His great mercy, has always blessed me with unique opportunities and a very precious gift: I have received the gift of the truthfulness of this gospel and of the reality of Jesus Christ and His atoning sacrifice. I have felt the guiding influence of the Holy Ghost from the time when I was only 14 years old, when I first listened to the missionaries and read the Book of Mormon. My testimony is always burning in my heart, and my faith is steadfast. This gift of faith and testimony has greatly blessed my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p6\" class=\"\">Today I stand among the best and most precious women in the world, and I feel the weight of the great responsibility that rests on me at this moment. I have prayed, studied, and pondered the scriptures seeking for inspiration to say what the Lord would want me to say to you on this occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p7\" class=\"\">As a Relief Society presidency, we have studied and pondered the history and purpose of the Relief Society—this unique organization that was divinely organized by a prophet of God to serve and to bless the women of the Church. This inspired origin came in response to the tender desires of the hearts of women at that time. It was organized with two very clear purposes: to relieve the poor and to save souls.<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_042\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">History of the Church,<\/span> 5:25.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p8\" class=\"\">Sister Beck mentioned that one thing women of this Church can and should do well is in providing relief.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p9\" class=\"\">Consider the principle taught in <span class=\"citation\" id=\"51184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51184)\">John 21:15–17<\/a><\/span>. The Lord asked Peter, “Lovest thou me … ?” Peter answered, “Thou knowest that I love thee.” And the Lord replied, “Feed my lambs.” The Lord asked him the second time, “Lovest thou me?” Peter again answered, “Yea, Lord; thou knowest that I love thee.” The Lord said to Peter, “Feed my sheep.” The Lord asked a third time, “Lovest thou me?” Peter answered, “Lord, thou knowest all things; thou knowest that I love thee.” Jesus said unto him, “Feed my sheep.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p10\" class=\"\">As disciples of Christ, we too declare that we love Him. So how do we go about feeding His sheep?<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">One of the ways Relief Society sisters can feed His sheep is through visiting teaching. “The purposes of visiting teaching are to build caring relationships with each sister and to offer support, comfort, and friendship.”<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_042\">2<\/a>\n\t <span class=\"footnote\">[“Relief Society,” section 3 of the <span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 202.]<\/span><\/sup> To accomplish those purposes, visiting teachers should:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Visit each assigned sister regularly (where feasible, in her home every month).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>“Learn of the spiritual and temporal needs of the sister and her family.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>“Offer appropriate assistance.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>“Give spiritual instruction through a monthly message.”<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_042\">3<\/a>\n\t     <span class=\"footnote\">[<span class=\"emphasis\">Church Handbook of Instructions, Book 2,<\/span> 203.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p16\" class=\"\">The Lord has blessed women with divine attributes of love, compassion, kindness, and charity. Through our monthly visits as visiting teachers, we have the power to bless each sister as we extend our arms of love and kindness and give the gifts of compassion and charity. No matter what our individual circumstances are, we all have the opportunity to edify and nurture others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p17\" class=\"\">I have lived in many countries in Central and South America and in the Caribbean and Spain. I have seen visiting teaching done faithfully by walking short and long distances or by riding buses, subways, or trains. My friend Ana was a young mother in Costa Rica who faithfully did her visiting teaching every month, walking many times in heavy rain. Thirty years later, now a grandmother, she continues to be a faithful visiting teacher. She has blessed so many lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p18\" class=\"\">Through our regular monthly visits to our sisters, we can create bonds of love, friendship, and trust. If we listen to the promptings of the Spirit, we will increase our awareness of other people’s needs. If we act according to those divine promptings, we can be a blessing to those in need. But we have to be willing to give—of our substance and our time. The true measure of our life is not how much we get but how much we give. Visiting teaching provides opportunities to give as we attend to the physical, spiritual, and emotional needs of each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p19\" class=\"\">While living in the Dominican Republic, I went to visit a sister who had just gotten home from the hospital after giving birth to her third child. I was surprised by how well and calm she looked. Her other two children were still so young! After a few minutes into our conversation, she shared with me how peaceful she felt because the Relief Society sisters had signed up to come to help her every day for the next few days. She felt loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p20\" class=\"\">My visiting teachers were always the first to come to see me and bring meals after I got home with each of my newborn babies, in San José, Costa Rica.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p21\" class=\"\">President Boyd K. Packer said that service in Relief Society “magnifies and sanctifies each individual sister,” and he has counseled us to “give to Relief Society service precedence over all social and other clubs and societies of similar kinds.”<sup class=\"noteMarker\"><a href=\"#footnote4-00611_000_042\">4<\/a>\n       <span class=\"footnote\">[“The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110, 111.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p22\" class=\"\">Visiting teaching is also a very effective tool in retention and reactivation efforts. A young single adult sister shared the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p23\" class=\"\">“While reading the First Presidency Message from the <span class=\"emphasis\">Ensign,<\/span> I was reminded of my visiting teaching assignment. My companion was a good friend of mine, but we always seemed to have conflicting schedules. That morning I decided to just make the calls to our sisters, schedule a time, and hope that it would work with my companion’s schedule. Unfortunately, my companion was unable to make it. I asked a couple of my roommates to join me for those visits, but no one was available. Knowing that doing my visiting teaching alone wasn’t ideal, I thought about calling to cancel but decided it was better to make visits by myself than let another month slip by without visiting our sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p24\" class=\"\">“I arrived at Alejandra’s home and nervously approached her door, not knowing if I would recognize her. She had been very friendly on the phone, so I imagined it was a sister I had seen at church. Alejandra greeted me with a warm hug and a big smile. It was a new face! During our conversation, Alejandra shared her desire to start going to church again and said she had been hoping for some kind of visit for the past few months. She stated that this was the first time she had ever received a visiting teacher. We talked about some gospel principles and shared our impressions of that month’s Visiting Teaching Message. She committed to going to church that week. Sure enough, she did (she even brought her boyfriend)!<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p25\" class=\"\">“Since then, Alejandra and I have become good friends. I am no longer her visiting teacher, but we visit much more than once a month. Alejandra attends church and family home evening regularly and is attending institute.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p26\" class=\"\">“I now have a stronger testimony of visiting teaching than ever before. I am grateful for the guidance of the Holy Ghost and His subtle prompting that would lead me to such a kind and loving friend like Alejandra. We were equally strengthened from this experience, and we both needed it for our spiritual progression.”<sup class=\"noteMarker\"><a href=\"#footnote5-00611_000_042\">5<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p27\" class=\"\">When a shepherd cares, many of those who have wandered away can still be reclaimed. They may respond to an invitation to return to the fold.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p28\" class=\"\">In <span class=\"citation\" id=\"51419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51419)\">Moroni 6:4<\/a><\/span> we are admonished to remember and nourish those baptized into the Church of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p29\" class=\"\">The monthly gospel message we share in those visits builds faith and testimony. The giver and the receiver are both edified as they share insights and personal experiences while discussing gospel principles, scriptures, and teachings of our prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p30\" class=\"\">One additional blessing is the close friendship and edification that take place between the two sisters who are companions in this errand. We learn from each other, and we love each other as we serve together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p31\" class=\"\">We can and should be able to provide meaningful relief. We have the gospel perspective in our lives. We have divine promptings encouraging us to do good. Let us commit to effective visiting teaching. We can provide temporal and spiritual nourishment. We can and should offer understanding and be able to teach doctrine. We can relieve spiritual hunger and feed the sheep. Feeding the sheep might mean strengthening and nourishing the new members, the less active, or even the fully active members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p32\" class=\"\">Our service should be selfless, quiet, and be done willingly, with our hearts full of the love of God and His children. There must be genuine concern to shepherd the flock, to invite them unto Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/feed-my-sheep.p33\" class=\"\">It is my prayer that we will pledge an increased commitment to extend our arms of love and compassion to bless, help, and strengthen each other as we go about doing our visiting teaching with a willing and joyful heart. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_042\"><a name=\"-00611_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">History of the Church,<\/span> 5:25.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_042\"><a name=\"-00611_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_042\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Relief Society,” section 3 of the <span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 202.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_042\"><a name=\"-00611_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_042\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Church Handbook of Instructions, Book 2,<\/span> 203.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_042\"><a name=\"-00611_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00611_000_042\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110, 111.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_042\"><a name=\"-00611_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00611_000_042\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}