{"ID":7518, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power to Change\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p2\" class=\"\">President James E. Faust (1920–2007)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/FaustJE_95-99.ob.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">President Faust prepared this article in the months before his passing on August 10, 2007.<\/div><div class=\"kicker\" id=\"\">The power to change is very real, and it is a great spiritual gift from God.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">00611_000_045<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p6\" class=\"\">Each one of us has been given the power to change his or her life. As part of the Lord’s great plan of happiness, we have individual agency to make decisions. We can decide to do better and to be better. In some ways all of us need to change; that is, some of us need to be more kind at home, less selfish, better listeners, and more considerate in the way we treat others. Some of us have habits that need to be changed, habits that harm us and others around us. Sometimes we may need a jolt to propel us into changing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p7\" class=\"\">A dramatic change came to Saul when he was on his way to Damascus. Saul had been “breathing out threatenings and slaughter against the disciples of the Lord” (<span class=\"citation\" id=\"51190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51190)\">Acts 9:1<\/a><\/span>). As he was on his way to Damascus, a light from heaven shone about him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p8\" class=\"\">“And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p9\" class=\"\">“And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest” (<span class=\"citation\" id=\"51192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51192)\">Acts 9:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p10\" class=\"\">Perhaps Saul’s heart had been softened when the mob cast Stephen out of the city and stoned him and laid their clothes at Saul’s feet. But there was no doubt on the road to Damascus when he heard the voice of the Lord, which said, “I am Jesus whom thou persecutest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p11\" class=\"\">“And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do” (<span class=\"citation\" id=\"51193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51193)\">Acts 9:6<\/a><\/span>). Saul was blind when he arose and had to be taken to Damascus, where his sight was restored to him and he was baptized. He immediately began to preach “Christ in the synagogues, that he is the Son of God” (<span class=\"citation\" id=\"51194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51194)\">Acts 9:20<\/a><\/span>). Saul, who later became known as Paul, experienced a change that was total, absolute, complete, and unwavering until his death.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Change through Conversion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p13\" class=\"\">Doubtless you have not had such an experience happen to you, and neither have I! Conversion for most of us is much less dramatic but should be as compelling and meaningful. New converts to the Church usually experience a spiritual feeling at the time of their baptism. One described it this way: “I will never forget the emotion inside my soul; to be clean, to start fresh as a child of God. … It was such a special feeling!”<sup class=\"noteMarker\"><a href=\"#footnote1-00611_000_045\">1<\/a>\n\t <span class=\"footnote\">[Vivian Ford, “Ask and Ye Shall Receive,” <span class=\"emphasis\">No More Strangers,<\/span> 4 vols., ed. Hartman Rector Jr. and Connie Rector (1971–90), 3:175.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p14\" class=\"\">True conversion changes lives. One young woman wrote how unhappy her home life had been when she was a little girl. She wrote, “I felt it keenly when my mother and younger brothers and sisters suffered from the savage temper of a drunken father.” When she was 14, someone told her that one of God’s commandments was to honor her parents. In pondering how she could do this, she was impressed to study, to become a good student, and to be the best daughter in town.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p15\" class=\"\">Nothing much changed in the home, but she still felt to continue with her objectives and at age 18 left home to undertake some special studies. Three weeks later she went home to visit, and she recalled:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p16\" class=\"\">“My mother met me crying. I thought something terrible had happened, but she hugged me and said, ‘Since you went away to study, your father hasn’t had anything to drink.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p17\" class=\"\">“… My mother said that the night I left, some Mormon missionaries had come. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p18\" class=\"\">“My father became like a little child. I could see repentance and humility in his eyes. He <span class=\"emphasis\">had<\/span> changed completely. He had given up smoking and drinking all at once, and tried to keep the commandments the missionaries taught him. He treated me like a queen, and he treated my mother and my brothers and sisters like royalty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p19\" class=\"\">“… Our whole family was baptized. … My father, at age 40, became the best father in the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-00611_000_045\">2<\/a>\n\t <span class=\"footnote\">[Estilla Ayala, “The Change in My Father,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1975, 42, 43.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p20\" class=\"\">The power of the gospel can indeed change our lives and take us from sadness and despair to happiness and joy.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Change through Repentance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p22\" class=\"\">Transgression brings pain and sorrow. But there is a way out of “the gall of bitterness and bonds of iniquity” (<span class=\"citation\" id=\"51332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51332)\">Mosiah 27:29<\/a><\/span>). If we will turn to the Lord and believe on His name, we can change. He will give us the power to change our lives, the power to put away bad thoughts and feelings from our hearts. We can be taken from “the darkest abyss” to “behold the marvelous light of God” (<span class=\"citation\" id=\"51333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51333)\">Mosiah 27:29<\/a><\/span>). We can be forgiven. We can find peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p23\" class=\"\">A few years ago Elder Marion D. Hanks, now an emeritus General Authority, recounted an incident that happened to a man who repented and changed his life overnight:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p24\" class=\"\">“He had taken his son to the home of a family who was providing a place for him to stay while he participated in a baseball tournament. The young man seemed reluctant to go with his father to the home of his benefactor, and the father began to wonder if the people had mistreated his son. The boy half cowered behind his father as they knocked on the door. Once they were inside, however, his son was warmly greeted by the host family, and it was obvious he loved them very much.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p25\" class=\"\">“Later after picking up his son, the puzzled father asked him to explain his strange behavior. … His son’s answer [was]:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p26\" class=\"\">“‘I was afraid you might forget and swear at their house, Dad. They don’t swear in their house; they are really nice people. They talk nice to each other and laugh a lot, and they pray every time they eat and every morning and night, and they let me pray with them.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p27\" class=\"\">“Said the father, ‘It wasn’t so much that the boy was ashamed of his dad; he loved me so much that he didn’t want me to look bad.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p28\" class=\"\">“This father, having resisted a generation of earnest people who had tried to help him find a better way of life, had been touched by the sweet spirit of his own young son.”<sup class=\"noteMarker\"><a href=\"#footnote3-00611_000_045\">3<\/a>\n\t <span class=\"footnote\">[“Fitting into Your Family,” <span class=\"emphasis\">New Era,<\/span> June 1991, 8.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p29\" class=\"\">The power to change became so strong that this father not only returned to Church activity but became a stake leader.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Change through Recovery from Addictions<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p31\" class=\"\">Another kind of change I wish to address is recovery from enslaving habits. They include disorders associated with alcohol, drugs, tobacco, eating, gambling, unworthy sexual behavior, and viewing pornography. I quote from a recently published book on debilitating addictions: “Substance abuse is a leading cause of preventable illness and death in the United States. The misuse of drugs ruins families, costs billions in lost productivity, strains the healthcare system, and ends lives.”<sup class=\"noteMarker\"><a href=\"#footnote4-00611_000_045\">4<\/a>\n\t <span class=\"footnote\">[Lynn R. Webster and Beth Dove, <span class=\"emphasis\">Avoiding Opioid Abuse While Managing Pain<\/span> (2007), 11.]<\/span><\/sup> It is a curse on society.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p32\" class=\"\">There are many kinds of addictions, and it is difficult for someone who has one of these serious addictions to change because some of them are mind-altering. A recent article on addiction said, “In the brains of addicts, there is reduced activity in the prefrontal cortex, where rational thought can override impulse behavior.”<sup class=\"noteMarker\"><a href=\"#footnote5-00611_000_045\">5<\/a>\n\t <span class=\"footnote\">[Michael D. Lemonick and Alice Park, “The Science of Addiction,” <span class=\"emphasis\">Time,<\/span> July 16, 2007, 44.]<\/span><\/sup> Some addictions can control us to the point where they take away our God-given agency. One of Satan’s great tools is to find ways to control us. Consequently, we should abstain from anything that would keep us from fulfilling the Lord’s purposes for us, whereby the blessings of eternity may hang in jeopardy. We are in this life for the spirit to gain control over the body rather than the other way around.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p33\" class=\"\">Any kind of addiction inflicts a terrible price in pain and suffering, and it can even affect us spiritually. However, there is hope because most addictions can over time be overcome. We can change, but it will be difficult.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p34\" class=\"\">We begin by making a decision to change. It takes courage and humility to admit that we need help, but few, if any of us, can do it on our own. The Church has an addiction recovery program that has been adapted from the original Twelve Steps of Alcoholics Anonymous into a framework of the doctrines and beliefs of the Church. These 12 steps are found in <span class=\"emphasis\">A Guide to Addiction Recovery and Healing,<\/span> which is available to priesthood leaders and other members.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p35\" class=\"\">A complete change in lifestyle may be necessary. We must desire with all our hearts, minds, and strength to overcome these harmful addictions. We must be prepared to renounce totally and absolutely our participation in any of these addictive substances or practices.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p36\" class=\"\">Many people have been able to change their drug habits. A mother of three, Susan used drugs only on the weekends in an effort to hide her problem from her children. But the children found out anyway and begged her to stop. After three years, with some special help and the support of her children, particularly her seven-year-old son, she did stop. Looking back she recognized that Heavenly Father had pulled her through this and had prepared her for hearing the gospel. She said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p37\" class=\"\">“The gospel changed my heart, my appearance, my attitude, and my feelings. And I learned to pray. Whenever I have a problem, I go to Heavenly Father and say, ‘Help me.’ And he sees me through it. … Now when I walk, I walk with my head high because I know Heavenly Father’s beside me every step of the way. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p38\" class=\"\">“Oh, it’s a new day. I lost a lot of things by wanting to be in this drug world—I lost my apartment, my son almost died in a fire, I lost my marriage, I lost happiness completely. But I got it back. Heavenly Father gave me another chance to start again. I’m new now—brand new all inside and out.”<sup class=\"noteMarker\"><a href=\"#footnote6-00611_000_045\">6<\/a>\n\t <span class=\"footnote\">[Quoted in LaRene Gaunt, “Testimonies from the Inner City,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1992, 40.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p39\" class=\"\">Each new day that dawns can be a new day for us to begin to change. We can change our environment. We can change our lives by substituting new habits for old. We can mold our character and future by purer thoughts and nobler actions. As someone once put it, “The possibility of change is always there, with its hidden promise of peace, happiness, and a better way of life.”<sup class=\"noteMarker\"><a href=\"#footnote7-00611_000_045\">7<\/a>\n\t <span class=\"footnote\">[Joseph Walker, “The Miracle of Change,” <span class=\"emphasis\">Ensign,<\/span> July 1992, 12.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p40\" class=\"\">Addictions are offensive to the Spirit. While some addictions require professional clinical help, let us not overlook the spiritual help available to us through priesthood blessings and through prayer. The Lord has promised us, “My grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them” (<span class=\"citation\" id=\"51413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51413)\">Ether 12:27<\/a><\/span>). Let us remember that the power to change is very real, and it is a great spiritual gift from God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2007\/11\/the-power-to-change.p41\" class=\"\">I testify that through repentance and subsequent righteousness and by the power of our Lord Jesus Christ, the ultimate change can come to our bodies so that they “may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself” (<span class=\"citation\" id=\"51232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51232)\">Philippians 3:21<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-00611_000_045\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Vivian Ford, “Ask and Ye Shall Receive,” <span class=\"emphasis\">No More Strangers,<\/span> 4 vols., ed. Hartman Rector Jr. and Connie Rector (1971–90), 3:175.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-00611_000_045\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Estilla Ayala, “The Change in My Father,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1975, 42, 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-00611_000_045\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Fitting into Your Family,” <span class=\"emphasis\">New Era,<\/span> June 1991, 8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-00611_000_045\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Lynn R. Webster and Beth Dove, <span class=\"emphasis\">Avoiding Opioid Abuse While Managing Pain<\/span> (2007), 11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-00611_000_045\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Michael D. Lemonick and Alice Park, “The Science of Addiction,” <span class=\"emphasis\">Time,<\/span> July 16, 2007, 44.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-00611_000_045\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in LaRene Gaunt, “Testimonies from the Inner City,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1992, 40.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-00611_000_045\"><a name=\"-00611_000_045\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-00611_000_045\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph Walker, “The Miracle of Change,” <span class=\"emphasis\">Ensign,<\/span> July 1992, 12.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}