{"ID":753, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Righteousness Key to World Peace<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1955, pp. 24-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: The sense of responsibility of this moment is overwhelming. \nIn anticipation of it I have prayed earnestly, daily, for inspiration and strength, and now I ask\nyou for your sympathetic cooperation and your prayers that the interests of the Church, the\nestablishing of the kingdom of God among men, may be enhanced.\n<\/p><p>\n\"And lift up an ensign of peace, and make a proclamation for peace unto the ends of the\nearth\" (<span class=\"citation\" id=\"13406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13406)\">D&amp;C 105:39<\/a><\/span>).\n<\/p><p>\nThis quotation is from a revelation given to the Prophet Joseph Smith when Zion's Camp was\nat Fishing River, June 22, 1834. In that one sentence, the Lord sets forth one of the great\npurposes of his Church&mdash;to bring about harmony in human relations; in the individual to\nexperience a mental or spiritual state in which there is personal freedom from \"disquieting or\nperturbing\" conditions that might interfere with the consummation of God's purposes to bring\nabout the immortality and eternal life of man.\n<\/p><p>\nConsidering world conditions, I think it is highly gratifying to note the commendable efforts,\nthe wise, conservative judgment manifest by the President of the United States, the Secretary\nof State, and other sincere statesmen in Congress, including our own worthy Senators and\nRepresentatives to foster the cause of peace and to avert a world-wide clash of arms.  But it is\nvery apparent that international conditions at present centering at Quemoy and Matsu Islands\nare filled with such volatile problems that a defiant move on the part of Chinese communists\nmight disrupt the already precarious peace of the world.\n<\/p><p>\nWe love peace, but not peace at any price. There is a peace more destructive of the manhood\nof living man than war is destructive of the body.  \"Chains are worse than bayonets.\"\n<\/p><p>\nAfter the Savior's resurrection when he appeared to his disciples assembled in an upper room,\nhis divine greeting was \"Peace be unto you\"\n(<span class=\"citation\" id=\"27666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27666)\">John 20:19<\/a><\/span>).\nEven before his resurrection, he\nsaid: \"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto\nyou.  Let not your heart be troubled, neither let it be afraid\"\n(<span class=\"citation\" id=\"27649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27649)\">John 14:27<\/a><\/span>).\n<\/p><p>\nWe believe firmly that the basis upon which world peace may be permanently obtained is not\nby sowing seeds of distrust and suspicion in people's minds; not by engendering enmity and\nhatred in human hearts; not by individuals or nations arrogating to themselves the claim of\npossessing all wisdom, or the only culture worth having; not by war with resulting suffering\nand death from submarines, poison gas, or explosions of nuclear bombs.  No!  The peace that\nwill be permanent must be founded upon the principles of righteousness as taught and\nexemplified by the Prince of Peace, our Lord and Savior, Jesus Christ, \". . . for there is none\nother name under heaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7745)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nMy theme this morning is: What are we doing as a Church and as members thereof to\nproclaim this peace?\n<\/p><p>\nRecently, as you know, it was my privilege and duty, accompanied by Sister McKay and\nPresident Franklin J. Murdock, who acted as secretary, to visit some of the far-off missions of\nthe Church.\n<\/p><p>\nWith the theme in mind of proclaiming the gospel of peace to the inhabitants of the world, I\nshould like to comment on observations made of four effective factors operative in the\nspreading of the gospel.\n<\/p><p>\nFirst, we note the excellent work being done by the 11,500 missionaries throughout the world,\n390 of whom it was our privilege to meet on this recent tour.  Each one of these pays his or\nher own expenses, conforms to the requirements and laws of the country, and teaches the\nprinciples that constitute the basis of the restored religion of Jesus Christ. All are appointed\nmessengers proclaiming the glad tidings of the restored gospel, giving of themselves, as well\nas of their means for the good of the world.\n<\/p><p>\nA second favorable factor is a better understanding by officials of governments and\nmunicipalities regarding the purposes of Mormon missionary work. Old stories that used to be\nextant accusing missionaries of sinister motives are now repeated only by the prejudiced and\nuninformed.  United States consuls, or their representatives, mayors of municipalities, and\nother officials, met us, bade us welcome, and proffered to render any service to make our visit\nprofitable. Newspaper reporters, radio announcers, television representatives were on hand to\nlearn the purposes of the tour, and without exception gave fair and unprejudiced reports of\nour visit.\n<\/p><p>\nThe third observation (and this is important) is the need to put forth every effort within reason\nand practicability to place within reach of Church members in these distant missions every\neducational and spiritual privilege that the Church has to offer.\n<\/p><p>\nIt is only recently that some of these missions have been visited by a General Authority. \nWith modern means of transportation available, it is now possible and very practical to have\nthese far-off missions visited as the missions here in the United States have been visited.\nAccordingly, and this you will be pleased to hear, at a meeting of the First Presidency and\nCouncil of the Twelve held March 17, 1955, it was unanimously decided that these distant\nmissions should be included with other missions in the annual appointments of members of\nthe Council of the Twelve.\n<\/p><p>\nBesides these visits, educational institutions are being made available for the young people. \nIn Nuku'alofa, for example, in the Tongan Islands, under the able presidency of D'Monte W.\nCoombs, Professor Ermel J. Morton principal, and an able staff, there is now established in\nfull working order the Liahona College, accommodating three hundred students, and\nemploying fourteen teachers.  It is a credit to the Church and to the Tongan Islands.  Indeed,\nit is one of the show places of passengers of the steamship <i>Tofua<\/i>, and her sister ship, the\n<i>Matua<\/i>. While the ships are loading and unloading cargo at Nuku'alofa, the passengers take\nbuses out to Liahona to visit the school and inspect the work that is being done by the\nstudents.\n<\/p><p>\nAt Pesega, Samoa, under the presidency of President Howard B. Stone, the school already\nestablished accommodates from six hundred to one thousand students.  Another is planned at\nMapasaga, American Samoa.  Thus will the branches be strengthened in far distant lands with\nvisits of the Twelve, whose duty it is to set in order the affairs of the Church in all the world,\nwith educational advantages to prepare students for the preaching of the gospel, and finally,\nwith a temple within easy reach of those whose influence in the mission field will become a\nstrength to the branches, and a means of proclaiming peace.\n<\/p><p>\nThe fourth observation I wish to make is the influence of the power of example. One of the\nmost impressive features of our recent South Pacific tour was the participation of youth in\nmeetings, in the welcomes extended, and in the farewells, and the orderly conduct of the\nchildren, without an exception.  The school at Liahona in Tonga radiated not only culture and\nrefinement, but also the true spirit of the gospel.  The same features existed in Tahiti under\nActing President Larson H. Caldwell; New Zealand, presided over by President Sidney J.\nOttley; Australia, under President Charles V. Liljenquist; in Samoa, as I have already stated,\nunder President Howard B. Stone; in Hawaii, under President D. Arthur Haycock; and in the\nstake, under President Edward L. Clissold.  Strangers who were present, (and they were there\nby the hundreds), had a good demonstration of what the Church is doing properly to interest\nand to direct the youth.\n<\/p><p>\nHerein lies the responsibility of membership.  The gospel of peace should find its most\nfruitful effects in the homes of Church members.  Flowers in our gardens require good soil\nand a favorable climate. So children, to be healthy and happy, should have a favorable mental\nand emotional atmosphere in the home.\n<\/p><p>\nSoon after our return from the South Pacific, I received a letter from President Ward C.\nHolbrook, a state official, stating that the divorce rate in Utah is such as to give cause for\nmost serious consideration.  It is inconsistent to go abroad to proclaim peace if we have not\npeace in our own lives and homes.\n<\/p><p>\nThe greatest trust that can come to a man and woman is the placing in their keeping the life\nof a little child. If a man defaults who is entrusted with other people's funds, whether he be a\nbank, municipal, or state official, he is apprehended and probably sent to prison.  If a person,\nentrusted with a government secret discloses that secret, and betrays his country, he is called a\ntraitor. What must the Lord think, then, of parents who, through their own negligence or\nwilful desire to indulge their selfishness, fail properly to rear their children, and thereby prove\nuntrue to the greatest trust that has been given to human beings?  In reply the Lord has said:\n\". . . the sin be upon the heads of the parents\"\n(<span class=\"citation\" id=\"13376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13376)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nThe happiest homes in the world should be found among members of the Church.  Statistics\non broken homes, with resultant divorces, should alert all citizens, and particularly members\nof the Church to greater activity in preserving harmony in home circles. Let us begin at once\nas parents to maintain the kind of influence or home atmosphere that will contribute to the\nnormal moral development of the children and eliminate from the home those elements which\ncause discord and strife.\n<\/p><p>\nFathers and mothers sometimes by unwise conduct unwittingly influence their children toward\ndelinquency.  Among these unwise acts, I mention first, disagreeing, or quarreling on the part\nof parents in the presence of children. Sometimes such quarrels arise out of an attempt to\ncorrect or to discipline a child.  One parent criticizes, the other objects, and the good\ninfluence of the home, so far as the child is concerned, is nullified. A child of such parents\ncan never say truthfully in afterlife what John Ruskin writes of his memory of home: \n<\/p><p>\n\"I never heard my father's or mother's voice once raised in any question with each other; nor\nsaw an angry or even slightly hurt or offended glance in the eyes of either . . . I never saw a\nmoment's trouble or disorder in any household matter.\"\n<\/p><p>\nI name as a second unwise condition those who pollute the home atmosphere with \"vulgarity\"\nand \"profanity.\" I use the term \"vulgarity\" in the sense used by David Starr Jordan. \"To be\nvulgar,\" he writes, \"is to do that which is not the best of its kind. It is to do poor things in\npoor ways, and to be satisfied with that . . .  It is vulgar to wear dirty linen when one is not\nengaged in dirty work. It is vulgar to like poor music . . . To find amusement in trashy\nnovels, to enjoy vulgar theatres, to find pleasure in cheap jokes, to tolerate coarseness and\nlooseness in any of its myriad forms.\"\n<\/p><p>\nParents are particularly untrue to their trust who will use profane words in the home. \nProfanity is a national vice.  Parents pollute their home when they use it.  People of our\nnation would stand on a higher moral plane if they would but follow the general order given\nby the Father of our country to his soldiers, July 1, 1776.  Said he&mdash;or wrote he at that time:\n<\/p><p>\n\"The General is sorry to be informed that the foolish and wicked practice of profane cursing\nand swearing, a vice heretofore little known in an American army, is growing into fashion.\nHe hopes the officers will, by example as well as influence, endeavor to check it, and that\nboth they and the men will reflect that we can have little hope of the blessing of heaven on\nour arms if we insult it by our impiety and folly. Added to this, it is a vice so mean and low,\nwithout any temptation, that every man of sense and character detests and despises it.\"\n<\/p><p>\nI continue, vulgarity and profanity among the youth is often, though not always, the result of the presence of those\nevils in the home.\n<\/p><p>\nTo quarreling of parents before children, to vulgarity, and to the condemnatory use of\nprofanity, there may be added a third contributing factor to parental delinquency, and that is\nthe non-conformity in the homes to Church standards.  Remember, fellow parents, that\nchildren are quick to detect insincerity, and they resent in their feelings false pretension. \nParents, of all people on earth, should be honest with their children.  Keep your promises to\nthem and speak the truth always.  Children are more influenced by sermons you act than by\nsermons you preach.  It is the consistent parent who gains the trust of his child.  When\nchildren feel that you reciprocate their trust, they will not violate your confidence nor bring\ndishonor to your name.\n<\/p><p>\n\"The parent must live truth, or the child will not live it.  The child will startle you with its\nquickness in puncturing the bubble of your pretended knowledge; in instinctively piercing the\nheart of a sophistry without being conscious of process; in relentlessly enumerating your\nunfulfilled promises; in detecting with a justice of a court of equity a technicality of speech\nthat is virtually a lie.  He will justify his own lapses from truth by appeal to some white lie\ntold to a visitor and unknown to be overheard by the little ones, whose mental powers we\never underestimate in theory though we may overpraise in words.\n<\/p><p>\n\"If truth be the rock-foundation of the child's character, as a fact, not as a theory, the future\nof that child is as fully assured as it is possible for human pre-vision to guarantee\" (Wm.\nGeorge Jordan, <i>The Power of Truth<\/i>).\n<\/p><p>\nThe fourth observation: parents who fail to teach obedience to their children. Within the last\ndecade there have been rampant some wild theories about the self-determination of children,\nand the preservation of their individuality. Some of these theorists believe that children should\nbe permitted to solve their own problems without guidance from parents. There is some virtue\nin this, but there is more error.  This theory has gained momentum in practice because of\nreaction to arbitrary government by parents.\n<\/p><p>\nCommenting upon this, one educator rightly says: \"Thousands of conventions are laid down by society\ntoday, conventions which are often institutionalized and crystallized.  Whether he likes it or\nnot, every individual must conform to these conventions if he is to be either efficient or\nhappy.  If he does not conform, society brings all sorts of pressure to bear upon him.  He\nmay be jailed for certain kinds of nonconformity. For other less serious kinds he may become\nsoured, disappointed, and even neurotic.\n<\/p><p>\n\"If the home does not develop obedience, society will demand it and get it. It is therefore\nbetter for the home with its kindness, sympathy, and understanding to train the child in\nobedience rather than callously to leave him to the brutal and unsympathetic discipline that\nsociety will impose if the home has not already fulfilled this obligation.\"\n<\/p><p>\nThe best time to teach the child obedience is between the ages of two to four.  It is then that\nthe child should learn that there are limits to his actions, that there are certain bounds beyond\nwhich he cannot pass with impunity. This conformity to come conditions can be easily\nobtained with kindness, but with firmness.  \"Train up child the way he should go: and when he\nis old, he will not depart from it\"\n(<span class=\"citation\" id=\"41420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41420)\">Prov. 22:6<\/a><\/span>).\nIn this old adage the word <i>train<\/i> has great significance.\n<\/p><p>\nFifth, there are parents who say: We will let our children grow to manhood and womanhood\nand choose for themselves.  In taking this attitude parents fail in the discharging of a parental\nresponsibility.  Parents and teachers are God's fellow workers.  The Father of all mankind\nexpects parents, as his representatives, to assist him in shaping and guiding human lives and\nimmortal souls. That is the highest assignment which the Lord can bestow upon man.\n<\/p><p>\nThe most effective way to teach religion in the home is not by preaching but by living.  If\nyou would teach faith in God, show faith in him yourself; if you would teach prayer, pray\nyourself. Would you have them temperate? Then you yourself refrain from intemperance. If\nyou would have your child live a life of virtue, of self-control, of good report, then set him a\nworthy example in all these things.  A child brought up under such home environment will be\nfortified for the doubts, questions, and yearnings that will stir his soul when the real period of\nreligious awakening comes at twelve or fourteen years of age.\n<\/p><p>\nIt is then that he needs positive teaching regarding God and truth and his relations with\nothers.  Activity in the Church is a good safeguard during youth.  Continual absence from\nChurch makes continual absence easy.  Other interests in life make the growing youth\nindifferent to religion.  Success makes him think that religion is not essential to his happiness. \n\"It is a law of life that use gives strength; a capacity unused weakens and dies.  It is as true of\nreligious instincts as of any other. One need not be a sinner to lose God; he need only forget\nHim.\"\n<\/p><p>\nWith respect to the responsibility of parents teaching religion to their children, the Lord is\nvery explicit in the Doctrine and Covenants, Section 68,  25th to 28th verse: \n<\/p><p>\n\"And again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old, the sin be upon the heads of the parents.\n<\/p><p>\n\"For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized.\n<\/p><p>\n\"And their children shall be baptized for the remission of their sins when eight years old, and\nreceive the laying on of the hands.\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"13377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13377)\">D&amp;C 68:25-28<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, let us strive to have fewer broken homes, and in our homes to have\nharmony and peace. From such homes will go men and women motivated with a desire to\nbuild, not to destroy.\n<\/p><p>\nThus in our homes, in our wards, branches, and stakes, we may join the appointed messengers\nin organized missions, and consistently proclaim the restored gospel of peace unto the ends of\nthe earth.\n<\/p><p>\n\"Follow with reverent steps the great example<br \/>\n     Of him whose holy work was 'doing good';<br \/>\n     So shall the wide earth seem our Father's temple,<br \/>\n     Each loving life a psalm of gratitude.\n<\/p><p>\n\"Then shall all shackles fall: the stormy clangor<br \/>\n     Of wild war music o'er the earth shall cease; <br \/>\n     Love shall tread out the baleful fire of anger,<br \/>\n     And in its ashes plant the tree of peace.\"<br \/><br \/>\n&nbsp; &nbsp; (Whittier)\n<\/p><p>\nI hope that in the hearts of those who are listening there will have been awakened a\nrealization that example in the home is entirely essential to the proclamation of peace abroad.\nThe strangers who come to visit us will see that our lives comport with the proclamation of\npeace, with the ensign of peace that the Church holds up before the world.  O Father, help us,\nthat we may be thus blessed by the guidance of thy Holy Spirit, we pray in the name of Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}