{"ID":754, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"For Whoso Is Faithful\"<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1955, pp. 28-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAfter listening to President David O. McKay's timely and helpful message, brothers and\nsisters, I am sure that you feel, as did I, to say again in your hearts: \n<\/p><p>\nWe thank thee, O God, for a Prophet,\n     To guide us in these latter days; \n     We thank thee for sending the gospel\n     To lighten our minds with its rays.\n<\/p><p>\nMay we utter that thanks and show it in a fervent and personal response to this appeal of our\ngreat leader.\n<\/p><p>\nI am sure that what I shall say will not be new to anyone, but it is a matter to which we\nshould give serious consideration.  The Latter-day Saints are a blessed people because they\nhave made covenants with the Lord.  As he made covenants with Israel of old, so he has\nmade covenants with us, and we have made personal and individual covenants with him.\n<\/p><p>\nA covenant is a bond; a solemn agreement.  It involves at least two individuals, and, of\ncourse, both parties must abide by the conditions of the covenant in order to make it effective\nand binding. The gospel in its fullness, as it has been restored, is the new and everlasting\ncovenant of God.  The new and everlasting covenant embodies all covenants, bonds, and\nobligations that are required of the Lord for peace in the world, for peace in the hearts of men\nand for the salvation and exaltation of man.\n<\/p><p>\nIn a revelation given to the Church through the Prophet Joseph Smith, the Lord, bidding the\npeople to hearken and listen together to his voice \"while it is yet day,\" said to them: \n<\/p><p>\nAnd even so I have sent mine everlasting covenant into the world, to be a light to the\nworld, and to be a standard for my people, and for the Gentiles to seek to it, and to be\na messenger before my face to prepare the way before me\n(<span class=\"citation\" id=\"13368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13368)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nWhy does the Lord make or require covenants and commandments and obligations and laws? \nI have heard people ask, if he loves us why does he restrict us?  Just as any father would\nrestrict his child, if it is a blessing to that child, so our Father gives us these laws and\nordinances and commandments and covenants, not that we should be burdened or restricted by\nthem, but that we may be lifted up and made free, that our burdens may be light; that we\nmay, through obedience to them, more nearly perfect our lives and thereby prepare ourselves\nfor the glories that await those who are willing to conform to the laws and ordinances of the\ngospel.  His laws are not grievous; they are not burdensome.\n<\/p><p>\nCovenants made with the Lord are eternal in their nature.  Agreements made between men\nend when those men are dead.  Such agreements are not eternal.  The Lord made it very clear\nthat the covenants he makes with men are eternal and that those which are between man and\nman shall be shaken and destroyed eventually.\n<\/p><p>\nBehold, mine house is a house of order, saith the Lord God, and not a house of\nconfusion.\n<\/p><p>\nAnd everything that is in the world, whether it be ordained of men, by thrones, or\nprincipalities, or powers, or things of name, whatsoever they may be, that are not by\nme or by my word, saith the Lord, shall be thrown down, and shall not remain after\nmen are dead, neither in nor after the resurrection, saith the Lord your God\n(<span class=\"citation\" id=\"13427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13427)\">D&amp;C 132:8,13<\/a><\/span>).\n<\/p><p>\nEvery member of this Church has made covenants with God.  When we entered into the\nwaters of baptism and were confirmed members of the Church, we entered into a covenant\nwith him. In section twenty-two of the Doctrine and Covenants the Lord refers to baptism as\n\"a new and everlasting covenant, even that which was from the beginning\"\n(<span class=\"citation\" id=\"13361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13361)\">D&amp;C 22:1<\/a><\/span>). And in another\nrevelation to Joseph Smith given in 1830, the Lord said, concerning baptism and the\ncovenants associated with it (and I often wonder if we consider seriously enough those\ncovenants and obligations that are connected with our entering into the waters of baptism and\ninto membership in this Church), this he said: \n<\/p><p>\nAll those who humble themselves before God, and desire to be baptized, and come\nforth with broken hearts and contrite spirits, and witness before the church that they\nhave truly repented of all their sins, and are willing to take upon them the name of\nJesus Christ, having a determination to serve him to the end, and truly manifest by\ntheir works that they have received of the Spirit of Christ unto the remission of their\nsins, shall be received by baptism into his church\n(<span class=\"citation\" id=\"13359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13359)\">D&amp;C 20:37<\/a><\/span>).\n<\/p><p>\nThose requirements and expectations are rather definite.  The obligations and covenants are\nclearly stated.  Both the blessings of becoming a member of the Church and the obligations of\nsuch membership should be understood and impressed upon all candidates for baptism and\nmembership in the Church, both the young and the old.\n<\/p><p>\nAgain, when we partake of the sacrament of the Lord's supper, we enter into covenants with\nhim.  We make a covenant that we will take upon us the name of the Son.  That means, it\nseems to me, to be like him as nearly as possible, to do as he would do, to live in our\neveryday lives as he would live, to be a true disciple of Christ.\n<\/p><p>\nNow, he who takes upon him the name of Christ surely will obliterate from his life such\nthings as profane and vulgar language, and evil thinking, \"For,\" says the Lord, \"as he thinketh\nin his heart, so is he\" (<span class=\"citation\" id=\"41421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41421)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nSurely those who take upon them the name of Christ will be honest and true, chaste and\nbenevolent and virtuous and will do good to all men\n(<span class=\"citation\" id=\"6690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6690)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nWhen we partake of the sacrament, we make a covenant to keep his commandments, all of\nthem, certainly to love the Lord our God with all our hearts, and with all our might, and with\nall our strength, and to love our neighbor as ourselves.  By keeping the commandments made\nin the sacrament service, one is promised that his Spirit will be with him, to guide him, to\ndirect him, to warn him, and to teach him. There is nothing more desirable that one could ask\nthan to have the accompaniment of the Spirit of God.\n<\/p><p>\nLet us be grateful for the privilege we have each week of going to the sacrament table and\nthere renewing our covenants with the Lord.  Let us also leave the sacrament table with a\ndetermination to keep the covenant that we make there.\n<\/p><p>\nWhen we are ordained to the priesthood we enter into what is known as the oath and\ncovenant of the priesthood.  We agree to magnify and honor that priesthood by live by every\nword that proceedeth from the mouth of God.\n<\/p><p>\nAlways there are blessings promised to those who keep the covenants made with the Lord.  In\nthe eighty-fourth section of the Doctrine and Covenants, the Lord mentions such promises,\nwhen he says: \n<\/p><p>\nFor whoso is faithful unto the obtaining these two priesthoods of which I have spoken,\nand the magnifying their calling, are sanctified by the Spirit unto the renewing of their\nbodies.\n<\/p><p>\nThey become the sons of Moses and of Aaron and the seed of Abraham, and the\nchurch and kingdom, and the elect of God.\n<\/p><p>\nTherefore, all those who receive the priesthood, receive this oath and covenant [or\nenter into it] of my Father, which he cannot break, neither can it be moved\n(<span class=\"citation\" id=\"13386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13386)\">D&amp;C 84:33-34,40<\/a><\/span>).\n<\/p><p>\nWilford Woodruff, speaking upon this revelation, made note of the marvelous blessings that\nawait the faithful bearers and sharers of the priesthood; our wives are not without the same\nblessings that come to the men who bear the priesthood.  Said Wilford Woodruff: \n<\/p><p>\nDo we comprehend that if we abide the laws of the priesthood we shall become heirs\nof God and joint-heirs of Jesus Christ (<span class=\"citation\" id=\"42724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42724)\">Rom. 8:17<\/a><\/span>)?\nWho can comprehend that by obeying the\ncelestial law, all the Father hath shall be given unto us, exaltations, thrones,\nprincipalities, powers, dominions.  Who can comprehend it?  And yet it is here stated.\n<\/p><p>\nNow if we keep the laws and covenants of baptism, and honor the priesthood and its\ncovenants, we are then permitted to enter into the temple of the Lord and there again make\ncovenants with him, which covenants if kept will qualify us for the fullness of joy in our\nFather's kingdom; and to become endowed with powers, rights, blessings, and promises of\nblessings that may embellish our lives and bless us eternally and bring us joy that is beyond\nour power to comprehend.\n<\/p><p>\nWe may also enter into that order of the priesthood known as the \"new and everlasting\ncovenant of marriage\" (<span class=\"citation\" id=\"13425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13425)\">D&amp;C 131:2<\/a><\/span>).\nThose who remain true to that covenant and to all other covenants are\npromised of the Lord that they will come forth in the resurrection of the just with their\nhusbands and their wives as their companions, and with their children, if they are faithful and\nkeep the covenants which they shall make, to live with them in a state of never-ending\nhappiness. What hope, what assurance, what joy that should bring to the hearts of men!  The\ngreat joy and consolation that comes from the divine assurance that the family ties may\ntranscend the boundaries of death and continue eternally is priceless to all who love their\nfamilies and their friends.\n<\/p><p>\nWe are indeed a covenant-making people.  I hope and pray that we are also a\ncovenant-keeping people.  Unspeakable joy, indescribable blessings and associations with\nthose that we love await all who receive the covenants of God and who endure to the end,\nfaithful and true.\n<\/p><p>\nFor&mdash;\n<\/p><p>\nEye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him\n(<span class=\"citation\" id=\"258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(258)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nAnd, of course, he has said that they that love him will keep his commandments\n(<span class=\"citation\" id=\"27648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27648)\">John 14:15<\/a><\/span>).\n<\/p><p>\nMay we go forth from this conference more determined than ever so to do, I pray in the name\nof Jesus Christ, the Lord.  Amen.\n<\/p>\n<\/div>\n<\/div>"}