{"ID":7551, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Special Experiences\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p2\" class=\"\">Elder Ronald A. Rasband<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p3\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ronald-a-rasband-10.jpg\" alt=\"Ronald A. Rasband\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our personal journey through life provides us with many special experiences that become building blocks of faith and testimony.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_005<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p5\" class=\"\">I would like to add my testimony and witness on this special day that President Thomas S. Monson is the Lord’s prophet on the earth. I am grateful to have this privilege to speak in general conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p6\" class=\"\">I am grateful, as you are, for the experience we have in this historic conference as we sustain, in an orderly and patterned way, our new prophet, First Presidency, and other leaders of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p7\" class=\"\">This kind of experience fortifies our testimonies and increases our faith in the knowledge that this is indeed the Lord’s true and living Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p8\" class=\"\">Our personal journey through life provides us with many special experiences that become building blocks of faith and testimony. These experiences come to us in vastly different ways and at unpredictable times. They can be powerful spiritual events or small enlightening moments. Some experiences will come as serious challenges and heavy trials that test our ability to cope with them. No matter what the experience may be, each gives us a chance for personal growth, greater wisdom, and, in many cases, service to others with more empathy and love. As the Lord stated to the Prophet Joseph Smith in a reassuring way during one of his most significant trials at Liberty Jail, “All these things shall give thee experience, and shall be for thy good” (<span class=\"citation\" id=\"51976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51976)\">D&amp;C 122:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p9\" class=\"\">As experiences accumulate in our lives, they add strength and support to each other. Just as the building blocks of our homes support the rest of the structure, so too do our personal life experiences become building blocks for our testimonies and add to our faith in the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p10\" class=\"\">This very conference session illustrates the value of a life full of experiences. As we follow the wise counsel of our leaders and marvel at their teachings and spirit, is it any wonder that the Lord chooses His senior Apostle, after years of preparation, to become His chosen prophet?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p11\" class=\"\">My patriarchal blessing indicates that I would be given special experiences that would strengthen my own testimony. Brothers and sisters, think of the special experiences you have been blessed with in your life that have given you conviction and joy in your heart. Remember when you first knew that Joseph Smith was God’s prophet of the Restoration? Remember when you accepted Moroni’s challenge and knew that the Book of Mormon was indeed another testament of Jesus Christ? Remember when you received an answer to fervent prayer and realized that your Heavenly Father knows and loves you personally? As you contemplate such special experiences, don’t they give you a sense of gratitude and resolve to go forward with renewed faith and determination?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p12\" class=\"\">Not long ago Sister Rasband and I had an experience we shall never forget. I was assigned to preside at two stake conferences in Peru. While there, we went to the city of Puno, high in the Andes Mountains, on Lake Titicaca. At 12,000 feet (3,660 m) above sea level, we were amazed at this simple and beautiful city, high on this Andean lake. We met with stake presidents in the area and had a wonderful youth fireside with hundreds of young people from the Puno area.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p13\" class=\"\">One morning we were invited to visit a small group of local members who lived out on the floating reed islands of Lake Titicaca. The people who live there are known as the Uros Indians of Bolivia and Peru.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p14\" class=\"\">We were told that a few Latter-day Saint families had joined together and built their own small, new floating island. With excitement, we took a boat out to the island and were greeted warmly by these wonderful members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p15\" class=\"\">We held their babies wrapped in the most beautiful, colorful handmade blankets. We ate the fish they caught that very day from the lake, which had been so carefully prepared and generously shared. We saw their wares and handicrafts and exchanged gifts with one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p16\" class=\"\">As we visited, we learned that their children paddled by canoe 45 minutes to and from Puno for seminary and school each day. We were also pleased that these members knew the scriptures well, understood them, and loved them. Eagerly they showed us their current temple recommends, having been endowed and sealed in the Cochabamba Bolivia Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p17\" class=\"\">Before we were to leave, one of the mothers asked if we would kneel with them and have a family prayer. I remember well kneeling on the spongy reeds with these faithful Saints. As we knelt, she asked if I would say the prayer and, using the Melchizedek Priesthood, dedicate their new island and home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p18\" class=\"\">I was deeply humbled that, there on the floating islands of Lake Titicaca, these faithful Latter-day Saint families would ask me to pray for the little island of Apu Inti and ask the Lord to bless the homes and families of the Lujanos and Jallahuis.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p19\" class=\"\">As I consider this special experience that the Lord blessed us with, I know a new building block has been added to my house of faith. I often think of that experience in Puno as another reminder of the fulfillment of my own patriarchal blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p20\" class=\"\">From the preface of the Doctrine and Covenants, written in 1831, foretelling the expansion of the Lord’s work in our day, the Lord revealed:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p21\" class=\"\">“But that every man might speak in the name of God the Lord, even the Savior of the world;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p22\" class=\"\">“That faith also might increase in the earth;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p23\" class=\"\">“That mine everlasting covenant might be established;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p24\" class=\"\">“That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of the world” (<span class=\"citation\" id=\"51880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51880)\">D&amp;C 1:20–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p25\" class=\"\">Brothers and sisters, the weak and the simple members of the Church, like you and me, are taking the gospel to the ends of the earth, to Puno, Peru, and other far-off places. Faith is increasing among God’s covenant people, and I believe it is through having a personal treasury of such valued experiences that an increase of faith can happen for each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p26\" class=\"\">President Monson said: “[The Lord] commands. And to those who obey Him, whether they be wise or simple, He will reveal Himself in the toils, the conflicts, the sufferings which they shall pass through in His fellowship, and … they shall learn in their <span class=\"emphasis\">own experience<\/span> Who He is” (in “The Way of the Master,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Jan. 2003, 7; quoting Albert Schweitzer, <span class=\"emphasis\">The Quest of the Historical Jesus<\/span> [1948], 401; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/special-experiences.p27\" class=\"\">In these days of worldly intrusions into our lives, when trials and difficulties may seem to engulf us, let us remember our own special spiritual experiences. These building blocks of faith will bring us conviction and reassurance of a caring, loving Father in Heaven, of our Lord and Savior, Jesus Christ, and of Their restored true and living Church. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}