{"ID":7554, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Concern for the One\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Jesus Christ is our greatest example. He was surrounded by multitudes and spoke to thousands, yet He always had concern for the one.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_008<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p5\" class=\"\">I am grateful for the opportunity to be with you today in this magnificent Conference Center. As vast as this congregation is, it’s humbling to realize that it is merely a fraction of the millions who will see, hear, and read the words spoken at this great conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p6\" class=\"\">Of course, we will miss our beloved President Gordon B. Hinckley. We are all better people, however, because of his influence. The Church is stronger because of his guidance. Indeed, the world is a better place because there was such a leader as President Gordon B. Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p7\" class=\"\">I would like to say a few words about our new First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p8\" class=\"\">I have known President Monson for a long time. He is a mighty man of Israel who was foreordained to preside over this Church. He is well-known for his captivating stories and parables, but we who know him best understand that his life is a practical and exemplary model of the application of those stories. While it is a compliment to him that many of the great and mighty of this world know and honor him, perhaps it is an even greater tribute that many of the lowly call him friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p9\" class=\"\">To his core, President Monson is kind and compassionate. His words and deeds exemplify his concern for the one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p10\" class=\"\">President Eyring is a wise, learned, and spiritual man. He is known and respected not only in the Church but by those not of our faith. He is the kind of man who, when he speaks, everyone listens. He has added stature to the name <span class=\"emphasis\">Eyring.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p11\" class=\"\">I knew President Uchtdorf when I was serving as Area President in Europe. From the moment I met him, I recognized in him a man of immense spiritual depth and tremendous capability. I knew the Lord was mindful of him. Twenty-three years ago, I had the honor of extending to him the Lord’s calling to serve as a stake president in Frankfurt, Germany. As I have watched over the years, I have noticed that everything under his direction has succeeded. The Lord is with him. When I think of President Uchtdorf, two words come to mind: <span class=\"emphasis\">Alles wohl<\/span>—that’s German for “All is well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p12\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">True disciples of Jesus Christ have always been concerned for the one. <\/span>\n\t<\/span>Jesus Christ is our greatest example. He was surrounded by multitudes and spoke to thousands, yet He always had concern for the one. “For the Son of man is come to save that which was lost,”<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_008\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51615)\">Matthew 18:11<\/a><\/span>.]<\/span><\/sup> He said. “What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?”<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_008\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51634)\">Luke 15:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p13\" class=\"\">This instruction applies to all who follow Him. We are commanded to seek out those who are lost. We are to be our brother’s keeper. We cannot neglect this commission given by our Savior. We must be concerned for the one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p14\" class=\"\">Today I would like to talk about those who are lost—some because they are different, some because they are weary, and some because they have strayed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p15\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Some are lost because they are different. <\/span>\n\t<\/span>They feel as though they don’t belong. Perhaps because they are different, they find themselves slipping away from the flock. They may look, act, think, and speak differently than those around them and that sometimes causes them to assume they don’t fit in. They conclude that they are not needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p16\" class=\"\">Tied to this misconception is the erroneous belief that all members of the Church should look, talk, and be alike. The Lord did not people the earth with a vibrant orchestra of personalities only to value the piccolos of the world. Every instrument is precious and adds to the complex beauty of the symphony. All of Heavenly Father’s children are different in some degree, yet each has his own beautiful sound that adds depth and richness to the whole.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p17\" class=\"\">This variety of creation itself is a testament of how the Lord values all His children. He does not esteem one flesh above another, but He “inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; … all are alike unto God.”<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_008\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51745)\">2 Nephi 26:33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p18\" class=\"\">I remember when I was young, there was an older boy who was physically and mentally disabled. He had a speech impediment and walked with difficulty. The boys used to make fun of him. They teased and taunted him until sometimes he would cry.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p19\" class=\"\">I can still hear his voice: “You’re not kind to me,” he said. And still they would ridicule him, push him, and make jokes about him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p20\" class=\"\">One day I could bear it no longer. Although I was only seven years old, the Lord gave me the courage to stand up to my friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p21\" class=\"\">“Don’t touch him,” I said to them. “Stop teasing him. Be kind. He is a child of God!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p22\" class=\"\">My friends stepped back and turned away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p23\" class=\"\">I wondered at the time if my boldness would jeopardize my relationship with them. But the opposite happened. From that day onward, my friends and I became closer. They showed increased compassion for the boy. They became better human beings. To my knowledge, they never taunted him again.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p24\" class=\"\">Brothers and sisters, if only we had more compassion for those who are different from us, it would lighten many of the problems and sorrows in the world today. It would certainly make our families and the Church a more hallowed and heavenly place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p25\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Some are lost because they are weary. <\/span>\n\t<\/span>It’s easy to feel overwhelmed. With all the pressures and demands on our time and the stress we face each day, it’s little wonder we get tired. Many feel discouraged because they have not measured up to their potential. Others simply feel too weak to contribute. And so, as the flock moves on, gradually, almost imperceptibly, some fall behind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p26\" class=\"\">Everyone has felt tired and weary at one time or another. I seem to feel more so now than I did when I was younger. Joseph Smith, Brigham Young, even Jesus Christ knew what it meant to be tired. I do not wish to underestimate the weight that members of the Church bear upon their shoulders, nor do I minimize the emotional and spiritual trials they face. These can be heavy and often difficult to bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p27\" class=\"\">I do, however, have a testimony of the renewing power of the gospel of Jesus Christ. The prophet Isaiah proclaimed that the Lord “giveth power to the faint; and to them that have no might he increaseth strength.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_008\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51588)\">Isaiah 40:29<\/a><\/span>.]<\/span><\/sup> When I feel tired, I remember the words of the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p28\" class=\"\">“Shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p29\" class=\"\">“… Let the woods and all the trees of the field praise the Lord; … and let all the sons of God shout for joy!”<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_008\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51981)\">D&amp;C 128:22–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p30\" class=\"\">For you members of the Church who hold back because of feelings of inadequacy, I plead with you to step forward, put your shoulder to the wheel, and push. Even when you feel that your strength can add little, the Church needs you. The Lord needs you. Remember that the Lord often chooses “the weak things of the world” to accomplish His purposes.<sup class=\"noteMarker\"><a href=\"#footnote6-02205_000_008\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51879)\">D&amp;C 1:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p31\" class=\"\">To all who are weary, let the comforting words of the Savior console you: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.”<sup class=\"noteMarker\"><a href=\"#footnote7-02205_000_008\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51607)\">Matthew 11:28<\/a><\/span>.]<\/span><\/sup> Let us rely on that promise. The power of God can infuse our spirits and bodies with energy and vigor. I urge you to seek this blessing from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p32\" class=\"\">Draw near to Him, and He will draw near to you, for He has promised that “they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.”<sup class=\"noteMarker\"><a href=\"#footnote8-02205_000_008\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51589)\">Isaiah 40:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p33\" class=\"\">When we show concern for those who are weary, we “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.”<sup class=\"noteMarker\"><a href=\"#footnote9-02205_000_008\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51938)\">D&amp;C 81:5<\/a><\/span>.]<\/span><\/sup> Caring Church leaders are mindful of individual limitations yet eager to utilize members to the extent of their strength and abilities. Leaders teach and support but do not bring pressure to “run faster or labor more than” strength allows.<sup class=\"noteMarker\"><a href=\"#footnote10-02205_000_008\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51888)\">D&amp;C 10:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p34\" class=\"\">Remember, sometimes those who start out the slowest end up going the farthest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p35\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Some are lost because they have strayed. <\/span>\n\t<\/span>Except for the Lord, we have all made mistakes. The question is not whether we will trip and fall but, rather, how will we respond? Some, after making mistakes, stray from the fold. This is unfortunate. Do you not know that the Church is a place for imperfect people to gather together—even with all their mortal frailties—and become better? Every Sunday in every meetinghouse throughout the world, we find mortal, imperfect men, women, and children who meet together in brotherhood and charity, striving to become better people, to learn of the Spirit, and to lend encouragement and support to others. I am not aware of any sign on the door of our meetinghouses that reads “Restricted Entrance—Perfect People Only.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p36\" class=\"\">Because of our imperfections, we need the Lord’s Church. It is there that His redemptive doctrines are taught and His saving ordinances are administered. The Church encourages and motivates us to be a better and happier people. It is also a place where we can lose ourselves in the service of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p37\" class=\"\">The Lord knows we will make mistakes. That is why He suffered for our sins. He wants us to get back on our feet and strive to do better. There is joy in the presence of the angels of God over one sinner who repents.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p38\" class=\"\">To you who have strayed because you have been offended, can you not set your hurt and anger aside? Can you not fill your hearts with love? There is a place for you here. Come, join the fold, consecrate your abilities, talents, and skills. You will be better for it, and others will be blessed by your example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p39\" class=\"\">To those who have strayed because of doctrinal concerns, we cannot apologize for the truth. We cannot deny doctrine given to us by the Lord Himself. On this principle we cannot compromise.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p40\" class=\"\">I understand that sometimes people disagree with doctrine. They even go so far as to call it foolish. But I echo words of the Apostle Paul, who said that sometimes spiritual things can appear as foolishness to men. Nevertheless, “the foolishness of God is wiser than men.”<sup class=\"noteMarker\"><a href=\"#footnote11-02205_000_008\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51683)\">1 Corinthians 1:25<\/a><\/span>; see also <span class=\"citation\" id=\"51682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51682)\">v. 18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p41\" class=\"\">In truth, things of the Spirit are revealed by the Spirit. “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.”<sup class=\"noteMarker\"><a href=\"#footnote12-02205_000_008\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51687)\">1 Corinthians 2:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p42\" class=\"\">We testify that the gospel of Jesus Christ is here upon the earth today. He taught of His Father’s doctrine, “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.”<sup class=\"noteMarker\"><a href=\"#footnote13-02205_000_008\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51652)\">John 7:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p43\" class=\"\">I know that each of you bears a concern for a loved one. Give encouragement, service, and support to them. Love them. Be kind to them. In some cases, they will return. In others, they will not. But in all cases, let us ever be worthy of the name we take upon ourselves, even that of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/concern-for-the-one.p44\" class=\"\">To all who inhabit this beautiful earth, I raise my voice and bear solemn witness that God lives and that Jesus is the Christ, our Savior and King! He restored His truth and His gospel through the Prophet Joseph Smith. He speaks to His prophets and apostles. President Thomas S. Monson is the Lord’s anointed and guides His Church today. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51615)\">Matthew 18:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51634)\">Luke 15:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51745)\">2 Nephi 26:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51588)\">Isaiah 40:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51981)\">D&amp;C 128:22–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02205_000_008\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51879)\">D&amp;C 1:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02205_000_008\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51607)\">Matthew 11:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02205_000_008\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51589)\">Isaiah 40:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02205_000_008\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51938)\">D&amp;C 81:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02205_000_008\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51888)\">D&amp;C 10:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02205_000_008\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51683)\">1 Corinthians 1:25<\/a><\/span>; see also <span class=\"citation\" id=\"51682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51682)\">v. 18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02205_000_008\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51687)\">1 Corinthians 2:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_008\"><a name=\"-02205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-02205_000_008\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51652)\">John 7:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}