{"ID":7556, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Knowledge encourages obedience, and obedience enhances knowledge.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_012<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p5\" class=\"\">A testimony of the gospel is a personal witness borne to our souls by the Holy Ghost that certain facts of eternal significance are true and that we know them to be true. Such facts include the nature of the Godhead and our relationship to its three members, the effectiveness of the Atonement, and the reality of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p6\" class=\"\">A testimony of the gospel is not a travelogue, a health log, or an expression of love for family members. It is not a sermon. President Kimball taught that the moment we begin preaching to others, our testimony is ended.<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_012\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The Teachings of Spencer W. Kimball, <\/span>ed. Edward L. Kimball (1982), 138.]<\/span><\/sup><\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p8\" class=\"\">Various questions arise as we hear others bear testimony or as we consider bearing testimony ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p9\" class=\"\">1. In a testimony meeting a member says, “I know that the Father and the Son appeared to the Prophet Joseph Smith.” A visitor wonders, “What does he mean when he says he <span class=\"emphasis\">knows<\/span> that?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p10\" class=\"\">2. A young man preparing for a mission wonders whether his testimony is strong enough that he can serve as a missionary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p11\" class=\"\">3. A young person hears the testimony of a parent or teacher. How does such a testimony help a person who hears it?<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p13\" class=\"\">What do we mean when we testify and say that we <span class=\"emphasis\">know <\/span>the gospel is true? Contrast that kind of knowledge with “I know it is cold outside” or “I know I love my wife.” These are three different kinds of knowledge, each learned in a different way. Knowledge of outside temperature can be verified by scientific proof. Knowledge that we love our spouse is personal and subjective. While not capable of scientific proof, it is still important. The idea that all important knowledge is based on scientific evidence is simply untrue.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p14\" class=\"\">While there are some “evidences” for gospel truths (for example, see <span class=\"citation\" id=\"51580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51580)\">Psalm 19:1<\/a><\/span>; <span class=\"citation\" id=\"51848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51848)\">Helaman 8:24<\/a><\/span>), scientific methods will not yield spiritual knowledge. This is what Jesus taught in response to Simon Peter’s testimony that He was the Christ: “Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven” (<span class=\"citation\" id=\"51611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51611)\">Matthew 16:17<\/a><\/span>). The Apostle Paul explained this. In a letter to the Corinthian Saints, he said, “The things of God knoweth no man, but [by] the Spirit of God” (<span class=\"citation\" id=\"51685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51685)\">1 Corinthians 2:11<\/a><\/span>; see also <span class=\"citation\" id=\"51660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51660)\">John 14:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p15\" class=\"\">In contrast, we know the things of man by the ways of man, but “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (<span class=\"citation\" id=\"51688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51688)\">1 Corinthians 2:14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p16\" class=\"\">The Book of Mormon teaches that God will manifest the truth of spiritual things unto us by the power of the Holy Ghost (see <span class=\"citation\" id=\"51876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51876)\">Moroni 10:4–5<\/a><\/span>). In modern revelation God promises us that we will receive “knowledge” by His telling us in our mind and in our heart “by the Holy Ghost” (<span class=\"citation\" id=\"51884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51884)\">D&amp;C 8:1–2<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p17\" class=\"\">One of the greatest things about our Heavenly Father’s plan for His children is that each of us can know the truth of that plan for ourselves. That revealed knowledge does not come from books, from scientific proof, or from intellectual pondering. As with the Apostle Peter, we can receive that knowledge directly from our Heavenly Father through the witness of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p18\" class=\"\">When we know spiritual truths by spiritual means, we can be just as sure of that knowledge as scholars and scientists are of the different kinds of knowledge they have acquired by different methods.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p19\" class=\"\">The Prophet Joseph Smith provided a wonderful example of this. When he was persecuted for telling people about his vision, he likened his circumstance to the Apostle Paul, who was ridiculed and reviled as he made his defense before King Agrippa (see <span class=\"citation\" id=\"51676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51676)\">Acts 26<\/a><\/span>). “But all this did not destroy the reality of his vision,” Joseph said. “He had seen a vision, he knew he had, and all the persecution under heaven could not make it otherwise. … So it was with me,” Joseph continued. “I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me. … I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I” (<span class=\"citation\" id=\"52012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52012)\">Joseph Smith—History 1:24–25<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p21\" class=\"\">That was Joseph Smith’s testimony. What about ours? How can we come to know and testify that what he said was true? How does one gain what we call a testimony?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p22\" class=\"\">The first step in gaining any kind of knowledge is to really desire to know. In the case of spiritual knowledge, the next step is to ask God in sincere prayer. As we read in modern revelation, “If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge, that thou mayest know the mysteries and peaceable things—that which bringeth joy, that which bringeth life eternal” (<span class=\"citation\" id=\"51912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51912)\">D&amp;C 42:61<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p23\" class=\"\">Here is what Alma wrote about what he did: “Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit” (<span class=\"citation\" id=\"51807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51807)\">Alma 5:46<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p24\" class=\"\">As we desire and seek, we should remember that acquiring a testimony is not a passive thing but a process in which we are expected to <span class=\"emphasis\">do<\/span> something. Jesus taught, “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself” (<span class=\"citation\" id=\"51653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51653)\">John 7:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p25\" class=\"\">Another way to seek a testimony seems astonishing when compared with the methods of obtaining other knowledge. We gain or strengthen a testimony by bearing it. Someone even suggested that some testimonies are better gained on the feet bearing them than on the knees praying for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p26\" class=\"\">A personal testimony is fundamental to our faith. Consequently, the things we must do to acquire, strengthen, and retain a testimony are vital to our spiritual life. In addition to those already stated, we need to partake of the sacrament each week (see <span class=\"citation\" id=\"51923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51923)\">D&amp;C 59:9<\/a><\/span>) to qualify for the precious promise that we will “always have his Spirit to be with [us]” (<span class=\"citation\" id=\"51902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51902)\">D&amp;C 20:77<\/a><\/span>). Of course, that Spirit is the source of our testimonies.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p28\" class=\"\">Those who have a testimony of the restored gospel also have a duty to share it. The Book of Mormon teaches that we should “stand as witnesses of God at all times and in all things, and in all places that [we] may be in” (<span class=\"citation\" id=\"51797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51797)\">Mosiah 18:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p29\" class=\"\">One of the most impressive teachings on the relationship between the gift of a testimony and the duty to bear it is in the 46th section of the Doctrine and Covenants. In describing different kinds of spiritual gifts, this revelation states:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p30\" class=\"\">“To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God, and that he was crucified for the sins of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p31\" class=\"\">“To others it is given to believe on their words, that they also might have eternal life if they continue faithful” (<span class=\"citation\" id=\"51915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51915)\">vv. 13–14<\/a><\/span>; see also <span class=\"citation\" id=\"124725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124725)\">John 20:29<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p32\" class=\"\">Those who have the gift to <span class=\"emphasis\">know <\/span>have an obvious duty to bear their witness so that those who have the gift to <span class=\"emphasis\">believe on their words <\/span>might also have eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p33\" class=\"\">There has never been a greater need for us to profess our faith, privately and publicly (see <span class=\"citation\" id=\"51924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51924)\">D&amp;C 60:2<\/a><\/span>). Though some profess atheism, there are many who are open to additional truths about God. To these sincere seekers, we need to affirm the existence of God the Eternal Father, the divine mission of our Lord and Savior, Jesus Christ, and the reality of the Restoration. We must be valiant in our testimony of Jesus. Each of us has many opportunities to proclaim our spiritual convictions to friends and neighbors, to fellow workers, and to casual acquaintances. We should use these opportunities to express our love for our Savior, our witness of His divine mission, and our determination to serve Him.<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_012\">2<\/a>\n\t <span class=\"footnote\">[For example, see Jeanne Newman, “With the Sound of a Trump,” <span class=\"emphasis\">Tambuli,<\/span> Aug.–Sept. 1985, 21–23; <span class=\"emphasis\">New Era,<\/span> Aug. 1985, 9–11.]<\/span><\/sup> Our children should also hear us bear our testimonies frequently. We should also strengthen our children by encouraging them to define themselves by their growing testimonies, not just by their recognitions in scholarship, sports, or other school activities.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>V.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p35\" class=\"\">We live in a time when some misrepresent the beliefs of those they call Mormons and even revile us because of them. When we encounter such misrepresentations, we have a duty to speak out to clarify our doctrine and what we believe. We should be the ones to state our beliefs rather than allowing others the final word in misrepresenting them. This calls for testimony, which can be expressed privately to an acquaintance or publicly in a small or large meeting. As we testify of the truth we know, we should faithfully follow the caution to speak “in mildness and in meekness” (<span class=\"citation\" id=\"51909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51909)\">D&amp;C 38:41<\/a><\/span>). We should never be overbearing, shrill, or reviling. As the Apostle Paul taught, we should speak the truth in love (see <span class=\"citation\" id=\"51695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51695)\">Ephesians 4:15<\/a><\/span>). Anyone can disagree with our personal testimony, but no one can refute it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>VI.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p37\" class=\"\">In closing, I refer to the relationship between obedience and knowledge. Members who have a testimony and who act upon it under the direction of their Church leaders are sometimes accused of blind obedience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p38\" class=\"\">Of course, we have leaders, and of course, we are subject to their decisions and directions in the operation of the Church and in the performance of needed priesthood ordinances. But when it comes to learning and knowing the truth of the gospel—our personal testimonies—we each have a direct relationship with God, our Eternal Father, and His Son, Jesus Christ, through the powerful witness of the Holy Ghost. This is what our critics fail to understand. It puzzles them that we can be united in following our leaders and yet independent in knowing for ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p39\" class=\"\">Perhaps the puzzle some feel can be explained by the reality that each of us has two different channels to God. We have a channel of governance through our prophet and other leaders. This channel, which has to do with doctrine, ordinances, and commandments, results in obedience. We also have a channel of personal testimony, which is direct to God. This has to do with His existence, our relationship to Him, and the truth of His restored gospel. This channel results in knowledge. These two channels are mutually reinforcing: knowledge encourages obedience (see <span class=\"citation\" id=\"51560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51560)\">Deuteronomy 5:27<\/a><\/span>; <span class=\"citation\" id=\"51997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51997)\">Moses 5:11<\/a><\/span>), and obedience enhances knowledge (see <span class=\"citation\" id=\"51654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51654)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51654)\">John 7:17<\/a><\/span>; <span class=\"citation\" id=\"51955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51955)\">D&amp;C 93:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p40\" class=\"\">We all act upon or give obedience to knowledge. Whether in science or religion, our obedience is not blind when we act upon knowledge suited to the subject of our action. A scientist receives and acts upon a trusted certification of the content or conditions of a particular experiment. In matters of religion, a believer’s source of knowledge is spiritual, but the principle is the same. In the case of Latter-day Saints, when the Holy Ghost gives our souls a witness of the truth of the restored gospel and the calling of a modern prophet, our choice to follow those teachings is not blind obedience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p41\" class=\"\">In all of our testifying we must avoid arrogance and pride. We should remember the Book of Mormon rebuke to a people who had such pride in the greater things God had given them that they afflicted their neighbors (see <span class=\"citation\" id=\"51758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51758)\">Jacob 2:20<\/a><\/span>). Jacob said this was “abominable unto him who created all flesh” because “the one being is as precious in his sight as the other” (<span class=\"citation\" id=\"51759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51759)\">Jacob 2:21<\/a><\/span>). Later, Alma cautioned that “ye shall not esteem one flesh above another, or one man shall not think himself above another” (<span class=\"citation\" id=\"51803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51803)\">Mosiah 23:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/testimony.p42\" class=\"\">I close with my testimony. I know that we have a Heavenly Father, whose plan brings us to earth and provides the conditions and destiny of our eternal journey. I know that we have a Savior, Jesus Christ, whose teachings define the plan and whose Atonement gives the assurance of immortality and the opportunity for eternal life. I know that the Father and the Son appeared to the Prophet Joseph Smith to restore the fulness of the gospel in these latter days. And I know that we are led today by a prophet, President Thomas S. Monson, who holds the keys to authorize priesthood holders to perform the ordinances prescribed for our progress toward eternal life. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_012\"><a name=\"-02205_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_012\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The Teachings of Spencer W. Kimball, <\/span>ed. Edward L. Kimball (1982), 138.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_012\"><a name=\"-02205_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_012\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>For example, see Jeanne Newman, “With the Sound of a Trump,” <span class=\"emphasis\">Tambuli,<\/span> Aug.–Sept. 1985, 21–23; <span class=\"emphasis\">New Era,<\/span> Aug. 1985, 9–11.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}