{"ID":756, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"What Is Man&mdash;\" He Still Stands as God Made Him<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1955, pp. 33-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: Those whom I see and those who are viewing listening whom I do\nnot see, I stand before you with gratitude that I have been present today and heard the great\nmessages that have been delivered. While my own personal feelings are of no consequence, I\nhad really contemplated doing little more than bearing my testimony, but our President has\nseen fit to change somewhat the program that I understood was to be followed, and so I face\nyou with his expression that I occupy more of your time.  I have been greatly impressed with\nthe President's message and particularly that part of it which dealt with the home and with\nwhat I might call discipline in the home.  Discipline is not a rod.  It is love, kindness,\nconsideration, and understanding.\n<\/p><p>\nWe are blessed that there come to us, we invite them to our homes, spirits from the other\nworld.  As they thus come at our invitation they impose upon us an obligation which, in one\nsense, a true sense, is divine.  So entrusted to our care is a spirit created by the Father who\ncomes here pursuant to the great plan which was devised before the foundations of the world\nwere laid. Bound up in that plan is not alone the past before we came, but the present, while\nwe are here, and the future, the eternities that are to come, and we shall not escape\nresponsibility if in any way we fall short of that mission which we assumed when we brought\ninto this world that little, pure, holy spirit to be guided and directed by us.\n<\/p><p>\nGenerations ago the Psalmist sang: \"What is man, that thou art mindful of him? and the son\nof man, that thou visitest him?\n<\/p><p>\n\"For thou hast made him a little lower than the angels, and hast crowned him with glory and\nhonour\" (<span class=\"citation\" id=\"41791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41791)\">Ps. 8:4-5<\/a><\/span>).\n<\/p><p>\nThe Psalmist must have had in mind and was perhaps referring to the great announcement\nmade in the opening of the sacred record, \"So God created man in his own image, in the\nimage of God created he him; male and female created he them\"\n(<span class=\"citation\" id=\"23622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23622)\">Gen. 1:27<\/a><\/span>).\n<\/p><p>\nIn those statements, in that declaration, pregnant with meaning, is bound up the whole plan of\nlife and salvation, our existence before we came, our existence here, and our existence\nhereafter. Go created us spiritually. He created the bodies through whom, down through the\nages he has provided tabernacles, temples for those spirits which he had created.  He brought\nus here, offsprings of his love, tabernacled with his hopes and his prayers, that we would go\nforward and live through our existence here in accordance with his will, that we might then,\npassing on, reach the high destiny which he had planned for us.\n<\/p><p>\nThat we might never be in a position from the very first, that we might not know what he\nwished us to do, he gave the gospel from the very beginning that men might know his ways,\nknow what they had to do in they that might fulfil their measure of creation and reach that\nhigh destiny he had provided.\n<\/p><p>\nIt is my faith, and I believe history will bear me out, that there never has been a time in the\nhistory of the world, in the darkest hours of paganism when men did not have in their\npossession so much of the truth, and more, as they were able to live.  Sometimes that truth\nwas besmirched, sometimes it was dimmed, sometimes it was distorted, but down underneath\nit all always were some elemental truths, because men had in their minds at least the\ntraditions of the gospel preached from the beginning, had in their minds certain fundamental\nthings which concerned their salvation.\n<\/p><p>\nGod has made it clear, as I understand it, that he holds his children responsible for the truth\nwhich he reveals to them, and if they are not in a position to live all the truth, they are in the\nposition to live that which he gives.  Pushing it, perhaps to the extreme, we know that from\nthe beginning, God taught as part of the gospel the mission, the life, the work, the death of\nhis Only Begotten Son, who was to atone for the bringing upon us of mortality.\n<\/p><p>\nYou know, I can see underneath the sacrifices that were offered, the human sacrifices, in the\ncountry to the south of us among the Lamanites, sacrifices that finally led to cannibalism, the\neating of a part of the sacrifice&mdash;I see a clear suggestion of the sacrifice distorted almost\nbeyond recognition, which God was to make and made through his Only Begotten Son for our\nredemption.\n<\/p><p>\nWe ought to remember, I feel always, the truths which God has given to us. We live in\nrevolutionary and evolutionary time.  The Lord has vouchsafed to us some of the greatest\ndiscoveries of all times; he has increased beyond the wildest dreams of the most imaginative\npoet, our powers of transmission of speech.  He has increased our powers of speed of\ntransportation.  He has discovered to us great secrets of energy which we know how to create\nbut not yet how to control.\n<\/p><p>\nWe have looked at these things, and we have said in our hearts, and in our speech, that the\nold has been \"outmoded.\" We see the results, and we believe.  But it has been rather an easy\ntransition from the outmoding of these material instrumentalities given by God for our good\n(and we shall yet use them for the promulgation of truth though not yet do I catch a glimpse\neven of how in all cases they shall be used, but yet they will be so used)&mdash;it has been an easy\ntransition, I say, to affirm that since the physical has become outmoded, so is \"outmoded\" the\nmoral and the spiritual of the past.  In the darkness they are crying out, as we have heard, for\na prophet.  Brother Romney said that what they need is a listening ear for the prophet they\nhave.\n<\/p><p>\nBut it is wholly fantastic, as I see it, for us to think that man himself is \"outmoded,\" or his\nmoral and spiritual past.  We still have the five senses, all we learn and know and experience\ncomes through those five senses.  Man has not been given another sense by these great\ndiscoveries.  Man still thinks as he has always thought, more poignantly, perhaps, more\ndeeply in certain lines than heretofore, but he still thinks, he still speaks, he is still guided by\nthe same great passions of love, hate, ambition, desire to serve the Lord and all the rest of it. \nWe have not changed. We are as God made us originally, save as we have somehow in some\nthings subverted our feelings, our passions, our urges, our ambitions.\n<\/p><p>\nWhat I would like to get to you today is my feeling that the spiritual in man, the spirit of\nman is in no sense whatever \"outmoded.\" He stands today as he stood when he came from the\ngarden. God is still God; Jesus is the Christ. There is no change in that.  There has been no\nchange in the great spiritual truths that are essential to our progress spiritually and to our\neventual salvation and exaltation. Nothing is changed there.\n<\/p><p>\nMoreover, we of this Church have our testimony and our knowledge that God still speaks to\nus, that he does not permit us to wander in darkness and in silence, uninstructed, uninspired,\nwithout revelation.  No principle of the gospel is more glorious than that principle of\ncontinuous revelation because we know that so often as it is necessary our Heavenly Father\nwill again reveal to us all that it is necessary that we should know, in addition to what we\nnow have.\n<\/p><p>\nWe are not moving blindly, we are not moving by the maxims of the past only.  We are not\nmoving alone, guided only by the revelations given in ancient times.  We are moving forward\nunder revelations given in modern times and are moving forward under a knowledge that if\nwe need further light, it shall be given to us.\n<\/p><p>\nMy brothers and sisters, I leave with you my testimony that God lives, that the eternal truths\nare today as they have always been, no change, that God expects us to keep his\ncommandments. I give you my testimony that this is the Restored Gospel, that Joseph is a\nProphet, that the First Vision was a reality, that the man who now stands as the President of\nthe Church possesses all the keys and powers that were possessed by the Prophet Joseph, that\nGod expects us, as has been said here today, to keep all of his commandments to the end that\nwe may be saved and exalted in his presence, and for this I humbly pray, in the name of\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}