{"ID":7563, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Give Heed unto the Prophets’ Words\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p3\" class=\"\">Elder Quentin L. Cook<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p4\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As the priesthood holders of the Church, it is our solemn responsibility to follow our prophet.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02205_000_019<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p6\" class=\"\">My dear brethren of the priesthood, I am grateful to be with you at this session of general conference on this historic day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p7\" class=\"\">We admire those who risk their lives to rescue those in danger.<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_019\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"51662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51662)\">John 15:13<\/a><\/span>.]<\/span><\/sup> When I visited Southern California during the devastating Santa Ana wind fires late last year, I came away with two impressions. The first was how the Church members came to the assistance of those in need. The second was how appreciative they were to the firefighters. One homeowner described what he saw the firefighters do. He pointed out that the Santa Ana winds blow from the warm desert toward the ocean. Once a fire starts, these hot desert winds carry the flames at a speed of up to 60 or 70 miles (97–113 km) per hour. The homeowner described his gratitude and admiration as he watched the firefighters standing with their hoses behind a cleared area, facing a wall of fire up to 10 feet (3 m) high descending upon them at this enormous speed. These brave men and women were able to rescue both people and homes while in constant personal danger.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p8\" class=\"\">From time to time, as individuals and as a church, we go through periods of crisis and danger. Some arise quickly like a fire. Others are subtle and go almost undetected before they are upon us. Some require heroic action, but most are less spectacular. The way we respond is crucial. My purpose this evening is to reemphasize to priesthood holders the importance of heeding the words of the prophets. This is one sure way to respond to physical and spiritual dangers of all kinds. Some illustrations may be helpful.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p9\" class=\"\">Many of you have participated in treks to experience and appreciate the dramatic rescue of the Willie and Martin handcart companies. I first became aware of this rescue when I was a teenager. My mother gave me a book written by Orson F. Whitney, who would later be an Apostle.<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_019\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> 2nd ed. (1945), 413–14.]<\/span><\/sup> Elder Whitney’s book acquainted me with the heroic effort directed by Brigham Young to rescue the handcart companies. They had been overtaken by winter storms on the high plains of Wyoming. Some had died and many others were on the verge of death. Brigham Young became aware of their plight, and at the October 1856 general conference he instructed the Saints to drop everything and rescue those stranded on the plains.<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_019\">3<\/a>\n       <span class=\"footnote\">[See Gordon B. Hinckley, “The Faith to Move Mountains,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2006, 83–84.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p10\" class=\"\">The response was dramatic. Elder Whitney reported, “Brave men by their heroism—for it was at the peril of their own lives that they thus braved the wintry storms on the plains—immortalized themselves, and won the undying gratitude of hundreds who were undoubtedly saved by their timely action from perishing.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_019\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Life of Heber C. Kimball,<\/span> 413.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p11\" class=\"\">One reason my mother had given me the book was Elder Whitney had made special mention of my great-grandfather David Patten Kimball, who had participated in the rescue when he was 17 years old. All the rescuers battled deep snow and freezing temperatures during much of the rescue of the handcart companies. At great personal sacrifice, David and his associates helped carry many of the pioneers across the freezing, ice-filled Sweetwater.<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_019\">5<\/a>\n       <span class=\"footnote\">[See Chad M. Orton, “The Martin Handcart Company at the Sweetwater: Another Look,” <span class=\"emphasis\">BYU Studies,<\/span> vol. 45, no. 3 (2006): 5–37.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p12\" class=\"\">This true account greatly impressed me. I wanted to prove my devotion to the Lord through some dramatic act. However, in a visit with my grandfather, he explained that when President Brigham Young sent his father, David, and the other young men on their rescue mission, President Young instructed them to do everything they possibly could to save the handcart companies, even at the peril of their own lives.<sup class=\"noteMarker\"><a href=\"#footnote6-02205_000_019\">6<\/a>\n       <span class=\"footnote\">[See Marva Jeanne Kimball Pedersen, <span class=\"emphasis\">Crozier Kimball: His Life and Work<\/span> (1995), 6–7.]<\/span><\/sup> Their acts of bravery were specifically to “follow the prophet Brigham Young” and by so doing express their faith in the Lord Jesus Christ. My grandfather told me that consistent, faithful dedication to the counsel of a prophet is the real lesson I should learn from my great-grandfather’s service. As heroic as it was for David and his associates to help rescue the pioneers, it is also valiant today to follow the counsel of our prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p13\" class=\"\">An often-told account from the Old Testament illustrates this principle. Naaman, a prominent leader in Syria, was afflicted with leprosy. He became aware that the prophet Elisha in Israel might be able to heal him. Elisha sent word by a messenger that Naaman should wash himself in the river Jordan seven times. Initially, Naaman was upset with this counsel. However, his servants said, “If the prophet had bid thee do some great thing, wouldest thou not have done it?” Then Naaman followed the counsel of the prophet Elisha, and he was made clean.<sup class=\"noteMarker\"><a href=\"#footnote7-02205_000_019\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"51578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51578)\">2 Kings 5:1–14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p14\" class=\"\">Like Naaman, you young priesthood holders might aspire to “do some great thing” or participate in something dramatic like the handcart rescue. However, your resolve should be to follow the counsel of the prophet. The First Presidency has reaffirmed its commitment to increasing the worthiness of young people who are recommended for missionary service. Keeping yourselves free from the sins of the world and meeting the high standards for missionary service should be one goal. Preparing yourselves to proclaim the gospel and rescue some of Heavenly Father’s children spiritually would be both significant and heroic. You can meet this challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p15\" class=\"\">Throughout history, a loving Father in Heaven and His Son, Jesus Christ, who is the head of the Church, have blessed us with prophets who counsel and warn about future dangers.<sup class=\"noteMarker\"><a href=\"#footnote8-02205_000_019\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"51596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51596)\">Amos 3:7<\/a><\/span>.]<\/span><\/sup> In Doctrine and Covenants, section 21, speaking specifically of the prophet, the Lord declares:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p16\" class=\"\">“Thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p17\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.”<sup class=\"noteMarker\"><a href=\"#footnote9-02205_000_019\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51903)\">D&amp;C 21:4–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p18\" class=\"\">We have had the great privilege this morning in a solemn assembly to sustain President Thomas S. Monson as our prophet, seer, and revelator and as the 16th President of the Church in this dispensation. Later in this priesthood session of conference we will be blessed to hear his first general conference address as President of the Church. We will want to sustain him with our hearts and our actions as we pay careful attention to what he teaches and what we feel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p19\" class=\"\">My love and appreciation for our previous prophet, President Gordon B. Hinckley, is planted deeply in my heart and will remain with me throughout the eternities. But just as there is room in our hearts for all the children who come into our families, we have that same love and devotion for each prophet the Lord calls to lead His Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p20\" class=\"\">Prophets are inspired to provide us with prophetic priorities to protect us from dangers. As an example, President Heber J. Grant, the prophet from 1918 to 1945, was inspired to emphasize adherence to the Word of Wisdom,<sup class=\"noteMarker\"><a href=\"#footnote10-02205_000_019\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Teachings of Presidents of the Church: Heber J. Grant<\/span> (Melchizedek Priesthood and Relief Society course of study, 2002), 189–97.]<\/span><\/sup> the principle with a promise revealed by the Lord to the Prophet Joseph.<sup class=\"noteMarker\"><a href=\"#footnote11-02205_000_019\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"51954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51954)\">D&amp;C 89<\/a><\/span>.]<\/span><\/sup> He stressed the importance of not smoking or drinking alcoholic beverages and directed the bishops to review these principles in temple recommend interviews.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p21\" class=\"\">At that time smoking was accepted by society as an appropriate, even glamorous, behavior. The medical profession accepted smoking with little concern because the scientific studies linking cigarette smoking with several kinds of cancer were far in the future. President Grant counseled with great vigor, and we became known as a people who abstained from drinking and smoking.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p22\" class=\"\">Starting in the late 1960s, illegal drug use reached epidemic proportions throughout the world. While there were some members who rebelled, the vast majority of LDS youth were able to avoid the devastating use of drugs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p23\" class=\"\">Obeying the Word of Wisdom gave our members, especially our youth, a preventive inoculation against drug use and the resulting health problems and moral hazards. Unfortunately, there appears to be a resurgence of drug use in our own day. Living the Word of Wisdom today will free you from some of the most serious dangers you can face in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p24\" class=\"\">Sometimes prophets teach us prophetic priorities that provide protection for us now and in the future. As an example, President David O. McKay was the prophet from 1951 to 1970. One area of significant focus was his emphasis on the family. He taught that no success in life can compensate for failure in the home.<sup class=\"noteMarker\"><a href=\"#footnote12-02205_000_019\">12<\/a>\n       <span class=\"footnote\">[Quoted from J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> (1924), 42; in Conference Report, Apr. 1935, 116.]<\/span><\/sup> He encouraged members to strengthen families by increasing religious observance. His teachings were a protection from the disintegration of the institution of marriage that came after his death.<sup class=\"noteMarker\"><a href=\"#footnote13-02205_000_019\">13<\/a>\n       <span class=\"footnote\">[See Brad Schiller, “The Inequality Myth,” <span class=\"emphasis\">Wall Street Journal,<\/span> Mar. 10, 2008, A15.]<\/span><\/sup> Because of President McKay’s teaching, the Latter-day Saints strengthened their commitment to family and eternal marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p25\" class=\"\">As the priesthood holders of the Church, it is our solemn responsibility to follow our prophet. We sustain President Monson and his counselors, President Eyring and President Uchtdorf.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p26\" class=\"\">We want you young people to know that President Thomas S. Monson has been prepared by the Lord from his youth to be the prophet.<sup class=\"noteMarker\"><a href=\"#footnote14-02205_000_019\">14<\/a>\n       <span class=\"footnote\">[See the following examples: <span class=\"citation\" id=\"51565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51565)\">1 Samuel 2:26<\/a><\/span>; <span class=\"citation\" id=\"51863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51863)\">Mormon 1:2<\/a><\/span>; <span class=\"citation\" id=\"52007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52007)\">Joseph Smith—History 1:7<\/a><\/span>.]<\/span><\/sup> After serving in the navy at the close of World War II, he was ordained as a bishop at age 22 and then served in a stake presidency. At 32 years of age he served as a mission president in Canada with his sweetheart and companion, Frances Monson. He was called to be an Apostle by President McKay when he was only 36 years old. He is the youngest man called as an Apostle in the past 98 years and has served for over 44 years. The last 22 years he has served as a counselor to Presidents Ezra Taft Benson, Howard W. Hunter, and Gordon B. Hinckley.<sup class=\"noteMarker\"><a href=\"#footnote15-02205_000_019\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Deseret Morning News 2008 Church Almanac<\/span> (2007), 35.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p27\" class=\"\">Section 81 of the Doctrine and Covenants sets forth instructions to a counselor in the First Presidency. It contains important priesthood principles. The first instruction is to be “faithful in counsel.” President Monson has faithfully counseled with each of the three prophets under whom he has served. The unity of the First Presidency in all of their important decisions has been an example to all of us as priesthood holders in the exercise of Church government.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p28\" class=\"\">The second instruction is “proclaiming the gospel.” President Monson has been a great missionary all his life. His personal missionary effort, his supervisory work of the Missionary Department, and his calling and training of mission presidents have been undertaken with enthusiasm. He made significant contributions to the new missionary guide, <span class=\"emphasis\">Preach My Gospel.<\/span> In addition to valuable content contributions, he inspired the inclusion of true accounts to make the guide come alive. With his printer’s eye, he improved the design and layout. He is indeed a great missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p29\" class=\"\">The third instruction reads, “Wherefore, be faithful; stand in the office which I have appointed unto you; succor the weak, lift up the hands which hang down, and strengthen the feeble knees.”<sup class=\"noteMarker\"><a href=\"#footnote16-02205_000_019\">16<\/a>\n       <span class=\"footnote\">[ <span class=\"citation\" id=\"51937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51937)\">D&amp;C 81:3–5<\/a><\/span>.]<\/span><\/sup> Many of our brothers and sisters face devastating problems in their lives. It is in our Christlike outreach to them that we as priesthood leaders, parents, friends, and home teachers can be like the handcart company rescuers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p30\" class=\"\">President Monson’s rescue efforts in this regard have been particularly exemplary. As a bishop he learned to minister to the members of his ward. He has kept in touch with and served their children and grandchildren. Despite a demanding schedule, he was able to speak at the funerals of all 84 of the widows who lived in his ward when he was bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p31\" class=\"\">He has reached out to those in need in a remarkable and personal way. His long years of oversight of humanitarian efforts have blessed people all over the world, both members and those not of our faith. His personal ministry has been Christlike and has given comfort and peace to countless numbers of people. One friend of mine who lost a grandson in a tragic accident told me that his grief was almost beyond comprehension. President Monson’s ministering to him turned almost overwhelming grief to the peace that surpasses understanding. His effort to personally minister to those who are sick and afflicted has been extraordinary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p32\" class=\"\">President Monson has done his very best to “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.” He has magnified his calling as a counselor in the First Presidency in a remarkable way. He has valiantly testified of the name of Jesus Christ in all the world, which is the primary responsibility of all Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p33\" class=\"\">As the then junior member of the Twelve, participating in my first reorganization of the First Presidency in an upper room of the Salt Lake Temple this past February, I experienced the confirmation of the Spirit as the Twelve individually and unanimously sustained President Monson as the Lord’s prophet and President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/give-heed-unto-the-prophets-words.p34\" class=\"\">I am grateful for our Father in Heaven, who loves us, and for His Son, Jesus Christ, who is our Savior and, through the Atonement, our ultimate rescuer from the physical and spiritual dangers of life. He is our advocate with the Father. Of this I bear witness in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51662)\">John 15:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> 2nd ed. (1945), 413–14.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See Gordon B. Hinckley, “The Faith to Move Mountains,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2006, 83–84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Life of Heber C. Kimball,<\/span> 413.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See Chad M. Orton, “The Martin Handcart Company at the Sweetwater: Another Look,” <span class=\"emphasis\">BYU Studies,<\/span> vol. 45, no. 3 (2006): 5–37.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02205_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Marva Jeanne Kimball Pedersen, <span class=\"emphasis\">Crozier Kimball: His Life and Work<\/span> (1995), 6–7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02205_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51578)\">2 Kings 5:1–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02205_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51596)\">Amos 3:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02205_000_019\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51903)\">D&amp;C 21:4–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02205_000_019\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Teachings of Presidents of the Church: Heber J. Grant<\/span> (Melchizedek Priesthood and Relief Society course of study, 2002), 189–97.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02205_000_019\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51954)\">D&amp;C 89<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02205_000_019\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted from J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> (1924), 42; in Conference Report, Apr. 1935, 116.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-02205_000_019\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See Brad Schiller, “The Inequality Myth,” <span class=\"emphasis\">Wall Street Journal,<\/span> Mar. 10, 2008, A15.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-02205_000_019\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See the following examples: <span class=\"citation\" id=\"51565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51565)\">1 Samuel 2:26<\/a><\/span>; <span class=\"citation\" id=\"51863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51863)\">Mormon 1:2<\/a><\/span>; <span class=\"citation\" id=\"52007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52007)\">Joseph Smith—History 1:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-02205_000_019\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Deseret Morning News 2008 Church Almanac<\/span> (2007), 35.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_019\"><a name=\"-02205_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-02205_000_019\">16.<\/a>\n      <\/span>\n\t\t\t\t<p> <span class=\"citation\" id=\"51937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51937)\">D&amp;C 81:3–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}