{"ID":7564, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            And Who Is My Neighbor?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p3\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We express our deep appreciation to the many individuals … who are the good Samaritans of today.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_020<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p5\" class=\"\">Good evening. Tonight the scripture passages “As ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"51617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51617)\">Matthew 25:40<\/a><\/span>) and “Remember in all things the poor and the needy” (<span class=\"citation\" id=\"51920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51920)\">D&amp;C 52:40<\/a><\/span>) take on special meaning as we review highlights of humanitarian endeavors during the past year.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p6\" class=\"\">A briefing on humanitarian assistance was recently given to the General Welfare Committee of the Church. The committee chair, then President Gordon B. Hinckley, expressed profound gratitude for the generosity of members and those not of our faith who have made this outreach possible. In behalf of the General Welfare Committee, we express our deep appreciation to the many individuals, families, quorums, and Relief Society and Young Women groups who are the good Samaritans of today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p7\" class=\"\">In 2007 the Church responded to major earthquakes in 5 countries, massive fires in 6 countries, hunger and famine in 18 countries, and flooding and severe storms in 34 countries. In total the Church and its members responded to 170 major events—nearly one every two days for the entire year. It was a busy year with many opportunities to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p8\" class=\"\">In addition to responding to natural disasters, we undertook thousands of public health initiatives during the year. Over 1 million people benefited from Church-sponsored clean water projects in 25 countries. More than 60,500 people received wheelchairs in 60 nations. Early this year Sister Burton and I, with the South America North Area Presidency, participated with the First Lady of Colombia in a wheelchair presentation. Tears came easily as receivers and their caregivers expressed their appreciation. In 11 countries, over 54,000 individuals now enjoy improved vision. Over 16,500 health-care professionals in 23 countries were trained in infant neonatal resuscitation; they, in turn, will train many others. In a quest to eliminate measles, 2.8 million children and youth in 10 countries received immunizations. The combined effects of these outreach endeavors directly touched nearly 4 million people in 85 countries.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p9\" class=\"\">In August a major 8.0 earthquake killed 520 people and destroyed more than 58,000 homes in southern Peru. In a marvelous display of love and concern, each of the 29 stakes in Lima, Peru, provided basic assistance to ward areas in the devastated region.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p10\" class=\"\">With the wonderful assistance of missionaries, a plan is under way to help individuals rebuild their homes and lives and replace several schools. As many as 400 homes may ultimately be built, with individuals, friends, and family doing much of the work. Supervision, coordination, and training are under the direction of Elder and Sister Alan Layton.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p11\" class=\"\">Late in the year a combination of dry weather and high winds fueled wildfires in southern California. These wildfires forced over one million people from their homes. At least 1,500 homes were destroyed. In response the Church provided cleaning kits, blankets, hygiene kits, and food. Over 5,000 Mormon Helping Hands along with missionaries cleaned, cooked, comforted, and cared for those affected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p12\" class=\"\">One note of appreciation said: “Please forward a great big thank you to all the Latter-day Saints who have been working so hard in my neighborhood. The Mormons have been here constantly with meals, hugs, prayers, and helping to repair and clear property. They … uplift my community, heal hearts, and repair homes in the San Diego hills.”<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_020\">1<\/a>\n       <span class=\"footnote\">[Laura Ridge-Cosby, San Diego, California, in an unsolicited card received by Welfare Services.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p13\" class=\"\">Reflecting on the experience, one stake president said: “One of our projects was to assist cleaning up around the local Baptist church. … We assigned 25 youth. … The Baptists said that they would have lots of donuts and coffee for us. We told them the coffee would go stale, but our youth could handle as many donuts as they could provide!”<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_020\">2<\/a>\n       <span class=\"footnote\">[Gary Sabin, president of the Poway California Stake, e-mail to Garry Flake.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p14\" class=\"\">Heavy rains triggered flooding across the midwestern United States, Oregon, and Washington. Volunteers came with supplies from the bishops’ storehouse to provide help to those in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p15\" class=\"\">When Church representatives in Findlay, Ohio, presented a donation to the local Red Cross chapter, a passerby spotted them in their yellow Mormon Helping Hands T-shirts. She walked in and held up her camera phone with a picture of four Helping Hands and exclaimed, “They just saved my home!”<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_020\">3<\/a>\n       <span class=\"footnote\">[As told by Vincent Jones, bishop of the Findlay Ward, Toledo Ohio Stake.]<\/span><\/sup> Then she hugged everyone in sight.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p16\" class=\"\">A shipment of food was delivered to a local food bank. When it arrived, the manager had a startled look on his face and said, “How did you know? I just gave out my last loaf of bread and planned to lock the doors. How did you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p17\" class=\"\">Working with the World Health Organization to eliminate measles as a killer of almost a million children each year, over 54,000 Church members volunteered to help organize the effort. A Church member in Nigeria wrote: “I called our labor the ‘rescue of the innocent.’ We went house to house and village hall to village hall. A woman told us she had lost three children to measles. She told her story with such grace and passion that there was not a dry eye in the house, mine included.” Our volunteer observed, “The things you do for yourself are gone when you are gone, but the things that you do for others remain as your legacy.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_020\">4<\/a>\n       <span class=\"footnote\">[Kalu Iche Kalu, measles campaign coordinator for the Aba Nigeria Stake.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p18\" class=\"\">Our four-year effort to help those devastated by a tsunami in Indonesia and southern Asia also continued. Funding was provided to help build 902 homes, with 3 community centers, 24 village water systems, 15 schools, and 3 medical centers. A community leader said: “Community members feel happy and blessed to have the community center. … It is a place [where] we can pray … and teach the children. … Thank you to [the Church] for building this center for our people. … We will pray to God to give [the Church] blessings and success in the future. Thank you.”<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_020\">5<\/a>\n       <span class=\"footnote\">[Mohammed Johan, Calang, Indonesia.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p19\" class=\"\">In Ethiopia, communities helped to access clean drinking water. The Church drilled wells and constructed storage tanks. Communities organized a water committee and dug the trenches needed to pipe the water from the storage tanks to each village. In some cases this was a distance of over three miles (5 km).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p20\" class=\"\">Some communities struggled to meet their commitments for trenching. The soil was hard, dry, and full of clay, making digging very difficult. In one community a school of 1,500 students suspended normal school activities for a period of time, and everyone participated in digging the remaining sections of the trench. As they worked, other members of the community joined in. At one point there was over a mile-long line of people digging.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/and-who-is-my-neighbor.p21\" class=\"\">Thank you for your compassion, your goodness, and your generosity. May we press forward to lighten the load of neighbors, encourage and assist the downtrodden, open our purses to assist the poor, and extend our helping hands. I bear witness of the divinity of the Lord Jesus Christ and His gospel and pray that we may continue to enjoy the blessings of true discipleship as we quietly reach out to others. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_020\"><a name=\"-02205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Laura Ridge-Cosby, San Diego, California, in an unsolicited card received by Welfare Services.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_020\"><a name=\"-02205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Gary Sabin, president of the Poway California Stake, e-mail to Garry Flake.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_020\"><a name=\"-02205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>As told by Vincent Jones, bishop of the Findlay Ward, Toledo Ohio Stake.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_020\"><a name=\"-02205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Kalu Iche Kalu, measles campaign coordinator for the Aba Nigeria Stake.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_020\"><a name=\"-02205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Mohammed Johan, Calang, Indonesia.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}