{"ID":7565, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Do You Know Who You Are?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p2\" class=\"\">Dean R. Burgess<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p3\" class=\"\">First Counselor in the Young Men General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dean-r-burgess-10.jpg\" alt=\"Dean R. Burgess\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Knowing who you are makes you spiritually strong, sound, and steadfast in your priesthood duties.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_021<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p5\" class=\"\">As an Aaronic Priesthood young man, I can remember the excitement I felt as a newly ordained deacon. I looked forward to being able to fulfill my priesthood assignments. As a young Primary boy, I watched the deacons in my ward very closely in anticipation of the day I would be 12 years old, receive the priesthood, and be able to pass the sacrament. That day finally arrived, and soon after being ordained by my father, who was the bishop of the ward, I felt ready, but nervous, to begin my duties as a new deacon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p6\" class=\"\">I now belonged to a quorum of the Aaronic Priesthood. The members of my quorum became very best friends. That friendship and quorum brotherhood continued to grow through my youth as we learned and served together in our priesthood duties. We were all good friends and experienced a fun and enjoyable time being together in our quorum activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p7\" class=\"\">One Sunday following one of those warm and long sacrament meetings, the first counselor in our bishopric called me aside to talk to me. This unscheduled priesthood interview became a blessing in my life as I have pondered the question he asked during our brief but significant visit. Brother Bateman looked me in the eye and asked, “Dean, do you know who you are?” There was complete silence, and then he gave me a quick and powerful reminder, “You are the son of Reid Burgess.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p8\" class=\"\">The meaning and significance of that question has burned in my heart for a long time, and I often reflected on it throughout my teenage years. This good brother’s question—“Do you know who you are?”—has given me inspired direction throughout my life and a commitment to bring respect and honor to my family and to the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p9\" class=\"\">Tonight I would ask each one of you young men of the Aaronic Priesthood the very same question that I was asked as a young man, “Do you know who you are?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p10\" class=\"\">Knowing who you are makes you spiritually strong, sound, and steadfast in your priesthood duties. You become confident with faith and determination to make right decisions. You have courage to stand up for what you know is right. You realize that it is a privilege to hold the priesthood of God and have the authority to act in His name.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p11\" class=\"\">Ammon, a great missionary of the Book of Mormon, was a faithful and valiant servant of King Lamoni. He miraculously preserved King Lamoni’s flocks and did all he could to serve the king. When hearing of Ammon’s powerful acts, Lamoni questioned who Ammon really was. Ammon declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p12\" class=\"\">“Behold, I am a man, and am thy servant; therefore, whatsoever thou desireth which is right, that will I do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p13\" class=\"\">“Now when the king had heard these words, he marveled again, for he beheld that Ammon could discern his thoughts; but notwithstanding this, king Lamoni did open his mouth, and said unto him: Who art thou? Art thou that Great Spirit, who knows all things?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p14\" class=\"\">“Ammon answered and said unto him: I am not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p15\" class=\"\">Ammon then explained who he was when he said, “I am a man … created after the image of God, and I am called by his Holy Spirit to teach … this people” (<span class=\"citation\" id=\"51823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51823)\">Alma 18:17–19, 34<\/a><\/span>). Ammon knew who he was and what his true mission was.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p16\" class=\"\">Finding out who we are is one of life’s greatest quests. As parents and leaders, we make a sincere and honest effort to help those we love understand and know the answer to this simple but profound question, “Who am I?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p17\" class=\"\">I ask you young men of the Aaronic Priesthood, How do you come to receive a knowledge and witness of who you are?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p18\" class=\"\">Please consider the following three questions and related principles that are essential in understanding your true identity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p19\" class=\"\">First, do you know that you are a son of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p20\" class=\"\">You are literally a son of God, “spiritually begotten in the premortal life. As His child, you can be assured that you have divine, eternal potential and that [your Heavenly Father] will help you in your sincere efforts to reach that potential” (<span class=\"emphasis\">True to the Faith: A Gospel Reference<\/span> [2004], 74).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p21\" class=\"\">The knowledge that Heavenly Father loves us and that we are His children gives us strength, comfort, and hope to live this mortal life. In the First Epistle of John we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p22\" class=\"\">“Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p23\" class=\"\">“Beloved, now are we the sons of God” (<span class=\"citation\" id=\"51718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51718)\">1 John 3:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p24\" class=\"\">You are important to a loving Father in Heaven! Young men, pray always! Your prayers both morning and night will help you come to know that you are a son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p25\" class=\"\">Second, do you know who you are in God’s plan?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p26\" class=\"\">Alma called it “the great plan of happiness” (<span class=\"citation\" id=\"51840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51840)\">Alma 42:8<\/a><\/span>), a plan that God prepared for you and for each of us. Following this plan makes it possible for each of us to enjoy happiness now and to return to His presence after we die. Heavenly Father sent His Beloved Son, Jesus Christ, to “loose the bands of death” (<span class=\"citation\" id=\"51812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51812)\">Alma 7:12<\/a><\/span>) and atone for our sins and the sins of the world. Allowing the Savior to atone for our sins is the greatest expression of our Heavenly Father’s love for each of us. “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life” (<span class=\"citation\" id=\"51645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51645)\">John 3:16<\/a><\/span>). Knowing, believing, and understanding the mission of the Savior helps us know who we are.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p27\" class=\"\">As part of Heavenly Father’s plan, you are sent to an earthly home and to a family. The covenants you make in God’s plan, as an individual and as part of a family, will bind you forever in your family and in the family of God for all eternity. Honor and respect those names you bear. Live the standards and the commandments of God. Allow others to know who you are by the way you live the standards, as found in the <span class=\"emphasis\">For the <\/span><span class=\"emphasis\">Strength of Youth<\/span> booklet. Study, ponder, and live these divine standards. They are for you!<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p28\" class=\"\">Third, do you know who you are as a member of The Church of Jesus Christ of Latter-day Saints?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p29\" class=\"\">You have been baptized and have received the Holy Ghost. You are a member of the restored Church of Jesus Christ. It is His Church, and He has given us a prophet of God to teach, lead, and guide us and to direct His work here on earth. I testify that President Thomas S. Monson is our prophet in these “perilous times” (<span class=\"citation\" id=\"51702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51702)\">2 Timothy 3:1<\/a><\/span>). Listen to him. He and other modern-day prophets will teach you who you are and how to become like the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p30\" class=\"\">You are a member of The Church of Jesus Christ of Latter-day Saints and have been ordained to hold the priesthood of God. President Monson has said, “We have been entrusted to bear the priesthood and to act in the name of God. We are recipients of a sacred trust. Much is expected of us” (“A Royal Priesthood,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 59).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p31\" class=\"\">You belong to a priesthood quorum of young men, where you can feel the brotherhood and friendship of other priesthood holders. The quorum is a protection for you against worldly influences. You are able to serve one another and participate in the ordinances of the priesthood. In your quorums you are also taught the principles of the gospel of Jesus Christ, which help you understand who you are. Young men, honor the priesthood of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p32\" class=\"\">I testify that knowing who you are and keeping your promises and covenants with the Lord will bring you happiness in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/do-you-know-who-you-are.p33\" class=\"\">May we all be able to know and understand who we really are. May the Spirit we feel tonight bear “witness with our spirit[s], that we are the children of God” (<span class=\"citation\" id=\"51680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51680)\">Romans 8:16<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}