{"ID":757, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Christianity Definitions<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1955, pp. 37-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I rejoice with you in this great conference of the Church.  I\nhave been coming to conferences for a half century. I think I have seldom missed a session. I\ncannot remember of ever having attended a more enlightening and inspiring session than that\nof this morning. I feel certain that all who were present here or who heard the proceedings\nmust have been deeply impressed.\n<\/p><p>\nNaturally, I have an earnest and a prayerful desire to make some little contribution to these\nproceedings, and I earnestly solicit your co-operation and sympathy and your prayers in an\nundertaking to that end.  I am taking the liberty of addressing my remarks in large measure to\nour friends who pay us the courtesy and the honor to give some attention to these\nproceedings.\n<\/p><p>\nWe are approximating the Easter time, as we were so well apprised this morning in the\nbeautiful sermons of Brother Lee and Brother Brown. At this time the whole world may\nfocus, in a measure at least, its attention upon Christianity, for I cannot think, even in\ncountries of adverse philosophies, that attention will not be given to the progress of that we\ncall Christianity, and propose, if I may, to discuss some phases of that great\ntheme&mdash;Christianity. Recently I heard a minister in an eloquent address over the radio define\nChristianity as \"the Society of the Friends of Jesus.\" The dictionary defines Christianity as\n\"the body of Christian believers.\" Is there a significant distinction between these two\ndefinitions? Is an adequate concept of Christianity available to us and to the world, and is it\nimportant?  I have thought that matters pertaining to this subject might be worth our\nconsideration for a short time.\n<\/p><p>\n\"The Society of the Friends of Jesus\" is a nice-sounding phrase.  I had never heard it before. \nThe use of the word <i>society<\/i> may be somewhat difficult of justification because <i>society<\/i> usually\ncontemplates something more of an integrated unit of people with companionship and\nassociation, generally of a friendly character and common purpose. There is so much diversity\nof interpretation effort, and purpose in Christendom as to make questionable the application of\nthe word <i>society<\/i>. However, that consideration might be regarded as somewhat technical, and I\ndo not press it.\n<\/p><p>\nThe more important difference in the two definitions I have quoted is the distinction between\n<i>friends<\/i> and <i>believers<\/i>.\n<\/p><p>\nI may be unduly apprehensive, but I think I discern in this gracious use of the word <i>friends<\/i> a\ntendency which is supported by many of the circumstances which come to our attention to\nforsake and depart from the concept that no one may be classified as Christian except he\n\"believe\" in Jesus Christ and the principles for which he stands.  All of us have friends with\nwhom we are cordial, to whose principles of conduct and life we do not subscribe.  A friend\nof the historical character, Jesus, may have esteem and admiration for his life, his teachings,\nand accomplishments, but he may not be a <i>Christian believer<\/i> as the old definition designates\none to be counted in the body of Christianity.\n<\/p><p>\nI cannot bring myself to think that the Savior himself would be satisfied with this new\ndefinition, however well intended it may have been.  The Lord used the term <i>friends<\/i> most\nimpressively&mdash;not quite, I fear, in the same sense in which it is used in the definition.  You\nall remember the great pronouncement to his disciples: \n<\/p><p>\n\"Greater love hath no man than this, that a man lay down his life for his friends.\n<\/p><p>\n\"Ye are my friends, if ye do whatsoever I command you.\n<\/p><p>\n\"Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I\nhave called you friends; for all things that I have heard of my Father I have made known\nunto you\" (<span class=\"citation\" id=\"27650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27650)\">John 15:13-16<\/a><\/span>).\n<\/p><p>\nThe essence of the friendship here set forth lies in belief and acceptance of the divinity of the\nMaster.  It is inconceivable that he should extend the friendship he so beautifully described to\nany others than those who were believers. We know of his compassion, his mercy, and\nconcern for all our Father's children, but it should never be forgotten that he set forth in\nunequivocal language the eligibility of those admitted to the circle of his friendship.\n<\/p><p>\n\"Ye are my friends, if ye do whatsoever I command you\"\n(<span class=\"citation\" id=\"27651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27651)\">John 15:14<\/a><\/span>).\n<\/p><p>\nIf I could feel that the speaker to whom I listened had in mind such a quality of friendship as\nthe Savior portrays, I would have little hesitancy in the acceptance of his definition, but I\nheard nothing in his sermon to indicate that was his concept.\n<\/p><p>\nNow, my brethren and sisters, it may well seem to you that I have overplayed this matter of\ndefinitions, but the other aspect of the subject which I have mentioned I am sure cannot be\ntoo strongly emphasized.  Is there available to mankind today an interpretation of Christianity\nand the definition of a Christian which may be safely accepted and relied upon?  As a\nChristian believer I am assured that there is, and that all men may know, if they will to\nacquire the knowledge, who is a Christian acceptable to the author of Christianity, the Lord\nJesus Christ.\n<\/p><p>\nI hope you will bear in mind that I do not bring these matters forward with any assumption\non my part that I have the right to judge of the Christian status of my fellow men. No one,\nunder the declaration of the Savior, has the right of judgment of his fellows unless he be\nspecifically commissioned so to do. Scarcely anyone fully conscious of the responsibility of\nexercising such judgment would ever seek it, for the Lord has said: \"For with what judgment\nye judge, ye shall be judged\" (<span class=\"citation\" id=\"34692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34692)\">Matt. 7:2<\/a><\/span>).\n<\/p><p>\nMy purpose in pointing out some of the attributes of a Christian is to enable each man to\ndetermine for himself the state of his worthiness of this honorable designation.\n<\/p><p>\nI believe that no man can count himself Christian who is not concerned about religion, who\ndoes not have regard for things divine, and for his own standing in relation thereto. \nIrrespective of what his antecedents and his affiliations may have been and are, it is most\ndifficult to understand how he can be justified in the designation of Christian if he has lost or\nnever had vital interest in religion.\n<\/p><p>\nI am sorry to say there may be very large numbers in such a category. Many do not resent\ntheir classification as Christians.  Many welcome, and some seek, the reputation for practicing\nChristian virtues.  I know of few, if any, men who are not pleased to be called \"a Christian\ngentleman,\" although there has never been evident, in many cases, any interest or activity in\nthe Christian religion.\n<\/p><p>\nThere are two significant articles in recent issue of a popular magazine. The article is entitled,\n\"What Are We Worried About?\" and the caption of the other article is, \"64,000,000\nAmericans Do Not Go to Church.  What Do They Believe?\"\n<\/p><p>\nI mention concern about religion as an essential element in the Christian faith.  According to\nthe first article, about five thousand persons in many walks of life and different localities were\ninterviewed on the question, \"What kinds of things do you worry about most?\" The report is\nthat \"An overwhelming majority answered solely in terms of personal or family problems\n(health, finances, employment, children's welfare, etc.)&mdash;43% were worried about family\nfinances, wages, expenses, etc. 30% mentioned personal problems such as marriage\ndifficulties, children's welfare, and so on. 24% were worried about health&mdash;their own or of\nsomeone in the family.  Only 8% were worried about world problems, occasioned chiefly by\nthe possibility of being drafted.\"\n<\/p><p>\nThe article does not state that the matter of religion was ruled out, but it appears from the\nreport that no one who answered was worried about religion in any form.  It may be that a\nsubsequent article which is promised may give attention to that subject.\n<\/p><p>\nNow if worry contemplates anxiety and deep concern, is it not significant that no one of this\ngreat number interviewed expressed any anxiety or fearful concern about things religious?  If\nthis poll may justifiably be interpreted (and perhaps its authors would not approve such an\ninterpretation) as further gravitation of the people of our country toward materialism, then I\nthink it carries serious import for all of us.\n<\/p><p>\nI think I speak for this entire congregation who listens to these services and I know that I\nspeak for myself, when I say that there is no matter fraught with more anxiety and deep\nconcern among all the problems that confront us than the religious welfare of ourselves, our\nfamilies, and our fellow men.  I firmly believe that this is an essential characteristic of a\nChristian, and I earnestly appeal to every man who discovers within himself a growing\ntendency to shrug off religious thinking and participation to stop and consider the effect of his\nspiritual lethargy on himself, his family, his friends, and his standing as a Christian.\n<\/p><p>\nI mentioned another article in the magazine which has some relevance to the measure which a\nman may apply to his own standing as a Christian.  I cannot see how anyone can logically\nand consistently take on the designation of <i>Christian<\/i> unless he accepts the divinity of the\nChrist according to the scriptural record of the Christ.  Without the record, of course, there\nwould be for us no Christ.  Christ is our Lord of the Gospels, as President Clark has so aptly\ndesignated him in his book.  If the Gospels constitute the record and the history, how can we\nwithout building up an artificial and imaginary record fail to accept the divinity of the Father\nand the Son and still call ourselves <i>Christians?<\/i>\n<\/p><p>\nThe article asserts that the 64,000,000 Americans who do not go to Church are not necessarily\nirreligious; that many have a profound faith in God but do not believe that any existing\norganized religion is a satisfactory expression of God's will.  I do not attempt to controvert\nthis statement, although I believe that we will all agree that going to Church and worship are\nevidences of one's acceptance of a Supreme Being and are calculated to foster and develop\nthat acceptance.\n<\/p><p>\nIt is further pointed out in this article that the great Lincoln never affiliated himself with any\nchurch, but of course there would be no warrant for any statement that he was not a\nbelieving, Christian man.  There are many things in his life and utterances to support the\nconclusion that he was a man of faith and prayer who would have resented a charge that he\nwas not a Christian believer.\n<\/p><p>\nIt seems to me that in the present state of world affairs it is particularly important that men\nshould examine the state of their inner feelings about this matter.  It is frequently stated from\nmany different sources that the present overshadowing conflict in the world is essentially\nbetween that which is Christian and that which is anti-Christ.  I recognize that there may be\nmany not religiously inclined who would not accept this generalization.  Many would\nprobably prefer to define the issues as drawn between the political concepts and systems of\nthe so-called free world and the ideologies of statism and communism.  However the issue\nmay be defined, I am personally convinced that the cause of the free world may be\nimmeasurably promoted and furthered by an enlarged acceptance of the Christian concept.\nThat concept, better than anything else, it seems to me, furnishes the fundamental\nunderstanding of man's inherent right to freedom. However much illustrations from the past\nmay serve to justify the eternal quest and struggle for liberty, there is nothing in all history\nwhich so thoroughly supports the struggle as does the knowledge and understanding of the\nnature and origin of man himself.\n<\/p><p>\nWhere may we find that all-essential explanation?  I think I may answer for all Christian\nbelievers, in the Christian theology, where man is given a dignity and majesty of birth and\npurpose transcending any sphere which may be created for him by the imaginative\nrationalization of man.  This man of Christian origin is as a matter of divine eight a free man,\ninvested with the power of choice, without restraint, except that necessarily imposed to give\nall his fellows the same measure of freedom and liberty.\n<\/p><p>\nI think, my brethren and sisters and my friends, and I hope many heard this morning, that no\nbetter exposition of the fundamental Christian concept of family, the foundation of society,\nand the essentials involving and underlying our freedom, has ever been brought before us and\nthe world than came from that inspiring, comprehensive and powerful discourse of President\nMcKay this morning.  Would that all men all over this world might have heard it.\n<\/p><p>\nThis man of the Christian concept is not only free to act for himself, but he is also designed\nto live in a free society, operating under the ennobling and exalted concept that all men are\nbrothers in the family of a divine parent. In the battle for the freedom of men is there a\nsatisfactory and promising substitute for this Christian concept? I think there is not, and I\ndoubt that on serious consideration there will be many in the free world who will contend that\nthere is.\n<\/p><p>\nFacing the problems that confront the world under the stress of the anxieties of the threat of a\ndevastating and annihilating war, is it going too far to ask men and women in this land which\nhas come to be the leader in the cause of freedom to subject themselves, their lives, and their\nfeelings to their own scrutiny to answer to their consciences whether they are truly Christian\nin belief and purpose?  All who can so conscientiously classify themselves are in a position to\nmake a contribution to the noble cause our country espouses, which I am sure can come from\nno other source in equal measure. I am content for this occasion to leave the matter of\nChristian definition with this comment: I would be willing to accept the minister's statement\nthat \"Christianity is the Society of the Friends of Jesus,\" if friends could be interpreted as the\nSavior pronounced: \n<\/p><p>\n\"Ye are my friends, if ye do whatsoever I command you\"\n(<span class=\"citation\" id=\"27652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27652)\">John 15:14<\/a><\/span>).\n<\/p><p>\nI owe it to myself and to my fellow members in the Church of Jesus Christ of Latter-day\nSaints to make an additional statement, particularly for the benefit of those not of our number\nwho may listen to these proceedings.  We would like all to know that additional evidences for\nthe divinity of the Christ, and for the support of the Christian concept have providentially\ncome to the world in these latter days, and that a fullness of the Lord's gospel, and the\nauthority and power to administer it have been restored to the earth through his chosen\nservant for the enlightenment and blessing of all mankind; and further, that this enlarged\nunderstanding of the true nature of Christianity is available to all who will sincerely and\nhumbly seek to know it; and that knowledge of it, the adoption of the restored gospel as a\nway of life, will immeasurably enhance the prospect of the triumph of the forces of freedom\nover their opponents.  I extend to all an earnest invitation to investigate for themselves.\n<\/p><p>\nIn conclusion, I leave this parting word.  I have deep respect, esteem, and love in my heart\nfor all men and women everywhere who may be rightly counted Christian.  I have regard for\nall who practice the Christian virtues.  I know that the Christ loves those who love him, and\nwho serve him, even with limited knowledge of his real nature and his true gospel.\n<\/p><p>\nGod bless Christianity, \"the body of Christian believers,\" and true friends of Jesus, I ask\nhumbly in the name of our Lord Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}