{"ID":7570, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith of Our Father\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p3\" class=\"\">President Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p4\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">True religion should not originate from what pleases men or the traditions of ancestors, but rather from what pleases God, our Eternal Father.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02205_000_026<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p6\" class=\"\">How blessed we are by the beautiful music of the Tabernacle Choir.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p7\" class=\"\">My dear brothers and sisters and friends, I rejoice to stand with you today, to have the great privilege of calling myself a member of The Church of Jesus Christ of Latter-day Saints, and to be counted as one among you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p8\" class=\"\">I recall my initial reaction when I received this sacred call from the Lord to serve as the newest member of the First Presidency of this Church—I felt joyfully overwhelmed. Since then I have learned new dimensions of the words <span class=\"emphasis\">humility, gratitude,<\/span> and <span class=\"emphasis\">faith.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p9\" class=\"\">I can assure you that no one was more surprised by my call than my children and grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p10\" class=\"\">In The Church of Jesus Christ of Latter-day Saints, we do not seek, nor do we decline, callings that come from God through inspired priesthood channels. I pray that God will grant me strength and an understanding heart to magnify this sacred calling according to His will and purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p11\" class=\"\">We all miss President Gordon B. Hinckley. His impact on this great work will continue to bless us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p12\" class=\"\">I feel so privileged to work closely with President Monson. I have known him for many years. He is a man of amazing gifts and talents. He is the prophet of God. His faith and loving heart extend to every nation, tongue, and people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p13\" class=\"\">I am grateful to serve with President Eyring, whom I love and respect as a great leader and teacher in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p14\" class=\"\">When the Quorum of the Twelve met in the upper room of the Salt Lake Temple to sustain President Monson as the 16th President of the Church, I marveled at the extraordinary abilities, wisdom, and spirituality of those who surrounded me. It made me recognize more clearly my own inadequacies. I love these fine men of great faith. I am grateful for the opportunity to raise my hand to sustain and pledge my support to them. I do love and sustain Elder Christofferson, the newest member of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p15\" class=\"\">When the Lord called Frederick G. Williams to be a counselor to the Prophet Joseph Smith, He commanded him to “be faithful; stand in the office which I have appointed unto you; succor the weak, lift up the hands which hang down, and strengthen the feeble knees.”<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_026\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51939)\">D&amp;C 81:5<\/a><\/span>.]<\/span><\/sup> I believe this counsel applies to all who accept callings to serve in the kingdom of God—and certainly to me in this season of my life.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>A Prophet of God and Our President<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p17\" class=\"\">I would like to say a few words about President Thomas S. Monson. Some years ago, President Monson came to a regional conference in Hamburg, Germany, and it was my honor to accompany him. President Monson has a remarkable memory, and we talked about many of the Saints in Germany—I was amazed that he remembered so many so well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p18\" class=\"\">President Monson asked about Brother Michael Panitsch, a former stake president and then a patriarch, who had been one of the stalwart pioneers of the Church in Germany. I told him that Brother Panitsch was seriously ill, that he was bedridden and unable to attend our meetings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p19\" class=\"\">President Monson asked if we could pay him a visit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p20\" class=\"\">I knew that shortly before his trip to Hamburg, President Monson had undergone foot surgery and that he could not walk without pain. I explained that Brother Panitsch lived on the fifth floor of a building with no elevators. We would have to climb the stairs to see him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p21\" class=\"\">But President Monson insisted. And so we went.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p22\" class=\"\">I remember how difficult it was for President Monson to climb those stairs. He could take only a few at a time before needing to stop and rest. He never uttered a word of complaint, and he would not turn back. Because the building had high ceilings, the stairs seemed to go on forever, but President Monson cheerfully persevered until we arrived at the apartment of Brother Panitsch on the fifth floor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p23\" class=\"\">Once there, we had a wonderful visit. President Monson thanked him for his life of dedicated service and cheered him with a smile. Before we left, he gave him a wonderful priesthood blessing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p24\" class=\"\">No one but Brother Panitsch, the immediate family, and myself ever saw that act of courage and compassion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p25\" class=\"\">President Monson could have chosen to rest between our long and frequent meetings. He could have asked to see some of the beautiful sights of Hamburg. I have often thought of how remarkable it was that of all the sights in that city, the one he wanted to see more than any other was a feeble and ailing member of the Church who had faithfully and humbly served the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p26\" class=\"\">President Monson came to Hamburg to teach and bless the people of a country, and that is what he did. But at the same time, he focused on the one, name by name. His vision is so broad and far-reaching to grasp the complexities of a worldwide Church, yet he is also so compassionate to focus on the one.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p27\" class=\"\">When the Apostle Peter spoke of Jesus, who had been his friend and teacher, he offered this simple description: “[He] went about doing good.”<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_026\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"51673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51673)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p28\" class=\"\">I feel the same can be said of the man we sustain today as the prophet of God.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Faith of Our Fathers<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p30\" class=\"\">I marvel at the different backgrounds of members of the Church. You come from all walks of life—all cultures, languages, political circumstances, and religious traditions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p31\" class=\"\">This multiplicity of life experiences has caused me to reflect on the message of one of our hymns, “Faith of Our Fathers.” In the refrain, these words are repeated: “Faith of our fathers, holy faith, we will be true to thee till death!”<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_026\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 84.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p32\" class=\"\">The faith of our fathers—I love that phrase.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p33\" class=\"\">For many members of the Church, these words bring to mind valiant pioneers who abandoned the comfort of their homes and traveled by wagon and on foot until they reached the valley of the Great Salt Lake. I love and honor the faith and courage of those early pioneers of the Church. My own ancestors were living an ocean away at the time. None were among those who lived in Nauvoo or Winter Quarters, and none made the journey across the plains. But as a member of the Church, I claim with gratitude and pride this pioneer legacy as my own.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p34\" class=\"\">With the same joy, I claim the legacies of today’s modern-day Church pioneers who live in every nation and whose own stories of perseverance, faith, and sacrifice add glorious new verses to the great chorus of the latter-day anthem of the kingdom of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p35\" class=\"\">When my own family contemplates the phrase “faith of our fathers,” often it is the Lutheran faith that comes to mind. For generations our ancestors belonged to that denomination. In fact, my son recently discovered that one of our family lines connects back to Martin Luther himself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p36\" class=\"\">We honor and respect sincere souls from all religions, no matter where or when they lived, who have loved God, even without having the fulness of the gospel. We lift our voices in gratitude for their selflessness and courage. We embrace them as brothers and sisters, children of our Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p37\" class=\"\">We believe that it is a fundamental human right to worship “Almighty God according to the dictates of our own conscience, and allow all men the same privilege, let them worship how, where, or what they may.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_026\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"52021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52021)\">Articles of Faith 1:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>There Are Many Faiths and Traditions of Our Fathers<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p39\" class=\"\">As the restored Church of Jesus Christ blossoms throughout the globe—now with more than 13 million members—“the faith of our fathers” has an expanded meaning. For some, it could refer to their family’s heritage in one of the hundreds of Christian faiths; for others, it could refer to Middle-Eastern, Asian, or African faiths and traditions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p40\" class=\"\">I have spent most of my life in areas of the world where members of our Church are a small minority. During that time I have learned that often when people learn of the restored gospel, they are impressed by it—many even want to join the Church. But they are reluctant to disappoint their ancestors; they feel they should be true to the faith of their fathers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p41\" class=\"\">I remember when I was a young man, one Sunday I noticed a new family in our meetinghouse—a young mother with two daughters. It wasn’t long before the three were baptized and became members of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p42\" class=\"\">I know the story of their conversion intimately because the oldest daughter’s name was Harriet, and later she would become my wife.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p43\" class=\"\">Harriet’s mother, Carmen, had recently lost her husband, and during a period of introspection, she became interested in The Church of Jesus Christ of Latter-day Saints. After studying the doctrines, Carmen and her daughters knew the Church was true and made plans for baptism.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p44\" class=\"\">When Carmen told her mother about this decision, however, her mother was devastated. “How can you be so unfaithful to the faith of your fathers?” she asked.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p45\" class=\"\">Carmen’s mother was not the only one who objected. Carmen’s strong-willed sister, Lisa, was every bit as troubled by the news. Perhaps <span class=\"emphasis\">troubled<\/span> is too soft a word. She was very angry.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p46\" class=\"\">Lisa said that she would find those young missionaries and tell them just how wrong they were. She marched to the chapel and found the missionaries, and, you guessed it, Lisa was baptized too.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p47\" class=\"\">Many years later, Carmen’s mother also received a testimony that the gospel of Jesus Christ had been restored to the earth. One day she said to her daughters and grandchildren, “I want to be in the same heaven as you.” While in her mid-70s, she too entered the waters of baptism and became a member of the Church.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Faith of Our Father<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p49\" class=\"\">What, then, is the faith of our fathers? Is it the religion of our parents, grandparents, and great-grandparents?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p50\" class=\"\">But what of the faith of the ancient ones before them? What of Abraham, Isaac, and Jacob? Are they not our fathers? Are we not of the house of Israel? What of Noah and Enoch and our first parents, Adam and Eve?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p51\" class=\"\">What of the Savior and those disciples who followed Him?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p52\" class=\"\">The faith of our Father in Heaven has been consistent since the beginning of time, even from before the foundation of this world. John the Revelator described a great war in heaven.<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_026\">5<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"51719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51719)\">Revelation 12:7–9<\/a><\/span>.]<\/span><\/sup> The issue was moral agency, as it is today. All who have ever lived on this earth were among those who fought against Satan and stood with the Son and the Father. Therefore, do we not owe our allegiance to God, our Heavenly Father?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p53\" class=\"\">As members of the Church of Jesus Christ, “we believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote6-02205_000_026\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"52015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52015)\">Articles of Faith 1:1<\/a><\/span>.]<\/span><\/sup> And “we believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.”<sup class=\"noteMarker\"><a href=\"#footnote7-02205_000_026\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"52016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52016)\">Articles of Faith 1:3<\/a><\/span>.]<\/span><\/sup> We believe in the great plan of happiness, the plan of redemption, the plan of salvation, whereby God’s children may experience mortality and return to the presence of the Father—a merciful plan established from before the foundation of this earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p54\" class=\"\">This is the plan and the faith of our Father!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p55\" class=\"\">I testify that the doctrine of the restored gospel of Jesus Christ is the faith of our Heavenly Father. It is His truth, revealed to His servants the prophets from the days of Father Adam until our own time. The Father and the Son appeared to Joseph Smith to restore the faith of our Father on this earth, never to be taken away again. God desires that all of His children receive it, irrespective of their background, culture, or tradition. True religion should not originate from what pleases men or the traditions of ancestors, but rather from what pleases God, our Eternal Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p56\" class=\"\">Continuing revelation is a fundamental feature of this faith. Joseph Smith’s first prayer is a powerful testimony of this. Revelation is a constant compass that keeps us always true to the will and the faith of our Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p57\" class=\"\">Our Heavenly Father loves His children. He hears the prayers of the humble and sincere of every nation, tongue, and people. He grants light to those who seek and honor Him and are willing to obey His commandments. We joyously proclaim that the faith of our Father is on the earth today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p58\" class=\"\">We invite everyone on this beautiful planet to taste of His doctrine and see if it is not sweet and good and precious. We ask those of sincere heart to learn of this doctrine and ask their Father in Heaven if it is not true. And by doing so, all can discover, embrace, and walk in the true faith of their Father, which faith will make them whole.<sup class=\"noteMarker\"><a href=\"#footnote8-02205_000_026\">8<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"51605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51605)\">Matthew 9:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p59\" class=\"\">That is our message to the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/faith-of-our-father.p60\" class=\"\">I bear solemn witness of the reality of God the Father; His Son, Jesus Christ; the Holy Ghost; and living prophets who hold the keys, which have come in unbroken succession from Joseph Smith to Thomas S. Monson today. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_026\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51939)\">D&amp;C 81:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_026\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51673)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_026\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_026\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"52021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52021)\">Articles of Faith 1:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_026\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51719)\">Revelation 12:7–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02205_000_026\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"52015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52015)\">Articles of Faith 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02205_000_026\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"52016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52016)\">Articles of Faith 1:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_026\"><a name=\"-02205_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02205_000_026\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51605)\">Matthew 9:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}