{"ID":7571, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Born Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p2\" class=\"\">Elder D. Todd Christofferson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Spiritual rebirth originates with faith in Jesus Christ, by whose grace we are changed.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p5\" class=\"\">Fifteen years ago I stood for the first time at the pulpit in the Tabernacle as a newly sustained Seventy. I was 48 years old. I had thick, dark brown hair. I thought I understood what it meant to feel inadequate. At the end of my five-minute remarks, my shirt was dripping with perspiration. The whole thing was something of an ordeal. However, today, in retrospect, it seems a comparatively pleasant experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p6\" class=\"\">When President Dieter F. Uchtdorf and Elder David A. Bednar were first sustained as members of the Quorum of the Twelve Apostles, a witness of the divine origin of their calls came to me during the session. I was also given in that moment an understanding of the surpassing sacredness of the call and service of an Apostle of the Lord Jesus Christ. I do not have the words to express that understanding because it was communicated Spirit to spirit without words. To think of it now reduces me to a depth of humility I have never before experienced, and I plead with my Heavenly Father to sustain me as He ever has that I might measure up to something that is far beyond my native capacity and be able to focus outwardly, losing myself in your service. I trust in Him, and I know that His grace is sufficient, and so I here unreservedly commit all that I have and am to God and His Beloved Son. I also commit myself, my loyalty, my service, and my love to the First Presidency and to my Brethren of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p7\" class=\"\">My patriarchal blessing, received at age 13 from a beloved grandfather, includes this statement: “[Your Heavenly Father] sent you forth in this last and glorious dispensation that you might be born under the new and everlasting covenant by goodly, righteous parents.” With deepest appreciation I acknowledge that this has been the great foundational blessing of my life. I pay tribute to my parents and with love acknowledge my debt to them and to their parents and generations beyond. Not long after my call to the Seventy, I had occasion to be standing at the grave of one of those ancestors who had died years before I was born. As I contemplated the sacrifices entailed upon him and his family by their acceptance of the restored gospel of Jesus Christ, a sense of gratitude flooded my heart and a resolve welled up in me to honor his sacrifice and that of those who came after by being faithful to God and the gospel covenants, as they were.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p8\" class=\"\">In acknowledging blessings, I include my dear brothers and their spouses who, as it happens, are present today. My wife and I have four sons and a daughter, each married to a wonderful spouse or, in the case of our youngest son, soon to be married to a lovely young woman. We love them and our grandchildren and appreciate how they bless our lives by their loyalty to the Savior and His gospel. At the pinnacle is my wife, Kathy, the maker of our home, the light of my life, a steady and wise companion, filled with spiritual intuition, good humor, goodwill, and charity. I love her beyond expression and hope to show it more convincingly in the days and years ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p9\" class=\"\">It was my blessing to serve a full-time mission as a young man in Argentina under the tutelage of two exceptional mission presidents, Ronald V. Stone and Richard G. Scott, and their respective wives, Patricia and Jeanene. I thank God for their lasting influence in me. Following my graduation from law school, Kathy and I and our children made our homes successively in the states of Maryland, Tennessee, Virginia, North Carolina, and now Utah. Three precious years were spent in Mexico. In all of these places, we have been blessed with dear friends in and out of the Church who have loved and taught and befriended us and our children and who continue to do so. I take this opportunity to publicly express gratitude to all of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p10\" class=\"\">My love and regard for my Brethren of the Seventy and the Presiding Bishopric is boundless. I rejoice that my continuing service will keep me close to them and that there will be frequent opportunities to serve together. The unfolding revelations of our time that have set the Seventy in place in the Church constitute one of the most profound and perhaps underappreciated miracles in the history of the Lord’s latter-day work. The Seventy are key to the success of the work now and in the years ahead, and I feel honored beyond measure that my name was ever included among theirs. God bless you, my Brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p11\" class=\"\">I wish to bear you my witness of Jesus Christ, the Son of God, and the power of His infinite, atoning sacrifice. In doing so, I will call upon an experience from my years in Tennessee. One evening there I received a call at home from a gentleman I did not know. He introduced himself as a recently retired minister of another faith and asked to meet with me privately the following Sunday. When we met, my guest stated frankly he had come out of concern for the welfare of my soul. He pulled out of his portfolio a fairly long list of scripture citations from the New Testament and said he wanted to review these verses with me and see if he could help me be saved. I was a bit surprised at his directness, but I could tell that he was sincere, and I was touched by his genuine interest in me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p12\" class=\"\">We conversed for more than an hour, and he was open to hear me explain something of my faith as well as to read with me some teachings from the Book of Mormon with which he was not familiar. We found there was much we believed in common and some things we did not. We felt a bond of friendship and prayed together before he left. What remains with me is our discussion about being born again. It is spiritual rebirth through Jesus Christ that is the context of my witness of Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p13\" class=\"\">It was Jesus who stated that entry into the kingdom of God requires that one be born again—born of water and of the Spirit (see <span class=\"citation\" id=\"51641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51641)\">John 3:3–5<\/a><\/span>). His teaching about a physical and a spiritual baptism helps us understand that both our own action and the intervention of divine power are needed for this transformative rebirth—for the change from natural man to saint (see <span class=\"citation\" id=\"51776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51776)\">Mosiah 3:19<\/a><\/span>). Paul described being born again with this simple expression: “Therefore if any man be in Christ, he is a new creature” (<span class=\"citation\" id=\"51691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51691)\">2 Corinthians 5:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p14\" class=\"\">Consider two examples from the Book of Mormon. About a century before the birth of Christ, King Benjamin taught his people of the Savior’s advent and Atonement. The Spirit of the Lord wrought such a mighty change in the people that they had “no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"51787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51787)\">Mosiah 5:2<\/a><\/span>). Because of their faith in Christ, they said, “We are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments … <span class=\"emphasis\">all the remainder of our days”<\/span> (<span class=\"citation\" id=\"51790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51790)\">Mosiah 5:5<\/a><\/span>; emphasis added). The king responded, “Because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name” (<span class=\"citation\" id=\"51792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51792)\">Mosiah 5:7<\/a><\/span>; see also <span class=\"citation\" id=\"51934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51934)\">D&amp;C 76:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p15\" class=\"\">The case of Alma is also instructive. As he and his companions went about seeking to destroy the Church of Christ, they were rebuked by an angel. There followed for Alma three days and nights that he described as being “racked with eternal torment. … Yea, I did remember all my sins and iniquities, for which I was tormented with the pains of hell” (<span class=\"citation\" id=\"51834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51834)\">Alma 36:12–13<\/a><\/span>). Finally, after “repenting nigh unto death” (<span class=\"citation\" id=\"51806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51806)\">Mosiah 27:28<\/a><\/span>), as he put it, there came to his mind the sweet message of Jesus Christ and His Atonement. Alma pled, “O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death” (<span class=\"citation\" id=\"51835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51835)\">Alma 36:18<\/a><\/span>). Forgiveness came to him, and he stood and publicly confessed:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p16\" class=\"\">“I have repented of my sins, and have been redeemed of the Lord; behold I am born of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p17\" class=\"\">“And the Lord said unto me: Marvel not that all mankind, yea, men and women, all nations, kindreds, tongues and people, must be born again; yea, born of God, changed from their carnal and fallen state, to a state of righteousness, being redeemed of God, becoming his sons and daughters;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p18\" class=\"\">“And thus they become new creatures” (<span class=\"citation\" id=\"51804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51804)\">Mosiah 27:24–26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p19\" class=\"\">As we reflect on these examples and other scriptures, it becomes clear that spiritual rebirth originates with faith in Jesus Christ, by whose grace we are changed. More specifically, it is faith in Christ as the Atoning One, the Redeemer, who can cleanse from sin and make holy (see <span class=\"citation\" id=\"51778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51778)\">Mosiah 4:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p20\" class=\"\">When this true faith takes root in a person, it inevitably leads to repentance. Amulek taught that the Savior’s sacrifice would “bring salvation to all those who shall believe on his name; this being the intent of this last sacrifice, to bring about the bowels of mercy, which overpowereth justice, and bringeth about means unto men <span class=\"emphasis\">that they may have faith unto repentance”<\/span> (<span class=\"citation\" id=\"51829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51829)\">Alma 34:15<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p21\" class=\"\">To be complete, however, repentance requires a covenant of obedience. This is the covenant expressed by Benjamin’s people “to do [God’s] will, and to be obedient to his commandments” (<span class=\"citation\" id=\"51791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51791)\">Mosiah 5:5<\/a><\/span>). This is the covenant witnessed by baptism in water (see <span class=\"citation\" id=\"51802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51802)\">Mosiah 18:10<\/a><\/span>), sometimes referred to in the scriptures as the “baptism of repentance” or “baptism unto repentance,” inasmuch as it is the culminating step, the capstone of our repentance (see, for example, <span class=\"citation\" id=\"51675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51675)\">Acts 19:4<\/a><\/span>; <span class=\"citation\" id=\"51814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51814)\">Alma 7:14<\/a><\/span>; <span class=\"citation\" id=\"51815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51815)\">9:27<\/a><\/span>; <span class=\"citation\" id=\"51958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51958)\">D&amp;C 107:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p22\" class=\"\">Then, as promised, the Lord baptizes us “with fire and with the Holy Ghost” (<span class=\"citation\" id=\"51853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51853)\">3 Nephi 9:20<\/a><\/span>). Nephi phrased it this way: “For the gate by which ye should enter is repentance and baptism by water; and then cometh a remission of your sins by fire and by the Holy Ghost” (<span class=\"citation\" id=\"51748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51748)\">2 Nephi 31:17<\/a><\/span>).<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_027\">1<\/a>\n       <span class=\"footnote\">[God taught these things to Adam at the very beginning. He told Adam: “Inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin … ; for by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified” (<span class=\"citation\" id=\"52000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52000)\">Moses 6:59–60<\/a><\/span>). In other words, the baptism of repentance by water leads to the baptism of the Spirit. The Spirit brings the atoning grace of Christ, symbolized by His blood, both to justify (or pardon) our sins and to sanctify (or cleanse) us from the effects of sin, making us spotless and holy before God. The scriptural record reports that “Adam cried unto the Lord, and he was caught away by the Spirit of the Lord, and was carried down into the water, and was laid under the water, and was brought forth out of the water. And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man. And he heard a voice out of heaven, saying: Thou art baptized with fire, and with the Holy Ghost. … Behold, thou art one in me, a son of God; and thus may all become my sons [and daughters]” (<span class=\"citation\" id=\"52002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52002)\">Moses 6:64–66, 68<\/a><\/span>).]<\/span><\/sup> Having thus relied “upon the merits of him who is mighty to save” (<span class=\"citation\" id=\"51749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51749)\">2 Nephi 31:19<\/a><\/span>), we are “quickened in the inner man” (<span class=\"citation\" id=\"52003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52003)\">Moses 6:65<\/a><\/span>) and, if not yet fully born again, then certainly well into the path of spiritual rebirth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p23\" class=\"\">Now, the Lord cautions us to take heed since “there is a possibility that man may fall from grace” (<span class=\"citation\" id=\"51899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51899)\">D&amp;C 20:32<\/a><\/span>), even those who are sanctified (see <span class=\"citation\" id=\"51900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51900)\">vv. 32–34<\/a><\/span>). As Nephi counseled: “Ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life” (<span class=\"citation\" id=\"51751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51751)\">2 Nephi 31:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p24\" class=\"\">You may ask, Why doesn’t this mighty change happen more quickly with me? You should remember that the remarkable examples of King Benjamin’s people, Alma, and some others in scripture are just that—remarkable and not typical.<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_027\">2<\/a>\n       <span class=\"footnote\">[See Ezra Taft Benson, “A Mighty Change of Heart,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1990, 2–7; <span class=\"emphasis\">Ensign,<\/span> Oct. 1989, 2–5.]<\/span><\/sup> For most of us, the changes are more gradual and occur over time. Being born again, unlike our physical birth, is more a process than an event. And engaging in that process is the central purpose of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p25\" class=\"\">At the same time, let us not justify ourselves in a casual effort. Let us not be content to retain some disposition to do evil. Let us worthily partake of the sacrament each week and continue to draw upon the Holy Spirit to root out the last vestiges of impurity within us. I testify that as you continue in the path of spiritual rebirth, the atoning grace of Jesus Christ will take away your sins and the stain of those sins in you, temptations will lose their appeal, and through Christ you will become holy, as He and our Father are holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p26\" class=\"\">I know Jesus Christ as the living, resurrected Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p27\" class=\"\">“[I] know that justification through the grace of our Lord and Savior Jesus Christ is just and true;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p28\" class=\"\">“And [I] know also, that sanctification through the grace of our Lord and Savior Jesus Christ is just and true, to all those who love and serve God with all their mights, minds, and strength” (<span class=\"citation\" id=\"51898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51898)\">D&amp;C 20:30–31<\/a><\/span>; see also <span class=\"citation\" id=\"51878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51878)\">Moroni 10:32–33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/born-again.p29\" class=\"\">I rejoice that for the balance of my life I shall be able continually to offer Christ, to offer the good news of Christ in all the world. I bear witness of the reality and love of God, our Heavenly Father, to whom Jesus gave all glory. I love and bear witness of the Prophet Joseph Smith. Through his personal association with the Lord, his translation and publication of the Book of Mormon, and the sealing of his testimony with his martyr’s blood, Joseph has become the preeminent revelator of Jesus Christ in His true character as divine Redeemer. Jesus has had no greater witness nor more devoted friend than Joseph Smith. I declare my testimony of the calling of President Thomas S. Monson as prophet and President of the Church of Jesus Christ in this time and pledge my loyalty to him and his counselors in their sacred roles. I pray God’s blessings upon us all. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_027\"><a name=\"-02205_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_027\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>God taught these things to Adam at the very beginning. He told Adam: “Inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin … ; for by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified” (<span class=\"citation\" id=\"52000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52000)\">Moses 6:59–60<\/a><\/span>). In other words, the baptism of repentance by water leads to the baptism of the Spirit. The Spirit brings the atoning grace of Christ, symbolized by His blood, both to justify (or pardon) our sins and to sanctify (or cleanse) us from the effects of sin, making us spotless and holy before God.<\/p>\n\t\t\t\t<p>The scriptural record reports that “Adam cried unto the Lord, and he was caught away by the Spirit of the Lord, and was carried down into the water, and was laid under the water, and was brought forth out of the water. And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man. And he heard a voice out of heaven, saying: Thou art baptized with fire, and with the Holy Ghost. … Behold, thou art one in me, a son of God; and thus may all become my sons [and daughters]” (<span class=\"citation\" id=\"52002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52002)\">Moses 6:64–66, 68<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_027\"><a name=\"-02205_000_027\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_027\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Ezra Taft Benson, “A Mighty Change of Heart,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1990, 2–7; <span class=\"emphasis\">Ensign,<\/span> Oct. 1989, 2–5.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}