{"ID":7572, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Best Investment\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p2\" class=\"\">Elder Sheldon F. Child<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sheldon-f-child-10.jpg\" alt=\"Sheldon F. Child\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If you always pay an honest tithing, the Lord will bless you. It will be the best investment you will ever make.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_028<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p5\" class=\"\">When I was a young boy, one of our neighbors had a herd of dairy cows. One of his cows died, leaving a newborn calf, which he gave to me. I took care of the calf, fed it, and raised it. The day my dad took it to the stockyards to be sold was a day of mixed emotions for me: I had grown attached to my calf, and yet I was looking forward to receiving the rewards of my labor. My only request was that the money I received from selling the calf be in silver dollars. I remember Dad coming home that night and dropping 20 silver dollars into my hands. Money was hard to come by, and I thought I had all the money in the world. I counted, admired, and polished each coin carefully. When Sunday came, I reluctantly put two shiny coins into my pocket to pay my tithing. As hard as it was to surrender my precious silver dollars to the bishop, I still remember now how good I felt being obedient to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p6\" class=\"\">On the way home from church, my mother told me how proud she was of me. Then she said, “Your grandfather always told us children that if we would faithfully pay an honest tithing, the Lord would bless us and it would be the best investment that we could ever make.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p7\" class=\"\">My grandfather understood that “there is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—and when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.”<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51984)\">D&amp;C 130:20<\/a><\/span>.]<\/span><\/sup> Tithing is a commandment from God, and when we obey His law, He is bound to bless us. Even as a seven-year-old boy, that was something I could understand. President Thomas S. Monson, in speaking about God’s laws, stated: “Violate them and we suffer lasting consequences. Obey them and we reap everlasting joy.”<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Pathways to Perfection: Discourses of Thomas S. Monson<\/span> (1973), 126.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p8\" class=\"\">You’ll remember that when Israel was chastened for robbing God, the people asked, “Wherein have we robbed thee?” The answer came, “In tithes and offerings.” And then the Israelites were promised that if they would obey His law of tithing, they would be entitled to receive His blessings. The Lord said, “Bring ye all the tithes into the storehouse … and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.”<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_028\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51597)\">Malachi 3:8, 10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p9\" class=\"\">The Lord asked Israel to prove Him, to test Him, to have faith in Him so that He would be able to keep His promise to them. That same commandment and that same promise are in effect today. When we keep the law of the tithe, the Lord’s promise is sure: blessings will come to us both temporally and spiritually, according to the wisdom and timing of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p10\" class=\"\">My wife, Joan, and I have had the privilege of living in various parts of the world among wonderful people who rely daily on the Lord for their most basic temporal needs. Those who take the leap of faith to pay their tithing testify that the windows of heaven are opened to them. I remember a faithful father in the Philippines telling of paying his meager tithing to the bishop one Sunday and then leading his children home from church, knowing full well that there was no food for them. As they were walking along, a huge breadfruit dropped from a tree right in front of them. He immediately looked up and thanked God for opening the windows of heaven and sending him a breadfruit to feed his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p11\" class=\"\">We are living in challenging economic times. However, if we look back over the past years, we find there have been, and will continue to be, times of relative prosperity and times of financial uncertainty. But regardless of the circumstances in which we find ourselves, if we first pay our obligation to the Lord and then use wisdom and good judgment, the Lord will help us manage the resources He has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p12\" class=\"\">President Heber J. Grant stated, “I want to say to you, if you will be honest with the Lord, paying your tithing and keeping His commandments, He will not only bless you with the light and inspiration of His Holy Spirit, but you will be blessed in dollars and cents; you will be enabled to pay your debts, and the Lord will pour out temporal blessings upon you in great abundance.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_028\">4<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1898, 16.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p13\" class=\"\">In 1936, at the height of the Great Depression in the United States, when people were struggling to make ends meet, Elder John A. Widtsoe admonished the Saints to pay their tithing because of the spiritual blessings they would receive. He said: “Obedience to the law of tithing … brings a deep, inward joy … that can be won in no other way. … The principles of truth become clearer. … Prayer becomes easier. … The spiritual sense is sharpened [and] … man becomes more like his Father in Heaven.”<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_028\">5<\/a>\n       <span class=\"footnote\">[“Tithing Testimonies of Our Leaders,” <span class=\"emphasis\">Deseret News,<\/span> May 16, 1936, Church Section, 5.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p14\" class=\"\">A mother in West Africa shared her testimony about tithing. She was a trader in a marketplace. Every day she would come home, count out her tithing, and put it in a special place. Then on Sunday she would faithfully take it to her bishop. She shared with us how her business had grown and how her family had been blessed with health and strength and enough food to eat. Then with tears in her eyes she said, “But the greatest blessings of all are that my children love the Lord and we are a forever family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p15\" class=\"\">This humble mother understood that one of the great blessings of being a full-tithe payer is the privilege of entering the house of the Lord and participating in the sacred ordinances that enable families to be together forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/the-best-investment.p16\" class=\"\">As we faithfully pay our tithes, the Lord will indeed open the windows of heaven and pour us out a blessing, that there shall not be room enough to receive it. I want each of you to know, and especially my children and grandchildren, that I know, as my grandfather did, that if you always pay an honest tithing, the Lord will bless you. It will be the best investment you will ever make. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_028\"><a name=\"-02205_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51984)\">D&amp;C 130:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_028\"><a name=\"-02205_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Pathways to Perfection: Discourses of Thomas S. Monson<\/span> (1973), 126.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_028\"><a name=\"-02205_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51597)\">Malachi 3:8, 10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_028\"><a name=\"-02205_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1898, 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_028\"><a name=\"-02205_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Tithing Testimonies of Our Leaders,” <span class=\"emphasis\">Deseret News,<\/span> May 16, 1936, Church Section, 5.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}