{"ID":7575, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Looking Back and Moving Forward\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Together we shall move forward doing His work.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_031<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p4\" class=\"\">I think this has been a remarkable session. The messages have been inspiring; the music has been beautiful, the testimonies sincere. I think anyone who has attended this session will never forget it—for the Spirit we’ve felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p5\" class=\"\">My beloved brothers and sisters, over 44 years ago, in October of 1963, I stood at the pulpit in the Tabernacle, having just been sustained as a member of the Quorum of the Twelve Apostles. On that occasion I mentioned a small sign I had seen on another pulpit. The words on the sign were these: “Who stands at this pulpit, let him be humble.” I assure you that I was humbled by my call to the Twelve at that time. However, as I stand at <span class=\"emphasis\">this<\/span> pulpit today, I address you from the absolute depths of humility. I feel very keenly my dependence upon the Lord. I humbly seek the guidance of the Spirit as I share with you the feelings of my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p6\" class=\"\">Just two months ago we said farewell to our dear friend and leader Gordon B. Hinckley, the 15th President of The Church of Jesus Christ of Latter-day Saints, an outstanding ambassador of truth to the entire world and beloved of all. We miss him. More than 53,000 men, women, and children journeyed to the beautiful Hall of the Prophets in this very building to pay their last respects to this giant of the Lord, who now belongs to the ages.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p7\" class=\"\">With the passing of President Hinckley, the First Presidency was dissolved. President Eyring and I, who served as counselors to President Hinckley, returned to our places in the Quorum of the Twelve Apostles, and that quorum became the presiding authority of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p8\" class=\"\">On Saturday, February 2, 2008, funeral services for President Hinckley were held in this magnificent Conference Center—a building which will ever stand as a monument to his foresight and vision. During the funeral, beautiful and loving tributes were paid to this man of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p9\" class=\"\">The following day, all 14 ordained Apostles living on the earth assembled in an upper room of the Salt Lake Temple. We met in a spirit of fasting and prayer. During that solemn and sacred gathering, the Presidency of the Church was reorganized in accordance with well-established precedent, after the pattern which the Lord Himself put in place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p10\" class=\"\">Members of the Church around the world convened yesterday in a solemn assembly. You raised your hands in a sustaining vote to approve the action which was taken in that meeting in the temple to which I have just referred. As your hands were raised toward heaven, my heart was touched. I felt your love and support, as well as your commitment to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p11\" class=\"\">I know without question, my brothers and sisters, that God lives. I testify to you that this is His work. I testify as well that our Savior Jesus Christ is at the head of this Church, which bears His name. I know that the sweetest experience in all this life is to feel His promptings as He directs us in the furtherance of His work. I felt those promptings as a young bishop, guided to the homes where there was spiritual—or perhaps temporal—want. I felt them again as a mission president in Toronto, Canada, working with wonderful missionaries who were a living witness and testimony to the world that this work is divine and that we are led by a prophet. I have felt them throughout my service in the Twelve and in the First Presidency and now as President of the Church. I testify that each one of us can feel the Lord’s inspiration as we live worthily and strive to serve Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p12\" class=\"\">I am keenly aware of the 15 men who preceded me as President of the Church. Many of them I have known personally. I have had the blessing and privilege of serving as a counselor to three of them. I am grateful for the abiding legacy left by each one of those 15 men. I have the sure knowledge, as I am confident they had, that God directs His prophet. My earnest prayer is that I might continue to be a worthy instrument in His hands to carry on this great work and to fulfill the tremendous responsibilities which come with the office of President.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p13\" class=\"\">I thank the Lord for wonderful counselors. President Henry B. Eyring and President Dieter F. Uchtdorf are men of great ability and sound understanding. They are counselors in the true sense of the word. I value their judgment. I believe they have been prepared by the Lord for the positions they now occupy. I love the members of the Quorum of the Twelve Apostles and treasure my association with them. They, too, are dedicated to the work of the Lord and are spending their lives in His service. I look forward to serving with Elder Christofferson, who has now been called to that quorum and who has received your sustaining vote. He, too, has been prepared for the position to which he has been called. It has also been a joy to serve with the members of the quorums of the Seventy and with the Presiding Bishopric. New members of the Seventy have been called and were sustained yesterday, and I look forward to associating with them in the work of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p14\" class=\"\">A sweet spirit of unity exists among the General Authorities. The Lord has declared, “If ye are not one ye are not mine.”<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_031\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51908)\">D&amp;C 38:27<\/a><\/span>.]<\/span><\/sup> We will continue to be united in one purpose—namely, the furtherance of the work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p15\" class=\"\">I feel to express thanks to my Heavenly Father for His countless blessings to me. I can say, as did Nephi of old, that I was born of goodly parents, whose own parents and grandparents were gathered out of the lands of Sweden and Scotland and England by dedicated missionaries. As those missionaries bore humble testimonies, they touched the hearts and the spirits of my forebears. After joining the Church, these noble men, women, and children made their way to the valley of the Great Salt Lake. Many were the trials and heartaches they encountered along the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p16\" class=\"\">In the spring of 1848, my great-great-grandparents, Charles Stewart Miller and Mary McGowan Miller, who had joined the Church in their native Scotland, left their home in Rutherglen, Scotland, and journeyed to St. Louis, Missouri, with a group of Saints, arriving there in 1849. One of their 11 children, Margaret, would become my great-grandmother.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p17\" class=\"\">While the family was in St. Louis working to earn enough money to complete their journey to the Salt Lake Valley, a plague of cholera swept through the area, leaving death and heartache in its wake. The Miller family was hard hit. In the space of two weeks, four of the family members succumbed. The first, on June 22, 1849, was 18-year-old William. Five days later Mary McGowan Miller, my great-great-grandmother and the mother of the family, died. Two days afterward, 15-year-old Archibald passed away, and five days after his death, my great-great-grandfather, Charles Stewart Miller, father of the family, succumbed. The children who survived were left orphans, including my great-grandmother Margaret, who was 13 years old at the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p18\" class=\"\">Because of so many deaths in the area, there were no caskets available, at any price, in which to bury the deceased family members. The older surviving boys dismantled the family’s oxen pens in order to make caskets for the family members who had passed away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p19\" class=\"\">Little is recorded of the heartache and struggles of the nine remaining Miller children as they continued to work and save for that journey their parents and brothers would never make. We know that they left St. Louis in the spring of 1850 with four oxen and one wagon, arriving finally in the Salt Lake Valley that same year.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p20\" class=\"\">Others of my ancestors faced similar hardships. Through it all, however, their testimonies remained steadfast and firm. From all of them I received a legacy of total dedication to the gospel of Jesus Christ. Because of these faithful souls, I stand before you today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p21\" class=\"\">I thank my Father in Heaven for my sweet companion, Frances. This October she and I will celebrate 60 wonderful years of marriage. Although my Church service began at an early age, she has never once complained when I’ve left home to attend meetings or to fulfill an assignment. For many years my assignments as a member of the Twelve took me away from Salt Lake City often—sometimes for five weeks at a time—leaving her alone to care for our small children and our home. Beginning when I was called as a bishop at the age of 22, we have seldom had the luxury of sitting together during a Church service. I could not have asked for a more loyal, loving, and understanding companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p22\" class=\"\">I express gratitude to my Heavenly Father for our three children and their companions, for eight wonderful grandchildren, and for four beautiful great-grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p23\" class=\"\">It’s difficult for me to find the words to convey to you, my brothers and sisters, my heartfelt appreciation for the lives you live, for the good you do, for the testimonies you bear. You serve one another willingly. You are dedicated to the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p24\" class=\"\">During more than 44 years as a General Authority, I have had the opportunity to travel the world over. One of my greatest joys has been to meet with you, the members, wherever you may be—to feel of your spirit and your love. I look forward to many more such opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p25\" class=\"\">Throughout the journey along the pathway of life, there are casualties. Some depart from the road markers which point toward life eternal, only to discover the detour chosen ultimately leads to a dead end. Indifference, carelessness, selfishness, and sin all take their costly toll in human lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p26\" class=\"\">Change for the better can come to all. Over the years we have issued appeals to the less active, the offended, the critical, the transgressor—to come back. “Come back and feast at the table of the Lord, and taste again the sweet and satisfying fruits of fellowship with the Saints.”<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_031\">2<\/a>\n       <span class=\"footnote\">[First Presidency statement, in <span class=\"emphasis\">Ensign,<\/span> Mar. 1986, 88.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p27\" class=\"\">In the private sanctuary of one’s own conscience lies that spirit, that determination to cast off the old person and to measure up to the stature of true potential. In this spirit, we again issue that heartfelt invitation: Come back. We reach out to you in the pure love of Christ and express our desire to assist you and to welcome you into full fellowship. To those who are wounded in spirit or who are struggling and fearful, we say, Let us lift you and cheer you and calm your fears. Take literally the Lord’s invitation, “Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.”<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_031\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51608)\">Matthew 11:28–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p28\" class=\"\">It was said of the Savior that He “went about doing good … for God was with him.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_031\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51674)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup> May we follow that perfect example. In this sometimes precarious journey through mortality, may we also follow that advice from the Apostle Paul which will help to keep us safe and on course: “Whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.”<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_031\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51698)\">Philippians 4:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p29\" class=\"\">I would encourage members of the Church wherever they may be to show kindness and respect for all people everywhere. The world in which we live is filled with diversity. We can and should demonstrate respect toward those whose beliefs differ from ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p30\" class=\"\">May we also demonstrate kindness and love within our own families. Our homes are to be more than sanctuaries; they should also be places where God’s Spirit can dwell, where the storm stops at the door, where love reigns and peace dwells.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p31\" class=\"\">The world can at times be a frightening place in which to live. The moral fabric of society seems to be unraveling at an alarming speed. None—whether young or old or in-between—is exempt from exposure to those things which have the potential to drag us down and destroy us. Our youth, our precious youth, in particular, face temptations we can scarcely comprehend. The adversary and his hosts seem to be working nonstop to cause our downfall.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p32\" class=\"\">We are waging a war with sin, my brothers and sisters, but we need not despair. It is a war we can and will win. Our Father in Heaven has given us the tools we need in order to do so. He is at the helm. We have nothing to fear. He is the God of light. He is the God of hope. I testify that He loves us—each one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p33\" class=\"\">Mortality is a period of testing, a time to prove ourselves worthy to return to the presence of our Heavenly Father. In order to be tested, we must sometimes face challenges and difficulties. At times there appears to be no light at the tunnel’s end—no dawn to break the night’s darkness. We feel surrounded by the pain of broken hearts, the disappointment of shattered dreams, and the despair of vanished hopes. We join in uttering the biblical plea “Is there no balm in Gilead?”<sup class=\"noteMarker\"><a href=\"#footnote6-02205_000_031\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51594)\">Jeremiah 8:22<\/a><\/span>.]<\/span><\/sup> We are inclined to view our own personal misfortunes through the distorted prism of pessimism. We feel abandoned, heartbroken, alone. If you find yourself in such a situation, I plead with you to turn to our Heavenly Father in faith. He will lift you and guide you. He will not always take your afflictions from you, but He will comfort and lead you with love through whatever storm you face.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p34\" class=\"\">With all my heart and the fervency of my soul, I lift my voice in testimony today as a special witness and declare that God does live. Jesus is His Son, the Only Begotten of the Father in the flesh. He is our Redeemer; He is our Mediator with the Father. He loves us with a love we cannot fully comprehend, and because He loves us, He gave His life for us. My gratitude to Him is beyond expression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p35\" class=\"\">I invoke His blessings upon you, my beloved brothers and sisters, in your homes, in your work, in your service to one another and to the Lord Himself. Together we shall move forward doing His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/looking-back-and-moving-forward.p36\" class=\"\">I pledge my life, my strength—all that I have to offer—in serving Him and in directing the affairs of His Church in accordance with His will and by His inspiration, and I do so in His holy name—even the Lord Jesus Christ—amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_031\"><a name=\"-02205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51908)\">D&amp;C 38:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_031\"><a name=\"-02205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency statement, in <span class=\"emphasis\">Ensign,<\/span> Mar. 1986, 88.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_031\"><a name=\"-02205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51608)\">Matthew 11:28–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_031\"><a name=\"-02205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51674)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_031\"><a name=\"-02205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51698)\">Philippians 4:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_031\"><a name=\"-02205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02205_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51594)\">Jeremiah 8:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}