{"ID":7576, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “My Words … Never Cease”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p3\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p4\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We invite all to inquire into the wonder of what God has said since biblical times and is saying even now.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02205_000_032<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p6\" class=\"\">President Monson, may I claim a moment of personal privilege? As the first of the Brethren invited to speak following your singular message to the Church this morning, may I say something on behalf of all your Brethren of the General Authorities and indeed on behalf of all the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p7\" class=\"\">Of the many privileges we have had in this historic conference, including participation in a solemn assembly in which we were able to stand and sustain you as prophet, seer, and revelator, I cannot help but feel that the most important privilege we have all had has been to witness personally the settling of the sacred, prophetic mantle upon your shoulders, almost as it were by the very hands of angels themselves. Those in attendance at last night’s general priesthood meeting and all who were present in the worldwide broadcast of this morning’s session have been eyewitness to this event. For all the participants, I express our gratitude for such a moment. I say that with love to President Monson and especially love to our Father in Heaven for the wonderful opportunity it has been to be “eyewitnesses of his majesty” (<span class=\"citation\" id=\"51714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51714)\">2 Peter 1:16<\/a><\/span>), as the Apostle Peter once said.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p8\" class=\"\">In general conference last October, I said there were two principal reasons The Church of Jesus Christ of Latter-day Saints is accused, erroneously, of not being Christian. At that time I addressed one of those doctrinal issues—our scripturally based view of the Godhead. Today I would like to address the other major doctrine which characterizes our faith but which causes concern to some, namely the bold assertion that God continues to speak His word and reveal His truth, revelations which mandate an open canon of scripture.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p9\" class=\"\">Some Christians, in large measure because of their genuine love for the Bible, have declared that there can be no more authorized scripture beyond the Bible. In thus pronouncing the canon of revelation closed, our friends in some other faiths shut the door on divine expression that we in The Church of Jesus Christ of Latter-day Saints hold dear: the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price, and the ongoing guidance received by God’s anointed prophets and apostles. Imputing no ill will to those who take such a position, nevertheless we respectfully but resolutely reject such an unscriptural characterization of true Christianity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p10\" class=\"\">One of the arguments often used in any defense of a closed canon is the New Testament passage recorded in <span class=\"citation\" id=\"51723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51723)\">Revelation 22:18<\/a><\/span>: “For I testify unto every man that heareth the words of … this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book.” However, there is now overwhelming consensus among virtually all biblical scholars that this verse applies only to the book of Revelation, <span class=\"emphasis\">not<\/span> the whole Bible. Those scholars of our day acknowledge a number of New Testament “books” that were almost certainly written <span class=\"emphasis\">after<\/span> John’s revelation on the Isle of Patmos was received. Included in this category are at least the books of Jude, the three Epistles of John, and probably the entire Gospel of John itself.<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_032\">1<\/a>\n       <span class=\"footnote\">[For an introductory discussion on this topic, see Stephen E. Robinson, <span class=\"emphasis\">Are Mormons Christians?<\/span> (1991), 46. The issue of canon is discussed on pages 45–56. <span class=\"emphasis\">Canon<\/span> is defined as “an authoritative list of books accepted as Holy Scripture” <span class=\"emphasis\">(Merriam Webster’s Collegiate Dictionary,<\/span> 11th ed. [2003], “canon”).]<\/span><\/sup> Perhaps there are even more than these.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p11\" class=\"\">But there is a simpler answer as to why that passage in the final book of the current New Testament cannot apply to the whole Bible. That is because the whole Bible as we know it—one collection of texts bound in a single volume—did not exist when that verse was written. For centuries after John produced his writing, the individual books of the New Testament were in circulation singly or perhaps in combinations with a few other texts but almost <span class=\"emphasis\">never <\/span>as a complete collection. Of the entire corpus of 5,366 known Greek New Testament manuscripts, only 35 contain the whole New Testament as we now know it, and 34 of those were compiled after <span class=\"small\">A.D.<\/span> 1000.<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_032\">2<\/a>\n       <span class=\"footnote\">[See Bruce M. Metzger, <span class=\"emphasis\">Manuscripts of the Greek Bible: An Introduction to Greek Paleography <\/span>(1981), 54–55.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p12\" class=\"\">The fact of the matter is that virtually every prophet of the Old <span class=\"emphasis\">and<\/span> New Testament has added scripture to that received by his predecessors. If the Old Testament words of Moses were sufficient, as some could have mistakenly thought them to be,<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_032\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"51559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51559)\">Deuteronomy 4:2<\/a><\/span>, for example.]<\/span><\/sup> then why, for example, the subsequent prophecies of Isaiah or of Jeremiah, who follows him? To say nothing of Ezekiel and Daniel, of Joel, Amos, and all the rest. If one revelation to one prophet in one moment of time is sufficient for <span class=\"emphasis\">all<\/span> time, what justifies these many others? What justifies them was made clear by Jehovah Himself when He said to Moses, “My works are without end, and … my words … never cease.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_032\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51992)\">Moses 1:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p13\" class=\"\">One Protestant scholar has inquired tellingly into the erroneous doctrine of a closed canon. He writes: “On what biblical or historical grounds has the inspiration of God been limited to the written documents that the church now calls its Bible? … If the Spirit inspired only the written documents of the first century, does that mean that the same Spirit does not speak today in the church about matters that are of significant concern?”<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_032\">5<\/a>\n       <span class=\"footnote\">[Lee M. McDonald, <span class=\"emphasis\">The Formation of the Christian Biblical Canon, <\/span>rev. ed. (1995), 255–56.]<\/span><\/sup> We humbly ask those same questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p14\" class=\"\">Continuing revelation does not demean or discredit existing revelation. The Old Testament does not lose its value in our eyes when we are introduced to the New Testament, and the New Testament is only enhanced when we read the Book of Mormon: Another Testament of Jesus Christ. In considering the additional scripture accepted by Latter-day Saints, we might ask: Were those early Christians who for decades had access only to the primitive Gospel of Mark (generally considered the first of the New Testament Gospels to be written)—were they offended to receive the more detailed accounts set forth later by Matthew and Luke, to say nothing of the unprecedented passages and revelatory emphasis offered later yet by John? Surely they must have rejoiced that ever more convincing evidence of the divinity of Christ kept coming. And so do we rejoice.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p15\" class=\"\">Please do not misunderstand. We love and revere the Bible, as Elder M. Russell Ballard taught so clearly from this pulpit just one year ago.<sup class=\"noteMarker\"><a href=\"#footnote6-02205_000_032\">6<\/a>\n       <span class=\"footnote\">[See “The Miracle of the Holy Bible,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2007, 80–82.]<\/span><\/sup> The Bible is the word of God. It is always identified first in our canon, our “standard works.” Indeed, it was a divinely ordained encounter with the <span class=\"citation\" id=\"51709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51709)\">fifth verse of the first chapter of the book of James<\/a><\/span> that led Joseph Smith to his vision of the Father and the Son, which gave birth to the Restoration of the gospel of Jesus Christ in our time. But even then, Joseph knew the Bible alone could not be the answer to <span class=\"emphasis\">all<\/span> the religious questions he and others like him had. As he said in his own words, the ministers of his community were contending—sometimes angrily—over their doctrines. “Priest [was] contending against priest, and convert [was contending] against convert … in a strife of words and a contest about opinions,” he said. About the only thing these contending religions had in common was, ironically, a belief in the Bible, but, as Joseph wrote, “the teachers of religion of the different sects understood the same passages of scripture so differently as to destroy all confidence in settling the question [regarding which church was true] by an appeal to the Bible.”<sup class=\"noteMarker\"><a href=\"#footnote7-02205_000_032\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"52006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52006)\">Joseph Smith—History 1:6, 12<\/a><\/span>.]<\/span><\/sup> Clearly the Bible, so frequently described at that time as “common ground,” was nothing of the kind—unfortunately it was a battleground.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p16\" class=\"\">Thus one of the great purposes of continuing revelation through living prophets is to declare to the world through additional witnesses that the Bible is true. <span class=\"emphasis\">“This <\/span>is written,” an ancient prophet said, speaking of the Book of Mormon, “for the intent that ye may believe <span class=\"emphasis\">that,”<\/span> speaking of the Bible.<sup class=\"noteMarker\"><a href=\"#footnote8-02205_000_032\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51864)\">Mormon 7:9<\/a><\/span>; emphasis added.]<\/span><\/sup> In one of the earliest revelations received by Joseph Smith, the Lord said, “Behold, I do not bring [the Book of Mormon forth] to destroy [the Bible] but to build it up.”<sup class=\"noteMarker\"><a href=\"#footnote9-02205_000_032\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51890)\">D&amp;C 10:52<\/a><\/span>; see also <span class=\"citation\" id=\"51896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51896)\">D&amp;C 20:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p17\" class=\"\">One other point needs to be made. Since it is clear that there were Christians long before there was a New Testament or even an accumulation of the sayings of Jesus, it cannot therefore be maintained that the Bible is what makes one a Christian. In the words of esteemed New Testament scholar N. T. Wright, “The risen Jesus, at the end of Matthew’s Gospel, does not say, ‘All authority in heaven and on earth is given to the books you are all going to write,’ but [rather] ‘All authority in heaven and on earth is given to me.’ ”<sup class=\"noteMarker\"><a href=\"#footnote10-02205_000_032\">10<\/a>\n       <span class=\"footnote\">[N. T. Wright, <span class=\"emphasis\">The Last Word: Beyond the Bible Wars to a New Understanding of the Authority of Scripture <\/span>(2005), xi.]<\/span><\/sup> In other words, “Scripture itself points … away from itself and to the fact that final and true authority belongs to God himself.”<sup class=\"noteMarker\"><a href=\"#footnote11-02205_000_032\">11<\/a>\n       <span class=\"footnote\">[Wright, <span class=\"emphasis\">The Last Word,<\/span> 24.]<\/span><\/sup> So the scriptures are <span class=\"emphasis\">not<\/span> the ultimate source of knowledge for Latter-day Saints. They are manifestations of the ultimate source. The ultimate source of knowledge and authority for a Latter-day Saint is the living God. The communication of those gifts comes from God as living, vibrant, divine revelation.<sup class=\"noteMarker\"><a href=\"#footnote12-02205_000_032\">12<\/a>\n       <span class=\"footnote\">[For a full essay on this subject, see Dallin H. Oaks, “Scripture Reading and Revelation,” <span class=\"emphasis\">Ensign, <\/span>Jan. 1995, 6–9.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p18\" class=\"\">This doctrine lies at the very heart of The Church of Jesus Christ of Latter-day Saints and of our message to the world. It dramatizes the significance of a solemn assembly yesterday, in which we sustained Thomas S. Monson as a prophet, a seer, and a revelator. We believe in a God who is engaged in our lives, who is not silent, not absent, nor, as Elijah said of the god of the priests of Baal, is He “[on] a journey, or peradventure he sleepeth, and must be [awakened].”<sup class=\"noteMarker\"><a href=\"#footnote13-02205_000_032\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51577)\">1 Kings 18:27<\/a><\/span>.]<\/span><\/sup> In this Church, even our young Primary children recite, “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote14-02205_000_032\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"52020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52020)\">Articles of Faith 1:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p19\" class=\"\">In declaring new scripture and continuing revelation, we pray we will never be arrogant or insensitive. But after a sacred vision in a now sacred grove answered in the affirmative the question “Does God exist?” what Joseph Smith and The Church of Jesus Christ of Latter-day Saints force us to face is the next interrogative, which necessarily follows: “Does He speak?” We bring the good news that He does and that He has. With a love and affection born of our Christianity, we invite all to inquire into the wonder of what God has said since biblical times and is saying even now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p20\" class=\"\">In a sense Joseph Smith and his prophetic successors in this Church answer the challenge Ralph Waldo Emerson put to the students of the Harvard Divinity School 170 years ago this coming summer. To that group of the Protestant best and brightest, the great sage of Concord pled that they teach “that God is, not was; that He speaketh, not spake.”<sup class=\"noteMarker\"><a href=\"#footnote15-02205_000_032\">15<\/a>\n       <span class=\"footnote\">[“An Address,” <span class=\"emphasis\">The Complete Writings of Ralph Waldo Emerson <\/span>(1929), 45.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p21\" class=\"\">I testify that the heavens are open. I testify that Joseph Smith was and is a prophet of God, that the Book of Mormon is truly another testament of Jesus Christ. I testify that Thomas S. Monson is God’s prophet, a modern apostle with the keys of the kingdom in his hands, a man upon whom I personally have seen the mantle fall. I testify that the presence of such authorized, prophetic voices and ongoing canonized revelations have been at the heart of the Christian message whenever the authorized ministry of Christ has been on the earth. I testify that such a ministry <span class=\"emphasis\">is<\/span> on the earth again, and it is found in this, The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/my-words-never-cease.p22\" class=\"\">In our heartfelt devotion to Jesus of Nazareth as the very Son of God, the Savior of the world, we invite all to examine what we have received of Him, to join with us, drinking deeply at the “well of water springing up into everlasting life,”<sup class=\"noteMarker\"><a href=\"#footnote16-02205_000_032\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51647)\">John 4:14<\/a><\/span>.]<\/span><\/sup> these constantly flowing reminders that God lives, that He loves us, and that He speaks. I express the deepest <span class=\"emphasis\">personal<\/span> thanks that His works never end and His “words … never cease.” I bear witness of such divine loving attention and the recording of it, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_032\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>For an introductory discussion on this topic, see Stephen E. Robinson, <span class=\"emphasis\">Are Mormons Christians?<\/span> (1991), 46. The issue of canon is discussed on pages 45–56. <span class=\"emphasis\">Canon<\/span> is defined as “an authoritative list of books accepted as Holy Scripture” <span class=\"emphasis\">(Merriam Webster’s Collegiate Dictionary,<\/span> 11th ed. [2003], “canon”).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_032\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bruce M. Metzger, <span class=\"emphasis\">Manuscripts of the Greek Bible: An Introduction to Greek Paleography <\/span>(1981), 54–55.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_032\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"51559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51559)\">Deuteronomy 4:2<\/a><\/span>, for example.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_032\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51992)\">Moses 1:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_032\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Lee M. McDonald, <span class=\"emphasis\">The Formation of the Christian Biblical Canon, <\/span>rev. ed. (1995), 255–56.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02205_000_032\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See “The Miracle of the Holy Bible,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2007, 80–82.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02205_000_032\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"52006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52006)\">Joseph Smith—History 1:6, 12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02205_000_032\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51864)\">Mormon 7:9<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02205_000_032\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51890)\">D&amp;C 10:52<\/a><\/span>; see also <span class=\"citation\" id=\"51896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51896)\">D&amp;C 20:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02205_000_032\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>N. T. Wright, <span class=\"emphasis\">The Last Word: Beyond the Bible Wars to a New Understanding of the Authority of Scripture <\/span>(2005), xi.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02205_000_032\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Wright, <span class=\"emphasis\">The Last Word,<\/span> 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02205_000_032\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>For a full essay on this subject, see Dallin H. Oaks, “Scripture Reading and Revelation,” <span class=\"emphasis\">Ensign, <\/span>Jan. 1995, 6–9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-02205_000_032\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51577)\">1 Kings 18:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-02205_000_032\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"52020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52020)\">Articles of Faith 1:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-02205_000_032\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“An Address,” <span class=\"emphasis\">The Complete Writings of Ralph Waldo Emerson <\/span>(1929), 45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_032\"><a name=\"-02205_000_032\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-02205_000_032\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51647)\">John 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}