{"ID":7577, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ask in Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p2\" class=\"\">Elder David A. Bednar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Meaningful prayer requires both holy communication and consecrated work.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_033<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p5\" class=\"\">I invite the Holy Ghost to assist us as we consider a principle that can help our prayers become more meaningful—the gospel principle of asking in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p6\" class=\"\">I want to review three examples of asking in faith in meaningful prayer and discuss the lessons we can learn from each one of them. As we speak of prayer, I emphasize the word <span class=\"emphasis\">meaningful.<\/span> Simply saying prayers is quite a different thing from engaging in meaningful prayer. I expect that all of us already know that prayer is essential for our spiritual development and protection. But what we know is not always reflected in what we do. And even though we recognize the importance of prayer, all of us can improve the consistency and efficacy of our personal and family prayers.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Ask in Faith and Act<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p8\" class=\"\">The classic example of asking in faith is Joseph Smith and the First Vision. As young Joseph was seeking to know the truth about religion, he read the following verses in the first chapter of James:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p9\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p10\" class=\"\">“But let him ask in faith, nothing wavering” (<span class=\"citation\" id=\"51710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51710)\">James 1:5–6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p11\" class=\"\">Please notice the requirement to ask in faith, which I understand to mean the necessity to not only express but to do, the dual obligation to both plead and to perform, the requirement to communicate and to act.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p12\" class=\"\">Pondering this biblical text led Joseph to retire to a grove of trees near his home to pray and to seek spiritual knowledge. Note the questions that guided Joseph’s thinking and supplicating.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p13\" class=\"\">“In the midst of this war of words and tumult of opinions, I often said to myself: What is to be done? Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it? …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p14\" class=\"\">“My object in going to inquire of the Lord was to know which of all the sects was right, that I might know which to join” (<span class=\"citation\" id=\"52008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52008)\">Joseph Smith—History 1:10, 18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p15\" class=\"\">Joseph’s questions focused not just on what he needed to know but also on what was to be <span class=\"emphasis\">done!<\/span> His prayer was not simply, “Which church is right?” His question was, “Which church should I join?” Joseph went to the grove to ask in faith, and he was determined to act.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p16\" class=\"\">True faith is focused in and on the Lord Jesus Christ and always leads to righteous action. The Prophet Joseph Smith taught that “faith [is] the first principle in revealed religion, and the foundation of all righteousness” and that it is also “the principle of action in all intelligent beings” (<span class=\"emphasis\">Lectures on Faith<\/span> [1985], 1). Action alone is not faith in the Savior, but acting in accordance with correct principles is a central component of faith. Thus, “faith without works is dead” (<span class=\"citation\" id=\"51711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51711)\">James 2:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p17\" class=\"\">The Prophet Joseph further explained that “faith is not only the principle of action, but of power also, in all intelligent beings, whether in heaven or on earth” (<span class=\"emphasis\">Lectures on Faith,<\/span> 3). Thus, faith in Christ leads to righteous action, which increases our spiritual capacity and power. Understanding that faith is a principle of action and of power inspires us to exercise our moral agency in compliance with gospel truth, invites the redeeming and strengthening <span class=\"emphasis\">powers<\/span> of the Savior’s Atonement into our lives, and enlarges the <span class=\"emphasis\">power<\/span> within us whereby we are agents unto ourselves (see <span class=\"citation\" id=\"51922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51922)\">D&amp;C 58:28<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p18\" class=\"\">I long have been impressed with the truth that meaningful prayer requires both holy communication and consecrated work. Blessings require some effort on our part before we can obtain them, and prayer, as “a form of work, … is an appointed means for obtaining the highest of all blessings” (Bible Dictionary, “Prayer,” 753). We press forward and persevere in the consecrated work of prayer, after we say “amen,” by acting upon the things we have expressed to Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p19\" class=\"\">Asking in faith requires honesty, effort, commitment, and persistence. Let me provide an illustration of what I mean and extend to you an invitation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p20\" class=\"\">We properly pray for the safety and success of the full-time missionaries throughout the world. And a common element in many of our prayers is a request that the missionaries will be led to individuals and families who are prepared to receive the message of the Restoration. But ultimately it is my responsibility and your responsibility to find people for the missionaries to teach. Missionaries are full-time teachers; you and I are full-time finders. And you and I as lifelong missionaries should not be praying for the full-time missionaries to do our work!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p21\" class=\"\">If you and I would truly pray and ask in faith, as did Joseph Smith—if we would pray with the expectation to act and not just to express—then the work of proclaiming the gospel would move forward in a remarkable way. Such a prayer of faith might include some of the following elements:<\/p>\n\t\t\t\t<ul class=\"bullet\"><li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Thanking Heavenly Father for the doctrines and ordinances of the restored gospel of Jesus Christ, which bring hope and happiness into our lives.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Asking for courage and boldness to open our mouths and share the gospel with our family and friends.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Entreating Heavenly Father to help us identify individuals and families who will be receptive to our invitation to be taught by the missionaries in our homes.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Pledging to do our part this day and this week and petitioning for help to overcome anxiety, fear, and hesitation.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Seeking for the gift of discernment— for eyes to see and ears to hear missionary opportunities as they occur.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Praying fervently for the strength to act as we know we should.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2008\/05\/ask-in-faith.p28\" class=\"\">Gratitude would be expressed, and other blessings might be requested in such a prayer, which would be closed in the name of the Savior. And then the consecrated work of that prayer would continue and increase.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p29\" class=\"\">This same pattern of holy communication and consecrated work can be applied in our prayers for the poor and the needy, for the sick and the afflicted, for family members and friends who are struggling, and for those who are not attending Church meetings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p30\" class=\"\">I testify that prayer becomes meaningful as we ask in faith and act. I invite all of us to pray in faith about our divinely given mandate to proclaim the gospel. As we do so, I promise doors will open and we will be blessed to recognize and act upon the opportunities that will be provided.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>After the Trial of Our Faith<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p32\" class=\"\">My second example emphasizes the importance of persevering through the trial of our faith. A few years ago a family traveled to Europe from the United States. Shortly after arriving at their destination, a 13-year-old son became quite ill. The mother and father initially thought his upset stomach was caused by fatigue from the long flight, and the family routinely continued on its journey.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p33\" class=\"\">As the day continued, the son’s condition became worse. Dehydration was increasing. The father gave his son a priesthood blessing, but no improvement was immediately evident.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p34\" class=\"\">Several hours passed by, and the mother knelt by her son’s side, pleading in prayer to Heavenly Father for the boy’s well-being. They were far from home in an unfamiliar country and did not know how to obtain medical assistance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p35\" class=\"\">The mother asked her son if he would like to pray with her. She knew that merely waiting for the anticipated blessing would not be enough; they needed to continue to act. Explaining that the blessing he had received was still in effect, she suggested again petitioning in prayer, as did the ancient Apostles, “Lord, Increase our faith” (<span class=\"citation\" id=\"51635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51635)\">Luke 17:5<\/a><\/span>). The prayer included a profession of trust in priesthood power and a commitment to persevere in doing whatever might be required for the blessing to be honored—if that blessing at that time was in accordance with God’s will. Shortly after they offered this simple prayer, the son’s condition improved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p36\" class=\"\">The faithful action of the mother and her son helped to invite the promised priesthood power and in part satisfied the requirement that we “dispute not because [we] see not, for [we] receive no witness until after the trial of [our] faith” (<span class=\"citation\" id=\"51866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51866)\">Ether 12:6<\/a><\/span>). Just as the prison holding Alma and Amulek did not tumble to the earth “until after their faith,” and just as Ammon and his missionary brethren did not witness mighty miracles in their ministries “until after their faith” (see <span class=\"citation\" id=\"51868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51868)\">Ether 12:12–15<\/a><\/span>), so the healing of this 13-year-old boy did not occur <span class=\"emphasis\">until after their faith<\/span> and was accomplished “according to their faith in their prayers” (<span class=\"citation\" id=\"51889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51889)\">D&amp;C 10:47<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Not My Will, but Thine, Be Done<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p38\" class=\"\">My third example highlights the importance of recognizing and accepting the will of God in our lives. Several years ago there was a young father who had been active in the Church as a boy but had chosen a different path during his teenage years. After serving in the military, he married a lovely girl, and soon children blessed their home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p39\" class=\"\">One day without warning their little four-year-old daughter became critically ill and was hospitalized. In desperation and for the first time in many years, the father was found on his knees in prayer, asking that the life of his daughter be spared. Yet her condition worsened. Gradually, this father sensed that his little girl would not live, and slowly his prayers changed; he no longer prayed for healing but rather for understanding. “Let Thy will be done” was now the manner of his pleadings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p40\" class=\"\">Soon his daughter was in a coma, and the father knew her hours on earth were few. Fortified with understanding, trust, and power beyond their own, the young parents prayed again, asking for the opportunity to hold her close once more while she was awake. The daughter’s eyes opened, and her frail arms reached out to her parents for one final embrace. And then she was gone. This father knew their prayers had been answered—a kind, compassionate Father in Heaven had comforted their hearts. God’s will had been done, and they had gained understanding. (Adapted from H. Burke Peterson, “Adversity and Prayer,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, 18.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p41\" class=\"\">Discerning and accepting the will of God in our lives are fundamental elements of asking in faith in meaningful prayer. However, simply saying the words “Thy will be done” is not enough. Each of us needs God’s help in surrendering our will to Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p42\" class=\"\">“Prayer is the act by which the will of the Father and the will of the child are brought into correspondence with each other” (Bible Dictionary, “Prayer,” 752–53). Humble, earnest, and persistent prayer enables us to recognize and align ourselves with the will of our Heavenly Father. And in this the Savior provided the perfect example as He prayed in the Garden of Gethsemane, “saying, Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done. … And being in an agony he prayed more earnestly” (<span class=\"citation\" id=\"51636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51636)\">Luke 22:42, 44<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p43\" class=\"\">The object of our prayers should not be to present a wish list or a series of requests but to secure for ourselves and for others blessings that God is eager to bestow, according to His will and timing. Every sincere prayer is heard and answered by our Heavenly Father, but the answers we receive may not be what we expect or come to us when we want or in the way we anticipate. This truth is evident in the three examples I have presented today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p44\" class=\"\">Prayer is a privilege and the soul’s sincere desire. We can move beyond routine and “checklist” prayers and engage in meaningful prayer as we appropriately ask in faith and act, as we patiently persevere through the trial of our faith, and as we humbly acknowledge and accept “not my will, but Thine, be done.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/ask-in-faith.p45\" class=\"\">I witness the reality and divinity of our Eternal Father, of His Only Begotten Son, the Lord Jesus Christ, and of the Holy Ghost. I testify that our Father hears and answers our prayers. May each of us strive with greater resolve to ask in faith and thereby make our prayers truly meaningful. I so pray in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}