{"ID":758, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Humility Builds Faith<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1955, pp. 41-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, I seek an interest in your faith and prayers.  This is a humbling\nexperience, and I hope that I will always appreciate the honors and the blessings that have\nbeen given to me and that I shall always appreciate the blessings of the Lord.\n<\/p><p>\nThe other night a cartoon appeared in <i>The Deseret News<\/i> which showed Uncle Sam deluged in\nthe overflowing contents of a large horn of plenty.  The title read, \"Isn't it time we count our\nblessings?\" These cartoonists have a gift of catching the essence of a situation and portraying\nit very graphically. We live in a land blessed above all other nations&mdash;not only a choice land,\nbut also a choice generation.  In addition to all the luxuries of modern living, we have the\nblessings of the fullness of the gospel.  Today we do not have the physical opposition of\nhardship and persecution that we had in the earlier days.\n<\/p><p>\nThe Church is growing very rapidly, and our missionaries are having amazing success.  The\npeople of the world are impressed with the accomplishments of the Church.  But, brothers and\nsisters, if we learn anything from history&mdash;and history is our greatest teacher&mdash;we learn that\nour present favorable conditions may have a hidden danger.  Some of these dangers were\nreferred to by President McKay this morning.  Do you remember what happened so often in\nthe Book of Mormon?  When the people were righteous, they enjoyed prosperity.  With\nprosperity came a feeling of self-sufficiency and pride. They forgot to acknowledge the Lord\nas the Giver of all their blessings.  They lost their humility.  Not until they were chastened\nand humbled did righteousness and prosperity return.\n<\/p><p>\nLet us enjoy the prosperity in which we live, with humble gratitude in our hearts, expressing\nour thanks to the Lord. Let us be humble in all our prayers. Beware of lip service. \nRemember how the Lord criticized the hypocrites who prayed openly for the glory of men. \nHe said,\n<\/p><p>\nVerily I say unto you, they have their reward\n(<span class=\"citation\" id=\"34688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34688)\">Matt. 6:5<\/a><\/span>).\n<\/p><p>\nIt is not always the words we use in prayer that count so much as the spirit in which they are\nsaid.  If we are truly humble, we will acknowledge the hand of the Lord in all our righteous\nendeavors.  Praying without humility is praying without faith.  You just cannot have true faith\nwithout humility.  What better example do we have than the simple, humble prayer of a\nchild?\n<\/p><p>\nPresident George Albert Smith has told a story which I think will bear repeating.\n<\/p><p>\nIt was about a nine-year-old boy who was to undergo a serious operation.  As they prepared\nto give him the anesthetic, he asked those attending him to pray for him. When they would\nnot, he said, \"If you can't pray for me, will you please wait while I pray for myself?\"\n<\/p><p>\nThey removed the sheet, and he knelt on the operating table, bowed his head and said,\n\"Heavenly Father, I am an orphan boy.  I am awful sick.  Won't you please make me well? \nBless these men who are going to operate that they will do it right.  If you will make me\nwell, I will try to be a good man. Thank you, Heavenly Father, for making me well.\"\n<\/p><p>\nWhen he finished praying, he lay down.  The doctors' and nurses' eyes were filled with tears. \nThen he said, \"I am ready.\"\n<\/p><p>\nThe operation was successful, and the boy speedily recovered.\n<\/p><p>\nThe doctor later said, \"I have operated on hundreds of people, men and women who thought\nthey had faith to be healed, but never, until I stood over that little boy have I felt the presence\nof God as I felt it then.  That boy opened the windows of heaven and talked to his Heavenly\nFather as one would talk to another, face to face.  I am a better man for having had the\nexperience of hearing a small boy talk to his Father in heaven as if he were present.\"\n<\/p><p>\nHumility is one of the qualities that help build faith.  Would a missionary be successful if he\nwere not humble? He has to be teachable with a receptive mind before he can teach others,\nand to be teachable, he must be humble.  And we should all be missionaries.\n<\/p><p>\nAll the requirements of living the gospel become easier through humility.\n<\/p><p>\nA young man told me his experience in becoming a member of the Church, which is typical\nof many in their activities of investigating the Church.  He said the missionaries came to the\nlesson on the Word of Wisdom.  He and his wife were both users of tobacco.  After the\nmeeting was over and the missionaries had left, they talked it over with each other and\ndecided between themselves, \"Well, if the is what the Lord wants and if this is the Lord's\nChurch, we will try it.\" He said that he was not particularly concerned about himself, he thought he\ncould do it easily; he was worried about his wife; she had never tried to quit before. On the\nother hand, he had quit several times.  After proving to himself that he could quit, of course,\nhe went back to the use of cigarettes again. But he said in this case, it was just the reverse. \nHis wife quit without any apparent difficulty, but he had tremendous difficulty.  He became\nnervous and irritable.  He could not rest.  He was cranky among his fellow workers.  He\ncould not sleep at night. But inasmuch as his wife had quit, he was not going to be outdone\nby her. So, one night, he became so restless, so disturbed that he could not sleep, and his wife\nsuggested to him that he pray about it.  He thought that was a good joke.  He ridiculed the\nidea of prayer; he said, \"This is something I have to do.  Nobody can help me with this.  I\ncan do this.\" But as the night passed, and he had done everything he could to stimulate sleep\nand rest without any success, finally in despair he humbled himself enough to kneel at the\nside of the bed and pray vocally.  According to his own testimony, he said that he got up\nfrom his prayer, got into bed, went to sleep, and has never been tempted by cigarettes since. \nHe absolutely lost the taste for tobacco. He said, \"The Word of Wisdom was not a health\nprogram for me.  It was a lesson in humility.\"  He said, \"I had to learn humility.\" That is\nwhat it meant to him.  As it is with many of the requirements of the Church, we have to\ndemonstrate humble obedience.\n<\/p><p>\nIt is a humbling experience to look into the sky and contemplate the star&mdash;just try to count all\nthose you can see with the naked eye.  Throughout the ages, man has tried to count them,\nand as telescopes have been made larger and larger, the scope has increased until we realize\nthe utter impossibility of numbering all the stars.  How small are we then, when we consider\nthat God is the Master and Creator of the universe.\n<\/p><p>\nJust stand on the rim of the Grand Canyon and feel your insignificance as you gaze on the\ngrandeur and immensity of nature or watch the beauties of Niagara and realize your own\nweakness in the presence of such great power.\n<\/p><p>\nThen ask yourself as David asked our Maker and the Creator of all: \"What is man that thou\nart mindful of him?\" (<span class=\"citation\" id=\"41790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41790)\">Ps. 8:4<\/a><\/span>).\n<\/p><p>\nYes, God is mindful of you and me because we are his children.  He has given us this earth\nand all we have&mdash;the very air we breathe, food to eat, life itself. He rewards us for every\ngood deed.  Of ourselves we are nothing. Brothers and sisters, let us not be self-sufficient. \nLet us not forget to be humble and acknowledge the Lord, who is so good to us.\n<\/p><p>\nKing Benjamin told his people: \n<\/p><p>\nAnd now, in the first place, he hath created you, and granted unto you your lives, for\nwhich ye are indebted unto him.\n<\/p><p>\nAnd secondly, he doth require that ye should do as he hath commanded you; for which\nif ye do, he doth immediately bless you; and therefore he hath paid you. And ye are\nstill indebted unto him, and are, and will be forever and ever; therefore, of what have\nye to boast?\n<\/p><p>\nAnd now I ask, can ye say aught of yourselves? I answer you, Nay. Ye cannot say that\nye are even as much as the dust of the earth; yet ye were created of the dust of the\nearth; but behold, it belongeth to him who created you\n(<span class=\"citation\" id=\"40265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40265)\">Mosiah 2:23-25<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, be not lifted up in the pride of your hearts that you forget the Giver\nof all your blessings. Do not let self-righteousness rob you of humility before God.\nAcknowledge him in all things.  Let your faith be simple and childlike.\n<\/p><p>\nOn one occasion,\n<\/p><p>\n. . . came the disciples unto Jesus, saying, Who is the greatest in the kingdom of\nheaven?\n<\/p><p>\nAnd Jesus called a little child unto him, and set him in the midst of them,\n<\/p><p>\nAnd said, Verily I say unto you, Except ye be converted, and become as little children,\nye shall not enter into the kingdom of heaven.\n<\/p><p>\nWhosoever therefore shall humble himself as this little child, the same is greatest in\nthe kingdom of heaven (<span class=\"citation\" id=\"34716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34716)\">Matt. 18:1-4<\/a><\/span>).\n<\/p><p>\nMay we then be humble as a little child is my prayer in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}