{"ID":7581, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Today\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p2\" class=\"\">Elder Lance B. Wickman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/lance-b-wickman.jpg\" alt=\"Lance B. Wickman\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Provided we have so lived Today that we have claim on the Atonement’s cleansing grace, we will live forever with God.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_037<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p5\" class=\"\">Three weeks ago, I stepped into Yesterday. In that moment, I rediscovered Today. And it is about Today that I wish to speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p6\" class=\"\">A Church assignment had carried me across the vast reaches of the Pacific to the land of Vietnam. For me, this was more than a flight over an ocean. It was a step back in time. More than 40 years ago, I had served on the battlefields of that land as an infantry officer. Etched in my mind over those intervening decades were memories of that place, its people, and my comrades in arms with whom I had served. Jacob once wrote, “Our lives passed away like … unto us a dream” (<span class=\"citation\" id=\"51765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51765)\">Jacob 7:26<\/a><\/span>). So it had been for me. And now I was returning from my hall of memories to that place of memory after a near half-century. My Church business concluded, I determined to once again visit those fields of desperate struggle. Accompanied by my dear wife, I made the pilgrimage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p7\" class=\"\">I am not quite sure what I expected to find after so many years. What I did find was most unexpected. Instead of a war-ravaged people, I found a youthful, vibrant population. Instead of a countryside pockmarked by shell fire, I found peaceful, verdant fields. Even the jungle growth was new. I guess that I had half expected to find Yesterday, but what I found was Today and the promise of a bright Tomorrow. I was reminded that “weeping may endure for a night, but joy cometh in the morning” (<span class=\"citation\" id=\"51581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51581)\">Psalm 30:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p8\" class=\"\">As I once again set foot upon the field and walked once more a jungle path, in my mind I heard again the stutter of the machine gun, the whistle of shrapnel, and the clatter of small arms. I saw again the bronzed, youthful faces of friends who “gave the last full measure of devotion” (Abraham Lincoln, Gettysburg Address). And I thought of one in particular and one day—a single day, April 3, 1966, Palm Sunday, the Easter season—42 years ago almost to this very day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p9\" class=\"\">Our infantry battalion had been in Vietnam for several months. I was a lieutenant, the leader of a rifle platoon. We were involved almost constantly in combat operations. That day dawned with our battalion deep in hostile territory. Very early we sent out a reconnaissance patrol of about 10 men. One of them was Sergeant Arthur Morris. Several of the men were wounded in a firefight, including Sergeant Morris, who received a slight flesh wound. Eventually the men of the patrol limped back to our lines.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p10\" class=\"\">We radioed for a medical evacuation helicopter. Loading the wounded men on the chopper, I urged Sergeant Morris also to get aboard. He demurred. Again I urged him. Again he demurred. Once again I admonished him. Once again he refused. Finally I said, “Sergeant Morris, get on that chopper.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p11\" class=\"\">He looked at me, his eyes earnest, pleading. “Please, sir,” he said, and then these words that will forever haunt me: <span class=\"emphasis\">“They can’t kill a tough old bird like me.”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p12\" class=\"\">The entire scene is etched in my mind like a battle tableau: the jungle clearing; the impatient, throbbing rotor blade of the helicopter; the pilot looking at me expectantly; and my friend begging to stay with his men. I relented. I waved away the chopper with its lifeline to Tomorrow. Before the sun had set that very day, my dear friend Sergeant Arthur Cyrus Morris lay dead upon the ground, felled by hostile fire. And echoing in my mind over and over again, I hear his exclamation, “They can’t kill, they can’t kill, they can’t kill …”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p13\" class=\"\">Of course, in one sense he was dreadfully wrong. Mortality is so fragile. Only one heartbeat, the drawing of a single breath, separates this world from the next. One moment, my friend was a vital, living person; the next, his immortal spirit had fled, leaving the mortal tabernacle a lump of lifeless clay. Death is a curtain through which each must pass, and like Sergeant Arthur Morris, none of us knows when that passage will occur. Of all the challenges we face, perhaps the greatest is a <span class=\"emphasis\">misguided sense that mortality goes on forever<\/span> and its corollary, that we can postpone until tomorrow the seeking and offering of forgiveness, which as the gospel of Jesus Christ teaches, are among mortality’s central purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p14\" class=\"\">This profound truth is taught by Amulek in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p15\" class=\"\">“For behold, this life is the time for men to prepare to meet God; yea, behold <span class=\"emphasis\">the day of this life<\/span> is the day for men to perform their labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p16\" class=\"\">“… Therefore, I beseech of you that ye do not procrastinate the day of your repentance until the end; …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p17\" class=\"\">“… For that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world” (<span class=\"citation\" id=\"51832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51832)\">Alma 34:32–34<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p18\" class=\"\">What a pungent expression Amulek uses—“the <span class=\"emphasis\">day<\/span> of this life”! The Apostle James put it this way: “Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away” (<span class=\"citation\" id=\"51712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51712)\">James 4:14<\/a><\/span>). And the person we are when we depart this life is the person we will be as we enter the next. Thankfully, we do have Today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p19\" class=\"\">If Sergeant Morris was dreadfully wrong, he was also magnificently right! We really are immortal in the sense that Christ’s Atonement conquers death, both physical and spiritual. And <span class=\"emphasis\">provided<\/span> we have so lived <span class=\"emphasis\">Today <\/span>that we have claim on the Atonement’s cleansing grace, we will live forever with God. This life is not so much a time for getting and accumulating as it is a time for giving and becoming. Mortality is the battlefield upon which justice and mercy meet. But they need not meet as adversaries, for they are reconciled in the Atonement of Jesus Christ for all who wisely use Today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p20\" class=\"\">It remains only for you and me to both <span class=\"emphasis\">seek<\/span> and <span class=\"emphasis\">tender<\/span> that forgiveness—to both repent and to extend charity to others—which enables us to pass through the door the Savior holds open, thus to cross the threshold from this life into exaltation. <span class=\"emphasis\">Today<\/span> is the day to forgive others their trespasses, secure in the knowledge that the Lord will thus forgive ours. As Luke significantly recorded, “Be ye therefore merciful” (<span class=\"citation\" id=\"51629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51629)\">Luke 6:36<\/a><\/span>; emphasis added). Perfection may elude us here, but we can be merciful. And in the end, repenting and forgiving are among God’s chief requirements of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/today.p21\" class=\"\">My pilgrimage back in time completed, I looked around upon those peaceful fields of Today and saw in their fertility the promise of Tomorrow. I thought of my friend Sergeant Arthur Cyrus Morris. I thought of that fateful Palm Sunday of Yesterday. And I was profoundly grateful for the Redeemer of Easter morning, who grants us life, whose descent below all things makes possible our rising above all things—Tomorrow, if we but seize Today. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}