{"ID":7584, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Abundantly Blessed\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our testimonies have been strengthened. I believe we are all the more determined to live the principles of the gospel of Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_040<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p4\" class=\"\">I’ve been attending conference for a long time. But I think I’ve never felt quite as richly blessed as during this session. We’ve had rapid-fire messages from a lot of speakers, but every one touched on a very important subject. We’ve had a smorgasbord today of faith, of love, and of counsel. Let’s incorporate these things in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p5\" class=\"\">Brother Ballard, several years ago my dear wife went to the hospital. She left a note behind for the children: “Dear children, do not let Daddy touch the microwave”—followed by a comma, “or the stove, or the dishwasher, or the dryer.” I’m embarrassed to add any more to that list.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p6\" class=\"\">I think it was Brother Uchtdorf who said, “You told the audience today about your heritage on your mother’s side. What about your father’s side?” So I conclude with just a word or two about my father’s side.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p7\" class=\"\">My father’s father came from Sweden, and his wife from England. They met on the ship coming over. He waited for her to grow up, and then he proposed marriage. They were married in the Salt Lake Temple, and he wrote in his journal, “Today is the happiest day of my life. My sweetheart and I were married for time and eternity in the holy temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p8\" class=\"\">Three days later, on April 23, 1898, he wrote, “Took the train at the Rio Grande Western Depot enroute eventually to Scandinavia, where I have been called as a missionary.” Off he went to Sweden, leaving his bride of three days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p9\" class=\"\">His journal, written in pencil, came to me from an uncle who somehow chose me to receive his father’s journal. The most frequent entry in the journal was, “My feet are wet.” But the most beautiful entry said: “Today we went to the Jansson home. We met Sister Jansson. She had a lovely dinner for us. She is a good cook.” And then he said, “The children all sang or played a harmonica or did a little dance, and then she paid her tithing. Five krona for the Lord and one for my companion, Elder Ipson, and one for me.” And then there were listed the names of the children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p10\" class=\"\">When I read that in the journal, there was my wife’s father’s name as one who was in that household, one who probably sang a song, one who became the father of only one daughter, the girl whom I married.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p11\" class=\"\">The first day I saw Frances, I knew I’d found the right one. The Lord brought us together later, and I asked her to go out with me. I went to her home to call on her. She introduced me, and her father said, “ ‘Monson’—that’s a Swedish name, isn’t it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p12\" class=\"\">I said, “Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p13\" class=\"\">He said, “Good.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p14\" class=\"\">Then he went into another room and brought out a picture of two missionaries with their top hats and their copies of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p15\" class=\"\">“Are you related to this Monson,” he said, “Elias Monson?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p16\" class=\"\">I said, “Yes, he’s my grandfather’s brother. He too was a missionary in Sweden.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p17\" class=\"\">Her father wept. He wept easily. He said, “He and his companion were the missionaries who taught the gospel to my mother and my father and all of my brothers and sisters and to me.” He kissed me on the cheek. And then her mother cried, and she kissed me on the other cheek. And then I looked around for Frances. She said, “I’ll go get my coat.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p18\" class=\"\">My sweet Frances had a terrible fall a few years ago. She went to the hospital. She lay in a coma for about 18 days. I sat by her side. She never moved a muscle. The children cried, the grandchildren cried, and I wept. Not a movement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p19\" class=\"\">And then one day, she opened her eyes. I set a speed record in getting to her side. I gave her a kiss and a hug, and I said, “You’re back. I love you.” And she said, “I love you, too, Tom, but we’re in serious trouble.” I thought, What do you know about trouble, Frances? She said, “I forgot to mail in our fourth-quarter income tax payment.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p20\" class=\"\">I said to her, “Frances, if you had said that before you extended a kiss to me and told me you love me, I might have left you here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p21\" class=\"\">Brethren, let’s treat our wives with dignity and with respect. They’re our eternal companions. Sisters, honor your husbands. They need to hear a good word. They need a friendly smile. They need a warm expression of true love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p22\" class=\"\">Leaving my own family for a moment, my brothers and sisters, this has been a wonderful conference. We have been edified by wise and inspired messages. Our testimonies have been strengthened. I believe we are all the more determined to live the principles of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p23\" class=\"\">Not only have we been blessed by the fine talks which have been given; we have also been uplifted by the beautiful music which has been provided. We are abundantly blessed in the Church by those who share their musical talents with us. Every choir and chorus has performed so well during the past two days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p24\" class=\"\">I express my great love for all those who have participated and to all of you who have listened. I have felt your prayers in my behalf and have been sustained and blessed during the two months since our beloved President Hinckley left us. Once again, I appreciate your sustaining vote.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p25\" class=\"\">I cannot adequately express my gratitude for the Restoration of the gospel in these latter days and for what that has meant in my life. Each of us has been influenced and shaped as we have followed the Savior and have adhered to the principles of His gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p26\" class=\"\">To you who are parents, I say, show love to your children. You know you love them, but make certain they know it as well. They are so precious. Let them know. Call upon our Heavenly Father for help as you care for their needs each day and as you deal with the challenges which inevitably come with parenthood. You need more than your own wisdom in rearing them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p27\" class=\"\">We commend our wonderful young people who stand up to the iniquity in the world and who live the commandments to the best of their ability.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p28\" class=\"\">To you who are able to attend the temple, I would counsel you to go often. Doing so will help to strengthen marriages and families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p29\" class=\"\">Let us be kind to one another, be aware of each other’s needs, and try to help in that regard.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/abundantly-blessed.p30\" class=\"\">My dear brothers and sisters, I love you, and I pray for you. Please pray for me. And together we will reap the blessings our Heavenly Father has in store for each one of us. This is my prayer, my plea as I add my testimony. This work is true. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}