{"ID":7585, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stand as a Witness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p3\" class=\"\">Susan W. Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p4\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/susan-w-tanner-10.jpg\" alt=\"Susan W. Tanner\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You … can stand as a witness of God by nurturing a spirit of faith, love, peace, and testimony in your homes now.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02205_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p6\" class=\"\">As I stand at this pulpit, I picture the faces of young women all over the world. How I love you! I especially love to promise with you that we will “stand as witnesses of God at all times and in all things, and in all places.”<sup class=\"noteMarker\"><a href=\"#footnote1-02205_000_041\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51798)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup> How can we do this? As I speak, I pray that the Spirit will guide us and testify to each of us as to how we can stand as witnesses for God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p7\" class=\"\">When our children were missionaries, they learned that when we stand as a witness of Jesus Christ, the Holy Ghost will confirm that testimony. One of our daughters had a golden investigator named JieLei. This young adult woman obeyed each new commandment she was taught, no matter how difficult. She was a student struggling to make ends meet financially, but she began paying her tithing when she learned about that law. Her part-time job required her to work on Sunday, but she had the courage to ask her employer if he could change her hours to another day so that she could attend sacrament meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p8\" class=\"\">In spite of her diligence, JieLei still did not have a firm testimony of the Book of Mormon. Our daughter and her companion knew that she needed a witness from the Spirit to confirm its truth, so they prepared a lesson for her about the Holy Ghost. As they worked on it, somehow it didn’t feel quite right. When they prayed about it, they felt impressed to go a different direction, to give a lesson instead about Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p9\" class=\"\">When the appointed meeting came, these missionaries began teaching JieLei about Jesus Christ. Tears started streaming down her cheeks. She kept asking, “What is this I am feeling?” Then they bore witness to her that it was the Spirit. Exactly what they had wanted to have happen did happen. It was then that our daughter remembered that one of the great roles of the Holy Ghost is as a testifier of Christ. Jesus Himself said, “The Comforter, which is the Holy Ghost, … shall testify of me.”<sup class=\"noteMarker\"><a href=\"#footnote2-02205_000_041\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51661)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"51663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51663)\">15:26<\/a><\/span>.]<\/span><\/sup> Our daughter realized that as she stood as a witness of Jesus Christ, the Holy Ghost confirmed it. We too can stand as witnesses as “we talk of Christ, we rejoice in Christ, we preach of Christ” and look to Him as the source for “a remission of [our] sins.”<sup class=\"noteMarker\"><a href=\"#footnote3-02205_000_041\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51744)\">2 Nephi 25:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p10\" class=\"\">Righteous King Benjamin in the Book of Mormon gathered his people to come to the temple so that he could talk of Christ and preach of Christ. He taught his people about the Lord’s goodness, power, wisdom, patience, and, most of all, Atonement. As he stood as a witness, the Spirit bore witness to them that Jesus Christ is the Savior, as it had to JieLei. King Benjamin then admonished his people to stand steadfast in their faith in Christ. The people all cried out:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p11\" class=\"\">“We believe all the words which thou hast spoken unto us … because of the Spirit of the Lord … , which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p12\" class=\"\">“And we are willing to enter into a covenant with our God … to be obedient to his commandments in all things.”<sup class=\"noteMarker\"><a href=\"#footnote4-02205_000_041\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51788)\">Mosiah 5:2, 5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p13\" class=\"\">King Benjamin’s people made a covenant to obey God’s commandments, as has each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p14\" class=\"\">As you keep that covenant, you will stand as a witness among your peers. Recently my own children and their spouses were remembering times through the years when they had stood for correct values in the face of peer pressure. One would not participate in a cheer competition on Sunday; another told his employer that he could not work on the Sabbath day. One refused to watch a pornographic movie at a friend’s house when he was only 11; another refused to look with classmates at pornographic magazines. Both were ostracized socially for some time thereafter. Another child refused to succumb to bad, crass, vulgar language in her work environment. One refused liquor that his friend had stolen out of his parents’ locked cabinet. Another, who was the only Latter-day Saint member in her class, stood to give an English-class presentation and ended up fielding questions about the Book of Mormon. Our married children have continued to bear children in the face of worldly criticism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p15\" class=\"\">In these moments they could have felt alone; but as they stood as witnesses, they felt the companionship and sustaining presence of the Holy Ghost. They also were armed with blessings that come from obedience to God’s commandments. He has promised us: “Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote5-02205_000_041\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51590)\">Isaiah 41:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p16\" class=\"\">My children were truly upheld by His hand as they witnessed of God by standing steadfast in keeping His commandments. I have been blessed and strengthened by their examples.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p17\" class=\"\">As you stand as a witness in your home, you will strengthen your family. Too often we think the phrase of the Young Women theme “to strengthen home and family”<sup class=\"noteMarker\"><a href=\"#footnote6-02205_000_041\">6<\/a>\n       <span class=\"footnote\">[“Young Women Theme,” <span class=\"emphasis\">Young Women Personal Progress<\/span> (booklet, 2001), 5.]<\/span><\/sup> applies only to the future responsibilities of young women as wives and mothers, but it also applies to their responsibilities as daughters and sisters in their homes here and now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p18\" class=\"\">My own mother helped strengthen her home and family in her youth. The oldest child in a less-active family, she was born with the gift of faith. She took herself to Primary and Mutual. She qualified for a temple marriage even before her parents were able to go. She became an agent for righteousness, a steadfast witness whose example helped strengthen her parents and siblings. You young women too can stand as a witness of God by nurturing a spirit of faith, love, peace, and testimony in your homes <span class=\"emphasis\">now,<\/span> preparing you to do the same when you establish your own future homes. I am the product of a righteous young woman who stood “steadfast and immovable, always abounding in good works.”<sup class=\"noteMarker\"><a href=\"#footnote7-02205_000_041\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51784)\">Mosiah 5:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p19\" class=\"\">We also witness of Jesus Christ as we rejoice in Him. As King Benjamin’s people learned more about Jesus, they said, “The things which our king has spoken unto us [have] brought us to this great knowledge, whereby we do rejoice with such exceedingly great joy.”<sup class=\"noteMarker\"><a href=\"#footnote8-02205_000_041\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51789)\">Mosiah 5:4<\/a><\/span>.]<\/span><\/sup> When we rejoice in our Savior, we remember Him and His great blessings to us. We stand as witnesses as we express gratitude and radiate joy. As the young women sang, opening this meeting, “Hast thou not seen how all thou needest hath been granted in what he ordaineth?”<sup class=\"noteMarker\"><a href=\"#footnote9-02205_000_041\">9<\/a>\n       <span class=\"footnote\">[“Praise to the Lord, the Almighty,” <span class=\"emphasis\">Hymns, <\/span>no. 72.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p20\" class=\"\">Recently I learned of two valiant young women who, as they lived the commandments and radiated the joy of the gospel, stood as witnesses of God. This is the story as told by a senior missionary at the MTC.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p21\" class=\"\">She said that years earlier she was at home one day ironing, watching a soap opera, and smoking a cigarette when there was a knock at the door. When she opened it, there were two men in white shirts and ties, and one of them introduced himself as her bishop. He said that as he was praying, he had felt inspired to ask her to teach Young Women. She told him that she had been baptized at age 10 but had never been active. He seemed undeterred as he showed her the manual and explained where they met on Wednesday night. Then she emphatically said, “I can’t teach 16-year-olds; I’m inactive, and besides I smoke.” Then he said, “You won’t be inactive anymore, and you have until Wednesday to quit smoking.” Then he left.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p22\" class=\"\">She said, “I remember shouting in the air in anger, but then I couldn’t resist the urge to read the manual. In fact, I was so curious, I read it from cover to cover and then memorized every word of that lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p23\" class=\"\">“By Wednesday I was still not going to go, but I found myself driving to church, scared to death. I had never been scared of anything before. I had grown up in the slums, been in detention once myself, and rescued my father from the ‘drunk tank.’ And all of a sudden there I was at Mutual being introduced as the new Laurel adviser. I sat before two Laurels and gave the lesson word for word, even the parts that said ‘Now ask them …’ I left immediately after the lesson and cried all the way home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p24\" class=\"\">“A few days later there was another knock at the door, and I thought, ‘Good. It’s the bishop here to retrieve his manual.’ I opened the door, and standing there were those two lovely Laurels, one with flowers, the other with cookies. They invited me to go to church with them on Sunday, which I did. I liked those girls. They began by teaching me about the Church, the ward, the class. They taught me how to sew, read scriptures, and smile.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p25\" class=\"\">“Together we started teaching the other girls in the class who weren’t coming. We taught them wherever we could find them—in cars, in bowling alleys, and on porches. Within six months, 14 of them were coming, and in a year all 16 girls on the roll were active. We laughed and cried together. We learned to pray, study the gospel, and serve others.”<sup class=\"noteMarker\"><a href=\"#footnote10-02205_000_041\">10<\/a>\n       <span class=\"footnote\">[For another account of this experience, see Joan Atkinson, “Not Me—I Smoke and Drink,” <span class=\"emphasis\">Tambuli,<\/span> Feb. 1989, 19–20; <span class=\"emphasis\">Ensign,<\/span> July 1988, 55–57.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p26\" class=\"\">These two valiant young women stood as witnesses for truth and righteousness, for goodness and the joy of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p27\" class=\"\">When I was called to be the Young Women general president, I received a blessing in my setting apart that my faith in Jesus Christ would be strengthened through my service. I have been surrounded by valiant women: my counselors and board, other auxiliary presidencies, and my noble predecessors—the former Young Women general presidents. They have stood as witnesses of Jesus Christ by their exemplary lives and selfless service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p28\" class=\"\">Strengthened by these women, my family members, and steadfast and immovable women and leaders the world over, I feel “compassed about with so great a cloud of witnesses.” This has helped me to “run with patience the race that is set before [me], looking unto Jesus the author and finisher of our faith.”<sup class=\"noteMarker\"><a href=\"#footnote11-02205_000_041\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"51706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51706)\">Hebrews 12:1–2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p29\" class=\"\">The promise of increased faith in Jesus Christ in my setting-apart blessing has been fulfilled as I have had the opportunity to stand as a witness for Him every day and everywhere. I have talked of Him, preached of Him, and rejoiced in Him. When I have felt that my words were insufficient, they have been confirmed by His Spirit. When I have felt afraid or inadequate, I have been strengthened and upheld by His omnipotent hand. I know He will bless each of us as we stand as witnesses. He will “never, no never, no never forsake”<sup class=\"noteMarker\"><a href=\"#footnote12-02205_000_041\">12<\/a>\n       <span class=\"footnote\">[“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 85.]<\/span><\/sup> us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/stand-as-a-witness.p30\" class=\"\">May we press forward with steadfast faith in Christ, standing as witnesses of Him “at all times and in all things, and in all places,” is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02205_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51798)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02205_000_041\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51661)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"51663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51663)\">15:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02205_000_041\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51744)\">2 Nephi 25:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02205_000_041\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51788)\">Mosiah 5:2, 5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02205_000_041\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51590)\">Isaiah 41:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02205_000_041\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“Young Women Theme,” <span class=\"emphasis\">Young Women Personal Progress<\/span> (booklet, 2001), 5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02205_000_041\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51784)\">Mosiah 5:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02205_000_041\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51789)\">Mosiah 5:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02205_000_041\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“Praise to the Lord, the Almighty,” <span class=\"emphasis\">Hymns, <\/span>no. 72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02205_000_041\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>For another account of this experience, see Joan Atkinson, “Not Me—I Smoke and Drink,” <span class=\"emphasis\">Tambuli,<\/span> Feb. 1989, 19–20; <span class=\"emphasis\">Ensign,<\/span> July 1988, 55–57.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02205_000_041\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"51706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51706)\">Hebrews 12:1–2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02205_000_041\"><a name=\"-02205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02205_000_041\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 85.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}