{"ID":7586, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            At All Times, in All Things, and in All Places\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p2\" class=\"\">Elaine S. Dalton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/elaine-s-dalton-10.jpg\" alt=\"Elaine S. Dalton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As you stand as a witness, obey the commandments, and press forward with “a steadfastness in Christ,” you will never be alone.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02205_000_042<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p5\" class=\"\">It is a privilege to stand before you and bear testimony of the Savior and His matchless life. He came to the earth to show us how to live the plan that was authored in heaven—a plan that, if lived, will make us happy. His example showed us the way to return home to our Heavenly Father. No other who has ever lived has been so “steadfast and immovable” (<span class=\"citation\" id=\"51785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51785)\">Mosiah 5:15<\/a><\/span>). He was never distracted. He was focused on carrying out the will of the Father, and He remained true to His divine mission. Indeed it can be said of Him that He was true at all times, in all things, and in all places (see <span class=\"citation\" id=\"51799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51799)\">Mosiah 18:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p6\" class=\"\">You are a part of that wondrous plan that was presented in the premortal realms. Your coming to the earth now has been anticipated since the plan was accepted. Your position in time and place is no accident. Your “exceeding faith and good works” (<span class=\"citation\" id=\"51819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51819)\">Alma 13:3<\/a><\/span>) then has laid the foundation for what you may accomplish now if you are faithful and obedient. You are God’s precious daughters, and you have a great work to do. In order to accomplish your divine mission and live the plan of happiness, you too must be steadfast and immovable “at all times and in all things, and in all places” (<span class=\"citation\" id=\"51800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51800)\">Mosiah 18:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p7\" class=\"\">Several years ago I was given a photograph of three sheds, two of which were leaning on the third and smallest shed. The accompanying caption read: “You need to be strong when you are the last one to take a stand.” You too need to be strong. As you are faithful and righteous, others will look to you for support and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p8\" class=\"\">Helaman describes how this is possible: “And now, … remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; … which is a sure foundation, a foundation whereon if men build they cannot fall” (<span class=\"citation\" id=\"51845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51845)\">Helaman 5:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p9\" class=\"\">Your foundation of faith must be firmly centered on Jesus Christ. Having that kind of faith means you rely on Him, you trust in Him, and even though you do not understand all things, you know that He does. You also know that you are a daughter of God, that He knows you by name, that He hears your prayers, and that He will help you accomplish your earthly mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p10\" class=\"\">A young man I know well was elected to be the student body president at a large university. The university sent him to a leadership seminar where student leaders from across the United States gathered in Chicago, Illinois, to be trained and educated. They participated in an initial game outdoors on the college campus so that they could become acquainted with each other. The students were presented with current issues facing today’s youth and were asked to take a position. In response to the issue presented, they were directed to run to several trees in the grassy area marked “strongly agree,” “partially agree,” “strongly disagree,” or “mildly disagree.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p11\" class=\"\">Toward the end of this exercise, the leader asked, “Do you believe in premarital sex?” Without hesitation, this young man ran to the tree marked “strongly disagree.” To his amazement, he was the only one there! All the other student leaders were laughing and pointing at him and saying, “Oh, Jess, you are so funny. We all know you’re not really serious.” At that moment Jess said he knew exactly what he must do and so he loudly declared, “I’m not funny. I’m serious!” There was a stunned silence, and then the group dispersed, leaving Jess standing alone by the tree. He felt out of place and, yes, weird. But he wasn’t weird. He was right. And he was not alone. During the week, many of the student leaders came to him privately and said that they wished they had known years earlier what he knew. Jess later said, “It was easy because I knew that I represented not only the university but my family, the Church, and the Savior.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p12\" class=\"\">A testimony that Jesus Christ is the Savior and Redeemer made Jess firm and quick to respond. You can gain that same confidence as you pray daily, search for answers in your scriptures, and obey the commandments. As you sincerely seek to gain a testimony, the knowledge that will come through the Holy Ghost will assist you with your challenges, with questions, and with living the standards. And it will be easy for you also to commit to be steadfast and immovable at all times and in all things and in all places.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p13\" class=\"\">Being steadfast and immovable means being obedient. One of the reasons you are here on the earth is to see if you will exercise your agency and “do all things whatsoever the Lord … shall command” (<span class=\"citation\" id=\"52005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(52005)\">Abraham 3:25<\/a><\/span>). When you renew your covenants each week by partaking of the sacrament, you covenant that you will always remember the Savior and keep His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p14\" class=\"\">The precious gift of your body enables you to exercise your agency and put your faith and obedience into action. Have you ever noticed that nearly all of Satan’s attacks are directed at your body? Pornography, immodesty, tattoos, immorality, drug abuse, and addictions are all efforts to take possession of this precious gift. This was a gift that was denied Satan. Obedience to the commandments and standards enables each of you to be steadfast and immovable in protecting the precious gifts of your agency and your body.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p15\" class=\"\">Being steadfast and immovable also means that you keep moving forward with “a steadfastness in Christ” (<span class=\"citation\" id=\"51753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 51753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(51753)\">2 Nephi 31:20<\/a><\/span>). Several years ago, I had the opportunity to run the Boston Marathon. I had trained hard and felt I was prepared, but at mile 20 there are hills. The locals call the steepest and longest hill Heartbreak Hill. When I reached that point, I was physically spent. The hill was long, and because I was a novice, I allowed myself to do something no seasoned runner ever does—I started to think negatively. This slowed my pace, so I tried to think positively and visualize the finish line. But as I did this, I suddenly realized that I was in a big city, there were thousands of people lining the route, and I had not made any arrangements to locate my husband at the end of the marathon. I felt lost and alone, and I started to cry. I was wearing a big red T-shirt with the word <span class=\"emphasis\">Utah<\/span> printed on the front in big block letters. As the spectators saw that I was crying, they would yell, “Keep going, Utah.” “Don’t cry, Utah.” “You’re almost finished, Utah.” But I knew I wasn’t, and I was lost. I also knew that even if I stopped running and dropped out of the race, I would still be lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p16\" class=\"\">Do any of you ever feel like you’re running up Heartbreak Hill and that even though there are people lining the route, you are alone? That’s how I felt. So I did what every one of you would do—I began to pray right there on that marathon route. I told Heavenly Father that I was alone and that I was on a hill. I told Him that I was discouraged and afraid and that I felt lost. I asked for help and strength to be steadfast and to finish the race. As I continued to run, these words came into my mind:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Fear not, I am with thee; oh, be not dismayed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For I am thy God and will still give thee aid.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll strengthen thee, help thee, and cause thee to stand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Upheld by my righteous, omnipotent hand.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p21\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 85)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p22\" class=\"\">That sweet answer to my prayer gave me the strength to continue on until I crossed the finish line. And despite my fears, my husband was right there and all was well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p23\" class=\"\">That day I experienced more than a marathon. I learned some important lessons. First of all, never wear a big red shirt with the word <span class=\"emphasis\">Utah<\/span> printed on it. Second, I learned that no matter how well prepared you think you are, there are hills on the course. I learned that people cheering for you along the way are absolutely essential. I learned again that day that we are never alone. Our Heavenly Father is only a prayer away, and the Holy Ghost is within whispering distance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/05\/at-all-times-in-all-things-and-in-all-places.p24\" class=\"\">I testify that as you stand as a witness, obey the commandments, and press forward with “a steadfastness in Christ,” you will never be alone. You can rely on the enabling power of the Savior’s Atonement. And I testify that building on this firm foundation will help you to become like Him—steadfast and immovable at all times, in all things, and in all places. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}