{"ID":7589, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welcome to Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our Heavenly Father is mindful of each one of us and our needs. May we be filled with His Spirit as we partake of the proceedings of this … conference.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02211_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p5\" class=\"\">My dear brothers and sisters, the past six months since last we met seem to have flown by. Much has transpired as the work of the Lord has moved forward uninterrupted.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p6\" class=\"\">It has been my privilege, accompanied by my counselors and by other General Authorities, to dedicate three new temples: in Curitiba, Brazil; in Panama City, Panama; and in Twin Falls, Idaho—bringing to 128 the number of temples in operation throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p7\" class=\"\">The evening before each of the temple dedications took place, magnificent cultural events were held. In Curitiba, Brazil, 4,330 members from the temple district, supported by a choir of 1,700 voices, presented a most inspirational program through song, dance, and video. The enormous soccer stadium where the event took place was filled with spectators. The wind had been blowing, and rain threatened. I offered a silent prayer asking Heavenly Father to look with mercy upon those who had prepared so diligently for our entertainment and whose costumes and presentations would be damaged if a heavy rain or wind enveloped them. He honored that prayer, and it wasn’t until the end of the show and later on that evening that rain fell in abundance.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p8\" class=\"\">A history of the Church in Brazil was portrayed in song and dance. A particularly moving scene was the portrayal of Elders James E. Faust and William Grant Bangerter, who served as missionaries in Curitiba in 1940. As their photos were displayed on large screens, a tremendous cheer went up from the audience. All in all, it was a glorious event.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p9\" class=\"\">In Panama City, Panama, the evening before the dedication of the temple there, we watched some 900 of our youth, gathered from across Panama. They were dressed in colorful folkloric costumes as they danced and presented messages of family, fellowship, and faith. We learned that they had been practicing for a year. They came from points as distant as the San Blas Islands and the Changuinola region in northeast Panama. The trip to the capital city for the San Blas youth exacted three days of travel over land and sea. The event was magnificent and inspiring.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p10\" class=\"\">In preparation for our most recent temple dedication, in Twin Falls, Idaho, local Church members constructed a huge stage at the Filer, Idaho, fairgrounds and filled the dirt arena with sod and other decorations, including a large waterfall to represent Shoshone Falls, a popular landmark located two miles (3 km) from the new temple. The evening of the performance, 3,200 young men and young women entered the arena waving blue and white ribbons, turning the arena into a representation of a great river of flowing water. Titled “Living Water,” from <span class=\"citation\" id=\"117305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117305)\">John 4:10, 14<\/a><\/span>, the celebration brought together youth from 14 stakes in the new temple district. They depicted, through song and dance, both their dependence for their spiritual lives on the living water from the Savior and their dependence for their physical lives on the mountain streams and rivers in their area. Those of us privileged to witness this event were uplifted and edified.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p11\" class=\"\">I am an advocate for such events. They enable our youth to participate in something they truly find unforgettable. The friendships they form and the memories they make will be theirs forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p12\" class=\"\">Next month the Mexico City Mexico Temple will be rededicated following extensive renovations. In the coming months the construction of other temples will be completed, and open houses and dedications will take place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p13\" class=\"\">This morning I am pleased to announce five new temples for which sites have been acquired and which, in coming months and years, will be built in the following locations: Calgary, Alberta, Canada; Córdoba, Argentina; the greater Kansas City area; Philadelphia, Pennsylvania; and Rome, Italy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p14\" class=\"\">Brothers and sisters, our missionary force, serving throughout the world, continues to seek out those who are searching for the truths which are found in the gospel of Jesus Christ. The Church is steadily growing; it has since its organization over 178 years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p15\" class=\"\">It has been my privilege during the past six months to meet with leaders of countries and with representatives of governments. Those with whom I’ve met feel kindly toward the Church and our members, and they have been cooperative and accommodating. There remain, however, areas of the world where our influence is limited and where we are not allowed to share the gospel freely. As did President Spencer W. Kimball over 32 years ago, I urge you to pray for the opening of those areas, that we might share with them the joy of the gospel. As we prayed then in response to President Kimball’s pleadings, we saw miracles unfold as country after country, formerly closed to the Church, was opened. Such will transpire again as we pray with faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p16\" class=\"\">Now, my brothers and sisters, we have come here to be instructed and inspired. Some of you are new in the Church. We welcome you. Some of you are struggling with problems, with challenges, with disappointments, with losses. We love you and pray for you. Many messages will be shared during the next two days. I can assure you that those men and women who will speak to you have prayed about what they should say. They have been inspired and impressed as they have sought heaven’s help and direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/welcome-to-conference.p17\" class=\"\">Our Heavenly Father is mindful of each one of us and our needs. May we be filled with His Spirit as we partake of the proceedings of this, the 178th Semiannual General Conference of the Church. This is my sincere prayer, and I offer it in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}