{"ID":759, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Upon You My Fellow Servants\"<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1955, pp. 43-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my beloved brethren of the General\nAuthorities, my dear brothers and sisters and friends: I feel very humble in standing before\nthis great audience today, and I sincerely ask for a solemn prayer in your hearts in my behalf. \nI am grateful to be here with you in this great general conference of the Church. Truly, we\nhave been spiritually strengthened and built up in our faith.  We come here for that purpose,\nand I pray that the Lord will help me that I may say something that will give you strength\nand increase your faith and your testimony.\n<\/p><p>\nWe spend much of our time in our business and temporal affairs, in our educational, social,\nand recreational life.  We spend a great deal of our time in government and politics. \nProbably that is as it should be, but I wonder how much time we actually spend in developing\nthe spiritual side of our lives&mdash;probably, may I say, the better part of our lives?  The older I\nbecome, the more I realize that this is the better side of our lives and certainly the most\nimportant side of our lives.\n<\/p><p>\nIt is not uncommon for thousands of us Latter-day Saints to bow our heads in prayer and\nclose our eyes, and to follow the prayer of him who may be mouth. Truly we are a praying\npeople.  The world has judged us to be a praying people, and we confess that we not only\npray in large gatherings at conference, but we also pray every day of our lives, and we accept\nthe principle of prayer.\n<\/p><p>\nI would like to say a few words about the Aaronic Priesthood.  I am directing my remarks\nparticularly to those concerned with Aaronic Priesthood boys from twelve to twenty-one. \nThere are approximately seventy thousand of them in the stakes of the Church, not counting\nthe missions.  We also have about that same number of Senior members of the Aaronic\nPriesthood, wonderful men who bear the Aaronic Priesthood, or a total of approximately\n140,000 men and boys holding that wonderful priesthood, the Aaronic Priesthood, which gives\nthem the power and the blessing and the authority and the responsibility of acting in the name\nof God, our Eternal Father.\n<\/p><p>\nI hope, parents, that you will take an interest in these Aaronic Priesthood boys.  Fathers and\nmothers, help them on Sunday mornings.  They are sleepy; they are tired; they are growing\nboys. Help them to get up on Sunday morning and attend their priesthood meetings. You\nwonderful wives of the Senior members, encourage your husbands on Sunday morning to get\nup in time to put on their Sunday clothes and go to Church.  That will give to them and to\nyou great blessings that you will not know any other way.\n<\/p><p>\nMay I try briefly to pray some of the incidents concerning the restoration of the Aaronic\nPriesthood?  I would like to take you back to the beautiful Susquehanna River, near Harmony,\nPennsylvania. Joseph Smith and Oliver Cowdery, two young men, age twenty-three and\ntwenty-two, respectively, stood on those beautiful banks of the Susquehanna River in\nPennsylvania. Their faces reflected the seriousness of their thoughts.  It was evident that peace\npermeated their entire beings, and every act bespoke humility and faith in God, their Eternal\nFather.  They had intentionally secluded themselves from the world that they might seek the\ncounsel of their Father in heaven.\n<\/p><p>\nMay 15, 1829&mdash;it was a beautiful day. Winter was over.  Spring was in the air.  Nature had\npainted the leaves of the trees with a delicate green.  The song of the birds overhead blended\nwith the sounds of the river to produce harmonious overtones that added serenity to that\nbeautiful occasion.  The sun cast its golden rays through the motionless leaves of the\nsemi-dense overgrowth, making a wonderful study in light and shadow.  All was calm and\npeaceful, that day.  It was indeed a sacred spot and a sacred hour.  Cares and worries and\nconcern were largely overcome by the handiwork of God. The harmonious beauty that\nsurrounded them contributed to the sacredness of the place and of the occasion, but the\nseriousness of their mission made them semi-oblivious to it. They now knelt together in\nhumble prayer, seeking guidance from God, their Eternal Father.\n<\/p><p>\nThese two young men were concerned about the principle of baptism for the remission of\nsins, and they desired to know more concerning the details of this sacred ordinance.  What\nwas the proper mode?  How, and to whom, and by whom should this ordinance be\nperformed?  In their work of translating the Book of Mormon they had become concerned\nregarding the problem, as they contrasted the instructions of that sacred book with the\npractices of the churches of that day.  They knew, however, that their Father in heaven would\nsupply the wisdom they now sought.\n<\/p><p>\nAnd while they were engaged in prayer, a messenger, whom God had sent, appeared to them,\nand he spoke, unto them.  \"I am thy fellow-servant\"\n(<span class=\"citation\" id=\"30347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30347)\">JS&mdash;H 1 Endnote<\/a><\/span>).\nThe resurrected John the Baptist now\nstood before them&mdash;he, who had come out of the wilderness crying repentance to the people\nof his day; he, who had baptized our Lord and Savior at Bethabara in the River Jordan.  Yes,\nthis was the same John who on that sacred occasion heard the Father's voice from heaven\ndeclare, \"This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34680)\">Matt. 3:17<\/a><\/span>). This was the\nsame John who witnessed the Holy Ghost descend on Jesus; he, the literal descendant of\nAaron who held the keys of the Aaronic Priesthood by right and ordination; he of whom the\nLord said, \"No greater prophet born of woman\"\n(<span class=\"citation\" id=\"31399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31399)\">Luke 7:28<\/a><\/span>); he, who had been beheaded\nfor his courageous denunciation of sin and for his love of truth. Now he stood before them in\nmajesty; the glory that surrounded him was far more brilliant than the May sunshine. His\npresence dispelled all doubts and all fears, and these two young men opened their souls to\npartake of his great wisdom.\n<\/p><p>\nHe then laid his hands upon their heads and conferred upon them the Aaronic Priesthood keys\nwhich he had held throughout the centuries.  The words of that ordination prayer were\nindelibly impressed upon the minds of these two young men: \n<\/p><p>\nUpon you my fellow servants, in the name of Messiah I confer the Priesthood of\nAaron, which holds the keys of the ministering of angels, and of the gospel of\nrepentance, and of baptism by immersion for the remission of sins; and this shall never\nbe taken again from the earth, until the sons of Levi do offer again an offering unto\nthe Lord in righteousness (<span class=\"citation\" id=\"13352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13352)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nHe then told them that the Aaronic Priesthood was an appendage of the Melchizedek\nPriesthood, that it had not the power of the laying on of hands for the gift of the Holy Ghost,\nbut that this power should later be given to them. Then he told these two young men that he\ncame under the direction of Peter, James, and John, who held the keys of the Priesthood of\nMelchizedek, which priesthood, in due time, would be conferred upon them and which later\nwas conferred upon them.\n<\/p><p>\nThese two young men were then directed by this messenger to go down into the river, that\nbeautiful Susquehanna River.  Joseph Smith was instructed to baptize Oliver, and Oliver, in\nturn, was instructed to baptize Joseph. They were then to ordain each other to the Aaronic\nPriesthood by the laying on of hands.  Joseph ordained Oliver to the Aaronic Priesthood first,\nand Oliver then ordained Joseph.\n<\/p><p>\nThis glorious spiritual experience that followed their baptism and ordination to the priesthood\nwas accompanied by the spirit of prophecy. As they left this hallowed spot, their hearts were\nlight. The Aaronic Priesthood was again restored to the earth by an angel of God to his\nservants, the first time in many centuries for man to be divinely commissioned with the\npriesthood.  This vision demonstrated conclusively that the heavens were not closed and gave\npositive proof of the promise of the resurrection.\n<\/p><p>\nI bear you my testimony that I know this priesthood was restored to the earth. I bear you my\ntestimony that I know God lives and that Jesus is the Christ, the Son of God, our Redeemer\nand our Savior, our Elder Brother.  I bear you my testimony that I know this is the true work\nthat we are engaged in, and I know that Joseph Smith was a Prophet of God.  I know that\nPresident David O. McKay is a true, living prophet of God, our Eternal Father, and I bear\nyou that testimony, and I know it to be true, and I know it by the power and gift of the Holy\nGhost, that testifies to me that this is true.  I bear you that testimony in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}