{"ID":7590, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Him Do It with Simplicity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In our search to obtain relief from the stresses of life, may we earnestly seek ways to simplify our lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_004<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p5\" class=\"\">Those of us who have been around a while—and Elder Wirthlin and I have been around for a long time—have recognized certain patterns in life’s test. There are cycles of good and bad times, ups and downs, periods of joy and sadness, and times of plenty as well as scarcity. When our lives turn in an unanticipated and undesirable direction, sometimes we experience stress and anxiety. One of the challenges of this mortal experience is to not allow the stresses and strains of life to get the better of us—to endure the varied seasons of life while remaining positive, even optimistic. Perhaps when difficulties and challenges strike, we should have these hopeful words of Robert Browning etched in our minds: “The best is yet to be” (“Rabbi Ben Ezra,” in Charles W. Eliot, ed., <span class=\"emphasis\">The Harvard Classics,<\/span> 50 vols. [1909–10], 42:1103). We can’t predict all the struggles and storms in life, not even the ones just around the next corner, but as persons of faith and hope, we know beyond the shadow of any doubt that the gospel of Jesus Christ is true and the best is yet to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p6\" class=\"\">I remember a particular period of my life when I was under unusual stress. There were troubles with my employment, and at the same time, my wife was diagnosed with a life-threatening illness. This was one of those times when it felt like the adversary had mounted a frontal assault against me and my family. On days when the stresses and anxieties of our tumultuous life were about to get the best of us, my wife and I found a way to relieve them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p7\" class=\"\">We drove to a place just a few miles from our home to get away for a few moments of relief from our troubles, talk, and give emotional comfort to each other. Our place was Walden Pond. It was a beautiful little pond surrounded by forests of trees. When my wife was feeling strong enough, we’d go for a walk around the pond. Other days, when she did not feel up to the exertion of walking, we’d just sit in the car and talk. Walden Pond was our special place to pause, reflect, and heal. Perhaps it was partly due to its history—its connection to the efforts of Henry David Thoreau to separate himself from worldliness for a period of years—that Walden Pond offered us so much hope for simplicity and provided such a renewing escape from our overly complex lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p8\" class=\"\">It was in March of 1845 that Thoreau decided to move out on the banks of Walden Pond and spend two years trying to figure out what life was all about. He settled on a piece of property owned by his good friend Ralph Waldo Emerson. He purchased an old shanty from a railroad worker, and tore it down. From the lumber from the shanty and the lumber from the woods, he constructed his own cabin. He kept meticulous financial records, and he concluded that for a home and freedom he spent a mere $28.12. He planted a garden, where he sowed peas, potatoes, corn, beans, and turnips to help sustain his simple life. He planted two and a half acres of beans with the intent of using the small profit to cover his needs. Small profit indeed: $8.71.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p9\" class=\"\">Thoreau lived quite independent of time. He had neither a clock nor a calendar in his little cabin. He spent his time writing and studying the beauties and wonder of nature that surrounded him, including local plants, birds, and animals. He did not live the life of a hermit—he visited the town of Concord most days, and he invited others to come into his cabin for enlightening conversations. When the two years ended, he left his cabin behind without regret. He considered the time he had spent there a proper amount of time to accomplish his purpose—to experience the spiritual benefits of a simplified lifestyle. He also felt he had other life experiences ahead of him. It was time to move on and explore other opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p10\" class=\"\">From his experiences at Walden Pond, Thoreau determined that there were only four things that a man really needed: food, clothing, shelter, and fuel. I would like to expand on each of these four basic needs of life, as well as the spiritual benefits of a simplified lifestyle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p11\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">The first requirement is food. <\/span>\n\t<\/span>As members of The Church of Jesus Christ of Latter-day Saints, we possess sacred knowledge from revealed truth about the relationship between the body and the spirit. <span class=\"citation\" id=\"117634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117634)\">Doctrine and Covenants 88:15<\/a><\/span> states, “The spirit and the body are the soul of man.” To bless us both physically and spiritually, the Lord also revealed to us a law of health, telling us which foods and substances are good for the body and which are not. With these instructions comes the promise found in section 89 of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p12\" class=\"\">“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p13\" class=\"\">“And shall find wisdom and great treasures of knowledge, even hidden treasures;<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p14\" class=\"\">“And shall run and not be weary, and shall walk and not faint.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p15\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them” (<span class=\"citation\" id=\"117641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117641)\">vv. 18–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p16\" class=\"\">There is no better counsel concerning the Word of Wisdom than that found in the booklet <span class=\"emphasis\">For the Strength of Youth.<\/span> It states:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p17\" class=\"\">“The Lord has commanded you to take good care of your body. To do this, observe the Word of Wisdom, found in Doctrine and Covenants 89. Eat nutritious food, exercise regularly, and get enough sleep. When you do all these things, you remain free from harmful addictions and have control over your life. You gain the blessings of a healthy body, an alert mind, and the guidance of the Holy Ghost. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p18\" class=\"\">“Any drug, chemical, or dangerous practice that is used to produce a sensation or ‘high’ can destroy your physical, mental, and spiritual well-being. These include hard drugs, prescription or over-the-counter medications that are abused, and household chemicals” ([2001], 36–37).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p19\" class=\"\">We do not want to harm our mortal bodies, for they are a gift from God, and part of our Heavenly Father’s great plan of happiness is the reuniting of our immortal bodies with our spirits.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p20\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Another basic necessity is our clothing. <\/span>\n\t<\/span>A simplified life that brings spiritual blessings requires the wearing of simple and modest clothing. Our dress and grooming send a message to others about who we are, and they also affect the way we act around others. When we are modestly dressed, we also invite the Spirit of the Lord to be a shield and a protection to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p21\" class=\"\">Worldly trends in women’s fashion are always inviting extremes. With their latest styles many fashion designers appear to be trying to make two or three dresses out of the amount of fabric necessary for one. Mostly, they are taking too much off the top and too much off the bottom of women’s clothing, and occasionally they scrimp in the middle too. Men’s fashions are also adopting extreme styles. In my day they would be called sloppy and inappropriate. I believe very casual dress is almost always followed by very casual manners.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p22\" class=\"\">Many of you are trying too hard to be unique in your dress and grooming to attract what the Lord would consider the wrong kind of attention. In the Book of Mormon story of the tree of life, it was the people whose “manner of dress was exceedingly fine” who mocked those who partook of the fruit of the tree. It is sobering to realize that the fashion-conscious mockers in the great and spacious building were responsible for embarrassing many, and those who were ashamed “fell away into forbidden paths and were lost” (<span class=\"citation\" id=\"117398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117398)\">1 Nephi 8:27–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p23\" class=\"\">President N. Eldon Tanner once cautioned us with these words: “Modesty in dress is a quality of mind and heart, born of respect for oneself, one’s fellowmen, and the Creator of us all. Modesty reflects an attitude of humility, decency, and propriety. Consistent with these principles and guided by the Holy Spirit, let parents, teachers, and youth discuss the particulars of dress, grooming, and personal appearance, and with free agency accept responsibility and choose the right” (“Friend to Friend,” <span class=\"emphasis\">Friend,<\/span> June 1971, 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p24\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Now let us turn to Thoreau’s third requirement, that of shelter. <\/span>\n\t<\/span>Newspapers are filled with reports of the current housing crisis. We have been encouraged at almost every general conference of the Church I can remember not to live beyond our means. Our income should determine the kind of housing we can afford, not the neighbor’s big home across the street.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p25\" class=\"\">President Heber J. Grant once said: “From my earliest recollections, from the days of Brigham Young until now, I have listened to men standing in the pulpit … urging the people not to run into debt; and I believe that the great majority of all our troubles today is caused through the failure to carry out that counsel” (in Conference Report, Oct. 1921, 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p26\" class=\"\">One of the better ways to simplify our lives is to follow the counsel we have so often received to live within our income, stay out of debt, and save for a rainy day. We should practice and increase our habits of thrift, industry, economy, and frugality. Members of a well-managed family do not pay interest; they earn it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p27\" class=\"\"><span class=\"strong\">\n\t  <span class=\"emphasis\">Thoreau’s final necessity was fuel. <\/span>\n\t<\/span>We have been hearing a lot about fuel and energy—about their high cost and limited supply, our unsafe and unpredictable dependence on their suppliers, and the need for new and sustainable sources of energy. I leave the discussion of these complicated issues to leaders of government and industry. The fuel I want to discuss is spiritual fuel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p28\" class=\"\">The Lord has given us a beautiful plan about how we can return to Him, but the completion of our mortal journey requires spiritual fuel. We want to emulate the five wise virgins, who had stored sufficient fuel to accompany the bridegroom when he came (see <span class=\"citation\" id=\"117274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117274)\">Matthew 25:6–10<\/a><\/span>). What is required to maintain a sufficient store of spiritual fuel? We must acquire knowledge of God’s eternal plan and our role in it, and then by living righteously, surrendering our will to the will of the Lord, we receive the promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p29\" class=\"\">As Elder William R. Bradford taught at this pulpit: “In righteousness there is great simplicity. In every case that confronts us in life there is either a right way or a wrong way to proceed. If we choose the right way, we are sustained in our actions by the principles of righteousness, in the which there is power from the heavens. If we choose the wrong way and act on that choice, there is no such heavenly promise or power, and we are alone and are destined to fail” (“Righteousness,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2000, 103; <span class=\"emphasis\">Ensign,<\/span> Nov. 1999, 85).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p30\" class=\"\">Just before Thoreau died, he was asked if he had made peace with God. He replied, “I was not aware we had ever quarreled” (in Mardy Grothe, comp., <span class=\"emphasis\">Viva la Repartee<\/span> [2005], 181).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/let-him-do-it-with-simplicity.p31\" class=\"\">In our search to obtain relief from the stresses of life, may we earnestly seek ways to simplify our lives. May we comply with the inspired counsel and direction the Lord has given us in the great plan of happiness. May we be worthy to have the companionship of the Holy Ghost and follow the guidance of the Spirit as we navigate this mortal journey. May we prepare ourselves to accomplish the ultimate purpose of this mortal test—to return and live with our Heavenly Father—is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}