{"ID":7593, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Because My Father Read the Book of Mormon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p2\" class=\"\">Elder Marcos A. Aidukaitis<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/marcos-a-aidukaitis-10.jpg\" alt=\"Marcos A. Aidukaitis\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I invite all who hear me today to read the Book of Mormon and to apply the promise it contains. Those who do will know that the book is true.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_007<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p5\" class=\"\">Good morning, dear brothers and sisters. I feel a profound joy and honor in speaking to you today. I pray that God may guide my words and that His Spirit may be with us so that “he that preacheth and he that receiveth, [may] understand one another, and both [may be] edified and rejoice together” (<span class=\"citation\" id=\"117608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117608)\">D&amp;C 50:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p6\" class=\"\">I consider June 2, 1940, to be a very important day in the history of my family. On this day my father was baptized into this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p7\" class=\"\">Writing to his father, Elder Jack McDonald, one of the missionaries who baptized my father, described the day with these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p8\" class=\"\">“Last Sunday was an especially beautiful day. We missionaries went out to a secluded spot on the river’s edge, out in the country, and there Elder Jones and I [Elder McDonald] made our first baptism. Antony Aidukaitis entered into the icy waters and became a member of the Church. … Everything was perfect. The sky so blue, the countryside so still, so green, so lovely that none of us could help feeling the presence of some great influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p9\" class=\"\">“[As we walked] with our new member, he said that he just couldn’t explain how wonderful this day had been for him, how he actually felt like a new man. … That was our first baptism—no credit to me or anybody. He converted himself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p10\" class=\"\">This event changed the history of my life. I am not sure my father was able to foresee the wisdom of his act, but I love him for what he did that day. He passed away more than 30 years ago, but I will honor and bless his name forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p11\" class=\"\">My father was the son of Lithuanians, but he was born in Scotland. He moved to Brazil when he was still young. His ability to speak English facilitated his conversion since he could read the Book of Mormon in English, and there was not yet a reliable translation into Portuguese. This language barrier prevented my mother from joining the Church until a few years later, but when she did, she became a powerful example of dedication to others and love of God in our family. She is now 92 years old, and she is here today. It gives me great joy to say that I love her for her great faithfulness. I will also honor and bless her name forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p12\" class=\"\">I admire the courage my father had to be baptized into the Church in spite of the circumstances he faced at the time. It was not easy for him. His wife did not get baptized with him. The vices of drinking alcohol and smoking were strong temptations for him. He was poor. His mother was against his joining the Church, and she told him that if he were baptized, she would no longer consider him her son. With fewer than 300 members in Brazil, the Church did not have a single chapel there. I am truly astonished by my father’s determination and courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p13\" class=\"\">How could he make such a decision in the face of so many unfavorable circumstances? The answer is simple: it was because my father read the Book of Mormon. When he read it, he came to know of the truthfulness of the message of the Restoration. The Book of Mormon is a proof that The Church of Jesus Christ of Latter-day Saints is true. <span class=\"emphasis\">Preach My Gospel<\/span> teaches that “the Book of Mormon, combined with the Spirit, is [the] most powerful resource in conversion” ([2004], 104).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p14\" class=\"\">President Gordon B. Hinckley declared: “Those who have read [the Book of Mormon] prayerfully, be they rich or poor, learned or unlearned, have grown under its power. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p15\" class=\"\">“… Without reservation I promise you that if you will prayerfully read the Book of Mormon, regardless of how many times you previously have read it, there will come into your hearts … the Spirit of the Lord. There will come a strengthened resolution to walk in obedience to his commandments, and there will come a stronger testimony of the living reality of the Son of God” (“The Power of the Book of Mormon,” <span class=\"emphasis\">Ensign,<\/span> June 1988, 6; see also “The Book of Mormon,” <span class=\"emphasis\">Tambuli,<\/span> Oct. 1988, 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p16\" class=\"\">These promises came true for my father and for my family. In accordance with what we have been taught, we read the scriptures as a family every day. We have done so for many years. We have read the Book of Mormon several times in our home, and we will continue to do so. As promised, the Spirit of the Lord has come into the heart of our family, and we have felt a strengthened resolution to walk in obedience to His commandments and a stronger testimony of the living reality of the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p17\" class=\"\">When you know that the Book of Mormon is true, you know that Joseph Smith was called by God to restore the Church of Jesus Christ to the earth. You know that Joseph Smith saw the Father and the Son. You know that there is only one faith and one valid baptism. You know that a prophet of God lives on the earth today and that he has all the keys of the priesthood and the right to exercise them, as Peter did anciently. You know that Jesus Christ is the Son of God, the only name whereby you can receive salvation. You know that God the Father lives and that He loves us. You know that His plan of salvation is perfect, and you have the desire to perform ordinances, live the commandments, and endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p18\" class=\"\">I feel sad when someone who has been given the Book of Mormon and had these things explained to him still refuses to read it. I feel sad that some people allow themselves to be influenced by others, refuse to investigate the book, and set it aside as something without worth, never participating in the spiritual banquet it offers. To me, this is incomprehensible. It is as if a son or a daughter, separated from a loving father, refused to read a letter from him without even opening the envelope. Those who make such a choice are like spoiled children who refuse to even taste the meal tenderly prepared for them by their loving mother.<\/p>\n\t\t\t<p class=\"preamble\">God reveals His truth when people follow Moroni’s exhortation in <span class=\"citation\" id=\"117546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117546)\">Moroni 10:3–5<\/a><\/span>. <span class=\"emphasis\">Preach My Gospel<\/span> summarizes Moroni’s instructions as follows:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>One, “read the Book of Mormon and ponder its message concerning Jesus Christ.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Two, “pray to God with faith in Jesus Christ to receive a testimony that the Book of Mormon is true and that Joseph Smith is the prophet of the Restoration.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Three, “pray sincerely and have real intent, which means that they intend to act on the answer they receive from God” (111).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p23\" class=\"\">To those who may argue that we cannot know these things, I testify that we can, when we are humble enough to do as God has instructed us through His prophets on this earth. To believe otherwise would be to accept the absurd notion that God also does not know where truth can be found or does not have the power to show it to us. Just because someone has not acted on the promise of this book does not mean that others have not done so.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p24\" class=\"\">Why do I love and honor the name of my father? Because my father read and acted on the promise of the Book of Mormon. Why do I love and honor the name of my father? Because he did not recoil from the answer he received, even while facing great challenges. Why do I love and honor the name of my father? Because he blessed my life, even before I was born, by having the courage to do what God expected him to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p25\" class=\"\">I invite all who hear me today to read the Book of Mormon and to apply the promise it contains. Those who do will know that the book is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/because-my-father-read-the-book-of-mormon.p26\" class=\"\">I bear my testimony that the Book of Mormon is the word of God. Because of this, I know that Joseph Smith is a prophet of God. I know that he did not write the Book of Mormon but translated it by the power of God. I know that Thomas S. Monson is a prophet of God on the earth today, the only man on the earth who holds all the keys of the priesthood and has the right to exercise them. I know that Jesus Christ is our Savior and that He lives. I know that God lives and loves us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}