{"ID":7598, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Even a Child Can Understand\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p2\" class=\"\">Elder Gérald Caussé<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/CausseGJ_08.jpg\" alt=\"Elder Gérald Caussé\"\/><div class=\"kicker\" id=\"\">God … has ensured that the truths regarding God are understandable to all His children, whatever their level of education or intellectual faculty.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_013<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p5\" class=\"\">Parents are often taken aback by the replies their children make to questions from grown-ups. One evening, when my wife and I were away, our children’s babysitter, intrigued by the prayer she heard them saying, asked them this question: “But what is the difference between your religion and mine?” The reply from our eight-year-old daughter was immediate: “It’s almost the same, except that we study a lot more than you do!” Far from wanting to offend her babysitter, my little daughter just wanted to underline in her own way the importance that Latter-day Saints attach to the search for knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p6\" class=\"\">Joseph Smith declared, “It is impossible for a man to be saved in ignorance” (<span class=\"citation\" id=\"117693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117693)\">D&amp;C 131:6<\/a><\/span>). He added, “The principle of knowledge is the principle of salvation … ; and every one that does not obtain knowledge sufficient to be saved will be condemned” (<span class=\"emphasis\">History of the Church,<\/span> 5:387). This knowledge is founded on understanding the nature of God and Jesus Christ and the plan of salvation that They have prepared to allow us to return to Their presence. “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"117323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117323)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p7\" class=\"\">The principle of knowledge has often been misinterpreted by men. “The glory of God is intelligence” (<span class=\"citation\" id=\"117651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117651)\">D&amp;C 93:36<\/a><\/span>). It surpasses all we can ever understand with our intellectual capacities. People who try to find God sometimes think that they have to look for Him in intellectually complicated concepts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p8\" class=\"\">However, our Heavenly Father is always available to us. He adapts to our level of understanding. “If He comes to a little child, He will adapt himself to the language and capacity of a little child” (Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 3:392).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p9\" class=\"\">God would indeed be unjust if the gospel were only accessible to an intellectual elite. In His goodness, He has ensured that the truths regarding God are understandable to all His children, whatever their level of education or intellectual faculty.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p10\" class=\"\">In reality, the fact that a principle can be understood even by a child is proof of its power. President John Taylor said, “It is true intelligence for a man to take a subject that is mysterious and great in itself and to unfold and simplify it so that a child can understand it” (“Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Sept. 30, 1857, 238). Far from diminishing its impact, purity and simplicity of expression allow the Holy Spirit to witness with greater certainty to the hearts of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p11\" class=\"\">During His earthly ministry, Jesus constantly compared the simplicity and authenticity of His teachings to the tortuous logic of the Pharisees and other doctors of the law. They tried time and again to test Him with sophisticated questions, but His replies were always crystal clear and childlike in their simplicity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p12\" class=\"\">One day Jesus’s disciples asked Him the following question: “Who is the greatest in the kingdom of heaven?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p13\" class=\"\">Jesus, having summoned a little child, set him in the midst of them and said, “Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p14\" class=\"\">“Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven” (<span class=\"citation\" id=\"117266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117266)\">Matthew 18:1–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p15\" class=\"\">On another occasion Jesus said, “I thank thee, O Father, Lord of heaven and earth, that thou hast hid these things from the wise and prudent, and hast revealed them unto babes” (<span class=\"citation\" id=\"117290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117290)\">Luke 10:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p16\" class=\"\">The Bible has probably been the subject of more interpretations and philosophical debates than any other book. However, a child reading this book for the first time will have at least as much, if not more, chance to understand the doctrine as the majority of those doctors of the scriptures. The Savior’s teachings are adapted to everyone. At eight years of age a child can have sufficient understanding to enter the waters of baptism and make a covenant with God with complete understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p17\" class=\"\">What would a child understand from reading the story of the baptism of Jesus? Jesus was baptized in the river Jordan by John the Baptist. The Holy Ghost descended upon Him “in a bodily shape like a dove.” A voice was heard: “Thou art my beloved Son; in thee I am well pleased” (<span class=\"citation\" id=\"117289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117289)\">Luke 3:22<\/a><\/span>). The child would have a clear vision of what the Godhead is: three distinct persons in complete unity—God the Father; His Son, Jesus Christ; and the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p18\" class=\"\">Rejection of the principle of simplicity and clarity has been the origin of many apostasies, both collective and individual. In the Book of Mormon, the prophet Jacob denounced those in ancient times who “despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by looking beyond the mark, they must needs fall; for God hath taken away his plainness from them, and delivered unto them many things which they cannot understand, because they desired it” (<span class=\"citation\" id=\"117431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117431)\">Jacob 4:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p19\" class=\"\">Sometimes we may be tempted to think, “It’s too easy,” just like Naaman, the Syrian captain who, constrained by his pride, hesitated to obey the counsel of Elisha, which was too simple, in his eyes, to cure his leprosy. His servants led him to see his folly:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p20\" class=\"\">“My father, if the prophet had bid thee do some great thing, wouldest thou not have done it? how much rather then, when he saith to thee, Wash, and be clean?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p21\" class=\"\">“Then went he down, and dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean” (<span class=\"citation\" id=\"117229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117229)\">2 Kings 5:13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p22\" class=\"\">His cleansing was not only physical; his spiritual flesh also was cleansed when he accepted this beautiful lesson in humility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p23\" class=\"\">Little children have a marvelous disposition to learn. They have total trust in their teacher, a pure spirit, and great humility—in other words, the same qualities which open the door to the Holy Spirit. He is the channel through whom we gain knowledge of the things of the Spirit. Paul wrote to the Corinthians, “Even so the things of God knoweth no man, but the Spirit of God” (<span class=\"citation\" id=\"117345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117345)\">1 Corinthians 2:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p24\" class=\"\">And he added, “But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (<span class=\"citation\" id=\"124716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124716)\">1 Corinthians 2:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p25\" class=\"\">We know that the carnal or natural man is “an enemy to God … unless he yields to the enticings of the Holy Spirit.” For that, he must become “as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father” (<span class=\"citation\" id=\"117437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117437)\">Mosiah 3:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p26\" class=\"\">In his philosophical short story <span class=\"emphasis\">The Little Prince,<\/span> Antoine de Saint-Exupéry describes the confusion of a little boy who, on discovering a field of roses, perceives that the flower he has, which he has tended with such love, is not unique but very ordinary. Then he comes to the realization that the thing that makes his rose unique is not its outward appearance but the time and the love he has consecrated to taking care of it. He exclaims:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p27\" class=\"\">“Men … raise five thousand roses in the same garden—and they do not find in it what they are looking for. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p28\" class=\"\">“And yet what they are looking for could be found in one single rose, or in a little water. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p29\" class=\"\">“But the eyes are blind. One must look with the heart” ([1943], 79).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p30\" class=\"\">In the same way, our knowledge of God does not depend on the amount of information we accumulate. After all, all the knowledge of the gospel which is meaningful for our salvation can be summarized in a few points of doctrine, principles, and essential commandments, which are already there in the missionary lessons we receive before baptism. Knowing God is a matter of opening our hearts to gain a spiritual understanding and a fervent testimony of the truth of these few fundamental points of doctrine. Knowing God is having a testimony of His existence and feeling in one’s heart that He loves us. It is accepting Jesus Christ as our Savior and having a fervent desire to follow His example. In serving God and our neighbor, we witness of Christ and allow those around us to get to know Him better.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p31\" class=\"\">These principles find concrete application in the teaching which is given in our wards and branches. For you teachers of the Church, the principal goal of your lessons is the conversion of hearts. The quality of a lesson is not measured by the number of new pieces of information that you give your students. It comes from your capacity to invite the presence of the Spirit and to motivate your students to make commitments. It is by exercising their faith by putting into practice the lessons taught that they will increase their spiritual knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/even-a-child-can-understand.p32\" class=\"\">I pray that we will know how to open our hearts like a little child and take pleasure in hearing and practicing the word of God in all the power of its simplicity. I bear testimony that if we do this, we will gain the knowledge of the “mysteries [of God] and [the] peaceable things—that which bringeth joy, that which bringeth life eternal” (<span class=\"citation\" id=\"117599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117599)\">D&amp;C 42:61<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}