{"ID":76, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Home Front<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1943, pp. 28-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd they shall also teach their children to pray, and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"11874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11874)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nThis command leaves no question as to the responsibility of parents to teach their children&mdash;a\nresponsibility too frequently shifted to the shoulders of the Church, public schools, and\nofficers of the law.\n<\/p><p>\nFOUR ESSENTIAL BULWARKS\n<\/p><p>\nIn the present worldwide struggle to defeat cruel, ambitious war lords in Europe and in the\nFar East there are four essential bulwarks, viz.:\n<\/p><p>\n1. <i>The Battle Front<\/i> where men in uniform are facing the enemy in death-dealing conflict.\n<\/p><p>\n2. <i>The Essential Industries Front<\/i> where men and women are furnishing tanks, airplanes,\nbombs, bullets, and all necessary war equipment and weapons for their sons, brothers, and\nsweethearts fighting on land, on sea, and in the air.\n<\/p><p>\n3. <i>The Agricultural Front<\/i> upon the success of which depends not only the morale, but the\nvery life of our armed forces, and the subsistence of millions of non-combatants.\n<\/p><p>\n4. <i>The Home Front<\/i>&mdash;stabilizing force of the world in war and peace.\n<\/p><p>\nTHE BATTLE FRONT\n<\/p><p>\nThis morning, as during several months past, the battle fronts seem to be progressing\nfavorably for the Allies. Many lives are being sacrificed it is true. The very flower of young\nmanhood is being crushed under the wheels of the juggernaut of war, but there is now no\nalternative but to push relentlessly forward until the murderous dictators are apprehended, and\ntheir ruthless power and subversive doctrines forever overcome.\n<\/p><p>\nWAR INDUSTRIES\n<\/p><p>\nThe stupendous accomplishments of the United States industries in the short space of two\nyears in building ships and airplanes, manufacturing munitions, and in shipping supplies to\nallied countries, are little short of miraculous&mdash;a record unparalleled in the history of the\nworld!\n<\/p><p>\nAGRICULTURISTS\n<\/p><p>\nFarmers, horticulturists, and dairymen are putting forth herculean efforts to hold their line.\nHowever, man-power has been so depleted on this front that farmers by the\nthousands have had to work twelve, fifteen, and even eighteen hours a day to mature and\ngarner the much-needed crops. They have been greatly handicapped, too, by depreciating and\nnon-replaceable machinery. Reinforcements should be sent to this production line. Young men\nof draft age now in uniform and who know something about farming should be assigned to\nraise more food. Increased acreage, more products, and better distribution are crying needs of\nthe hour. Yet notwithstanding handicaps, the United States farmer and stockmen are carrying\nably and heroically their responsibility in this great struggle.\n<\/p><p>\nTHE FAMILY\n<\/p><p>\nNot so confidently nor so praiseworthily can we speak of the fourth essential bulwark. The\nHome Front seems to be cracking! It is of this I am going to speak this morning.\n<\/p><p>\nOut of the homes of America go the future citizens of the republic. Upon properly ordered\nhouseholds and the uplifting moral atmosphere of home life depends more than upon any\nother phase of the social life the happiness of the human family. <i>Home<\/i>, not the state, is the\nnatural protector of childhood. <i>Parents<\/i> more than teachers, more than officers of the law, are\nthe molders of children's moral natures.\n<\/p><p>\nOne of the foreboding indications of the weakening of the Home Line is the waning influence\nof parenthood as shown in the increasing delinquency among the young. Too many parents\nseem to be neglecting to teach their children \"to walk uprightly before the Lord.\" A few\nweeks ago Inspector Rolf T. Harbo of the Federal Bureau of Investigation, told national\nofficers, chairmen, and state presidents of the National Congress of Parents and Teachers that\n\"Delinquency among girls under 21 has risen 64% in the first half of 1943\"; and \"this increase\ncomes on top of an increase of 95% for the year 1942, and in contrast to a general decrease\nin juvenile delinquency for boys under 21. They blame the rise of youthful crimes on the\nbreakdown of family ties, the irregular working hours of adults because of the war, with the\nresultant lack of supervision, the gangs of juveniles formed for unwholesome acts, and a\ngeneral laxity on the part of adults.\"\n<\/p><p>\nIn Utah, as well as throughout the United States, delinquency, particularly among young girls,\nis increasing. The report of the juvenile court of this city for 1942 shows an increase of\n38.5% over 1941. Among young girls sex offenses total up 53.5% in 1942 over 1941, up 95%\nover last year, and up 200% since Pearl Harbor. Fifty-two percent of the delinquents are from\nbroken homes!\n<\/p><p>\nFor much of this delinquency, we must hold parents responsible. True, the wisest parents\nsometimes lose control of one or more of their children. Secret indulgences in sinful practices,\nfalse teachings, and ideals inculcated by pseudo-philosophers, sometimes counteract\nwholesome home influences. Even the Lord Himself had one-third of His family on one\noccasion reject the divine Plan of Salvation. But after recognizing all this, the fact remains\nthat \"Homes are the nursery of all domestic virtues, and without a becoming\nhome the exercise of those virtues is impossible.\"\n<\/p><p>\nMcCulloch in <i>Home, the Savior of Civilization<\/i>, says:\n<\/p><p>\nDuring the first twelve years of a child's life he is in school 3,240 hours; in Church and\nSunday School 416 hours; in the home, not counting 12 hours for sleep daily, 52,560 hours.\nIn other words, the child, during the first twelve years of his life, spends sixteen times as\nmany waking hours in the home as in school, and puts one hundred twenty-six times as many\nhours in the home as in the Church.\n<\/p><p>\nSince it is during those early years in one's life that character is largely made, it is not\ndifficult to see the relative value of the educative process in school, Church, and home. If the\nchild's home life is neglected or impoverished during this period, it is absolutely impossible\nfor the school or Church, or any other institution to compensate for this fatal loss. . . .\n<\/p><p>\nOf all the factors that enter into the environment of the child, or of anyone else for that\nmatter, the home is by far the most powerful, so much so that one may say that home either\nmakes or mars character. The child from the day of his birth, for at least twelve years, is so\ndominated by the influences of home, whether good or evil, that he is absolutely helpless to\nresist them. What a heart-moving responsibility, then, rests upon parents to see to it that the\nhome influences are all that they should be.\n<\/p><p>\nHow apt, then, the divine admonition, \"And they shall teach their children to pray, and to\nwalk uprightly before the Lord\" (<span class=\"citation\" id=\"11875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11875)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nRESTRICTED FAMILIES\n<\/p><p>\nAnother and very ominous indication of the cracking up of American homes is the decreasing\nbirth rate. In the <i>Reader's Digest<\/i> for October there is an article which states that \"in the\nUnited States at large 42% of the married women have no children whatever or only one\nchild.\"\n<\/p><p>\nThat in the United States at large \"approximately only one-third of the married women have a\nsufficient number of children to keep the population of the country even at a stationary level.\"\n<\/p><p>\nThat in the United States at large \"the urban birth rate has fallen so shockingly low that all\nAmerican cities of one hundred thousand and over would, in three generations, or one\nhundred years, fall to one-third their present size if left without accessions to their populations\noutside.\"\n<\/p><p>\nThat in the United States at large \"the professional classes in American cities are reproducing\nthemselves only sixty percent.\"\n<\/p><p>\nThat \"in many local areas conditions are even far worse. Note, for instance, the city of\nChicago. More than half its families have no children whatever&mdash;to be exact 534,125 out of its\n842,578 families are without a single child of their own. And there are many American cities\nthat have even a worse birth rate than Chicago. . . .\n<\/p><p>\n\"The one large group of people that remains least affected by the scourge of artificial birth\ncontrol is our rural population. Were it not for them America would already be headed down\nthe speedy slopes of decline.\"\n<\/p><p>\nSeeking the pleasures of conjugality without a willingness to assume the responsibilities of\nrearing a family is one of the onslaughts that now batter at the structure of the American\nhome. Intelligence and mutual consideration should be ever-present factors in determining the\ncoming of children to the household. When the husband and wife are healthy, and free from\ninherited weaknesses and diseases that might be transmitted with injury to their offspring, the\nuse of contraceptives is to be condemned. Prime Minister Winston Churchill,\nMarch 21, 1942, said in a broadcast to the world:\n<\/p><p>\nOne of the most somber anxieties which beset those who look ahead is a dwindling birthrate\nin thirty years. Unless present trends alter, a smaller working and fighting population will\nhave to support and protect nearly as many old people. In fifty years the position will be still\nworse. If this country is to keep its high place in the leadership of the world and to survive as\na great power that can hold its own against external pressure, our people must be encouraged\nby every means to have larger families.\n<\/p><p>\nFormer president of the United States, Theodore Roosevelt, said:\n<\/p><p>\nThe severest of all condemnations should be that visited upon wilful sterility. The first\nessential in any civilization is that the man and woman should be the father and mother of\nhealthy children so that the race will increase and not decrease.\n<\/p><p>\nThe Census Bureau on January 31, 1941, declared:\n<\/p><p>\nIf the present birth and death rates continue, the non-white population of this country will, in\nthe long run, increase at the rate of about seven percent per generation, while the white\npopulation (including the Mexicans) will decrease at the rate of about five percent per\ngeneration.\n<\/p><p>\nThe principal reason for marriage is to rear a family. Failure to do so is one of the conditions\nthat cause love to wilt and eventually to die.\n<\/p><p>\nDIVORCE INCREASE\n<\/p><p>\nAnother indication of the weakening of the Home Front is the increasing rate of divorce. At\nthe beginning of this century (1900) there were in the United States 75 divorces per 100,000\npopulation; 41 years later there were 200 per 100,000 population. Today here in the United\nStates there is one divorce out of every 6.37 marriages. Out of every one hundred couples\nmarried in this country, twenty are wrecked on the shoals of divorce. It is reported that in\nabout half of these, children are affected by the decree.\n<\/p><p>\nIt is pleasing, brethren, to note, that the divorce rate in the Church including civil and temple\nmarriages is only one-half that generally throughout the United States. The temple marriages\nfall way below that.\n<\/p><p>\nExcept in cases of infidelity or other extreme conditions, the Church frowns upon divorce,\nand authorities look with apprehension upon the increasing number of divorces among\nmembers of the Church.\n<\/p><p>\nA man who has entered into a sacred covenant in the House of the Lord to remain true to the\nmarriage vow is a traitor to that covenant if he separates himself from his wife and family\njust because he has permitted himself to become infatuated with a pretty face and comely\nform of some young girl who flattered him with a smile. Even though a loose interpretation\nof the law of the land would grant such a man a bill of divorcement, I think he is unworthy\nof a recommend to consummate his second marriage in the temple. A separation because of\ninfidelity is another matter.\n<\/p><p>\nWhen we refer to the breaking of the marriage tie, we touch upon one of the saddest\nexperiences of life. For a couple who have basked in the sunshine of each\nother's love to stand by daily and see the clouds of misunderstanding and discord obscure the\nlovelight of their lives is tragedy indeed. In the darkness that follows, the love sparkle in each\nother's eyes is obscured. To restore it, fruitless attempts are made to say the right word, and\nto do the right thing; but the word and act are misinterpreted, and angry retort reopens the\nwound, and hearts once united, as two dewdrops that slip into one, become torn wider and\nwider asunder. When this heartbreaking state is reached, a separation is sought. But divorce is\nnot the proper solution, especially if there are children concerned. Far better to follow the\nwise admonition of William George Jordan:\n<\/p><p>\nLife is too short and love too great to sacrifice one hour through pettiness. What matters it\nwhose the fault or whose the forgiveness? It is a very poor brand of personal dignity that\ndares to throw its desecrating shadow between them and the joy of reconciliation and new\nbonds of love.\n<\/p><p>\nWhen the realization of the waning of love comes, the two should seek to forget for a\nmoment the differences, the saddening changes, the cemetery of dead memories and buried\nemotions, and try to get back somehow to some common ground of unity and understanding.\nThey should seek to gather together the trifles of sacred things not yet lost. In the thought of\nthese there may be a vitalizing flame of old love flashing out from the dull gray of the ashes\nthat will burn away the dross of discord and misunderstanding.\n<\/p><p>\nLove is the most valuable cargo on the ship of life. It is the greatest thing in this world, and\nthe only thing that will make the next worthy of the living. The ebb-tide of love is the saddest\nthing in a true individual life. It is a life's folly to let love die if aught we can do will keep it\nreal and living.\n<\/p><p>\nWHAT SHOULD BE DONE TO STABILIZE HOME LIFE\n<\/p><p>\n1. Instruct the youth of both sexes that the foundation of a happy home is laid during\npre-marital days. Keep the spring of life pure by conforming their youthful lives to the single\nstandard of morality. When that is done, the bride comes to the man she loves a stainless,\npriceless jewel. He in turn receives her not as a cheat, but as a man who can meet his bride\non the high plane of moral integrity.\n<\/p><p>\nI know there are people in the world, some perhaps who are listening to what I am saying,\nwho consider such an ideal old-fashioned, behind the times! They dub those who entertain\nsuch ideas as \"reactionaries,\" \"stand-patters,\" and \"anti-progressives,\" etc. Well, all I can say is\nthat nature herself is \"old-fashioned,\" as old as love itself; for since history began man has\nwanted the woman he loved to be his and his alone. But aside from this, the couple who\ncome to each other in the eyes of the Creator, as true lovers should, have no hidden secrets to\nbreak forth at a future time to cause embarrassment and perhaps to destroy the temple of love\nthat has been in process of building for years.\n<\/p><p>\n2. Teach the young people that marriage is not merely a man-made institution, but that it is\nordained of God (<span class=\"citation\" id=\"11863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11863)\">D&amp;C 49:15<\/a><\/span>),\nand is a sacred ceremony, and should receive their gravest consideration\nbefore they enter upon a contract that involves either happiness or misery for the rest of their\nlives. Marriage is not something which should be entered into lightly, terminated at pleasure,\nor ended at the first little difficulty that might arise. The least young people can do is to\napproach it with honest intentions of building a home that will contribute to the bulwark of a\nnoble society.\n<\/p><p>\n3. The ceremony should be consummated not in secret but in the presence of friends and loved\nones. Let the marriage be solemnized as far as possible at the place of residence, which will\nminimize the evils of runaway marriages. For members of the Church, the temple should be\nthe chosen place in which this sacred obligation is assumed. For the future of Latter-day Saint\nhomes, young men and young women should so live that they will be worthy to consummate\ntheir union for time and all eternity in the House of the Lord. Regarding this any intelligent\nperson who believes in the persistence of personality after death, in the immortality of the\nsoul, will recognize at once that love, the divinest attribute of the soul, will also persist. Death\ncannot dissolve the union founded by love when that union is sealed by the power of the holy\nPriesthood. Couples having sealed upon them the blessings of the new and everlasting\ncovenant may continue in joy and exaltation throughout the eternities to come.\n<\/p><p>\nUnder the present stress and commotion of social and political groups today, because of the\nexigencies and horrors of war, the Home Front may seem to be somewhat unstable, but the\ndivine institution of marriage must and shall be saved.\n<\/p><p>\nCONCLUSION\n<\/p><p>\nWould you have a strong and virile nation?&mdash;then keep your homes pure. Would you reduce\ndelinquency and crime?&mdash;lessen the number of broken homes. It is time that civilized peoples\nrealize that the home largely determines whether children shall be of high or low character.\nHome-building, therefore, should be the paramount purpose of parents, and of the nation.\n<\/p><p>\nOne of our boys in Australia who was in those terrible battles in North Africa writes of his\nfeelings upon returning home as follows:\n<\/p><p>\nIt was the most joyful experience I can ever recall. Hours before we sighted the Australian\ncoast, the ship's decks were crowded by returning soldiers looking for that first glimpse. I\nshall never forget that great thrill which came over us all when dimly through the distance we\nfirst saw land and home. Gosh! how we did roar and cheer! There were about 22,000 troops\nin the convoy and you could hear the cheering coming across the distance which separated\nour ships. My!&mdash;after three and one-half years of roaming about the battlefields, living like\nnothing on earth, it was really good to be home again! As we neared land I couldn't help\ngetting a lump in my throat. I think almost every hard-bitten soldier felt the same as I did,\nespecially as we realized that we were the lucky ones to return. There were many of our fine\nboys who stayed behind forever!\n<\/p><p>\nThere are a million men and more on the battle fronts offering their lives in defense of the\nideals of liberty vouchsafed by the constitution of the United States. They are praying and\nfighting for the preservation and permanency of the homes they left behind.\n<\/p><p>\nIt is the duty of everyone to strive to make it possible that no soldier now dreaming of a\nhappy homecoming may return only to find a broken home or its ideals shattered by the sinful\nindulgences of a member of the family.\n<\/p><p>\nOne of the highest ideals of life is to keep secure and free from sorrow the homes of the\nChurch and of the nation.\n<\/p>\n<\/div>\n<\/div>"}