{"ID":760, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Zion Must Arise and Shine Forth<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1955, pp. 45-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters and friends, seen and unseen: I approach this assignment this\nafternoon in deep humility.  It is truly a sobering experience and yet a signal honor.  I seek\nthe inspiration of heaven and your faith and prayers as I attempt to speak for a few moments.\n<\/p><p>\nI am very grateful for the opportunity of being here at this great conference.  I am grateful to\nPresident McKay for inviting me to come, and I would like to say to him, in response to his\nkind words, that I am sure no one on earth is as happy as I that I am able to be here today.\n<\/p><p>\nI am very grateful that the Lord permitted our plane to land during the storm last night, just\nin time to get to that great priesthood meeting.  As President McKay referred to the fact that\nseventy-one different gatherings were assembled last night, and that we had never had this\nmany outlets for the general priesthood meeting, I thought of a rather humorous thing that\nwas said by one of our national entertainers on TV, who is helping in a promotion program\nfor greater consumption of dairy products.  We have had some excess of these commodities.\nThis entertainer has been employed by the farmers of this country, through the American\nDairy Association, whose president is one of our stake presidents.  On the air he expressed his\npride at being associated with this great organization, not only an organization of farmers, but\nalso many millions of dairy cows. \"Now,\" he said \"ladies and gentlemen, there may be\norganizations with more branches, but I am sure there is no organization with more outlets.\"\n<\/p><p>\nI rejoice with you, my brethren and sisters, in this great conference.  I have received a\nspiritual uplift from the testimonies borne, and I am particularly grateful that I was able to\nhear the messages of the First Presidency in the priesthood conference session last night and\nagain today.  I cannot think of a richer experience than the experience of the last twenty-four\nhours.\n<\/p><p>\nI am grateful for all of the blessings that are mine.  I have been sitting here today\nenumerating them.  I am grateful to be able to live in this day, to enjoy the freedoms and the\nliberties which are ours and the associations which we have in the Church and in this great\nnation.\n<\/p><p>\nI am grateful for the confidence and the love of my brethren and sisters in the Church.\n<\/p><p>\nAs I listened to that great message of the President this morning, a message which we all\nneed in our homes, my heart filled with gratitude and thanksgiving that the Prophet of God\ncould in very deed speak as one having authority on this very sacred and important subject of\nthe home and family.  I am grateful for my home and my family.  I am grateful for my\ncompanion and for her inspiration, strength, and help.  I know that I could not have\naccomplished the little that I have achieved, without her great faith, devotion, and support.\n<\/p><p>\nI am grateful that I have come from a good Latter-day Saint home.\n<\/p><p>\nI thank the Lord for the opportunity that has been mine to associate with my brethren of the\nGeneral Authorities. For nine glorious years I had almost daily association with them.  The\nlast two years I have been in their presence much less frequently, and I am sure they will never\nknow fully how much I have missed the very close and intimate association of those earlier\nyears.\n<\/p><p>\nI am grateful for the faith and prayers of the Saints and for the support of good people\neverywhere in the responsibilities which are mine now in the government as well as in the\nChurch.  I thank God for the letters that have come during hours of stress from faithful\nmembers of the Church and good people elsewhere.\n<\/p><p>\nPresident McKay spoke of these wonderful mission presidents, and they are wonderful men. \nAs he did so I thought of one who lies ill in a local hospital, whose illness I learned about\nsince coming to this conference&mdash;one with whom I had the great pleasure of walking the\nstreets of Holland at the close of the war&mdash;one of the most valiant.  President Cornelius\nZappey, (President Zappey passed away April 22, 1955.  He was a former president of both the\nNetherlands and the East Central States Missions.  He had been released from the latter\nmission in March 1955) if you are listening in today, may I say to you that we love you, that\nGod loves you for your devotion, and it is our prayer that he may see fit to restore you fully\nand speedily to health and strength.  It is my hope and prayer that someday we may be able\nto team as missionaries, if not in this life, then in the eternities to come.\n<\/p><p>\nI am grateful for the glorious saving principles of the gospel, my brethren and sisters, for my\nprogenitors who had the courage and the strength to accept the truth when they heard it and to\njoin themselves with an unpopular people. I am grateful for the rich heritage which is mine.  I\nam thankful for the mission of Joseph Smith, the Prophet, and for those who have succeeded\nhim, for their valiant devotion to the truth.  I am grateful that I have been made the recipient\nof the priceless blessings that have come through the gospel.\n<\/p><p>\nToday I have in my heart a love not only for these, but also for all of God's children. I have no ill\nfeeling toward any human being.  With you, I hate sin, but I love the sinner.  We all have\nneed to repent.\n<\/p><p>\nI rejoice in the spread of the gospel and the growth of the Church in all the world. I have been thrilled\nas I have read the accounts of President McKay's visits to the missions in the South Pacific.  I\nthrilled with the messages last night from two of our associates who reported on missionary\nactivities in the South Pacific and way up in far-off Finland.  I am very grateful, brethren and\nsisters, for all of these priceless blessings.\n<\/p><p>\nI realize that through the ages there has been a tendency for truth to be pretty much on the\nscaffold and error on the throne.  I recognize that there as been a tendency to revere prophets\ndead and to persecute the living oracles. I recognize that there are two great forces in the\nworld.  And as the Book of Mormon prophet said,\n<\/p><p>\nFor it must needs be, that there is an opposition in all things\n(<span class=\"citation\" id=\"3568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3568)\">2 Ne. 2:11<\/a><\/span>).\n<\/p><p>\nI am grateful that we have our free agency which to me is an eternal blessing, an eternal\nprinciple.  I recognize that today Satan, the adversary, is still alert.  He is not using the means\nof persecution towards this people which he once used, but he is still the enemy of truth, and\nhe is using other methods today. He is probably using the method of encouraging\ncomplacency.  He is probably making an effort to lull us away into a false security because\nthings seem well in Zion.  One of the Book of Mormon prophets said this would be the case\nin the last days.  You remember Nephi's prediction when he said: \n<\/p><p>\nFor behold, at that day shall he rage in the hearts of the children of men, and stir them\nup to anger against that which is good.\n<\/p><p>\nAnd others will he pacify, and lull them away into carnal security, that they will say:\nAll is well in Zion, yea, Zion prospereth, all is well&mdash;and thus the devil cheateth their\nsouls, and leadeth them away carefully down to hell.\n<\/p><p>\nTherefore, wo be unto him that is at ease in Zion!\n<\/p><p>\nWo be unto him that crieth: All is well!\n(<span class=\"citation\" id=\"3578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3578)\">2 Ne. 28:20-21,24-25<\/a><\/span>).\n<\/p><p>\nNow, of course, the Church itself is God's great instrument to build and to save and to\nexalt men everywhere, through the application of the simple principles of the gospel.  It is a\nway of life that will make men happy, and \"men are, that they might have joy\"\n(<span class=\"citation\" id=\"3571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3571)\">2 Ne. 2:25<\/a><\/span>). This great\ninstrument must withstand opposition and complacency.\n<\/p><p>\nThe program of the Church, the mission of the Church is to build character, to lift men and\nwomen up, through giving them an opportunity to participate and take responsibility.  It is our\ngreat privilege to learn of the truth and help to spread it to God's children everywhere, thus\nproviding the means of leading them to exaltation.\n<\/p><p>\nIn the last few weeks I have had the glorious privilege of visiting eleven of our Latin\nAmerican countries.  The visit was threefold in character.  First of all, it was a response to\ninvitations from leaders of those nations, particularly ministers of agriculture; it also provided\nopportunity to get better acquainted with their agriculture, and also to learn something of the\nresults of the exports which we are making into those nations, of breeding stock, such as beef\ncattle, dairy cattle, hogs, poultry, and also many strains of seeds; it also provided an\nopportunity, so the President of the United States thought, to help strengthen the bonds of\nfriendship and understanding with our splendid neighbors south of the border.\n<\/p><p>\nI want to say to you, my brethren and sisters, it was a most satisfying experience.  I am very\ngrateful for the contacts I had with the Presidents of those nations, with the ministers of\nagriculture, and with the people generally.  I appreciate the opportunity of visiting on ranches,\nfarms, and plantations, getting into the homes of the people and feeling of their warm spirit\nand their friendliness toward the people of the United States.\n<\/p><p>\nI think the outlook down there is most encouraging.  Those countries are on the march today,\nand they want to team up with the United States.  They have a deep love and respect for our\npeople here.  They admire and respect our technology, our methods, our free enterprise\nsystem.  They are very anxious to raise the standards of living of their own people by\nadopting the practices which we have followed in this country.  There is an economic\nawakening in many of those countries, and I look for unheard of developments in the years\nahead.  I hope that those developments will include an increase and a spread of the restored\ngospel.  They are moving, as it were, almost from the one-horse handplow to the caterpillar\ntractor overnight.  They are not doing it with the slow transition as we have done it here.\n<\/p><p>\nI found they like to be referred to as Americans.  They are very proud that they have\nthousands of their students here in the United States learning our way of life and learning of\nour agriculture and our technology.  I found they were very happy to learn that to the\nLatter-day Saints the Promised Land, the land of Zion, includes all of North and South\nAmerica.  I was pleased to find, too, that there is evidence that communism has largely failed in\nthose countries.  True, there are some danger spots, still, but there is evidence that political\nstability is increasing.  I was very much pleased as I visited personally with the Presidents of\nthose republics, to hear them speak out in support of the principles of freedom which have\nmeant so much to our great nation and our good neighbor to the north of us.\n<\/p><p>\nOur technical aid down south is paying off.  They need technical assistance and\nencouragement more than the need grants.  I feel that the future is bright, and I am very\nhappy that our Church missions are spreading out in those lands.\n<\/p><p>\nI came back impressed that those people want us to help them to help themselves.  The future\nlooks bright, and I said to some of my associates upon my return that if I were a young man\nof twenty-five today, I would consider heading south.  Probably when we get the\ninter-American highway completed, it will be easier for us to visit our neighbors to the south. \nI hope so.\n<\/p><p>\nI was pleased, too, to find in the travels to these eleven countries, that our Mormon people are\nfound in almost every nation.  Generally speaking, they are giving a good account of\nthemselves. I was pleased with the contacts I had with them.  Beginning in Cuba, in our visit\nwith the then President-elect, Batista, and continuing through ten other nations&mdash;I was pleased\nthat we had the opportunity to say something about the Church and explain the fundamentals\nof the gospel.\n<\/p><p>\nSister Benson is a more effective missionary, I think, than her husband.  It seems to me we\nhave been shipping Church books down there for days since our return.  We have sent many\ncopies of our literature, mostly in response to conversations which she had with the gracious\nwives of the Presidents, ministers of agriculture, the ambassadors, and others.\n<\/p><p>\nI was pleased to meet our servicemen in Puerto Rico from Ramsey Air Force Base and from\nFort Buchanan.  In the Virgin Islands where I met, as a member of the Virgin Islands\nCorporation Board, I was surprised, as a certain technician, an electrical engineer, was invited\nin to consult with us, to find that he was a member of the Church. As similar experiences\nwere repeated, I thought of the comment made by a businessman from the north-central states\nsometime ago who registered in a Washington hotel and asked if there were any Mormons in\nWashington. The hotel clerk replied, \"I suppose there are.  They seem to be everywhere.\"\n<\/p><p>\nWell, I found them down there. Not very many, but a few of them almost everywhere!  In\nTrinidad, which is in the British orbit, we found a member of the Church serving as one of\nthe secretaries of the consulate.  In Venezuela we had received advance letters from one or\ntwo families expressing the hope that we might hold a service while we were there.  Then\nwhen I had the pleasure of addressing the American Chamber of Commerce in Caracas, who\nshould be presiding there as president, but one of our Mormon boys from Tooele, Utah.  It\nwas a great thrill as we went from Caracas over to Barquisimeto to have the opportunity of\nholding a service in a hotel room with representatives of three or four Mormon families in\nthat area and to find that they were eager to get a Sunday School started.\n<\/p><p>\nIn Panama, in Costa Rica, in Nicaragua, of course, we found groups of the Saints and\nmissionaries.  It was always a great pleasure to see them at the airports or to hold a brief\nmeeting with them or to join them for breakfast or lunch.  I wish our busy schedule might\nhave permitted us to spend more time with those fine groups.  Quite by accident, because of\nplane trouble, we stopped in Guatemala.  We had the opportunity during seven hours there, to\nview the lovely new mission home and chapel and to have a long visit with the ambassador,\nand to hear him speak in praise about our people.  In fact, I was pleased everywhere that we\nwent to find the Church well spoken of.\n<\/p><p>\nWe completed our little two and a half weeks swing by spending a Sabbath day in Mexico\nCity with President and Sister Bowman and the missionaries and the Saints in a large\ngathering there.  Later the next day, as I visited with the President of that republic, he\nexpressed surprise and apparently seemed somewhat pleased to find the number of people we\nhave right in Mexico City of our faith.  He had known of our people in the Colonies, and he\nspoke highly of the Church and its people.\n<\/p><p>\nSo, I might go on, my brothers and sisters.  I found, too, a very friendly press, as President\nMcKay has reported I think there was not one loaded question put to us in all of the press\nconferences that we had.  It was not uncommon at the end of an hour-long press conference\nto have representatives of the press gather around after we had discussed agriculture, and say,\n\"Now, Mr. Secretary, we would like to turn to another subject.  We would like you to tell us\nsomething about the Church.\" It was always a great pleasure, of course, to tell them\nsomething about the history, the organization, and the doctrine of the Church.\n<\/p><p>\nSo, my brethren and sisters&mdash;and I've not even mentioned Colombia&mdash;it seems to me that\nwe have a great opportunity now, as the Church moves out into the world.  The Church has a\nwonderful reputation.  It is well thought of.  It is well-known.  It is so important today that\nall of our people, whoever they are and whatever they are, live the gospel, that they keep the\ncommandments of God.  And if they are isolated, it is important that they arrange to hold\nservices in their own homes, that they invite in their neighbors to their Sunday Schools, that\nthey might help to spread the gospel.  In my humble judgment, the world is hungry for true\nreligion, and we have it.\n<\/p><p>\nI am sure, my brethren and sisters, that in the days ahead, many will accept of the truth,\nparticularly in the countries that I have just had the opportunity to visit.\n<\/p><p>\nI remember, as you do also, occasions where we have met with just a handful of people in an\nisolated area, and how the Lord was there with his Spirit. I remember meeting the Saints, way\nup in Selbongen, East Prussia, right after the war and in isolated places in Holland.  I\nremember meeting the Saints in Czechoslovakia, just small groups. How well I remember that\nmeeting referred to by President Matis last night far up in Larsmo, Finland.  It was a small,\nisolated group, but the Spirit of God was present and touched the hearts of the people.  So it\nwill be everywhere our people meet if we just remain true and faithful.  God grant we may\ndo so.\n<\/p><p>\nMay we be able to make our influence felt for good in the world because we must help to\nserve as the leaven which is going to leaven the world with righteousness.  In large measure,\nthat is our mission.\n<\/p><p>\nSo, my brethren, may we prepare, as elders in Israel, to help enlarge and to strengthen the\nboundaries of Zion, enlarge her stakes, and build up the kingdom.  God expects us to arise\nand shine because we are the salt of the earth, the light of the world, and I believe the hope\nof the world because we are the stewards of the revealed truth of God.\n<\/p><p>\nThe Lord has made it very clear in the revelations.  \"Verily I say unto you all,\" he said, back\nin 1838, \"Arise and shine forth, that thy light may be standard for the nations\"\n(<span class=\"citation\" id=\"13410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13410)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nAnd six years earlier, he said to a then struggling Church, small in numbers, inflicted with\npersecutions; \n<\/p><p>\nFor Zion must increase in beauty, and in holiness; her borders must be enlarged; her\nstakes must be strengthened; yea, verily I say unto you, Zion must arise and put on her\nbeautiful garments (<span class=\"citation\" id=\"13384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13384)\">D&amp;C 82:14<\/a><\/span>).\n<\/p><p>\nWhat are those garments? Those garments are the garments of righteousness, the garments of\ndevotion to the truth&mdash;the gospel in action.\n<\/p><p>\nOur message is a world message, my brethren and sisters and friends.  In that glorious first\nsection in the Doctrine and Covenants, given as a preface to the Book of Commandments, the\nLord had these words to say, which I quote to you in closing: \n<\/p><p>\nHearken, O ye people of my church, saith the voice of him who dwells on high, and\nwhose eyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye\nthat are upon the islands of the sea, listen together.\n<\/p><p>\nFor verily the voice of the Lord is unto all men, and there is none to escape; and there\nis no eye that shall not see, neither ear that shall not hear, neither heart that shall not\nbe penetrated (<span class=\"citation\" id=\"13339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13339)\">D&amp;C 1:1-2<\/a><\/span>).\n<\/p><p>\nThese are sobering words, words from the Master, Jesus the Christ, through his Prophet,\nJoseph Smith, to all God's children.\n<\/p><p>\nMay we not be at ease in Zion.  We have a tremendous responsibility.  This is God's work,\nmy brethren and sisters and friends, and I give you my testimony today that I know that God\nlives, that he is a Personal God, that he hears and answers prayers.  I know that Jesus is the\nChrist, the Redeemer of the world, our Elder Brother, the Savior of mankind.  I know, too,\nthat Joseph Smith is and was a Prophet of God, an instrument in the hands of the Almighty in\nushering in this the last and the greatest of all gospel dispensations.  The priesthood has been\nrestored; the truth is here in its fullness.  I know it as I know that I live, and I thank God for\nthat testimony, and pray his blessings upon all of us, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}