{"ID":7607, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Learn, to Do, to Be\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we learn what we should learn, do what we should do, and be what we should be.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_022<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p4\" class=\"\">You’ve seen a witness tonight of the strength of the two counselors in this First Presidency. I stand before you and declare this First Presidency is united as one under the direction of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p5\" class=\"\">I want to especially thank this missionary choir. I had an experience I think they may be interested in, and you may find it interesting also. Many years ago I had a desperate call from the head of the missionary training center. He said, “President Monson, I have a missionary who is going home. Nothing can prevent him from quitting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p6\" class=\"\">I replied, “Well, that’s not singular. It’s happened before. What’s his problem?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p7\" class=\"\">He said, “He’s been called to a Spanish-speaking mission, and he’s absolutely certain he cannot learn Spanish.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p8\" class=\"\">I said, “I have a suggestion for you. Tomorrow morning have him attend a class learning Japanese. And then have him report to you at 12:00 noon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p9\" class=\"\">The next morning he phoned at 10:00! He said, “The young man is here with me now, and he wants me to know he’s absolutely certain he can learn Spanish.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p10\" class=\"\">When there’s a will, there’s a way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p11\" class=\"\">Now, as I speak to you tonight, truly you are a royal priesthood, assembled in many places but in unity. In all likelihood this is the largest assemblage of priesthood holders ever to come together. Your devotion to your sacred callings is inspiring. Your desire to learn your duty is evident. The purity of your souls brings heaven closer to you and your families.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p12\" class=\"\">Many areas of the world have experienced difficult economic times. Businesses have failed, jobs have been lost, and investments have been jeopardized. We must make certain that those for whom we share responsibility do not go hungry or unclothed or unsheltered. When the priesthood of this Church works together as one in meeting these vexing conditions, near miracles take place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p13\" class=\"\">We urge all Latter-day Saints to be prudent in their planning, to be conservative in their living, and to avoid excessive or unnecessary debt. The financial affairs of the Church are being managed in this manner, for we are aware that your tithing and other contributions have not come without sacrifice and are sacred funds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p14\" class=\"\">Let us make our homes sanctuaries of righteousness, places of prayer, and abodes of love that we might merit the blessings that can come only from our Heavenly Father. We need His guidance in our daily lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p15\" class=\"\">In this vast throng are priesthood power and the capacity to reach out and share the glorious gospel with others. As has been mentioned, we have the hands to lift others from complacency and inactivity. We have the hearts to serve faithfully in our priesthood callings and thereby inspire others to walk on higher ground and to avoid the swamps of sin which threaten to engulf so many. The worth of souls is indeed great in the sight of God. Ours is the precious privilege, armed with this knowledge, to make a difference in the lives of others. The words found in Ezekiel could well pertain to all of us who follow the Savior in this sacred work:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p16\" class=\"\">“A new heart … will I give you, and a new spirit will I put within you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p17\" class=\"\">“And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p18\" class=\"\">“And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.”<sup class=\"noteMarker\"><a href=\"#footnote1-02211_000_022\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117247)\">Ezekiel 36:26–28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p19\" class=\"\">How might we merit this promise? What will qualify us to receive this blessing? Is there a guide to follow?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p20\" class=\"\">May I suggest three imperatives for our consideration. They apply to the deacon as well as to the high priest. They are within our reach. A kind Heavenly Father will help us in our quest.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p21\" class=\"\">First, <span class=\"strong\">learn what we should learn.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p22\" class=\"\">Second, <span class=\"strong\">do what we should do.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p23\" class=\"\">And third, <span class=\"strong\">be what we should be.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p24\" class=\"\">Let us discuss these objectives, that we might be profitable servants in the sight of our Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p25\" class=\"\">First, <span class=\"emphasis\">learn what we should learn.<\/span> The Apostle Paul placed an urgency on our efforts to learn. He said to the Philippians, “One thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus.”<sup class=\"noteMarker\"><a href=\"#footnote2-02211_000_022\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117356)\">Philippians 3:13–14<\/a><\/span>.]<\/span><\/sup> And to the Hebrews he urged, “Lay aside … sin[;] … let us run with patience the race … set before us, looking [for an example] unto Jesus the author and finisher of our faith.”<sup class=\"noteMarker\"><a href=\"#footnote3-02211_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117378)\">Hebrews 12:1–2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p26\" class=\"\">President Stephen L Richards, who served for many years in the Quorum of the Twelve Apostles and then in the First Presidency, spoke often to holders of the priesthood and emphasized his philosophy pertaining to it. He declared: “The Priesthood is usually simply defined as ‘the power of God delegated to man.’ This definition, I think, is accurate.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p27\" class=\"\">He continued: “But for practical purposes I like to define the Priesthood in terms of service and I frequently call it ‘the perfect plan of service.’ I do so because it seems to me that it is only through the utilization of the divine power conferred on men that they may ever hope to realize the full import and vitality of this endowment. It is an instrument of service … and the man who fails to use it is apt to lose it, for we are plainly told by revelation that he who neglects it ‘shall not be counted worthy to stand.’”<sup class=\"noteMarker\"><a href=\"#footnote4-02211_000_022\">4<\/a>\n       <span class=\"footnote\">[Stephen L Richards, in Conference Report, Apr. 1937, 46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p28\" class=\"\">President Harold B. Lee, 11th President of the Church and one of the great teachers in the Church, put his counsel in easy-to-understand terms. Said he: “When one becomes a holder of the priesthood, he becomes an agent of the Lord. He should think of his calling as though he were on the Lord’s errand.”<sup class=\"noteMarker\"><a href=\"#footnote5-02211_000_022\">5<\/a>\n       <span class=\"footnote\">[Harold B. Lee, <span class=\"emphasis\">Stand Ye in Holy Places <\/span>(1974), 255.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p29\" class=\"\">Now, some of you may be shy by nature or consider yourselves inadequate to respond affirmatively to a calling. Remember that this work is not yours and mine alone. It is the Lord’s work, and when we are on the Lord’s errand, we are entitled to the Lord’s help. Remember that the Lord will shape the back to bear the burden placed upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p30\" class=\"\">While the formal classroom may be intimidating at times, some of the most effective teaching takes place other than in the chapel or the classroom. Well do I remember that some years ago, members holding the Aaronic Priesthood would eagerly look forward to an annual outing commemorating the restoration of the Aaronic Priesthood. By the busload the young men of our stake journeyed 90 miles (145 km) north to the Clarkston Cemetery, where we viewed the grave of Martin Harris, one of the Three Witnesses of the Book of Mormon. While surrounding the beautiful granite shaft which marks the grave, a high councilor would present background concerning the life of Martin Harris, read from the Book of Mormon his testimony, and then bear his own witness to the truth. The young men listened with rapt attention, touched the granite marker, and pondered the words they had heard and the feelings they had felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p31\" class=\"\">At a park in Logan, lunch was enjoyed. The group of young men would then lie down on the lawn at the Logan temple and gaze upward at its lofty spires. Often beautiful white clouds would hurry past the spires, moved along by a gentle breeze. The purpose of temples was taught. Covenants and promises became much more than words. The desire to be worthy to enter those temple doors entered those youthful hearts. Heaven was very close. Learning what we should learn was assured.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p32\" class=\"\">Number two, <span class=\"emphasis\">do what we should do.<\/span> In a revelation on priesthood, given through Joseph Smith the Prophet, recorded as the 107th section of the Doctrine and Covenants, “learning” moves to “doing” as we read, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote6-02211_000_022\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117671)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p33\" class=\"\">Each priesthood holder attending this session tonight has a calling to serve, to put forth his best efforts in the work assigned to him. No assignment is menial in the work of the Lord, for each has eternal consequences. President John Taylor warned us, “If you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty.”<sup class=\"noteMarker\"><a href=\"#footnote7-02211_000_022\">7<\/a>\n       <span class=\"footnote\">[John Taylor, “Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Aug. 7, 1878, 2.]<\/span><\/sup> And who of us can afford to be responsible for the delay of eternal life of a human soul? If great joy is the reward of saving one soul, then how terrible must be the remorse of those whose timid efforts have allowed a child of God to go unwarned or unaided so that he has to wait till a dependable servant of God comes along.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p34\" class=\"\">The old adage is ever true: “Do your duty, that is best; leave unto the Lord the rest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p35\" class=\"\">Most service given by priesthood holders is accomplished quietly, without fanfare. A friendly smile, a warm handclasp, a sincere testimony of truth can literally lift lives, change human nature, and save precious souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p36\" class=\"\">An example of such service was the missionary experience of Juliusz and Dorothy Fussek, who were called to fill a two-year mission in Poland. Brother Fussek was born in Poland. He spoke the language. He loved the people. Sister Fussek was English and knew little of Poland and its people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p37\" class=\"\">Trusting in the Lord, they embarked on their assignment. The living conditions were primitive, the work lonely, their task immense. A mission had not at that time been established in Poland. The assignment given the Fusseks was to prepare the way, that a mission could be established so that other missionaries could be called to serve, people could be taught, converts could be baptized, branches could be established, and chapels could be erected.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p38\" class=\"\">Did Elder and Sister Fussek despair because of the enormity of their assignment? Not for a moment. They knew their calling was from God. They prayed for His divine help, and they devoted themselves wholeheartedly to their work. They remained in Poland not two years but five years. All of the foregoing objectives were realized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p39\" class=\"\">Elders Russell M. Nelson, Hans B. Ringger, and I, accompanied by Elder Fussek, met with Minister Adam Wopatka of the Polish government, and we heard him say, “Your church is welcome here. You may build your buildings; you may send your missionaries. You are welcome in Poland. This man,” pointing to Juliusz Fussek, “has served your church well. You can be grateful for his example and his work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p40\" class=\"\">Like the Fusseks, let us do what we should do in the work of the Lord. Then we can, with Juliusz and Dorothy Fussek, echo the Psalm: “My help cometh from the Lord, which made heaven and earth … : he that keepeth thee will not slumber. Behold, he that keepeth Israel shall neither slumber nor sleep.”<sup class=\"noteMarker\"><a href=\"#footnote8-02211_000_022\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117235)\">Psalm 121:2–4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p41\" class=\"\">Third, <span class=\"emphasis\">be what we should be.<\/span> Paul counseled his beloved friend and associate Timothy, “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote9-02211_000_022\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117363)\">1 Timothy 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p42\" class=\"\">I would urge all of us to pray concerning our assignments and to seek divine help, that we might be successful in accomplishing that which we are called to do. Someone has said that “the recognition of power higher than man himself does not in any sense debase him.”<sup class=\"noteMarker\"><a href=\"#footnote10-02211_000_022\">10<\/a>\n       <span class=\"footnote\">[Stephen L Richards, in Conference Report, Oct. 1937, 10.]<\/span><\/sup> He must seek, believe in, pray, and hope that he will find. No such sincere, prayerful effort will go unanswered: that is the very constitution of the philosophy of faith. Divine favor will attend those who humbly seek it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p43\" class=\"\">From the Book of Mormon comes counsel that says it all. The Lord speaks: “Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.”<sup class=\"noteMarker\"><a href=\"#footnote11-02211_000_022\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117520)\">3 Nephi 27:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p44\" class=\"\">And what manner of man was He? What example did He set in His service? From John chapter 10 we learn:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p45\" class=\"\">“I am the good shepherd: the good shepherd giveth his life for the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p46\" class=\"\">“But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p47\" class=\"\">“The hireling fleeth, because he is an hireling, and careth not for the sheep.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p48\" class=\"\">Said the Lord: “I am the good shepherd, and know my sheep, and am known of mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p49\" class=\"\">“As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.”<sup class=\"noteMarker\"><a href=\"#footnote12-02211_000_022\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117314)\">John 10:11–15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p50\" class=\"\">Brethren, may we <span class=\"emphasis\">learn what we should learn, do what we should do, and be what we should be.<\/span> By so doing, the blessings of heaven will attend. We will know that we are not alone. He who notes the sparrow’s fall will, in His own way, acknowledge us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p51\" class=\"\">Several years ago I received a letter from a longtime friend. He bore his testimony in that letter. I would like to share part of it with you tonight, since it illustrates the strength of the priesthood in one who learned what he should learn, who did what he should do, and who always tried to be what he should be. I shall read excerpts of that letter from my friend Theron W. Borup, who passed away three years ago at the age of 90:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p52\" class=\"\">“At the age of eight, when I was baptized and received the Holy Ghost, I was much impressed about being good and able to have the Holy Ghost to be a help throughout my life. I was told that the Holy Ghost associated only in good company and that when evil entered our lives, he would leave. Not knowing when I would need his promptings and guidance, I tried to so live that I would not lose this gift. On one occasion it saved my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p53\" class=\"\">“During World War II, I was an engineer-gunner in a B-24 bomber fighting in the South Pacific. … One day there was an announcement that the longest bombing flight ever made would be attempted to knock out an oil refinery. The promptings of the Spirit told me I would be assigned on this flight but that I would not lose my life. At the time I was the president of the LDS group.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p54\" class=\"\">“The combat was ferocious as we flew over Borneo. Our plane was hit by attacking planes and soon burst into flames, and the pilot told us to prepare to jump. I went out last. We were shot at by enemy pilots as we floated down. I had trouble inflating my life raft. Bobbing up and down in the water, I began to drown and passed out. I came to momentarily and cried, ‘God save me!’ … Again I tried inflating the life raft and this time was successful. With just enough air in it to keep me afloat, I rolled over on top of it, too exhausted to move.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p55\" class=\"\">“For three days we floated about in enemy territory with ships all about us and planes overhead. Why they couldn’t see a yellow group of rafts on blue water is a mystery,” he wrote. “A storm came up, and waves thirty feet high almost tore our rafts apart. Three days went by with no food or water. The others asked me if I prayed. I answered that I did pray and we would indeed be rescued. That evening we saw our submarine that was there to rescue us, but it passed by. The next morning it did [the same. We knew] this was the last day [it would] be in the area. Then came the promptings of the Holy Ghost. ‘You have the priesthood. Command the sub to pick you up.’ Silently I prayed, ‘In the name of Jesus Christ, and by the power of the priesthood, turn about and pick us up.’ In a few minutes, they were alongside of us. When on deck, the captain … said, ‘I don’t know how we ever found you, for we were not even looking for you.’ <span class=\"emphasis\">I <\/span>knew.”<sup class=\"noteMarker\"><a href=\"#footnote13-02211_000_022\">13<\/a>\n       <span class=\"footnote\">[Personal correspondence; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/to-learn-to-do-to-be.p56\" class=\"\">I leave with you my testimony that this work in which we are engaged is true. The Lord is at the helm. That we may ever follow Him is my sincere prayer, and I ask it in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02211_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117247)\">Ezekiel 36:26–28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02211_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117356)\">Philippians 3:13–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02211_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117378)\">Hebrews 12:1–2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02211_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Stephen L Richards, in Conference Report, Apr. 1937, 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02211_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Harold B. Lee, <span class=\"emphasis\">Stand Ye in Holy Places <\/span>(1974), 255.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02211_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117671)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02211_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>John Taylor, “Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Aug. 7, 1878, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02211_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117235)\">Psalm 121:2–4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02211_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117363)\">1 Timothy 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02211_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Stephen L Richards, in Conference Report, Oct. 1937, 10.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02211_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117520)\">3 Nephi 27:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02211_000_022\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117314)\">John 10:11–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_022\"><a name=\"-02211_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-02211_000_022\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}