{"ID":7608, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Hearts Knit as One\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p3\" class=\"\">President Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p4\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Saints can accomplish any purpose of the Lord when fully united in righteousness.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02211_000_023<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p6\" class=\"\">My beloved brothers and sisters, it is a joy to be gathered with you on this Sabbath morning. We live in many different circumstances. We will come from every nation and many ethnic backgrounds into the kingdom of God. And that prophesied gathering will accelerate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p7\" class=\"\">We see increased conflict between peoples in the world around us. Those divisions and differences could infect us. That is why my message of hope today is that a great day of unity is coming. The Lord Jehovah will return to live with those who have become His people and will find them united, of one heart, unified with Him and with our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p8\" class=\"\">You have heard that message of unity from me more than once. I may well speak of it in the future. I have heard it from every prophet of God in my lifetime. A plea for unity was the last message I remember from President David O. McKay. The Lord’s prophets have always called for unity. The need for that gift to be granted to us and the challenge to maintain it will grow greater in the days ahead, in which we will be prepared as a people for our glorious destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p9\" class=\"\">My message is that we are doing better. Fathers and mothers are pleading for unity in their homes, and those prayers are being answered. Families are praying together night and morning. I was invited to kneel at bedtime with a family when I was a guest in their home. The smallest child was asked to be voice. He prayed like a patriarch for every person in the family, by name. I opened my eyes for an instant to see the faces of the other children and the parents. I could tell that they were joining their faith and their hearts in that little boy’s prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p10\" class=\"\">Some Relief Society sisters recently prayed together as they prepared to visit for the first time a young widow whose husband died suddenly. They wanted to know what to do and how to work together to help prepare the home for family and friends who would come at the time of the funeral. They needed to know what words of comfort they could speak for the Lord. An answer to their prayer came. When they arrived at the house, each sister moved to complete a task. The house was ready so quickly that some sisters regretted not being able to do more. Words of comfort were spoken which fit perfectly together. They had given the Lord’s service as one, hearts knit together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p11\" class=\"\">You have seen evidence, as I have, that we are moving toward becoming one. The miracle of unity is being granted to us as we pray and work for it in the Lord’s way. Our hearts will be knit together in unity. God has promised that blessing to His faithful Saints whatever their differences in background and whatever conflict rages around them. He was praying for us as well as His disciples when He asked His Father that we might be one.<sup class=\"noteMarker\"><a href=\"#footnote1-02211_000_023\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"117328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117328)\">John 17:21<\/a><\/span>; see also <span class=\"citation\" id=\"117610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117610)\">D&amp;C 50:43<\/a><\/span>; <span class=\"citation\" id=\"117648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117648)\">93:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p12\" class=\"\">The reason that we pray and ask for that blessing is the same reason the Father is granting it. We know from experience that joy comes when we are blessed with unity. We yearn, as spirit children of our Heavenly Father, for that joy which we once had with Him in the life before this one. His desire is to grant us that sacred wish for unity out of His love for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p13\" class=\"\">He cannot grant it to us as individuals. The joy of unity He wants so much to give us is not solitary. We must seek it and qualify for it with others. It is not surprising then that God urges us to gather so that He can bless us. He wants us to gather into families. He has established classes, wards, and branches and commanded us to meet together often. In those gatherings, which God has designed for us, lies our great opportunity. We can pray and work for the unity that will bring us joy and multiply our power to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p14\" class=\"\">To the Three Nephites, the Savior promised joy in unity with Him as their final reward after their faithful service. He said, “Ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one.”<sup class=\"noteMarker\"><a href=\"#footnote2-02211_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117521)\">3 Nephi 28:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p15\" class=\"\">The Lord has given us guides to know what to do to receive the blessing and joy of ever-increasing unity. The Book of Mormon recounts a time of success. It was in the days of Alma at the Waters of Mormon. What the people did in those difficult and dangerous circumstances gives us both a guide and encouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p16\" class=\"\">Everything Alma and his people were inspired to do was pointed at helping people choose to have their hearts changed through the Atonement of Jesus Christ. That is the only way God can grant the blessing of being of one heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p17\" class=\"\">In Mosiah we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p18\" class=\"\">“And they were called the church of God, or the church of Christ, from that time forward. And it came to pass that whosoever was baptized by the power and authority of God was added to his church. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p19\" class=\"\">“And he commanded them that they should teach nothing save it were the things which he had taught, and which had been spoken by the mouth of the holy prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p20\" class=\"\">“Yea, even he commanded them that they should preach nothing save it were repentance and faith on the Lord, who had redeemed his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p21\" class=\"\">“And he commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p22\" class=\"\">“And thus he commanded them to preach. And thus they became the children of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-02211_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117444)\">Mosiah 18:17, 19–22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p23\" class=\"\">That is why Alma commanded the people to teach faith and repentance. That is why my children came to expect in every lesson in family night that I would find a way to encourage someone to testify of the Savior and His mission. Sometimes the parents did it. On our best nights we found a way to encourage the children to do it, either by presenting the lesson or answering questions. When testimony about the Savior was borne, the Holy Ghost verified it. On those nights we felt our hearts being knit together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p24\" class=\"\">In addition to ordinances there are principles we are following as a people which are leading to greater unity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p25\" class=\"\">One of those principles is revelation. Revelation is the only way we can know how to follow the will of the Lord together. It requires light from above. The Holy Ghost will testify to our hearts, and the hearts of those gathered around with us, what He would have us do. And it is by keeping His commandments that we can have our hearts knit together as one.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p26\" class=\"\">A second principle to guide our progress to become one is to be humble. Pride is the great enemy of unity. You have seen and felt its terrible effects. Just days ago I watched as two people—good people—began with a mild disagreement. It started as a discussion of what was true but became a contest about who was right. Voices became gradually louder. Faces became a little more flushed. Instead of talking about the issue, people began talking about themselves, giving evidence why their view, given their great ability and background, was more likely to be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p27\" class=\"\">You would have felt alarm as I did. We have seen the life-destroying effects of such tragic conflict. You and I know people who left the fellowship of the Saints over injured pride.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p28\" class=\"\">Happily I am seeing more and more skillful peacemakers who calm troubled waters before harm is done. You could be one of those peacemakers, whether you are in the conflict or an observer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p29\" class=\"\">One way I have seen it done is to search for anything on which we agree. To be that peacemaker, you need to have the simple faith that as children of God, with all our differences, it is likely that in a strong position we take, there will be elements of truth. The great peacemaker, the restorer of unity, is the one who finds a way to help people see the truth they share. That truth they share is always greater and more important to them than their differences. You can help yourself and others to see that common ground if you ask for help from God and then act. He will answer your prayer to help restore peace, as He has mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p30\" class=\"\">That same principle applies as we build unity with people who are from vastly different backgrounds. The children of God have more in common than they have differences. And even the differences can be seen as an opportunity. God will help us see a difference in someone else not as a source of irritation but as a contribution. The Lord can help you see and value what another person brings which you lack. More than once the Lord has helped me see His kindness in giving me association with someone whose difference from me was just the help I needed. That has been the Lord’s way of adding something I lacked to serve Him better.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p31\" class=\"\">That leads to another principle of unity. It is to speak well of each other. Think of the last time you were asked what you thought about how someone else was doing in your family or in the Church. It happened to me more than once in the past week. Now, there are times we must judge others. Sometimes we are required to pronounce such judgments. But more often we can make a choice. For instance, suppose someone asks you what you think of the new bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p32\" class=\"\">As we get better and better at forging unity, we will think of a scripture when we hear that question: “And now, my brethren, seeing that ye know the light by which ye may judge, which light is the light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged.”<sup class=\"noteMarker\"><a href=\"#footnote4-02211_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117537)\">Moroni 7:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p33\" class=\"\">Realizing that you see others in an imperfect light will make you likely to be a little more generous in what you say. In addition to that scripture, you might remember your mother saying—mine did—“If you can’t say anything good about a person, don’t say anything at all.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p34\" class=\"\">That will help you look for what is best in the bishop’s performance and character. The Savior, as your loving judge, will surely do that as He judges your performance and mine. The scripture and what you heard from your mother may well lead you to describe what is best in the bishop’s performance and his good intent. I can promise you a feeling of peace and joy when you speak generously of others in the Light of Christ. You will feel, for instance, unity with that bishop and with the person who asked your opinion, not because the bishop is perfect or because the person asking you shares your generous evaluation. It will be because the Lord will let you feel His appreciation for choosing to step away from the possibility of sowing seeds of disunity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p35\" class=\"\">We must follow that same principle as the Lord gathers more and more people who are not like us. What will become more obvious to us is that the Atonement brings the same changes in all of us. We become disciples who are meek, loving, easy to be entreated, and at the same time fearless and faithful in all things. We still live in different countries, but we come into the Church through a process that changes us. We become by the gifts of the Spirit what the Apostle Paul saw:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p36\" class=\"\">“For through him we both have access by one Spirit unto the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p37\" class=\"\">“Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.”<sup class=\"noteMarker\"><a href=\"#footnote5-02211_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117352)\">Ephesians 2:18–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p38\" class=\"\">With the unity I see increasing, the Lord will be able to perform what the world will think as miraculous. The Saints can accomplish any purpose of the Lord when fully united in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p39\" class=\"\">Presidents of countries, governors, and leaders of worldwide charitable organizations have praised us—in my hearing—with words like these: “Your church was the first on the ground to help when disaster came. Hundreds of your people arrived who brought everything with them which the survivors needed. They even brought their own tents and supplies. They were tireless and cheerful. They seemed to know where to go and when.” Then there has come a line usually something like this: “Your church knows how to organize to get things done.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p40\" class=\"\">I thank them without saying that the miracle lies not in organization alone, but in the people’s hearts. The Saints came in the name of the Lord to give the succor He would give. They came listening to the direction of the Lord’s chosen leaders. Because their hearts were knit, they were magnified in their power.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p41\" class=\"\">I bear you my solemn witness that the unity we now experience will increase. God the Father lives. He hears and answers our prayers in love. The Savior Jesus Christ, resurrected and glorious, lives and reaches out to us in mercy. This is His true Church. President Monson is the living prophet of God. If we are united in sustaining him with all our hearts, with willing obedience to do what God would have us do, we will move together in power to go wherever God would have us go and to become what He wants us to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/our-hearts-knit-as-one.p42\" class=\"\">I leave you my blessing that you will enjoy unity in your homes and in the Church. And I leave you the Lord’s promise that you will have the righteous desire of your heart for that joy in unity. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02211_000_023\"><a name=\"-02211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02211_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117328)\">John 17:21<\/a><\/span>; see also <span class=\"citation\" id=\"117610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117610)\">D&amp;C 50:43<\/a><\/span>; <span class=\"citation\" id=\"117648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117648)\">93:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_023\"><a name=\"-02211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02211_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117521)\">3 Nephi 28:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_023\"><a name=\"-02211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02211_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117444)\">Mosiah 18:17, 19–22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_023\"><a name=\"-02211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02211_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117537)\">Moroni 7:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_023\"><a name=\"-02211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02211_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117352)\">Ephesians 2:18–19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}