{"ID":7609, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Christian Courage: The Price of Discipleship\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Answering our accusers in the Savior’s way.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_024<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p5\" class=\"\">We have gathered together as one, we have taken upon us the name of Jesus Christ, and we are Christians. One of the questions we would ask: why then, if we have that love of the Savior, would someone want to be an antagonist or to attack us?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p6\" class=\"\">Recently a group of bright, faithful young Latter-day Saints wrote down some of the most pressing questions on their minds. One sister asked, “Why doesn’t the Church defend itself more actively when accusations are made against it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p7\" class=\"\">To her inquiry I would say that one of mortality’s great tests comes when our beliefs are questioned or criticized. In such moments, we may want to respond aggressively—to “put up our dukes.” But these are important opportunities to step back, pray, and follow the Savior’s example. Remember that Jesus Himself was despised and rejected by the world. And in Lehi’s dream, those coming to the Savior also endured “mocking and pointing … fingers” (<span class=\"citation\" id=\"117397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117397)\">1 Nephi 8:27<\/a><\/span>). “The world hath hated [my disciples],” Jesus said, “because they are not of the world, even as I am not of the world” (<span class=\"citation\" id=\"117326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117326)\">John 17:14<\/a><\/span>). But when we respond to our accusers as the Savior did, we not only become more Christlike, we invite others to feel His love and follow Him as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p8\" class=\"\">To respond in a Christlike way cannot be scripted or based on a formula. The Savior responded differently in every situation. When He was confronted by wicked King Herod, He remained silent. When He stood before Pilate, He bore a simple and powerful testimony of His divinity and purpose. Facing the moneychangers who were defiling the temple, He exercised His divine responsibility to preserve and protect that which was sacred. Lifted up upon a cross, He uttered the incomparable Christian response: “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"117297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117297)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p9\" class=\"\">Some people mistakenly think responses such as silence, meekness, forgiveness, and bearing humble testimony are passive or weak. But to “love [our] enemies, bless them that curse [us], do good to them that hate [us], and pray for them which despitefully use [us], and persecute [us]” (<span class=\"citation\" id=\"117258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117258)\">Matthew 5:44<\/a><\/span>) takes faith, strength, and, most of all, Christian courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p10\" class=\"\">The Prophet Joseph Smith demonstrated this courage throughout his life. Though he “suffer[ed] severe persecution at the hands of all classes of men, both religious and irreligious” (<span class=\"citation\" id=\"117741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117741)\">Joseph Smith—History 1:27<\/a><\/span>), he did not retaliate or give in to hatred. Like all true disciples of Christ, he stood with the Savior by loving others in a tolerant and compassionate way. <span class=\"emphasis\">That<\/span> is Christian courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p11\" class=\"\">When we do not retaliate—when we turn the other cheek and resist feelings of anger—we too stand with the Savior. We show forth His love, which is the only power that can subdue the adversary and answer our accusers without accusing them in return. That is not weakness. <span class=\"emphasis\">That<\/span> is Christian courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p12\" class=\"\">Through the years we learn that challenges to our faith are not new, and they aren’t likely to disappear soon. But <span class=\"emphasis\">true disciples of Christ see opportunity in the midst of opposition.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p13\" class=\"\">In the Book of Mormon, the prophet Abinadi was bound and brought before the evil King Noah. Although the king vigorously opposed Abinadi and eventually sentenced him to death, Abinadi boldly taught the gospel and bore his testimony anyway. Because Abinadi took advantage of that opportunity, a priest named Alma was converted to the gospel and brought many souls unto Christ. The courage of Abinadi and Alma was Christian courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p14\" class=\"\">Experience shows that seasons of negative publicity about the Church can help accomplish the Lord’s purposes. In 1983 the First Presidency wrote to Church leaders, “Opposition may be in itself an opportunity. Among the continuing challenges faced by our missionaries is a lack of interest in religious matters and in our message. These criticisms create … interest in the Church. … This provides an opportunity [for members] to present the truth to those whose attention is thus directed toward us.”<sup class=\"noteMarker\"><a href=\"#footnote1-02211_000_024\">1<\/a>\n       <span class=\"footnote\">[First Presidency letter, Dec. 1, 1983.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p15\" class=\"\">We can take advantage of such opportunities in many ways: a kind letter to the editor, a conversation with a friend, a comment on a blog, or a reassuring word to one who has made a disparaging comment. We can answer with love those who have been influenced by misinformation and prejudice—who are “kept from the truth because they know not where to find it” (<span class=\"citation\" id=\"117686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117686)\">D&amp;C 123:12<\/a><\/span>). I assure you that to answer our accusers in this way is never weakness. <span class=\"emphasis\">It is<\/span> Christian courage in action.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p16\" class=\"\">As we respond to others, each circumstance will be different. Fortunately, the Lord knows the hearts of our accusers and how we can most effectively respond to them. <span class=\"emphasis\">As true disciples seek guidance from the Spirit, they receive inspiration tailored to each encounter.<\/span> And in every encounter, <span class=\"emphasis\">true disciples respond in ways that invite the Spirit of the Lord.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p17\" class=\"\">Paul reminded the Corinthians that his preaching was “not with the enticing words of man’s wisdom, but in demonstration of the Spirit and of power” (<span class=\"citation\" id=\"117343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117343)\">1 Corinthians 2:4<\/a><\/span>). Because that power resides in the Spirit of the Lord, we must never become contentious when we are discussing our faith. As almost every missionary learns, Bible bashing always drives the Spirit away. The Savior has said, “He that hath the spirit of contention is not of me” (<span class=\"citation\" id=\"117506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117506)\">3 Nephi 11:29<\/a><\/span>). More regrettable than the Church being accused of not being Christian is when Church members react to such accusations in an un-Christlike way! May our conversations with others always be marked by the fruits of the Spirit—“love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, [and] temperance” (<span class=\"citation\" id=\"117351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117351)\">Galatians 5:22–23<\/a><\/span>). To be meek, as defined in Webster’s dictionary, is “manifesting patience and longsuffering: enduring injury without resentment.”<sup class=\"noteMarker\"><a href=\"#footnote2-02211_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Webster’s Third New International Dictionary <\/span>(1976), “meek,” 1403.]<\/span><\/sup> Meekness is not weakness. It is a badge of Christian courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p18\" class=\"\">This is especially important in our interactions with members of other Christian denominations. Surely our Heavenly Father is saddened—and the devil laughs—when we contentiously debate doctrinal differences with our Christian neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p19\" class=\"\">This is not to suggest that we compromise our principles or dilute our beliefs. We cannot change the doctrines of the restored gospel, even if teaching and obeying them makes us unpopular in the eyes of the world. Yet even as we feel to speak the word of God with boldness, we must pray to be filled with the Holy Ghost (see <span class=\"citation\" id=\"117331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117331)\">Acts 4:29, 31<\/a><\/span>). We should never confuse boldness with Satan’s counterfeit: overbearance (see <span class=\"citation\" id=\"117482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117482)\">Alma 38:12<\/a><\/span>). True disciples speak with quiet confidence, not boastful pride.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p20\" class=\"\"><span class=\"emphasis\">As true disciples, our primary concern must be others’ welfare, not personal vindication.<\/span> Questions and criticisms give us an opportunity to reach out to others and demonstrate that they matter to our Heavenly Father and to us. Our aim should be to help them understand the truth, not defend our egos or score points in a theological debate. Our heartfelt testimonies are the most powerful answer we can give our accusers. And such testimonies can only be borne in love and meekness. We should be like Edward Partridge, of whom the Lord said, “His heart is pure before me, for he is like unto Nathanael of old, in whom there is no guile” (<span class=\"citation\" id=\"117597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117597)\">D&amp;C 41:11<\/a><\/span>). To be guileless is to have a childlike innocence, to be slow to take offense and quick to forgive.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p21\" class=\"\">These qualities are first learned in the home and family and can be practiced in all our relationships. To be guileless is to look for our own fault first. When accused, we should ask as the Savior’s Apostles did, “Lord, is it I?” (<span class=\"citation\" id=\"117277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117277)\">Matthew 26:22<\/a><\/span>). If we listen to the answer given by the Spirit, we can, if needed, make corrections, apologize, seek forgiveness, and do better.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p22\" class=\"\">Without guile, <span class=\"emphasis\">true disciples avoid being unduly judgmental of others’ views.<\/span> Many of us have cultivated strong friendships with those who are not members of our Church—schoolmates, colleagues at work, and friends and neighbors throughout the world. We need them, and they need us. As President Thomas S. Monson has taught, “Let us learn respect for others. … None of us lives alone—in our city, our nation, or our world.”<sup class=\"noteMarker\"><a href=\"#footnote3-02211_000_024\">3<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “In Quest of the Abundant Life,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1988, 3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p23\" class=\"\">As the Savior demonstrated with Herod, <span class=\"emphasis\">sometimes true disciples must show Christian courage by saying nothing at all.<\/span> Once when I was golfing, I barely brushed up against a large cholla cactus, which seems to shoot needles like a porcupine. Thorns from that plant stuck all over my clothing, even though I had barely touched the cactus plant. Some situations are like that plant: they can only injure us. In such instances, we are better off to keep our distance and simply walk away. As we do, some may try to provoke us and engage us in argument. In the Book of Mormon, we read about Lehonti and his men camped upon a mount. The traitorous Amalickiah urged Lehonti to “come down” and meet him in the valley. But when Lehonti left the high ground, he was poisoned “by degrees” until he died, and his army fell into Amalickiah’s hands (see <span class=\"citation\" id=\"117490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117490)\">Alma 47<\/a><\/span>). By arguments and accusations, some people bait us to leave the high ground. The high ground is where the light is. It’s where we see the first light of morning and the last light in the evening. It is the safe ground. It is true and where knowledge is. Sometimes others want us to come down off the high ground and join them in a theological scrum in the mud. These few contentious individuals are set on picking religious fights, online or in person. We are always better staying on the higher ground of mutual respect and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p24\" class=\"\">In doing so, we follow the example of the prophet Nehemiah, who built a wall around Jerusalem. Nehemiah’s enemies entreated him to meet them on the plain, where “they thought to do [him] mischief.” Unlike Lehonti, however, Nehemiah wisely refused their offer with this message: “I am doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?” (<span class=\"citation\" id=\"117231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117231)\">Nehemiah 6:2–3<\/a><\/span>). We too have a great work to do, which will not be accomplished if we allow ourselves to stop and argue and be distracted. Instead we should muster Christian courage and move on. As we read in Psalms, “Fret not thyself because of evildoers” (<span class=\"citation\" id=\"117234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117234)\">Psalm 37:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p25\" class=\"\">Evil will always be with us in this world. Part of mortality’s great test is to be in the world without becoming like the world. In His Intercessory Prayer, the Savior asked His Heavenly Father, “I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil” (<span class=\"citation\" id=\"117327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117327)\">John 17:15<\/a><\/span>). But even as the Savior warned of persecution, He promised peace: “Peace I leave with you, my peace I give unto you. … Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"117322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117322)\">John 14:27<\/a><\/span>). I testify that with the mantle of His peace upon us, the First Presidency’s promise will be fulfilled: “The opposition which may seem hard to bear will be a blessing to the kingdom of God upon the earth.”<sup class=\"noteMarker\"><a href=\"#footnote4-02211_000_024\">4<\/a>\n       <span class=\"footnote\">[First Presidency letter, Dec. 1, 1983.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p26\" class=\"\">To my inquiring sister and all who seek to know how we should respond to our accusers, I reply, we <span class=\"emphasis\">love<\/span> them. Whatever their race, creed, religion, or political persuasion, if we follow Christ and show forth His courage, we must love them. We do not feel we are <span class=\"emphasis\">better than<\/span> they are. Rather, we desire with our love to show them a<span class=\"emphasis\"> better way<\/span>—the way of Jesus Christ. His way leads to the gate of baptism, the strait and narrow path of righteous living, and the temple of God. <span class=\"emphasis\">He<\/span> is “the way, the truth, and the life” (<span class=\"citation\" id=\"117320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117320)\">John 14:6<\/a><\/span>). Only through Him can we and all our brothers and sisters inherit the greatest gift we can receive—eternal life and eternal happiness. To help them, to be an example for them, is not for the weak. It is for the strong. It is for you and me, Latter-day Saints who pay the price of discipleship by answering our accusers with Christian courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/christian-courage-the-price-of-discipleship.p27\" class=\"\">I conclude by making the testimony of Mormon my own: “Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life” (<span class=\"citation\" id=\"117500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117500)\">3 Nephi 5:13<\/a><\/span>). I bear my special witness of Him—that our lives can be everlasting because His love is everlasting. That we may share His eternal, unconditional love with our brothers and sisters everywhere, is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02211_000_024\"><a name=\"-02211_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02211_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, Dec. 1, 1983.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_024\"><a name=\"-02211_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02211_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Webster’s Third New International Dictionary <\/span>(1976), “meek,” 1403.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_024\"><a name=\"-02211_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02211_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas S. Monson, “In Quest of the Abundant Life,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1988, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_024\"><a name=\"-02211_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02211_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, Dec. 1, 1983.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}