{"ID":761, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way to Eternal Life<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1955, pp. 50-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy good brethren and sisters and friends, I realize that this is a very important and\nresponsible position; that our words go out, the extent of which we do not know.  It is\nneedful, therefore, that we have the guidance of the Spirit of the Lord, that we may speak his\ntruth.  I trust that the few words that I say may find an echo in your hearts and be dictated by\nthe Spirit of the Lord.\n<\/p><p>\nNear the close of a discourse by our Lord and Savior, many believed on him. It is written:\n\"Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye\nmy disciples indeed; \n<\/p><p>\n\"And ye shall know the truth, and the truth shall make you free\"\n(<span class=\"citation\" id=\"27640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27640)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\nThe only truth that makes us free is the truth of the gospel of Jesus Christ. In fact, all truth\nbelongs to the gospel of Jesus Christ.  When our Savior was brought before Pilate, Pilate\nquestioned him and asked him if he were a king. Jesus answered, \"Thou sayest that I am a\nking. To this end was I born, and for this cause came I into the world, that I should bear\nwitness unto the truth. Every one that is of the truth heareth my voice\"\n(<span class=\"citation\" id=\"27663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27663)\">John 18:37<\/a><\/span>).\n<\/p><p>\nThen Pilate asked him, \"What is truth?\"\n(<span class=\"citation\" id=\"27664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27664)\">John 18:38<\/a><\/span>).\nPerhaps the Savior had no time given him to answer. \nPerhaps he was silent, and from that time until now volumes have been written asking that\nquestion.  The only true answer that has been given was given by the Lord to the Prophet\nJoseph Smith.\n<\/p><p>\n\"And truth is knowledge of things as they are, and as they were, and as they are to come\"\n(<span class=\"citation\" id=\"13392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13392)\">D&amp;C 93:24<\/a><\/span>).\nIn other words, truth is that which endures.  All else must perish.  This\nbeing true, it behooves us to search for truth&mdash;this truth the Savior spoke of that makes us\nfree.\n<\/p><p>\nNot all truth is of the same value or importance.  Some truths are greater than others.  The\ngreatest truth, or the greatest truths, we find in the fundamentals of the gospel of Jesus Christ.\nFirst of all, that Jesus Christ is the Son of God, the Redeemer of the world, who came into\nthis world to die that men might live. That truth we should know. It is far more important to\nknow that Jesus Christ is our Redeemer, that he has given unto us the principles of eternal\nlife, than it is to know all that can be obtained in secular education.\n<\/p><p>\nIt is far more important to know that baptism is for the remission of sins, and when properly\nperformed by one who has the authority, remission of sins will come, and through the baptism\nfollowing, of the Holy Ghost, we come back into the presence of God our Father, at last,\nthrough the guidance of the Holy Ghost.\n<\/p><p>\nTo know the way to eternal life is far more important than all the learning that the world can\ngive.  We find that in the sacred principles which have been revealed for the last time, and in\nthese ordinances which are being performed for the last time&mdash;that is, in the Dispensation of\nthe Fullness of Times&mdash;for the gospel will never be restored again. It has been restored to\nremain.  The Lord has ordained his servants, and has given them authority to execute his\nlaws, to preach his gospel, to cry repentance, to call upon men to humble themselves and\nreceive these fundamental principles of eternal life.\n<\/p><p>\nThe way of eternal life is here.  The covenants that were promised that lead to that great gift\nare here.  All men on the face of the earth have now the privilege not only of repentance, but\nalso of remission of sins through the waters of baptism, and the gift of the Holy Ghost by the\nlaying on of hands, and to receive the covenants and obligations which were promised\nanciently that will bring them back into the presence of God, our Father.\n<\/p><p>\nThese blessings are free.  They are the most important truths in all the world.  Brethren and\nsisters, we have received them.  Let us be true and faithful, turning neither to the right nor to\nthe left in the keeping of the commandments of the Lord, and by example as well as by\nprecept, serve him, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}