{"ID":7612, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Truth of God Shall Go Forth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">This is God’s work, and God’s work will not be frustrated. But there is still much to be done.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p5\" class=\"\">My brothers and sisters, on July 19th of this year the Sons of Utah Pioneers placed at This Is the Place Heritage Park in Salt Lake City a statue of the Prophet Joseph Smith and his successor, President Brigham Young. This statue, entitled <span class=\"emphasis\">Eyes Westward,<\/span> shows these two great prophets with a map of the western territories.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p6\" class=\"\">Many people, including Latter-day Saints, forget that Joseph Smith was very much aware that the Church would eventually be relocated to the great American West. In August of 1842 he prophesied “that the Saints would continue to suffer much affliction and would be driven to the Rocky Mountains, many would apostatize, others would be put to death by our persecutors or lose their lives in consequence of exposure or disease, and some [would] live to … build cities and see the Saints become a mighty people in the midst of the Rocky Mountains” (<span class=\"emphasis\">History of the Church,<\/span> 5:85).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p7\" class=\"\">Even Joseph’s closest associates in those early years did not fully understand the trials that the Latter-day Saints would endure as the Church rolled forth from its small beginnings in the early 1800s. But Joseph Smith knew that no enemy then present or in the future would have sufficient power to frustrate or stop the purposes of God. We are all familiar with his prophetic words: “The Standard of Truth has been erected; no unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (<span class=\"emphasis\">History of the Church,<\/span> 4:540).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p8\" class=\"\">Nearly 18 decades have passed since the organization of The Church of Jesus Christ of Latter-day Saints in 1830. We have had 178 years to observe the fulfillment of prophecy and to watch “the truth of God” as it goes “forth boldly, nobly, and independent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p9\" class=\"\">The Church began its first decade with only a few members. Despite intense opposition, 597 missionaries were called during the 1830s, and over 15,000 converts were baptized into the Church. The United States, Canada, and Great Britain were opened to the preaching of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p10\" class=\"\">There were many converts during the 1840s while persecutions continued to rage against the Church and especially against the Prophet Joseph. In the midst of these difficulties and despite the great challenges of travel, the restored gospel of Jesus Christ continued to cover more of the earth through the faithful service of 1,454 missionaries called during the 1840s, and Church membership grew to more than 48,000. On June 27, 1844, the persecution of Joseph Smith culminated when he and his brother Hyrum were killed by a mob in the Carthage Jail.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p11\" class=\"\">Soon after the Martyrdom and in fulfillment of Joseph’s vision, Brigham Young and the Church began preparations to move to the Rocky Mountains. Hardship, affliction, death, and apostasy were ever present. Still, the work moved forward. In the 1850s some 705 missionaries were called to serve in areas including Scandinavia, France, Italy, Switzerland, and Hawaii. Missionary work also began in such diverse parts of the world as India, Hong Kong, Thailand, Burma, South Africa, and the West Indies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p12\" class=\"\">Among faithful converts from Scandinavia and Britain baptized during the decade of the 1850s were those who suffered and died, on land and on the seas, as they journeyed to join with the Saints here in the Rocky Mountains.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p13\" class=\"\">In 1875 the first seven missionaries were called to Mexico, and the work there flourished even amidst revolution and other challenges. And it was just four years ago, in 2004, that the Church reached the milestone of one million members in Mexico.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p14\" class=\"\">The faith of the Saints was tested in every footstep as Brigham Young led them to build temples and establish more than 350 colonies in the West. By the time Brigham Young died in 1877, worldwide Church membership had grown to more than 115,000. Despite all of the persecution, the truth of God was indeed going forth boldly and nobly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p15\" class=\"\">Time does not allow a detailed review of the growth of the Church during the next few decades. But it should be noted that during the 40-year period from 1890 to 1930, while the Church and its doctrine were still under public attack, Elder Reed Smoot was elected to the United States Congress and had to fight to be seated. A great deal was said of the Church and its teachings during that time—much of it hurtful and directed towards President Joseph F. Smith and other Church leaders. However, some newspaper articles began to speak of members of the Church as contributing citizens and good people.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p16\" class=\"\">On September 3, 1925, President Heber J. Grant announced that the Church would begin missionary work in South America. Following the Lord’s pattern for taking the restored gospel to all nations, a member of the Quorum of the Twelve Apostles—my paternal grandfather, Elder Melvin J. Ballard—was sent, with others, to South America to dedicate the land for the preaching of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p17\" class=\"\">On Christmas morning of 1925 in Argentina, Elder Ballard dedicated the South American countries and started missionary work. Before leaving the following July, he prophesied: “The work of the Lord will grow slowly for a time here just as an oak grows slowly from an acorn. It will not shoot up in a day as does the sunflower that grows quickly and then dies. But thousands will join the Church here. It will be divided into more than one mission and will be one of the strongest in the Church. The work here is the smallest that it will ever be” (in Melvin R. Ballard, <span class=\"emphasis\">Melvin J. Ballard: Crusader for Righteousness<\/span> [1966], 84).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p18\" class=\"\">Anyone familiar with the growth of the Church in South America knows the fulfillment of that prophecy. Today, Brazil alone has over one million members.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p19\" class=\"\">During the four decades from 1930 to 1970, more than 106,000 missionaries were called to serve worldwide. Church membership increased fourfold, to over 2,800,000. More than one million new members were added just during the 1960s. By 1970 missionaries were serving in 43 nations and 9 territories. During this 40-year period, the South American nations of Chile, Brazil, Uruguay, Paraguay, Ecuador, Colombia, Peru, and Venezuela were opened to missionary work. In Central America, servants of the Lord unlocked the nations of Panama, Costa Rica, Guatemala, El Salvador, Honduras, and Nicaragua. In Asia, major new efforts began to bear fruit in Korea, Taiwan, Singapore, and the Philippines.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p20\" class=\"\">None of this was easy. Challenges, obstacles, and persecution accompanied every attempt to take “the truth of God” into every continent and country so that it could “sound … in every ear.” Still, we moved forward in faith; challenges were met, and obstacles were overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p21\" class=\"\">President Spencer W. Kimball asked members of the Church to lengthen their stride in spreading the gospel and sharing gospel truth. He asked every stake in the world to increase the number of missionaries, and he led the Church into using media to help convey our message to hundreds of millions of people throughout the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p22\" class=\"\">During his 12 years as President of the Church, nearly 200,000 missionaries served full-time missions. Worldwide Church membership almost doubled, and the number of stakes nearly tripled. Missionary work was opened or reopened in many countries, and the miracle of conversion was happening in many lands despite every adversarial attempt to thwart the Lord’s work or discourage the Lord’s workers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p23\" class=\"\">A little more than two decades have passed since the end of President Kimball’s mortal ministry. During that period of time we have experienced unprecedented prominence in the worldwide community of faith. Probably not coincidentally, we have also experienced unprecedented ideological attacks on our people, our history, and our doctrine through the media.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p24\" class=\"\">And yet the Church continues to grow. Membership has more than doubled again—from 5.9 million in 1985 to more than 13 million today. And last year the one millionth missionary to serve during this dispensation was called.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p25\" class=\"\">Now, my brothers and sisters, my purpose in this brief review of Joseph’s prophetic vision of the destiny of this Church and its literal fulfillment through the decades is to remind us of this simple truth:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p26\" class=\"\">“The works, and the designs, and the purposes of God cannot be frustrated, neither can they come to naught.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p27\" class=\"\">“For God doth not walk in crooked paths, … neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p28\" class=\"\">“Remember … that it is not the work of God that is frustrated, but the work of men” (<span class=\"citation\" id=\"117556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117556)\">D&amp;C 3:1–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p29\" class=\"\">God has spoken through His prophet and announced to the world that “the Standard of Truth has been erected” and that “no unhallowed hand can stop the work from progressing.” That is undeniably and indisputably true. We have seen it for ourselves, in decade after decade, from the time of the Prophet Joseph Smith to the time of President Thomas S. Monson. Persecutions have raged. Calumny and lies and misrepresentation have attempted to defame. But in every decade from the time of the Restoration forward, the truth of God has gone “forth boldly, nobly, and independent.” The little Church that started in 1830 with just a handful of members has now grown to more than 13 million Latter-day Saints in many different nations around the world, and we are well on our way to penetrating every continent, visiting every clime, sweeping every country, and sounding in every ear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p30\" class=\"\">This is God’s work, and God’s work will not be frustrated. But there is still much to be done before the Great Jehovah can announce that the work is done. While we praise and honor those faithful Saints who have brought us to this point of public prominence, we cannot afford, my brothers and sisters, to be comfortable or content.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p31\" class=\"\">We are all needed to finish the work that was begun by those pioneering Saints over 175 years ago and carried out through the subsequent decades by faithful Saints of every generation. We need to believe as they believed. We need to work as they worked. We need to serve as they served. And we need to overcome as they overcame.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p32\" class=\"\">Of course, our challenges are different today, but they are no less demanding. Instead of angry mobs, we face those who constantly try to defame. Instead of extreme exposure and hardship, we face alcohol and drug abuse, pornography, all kinds of filth, sleaze, greed, dishonesty, and spiritual apathy. Instead of families being uprooted and torn from their homes, we see the institution of the family, including the divine institution of marriage, under attack as groups and individuals seek to define away the prominent and divine role of the family in society.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p33\" class=\"\">This is not to suggest that our challenges today are more severe than the challenges faced by those who have gone before us. They are just different. The Lord isn’t asking us to load up a handcart; He’s asking us to fortify our faith. He isn’t asking us to walk across a continent; He’s asking us to walk across the street to visit our neighbor. He isn’t asking us to give all of our worldly possessions to build a temple; He’s asking us to give of our means and our time despite the pressures of modern living to continue to build temples and then to attend regularly the temples already built. He isn’t asking us to die a martyr’s death; He’s asking us to live a disciple’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/the-truth-of-god-shall-go-forth.p34\" class=\"\">This is a great time to live, brothers and sisters, and it is up to us to carry on the rich tradition of devoted commitment that has been the hallmark of previous generations of Latter-day Saints. This is not a time for the spiritually faint of heart. We cannot afford to be superficially righteous. Our testimonies must run deep, with spiritual roots firmly embedded in the rock of revelation. And we must continue to move the work forward as a covenanted, consecrated people, with faith in every footstep, “till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” That it may be so for us is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}