{"ID":7613, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Finding Joy in the Journey\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us relish life as we live it, find joy in the journey, and share our love with friends and family.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_028<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p4\" class=\"\">My dear brothers and sisters, I am humbled as I stand before you this morning. I ask for your faith and prayers in my behalf as I speak about those things which have been on my mind and which I have felt impressed to share with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p5\" class=\"\">I begin by mentioning one of the most inevitable aspects of our lives here upon the earth, and that is <span class=\"emphasis\">change.<\/span> At one time or another we’ve all heard some form of the familiar adage: “Nothing is as constant as change.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p6\" class=\"\">Throughout our lives, we must deal with change. Some changes are welcome; some are not. There are changes in our lives which are sudden, such as the unexpected passing of a loved one, an unforeseen illness, the loss of a possession we treasure. But most of the changes take place subtly and slowly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p7\" class=\"\">This conference marks 45 years since I was called to the Quorum of the Twelve Apostles. As the junior member of the Twelve then, I looked up to 14 exceptional men, who were senior to me in the Twelve and the First Presidency. One by one, each of these men has returned home. When President Hinckley passed away eight months ago, I realized that I had become the senior Apostle. The changes over a period of 45 years that were incremental now seem monumental.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p8\" class=\"\">This coming week Sister Monson and I will celebrate our 60th wedding anniversary. As I look back to our beginnings, I realize just how much our lives have changed since then. Our beloved parents, who stood beside us as we commenced our journey together, have passed on. Our three children, who filled our lives so completely for many years, are grown and have families of their own. Most of our grandchildren are grown, and we now have four great-grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p9\" class=\"\">Day by day, minute by minute, second by second we went from where we were to where we are now. The lives of all of us, of course, go through similar alterations and changes. The difference between the changes in my life and the changes in yours is only in the details. Time never stands still; it must steadily march on, and with the marching come the changes.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p10\" class=\"\">This is our one and only chance at mortal life—here and now. The longer we live, the greater is our realization that it is brief. Opportunities come, and then they are gone. I believe that among the greatest lessons we are to learn in this short sojourn upon the earth are lessons that help us distinguish between what is important and what is not. I plead with you not to let those most important things pass you by as you plan for that illusive and nonexistent future when you will have time to do all that you want to do. Instead, find joy in the journey—now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p11\" class=\"\">I am what my wife, Frances, calls a “show-a-holic.” I thoroughly enjoy many musicals, and one of my favorites was written by the American composer Meredith Willson and is entitled <span class=\"emphasis\">The Music Man.<\/span> Professor Harold Hill, one of the principal characters in the show, voices a caution that I share with you. Says he, “You pile up enough tomorrows, and you’ll find you’ve collected a lot of empty yesterdays.”<sup class=\"noteMarker\"><a href=\"#footnote1-02211_000_028\">1<\/a>\n       <span class=\"footnote\">[Meredith Willson and Franklin Lacey, <span class=\"emphasis\">The Music Man<\/span> (1957).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p12\" class=\"\">My brothers and sisters, there is no tomorrow to remember if we don’t do something today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p13\" class=\"\">I’ve shared with you previously an example of this philosophy. I believe it bears repeating. Many years ago, Arthur Gordon wrote in a national magazine, and I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p14\" class=\"\">“When I was around thirteen and my brother ten, Father had promised to take us to the circus. But at lunchtime there was a phone call; some urgent business required his attention downtown. We braced ourselves for disappointment. Then we heard him say [into the phone], ‘No, I won’t be down. It’ll have to wait.’<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p15\" class=\"\">“When he came back to the table, Mother smiled. ‘The circus keeps coming back, you know,’ [she said.]<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p16\" class=\"\">“‘I know,’ said Father. ‘But childhood doesn’t.’”<sup class=\"noteMarker\"><a href=\"#footnote2-02211_000_028\">2<\/a>\n       <span class=\"footnote\">[Arthur Gordon, <span class=\"emphasis\">A Touch of Wonder<\/span> (1974), 77–78.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p17\" class=\"\">If you have children who are grown and gone, in all likelihood you have occasionally felt pangs of loss and the recognition that you didn’t appreciate that time of life as much as you should have. Of course, there is no going back, but only forward. Rather than dwelling on the past, we should make the most of today, of the here and now, doing all we can to provide pleasant memories for the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p18\" class=\"\">If you are still in the process of raising children, be aware that the tiny fingerprints that show up on almost every newly cleaned surface, the toys scattered about the house, the piles and piles of laundry to be tackled will disappear all too soon and that you will—to your surprise—miss them profoundly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p19\" class=\"\">Stresses in our lives come regardless of our circumstances. We must deal with them the best we can. But we should not let them get in the way of what is most important—and what is most important almost always involves the people around us. Often we assume that they <span class=\"emphasis\">must<\/span> know how much we love them. But we should never assume; we should let them know. Wrote William Shakespeare, “They do not love that do not show their love.”<sup class=\"noteMarker\"><a href=\"#footnote3-02211_000_028\">3<\/a>\n       <span class=\"footnote\">[William Shakespeare, <span class=\"emphasis\">Two Gentlemen of Verona,<\/span> act 1, scene 2, line 31.]<\/span><\/sup> We will never regret the kind words spoken or the affection shown. Rather, our regrets will come if such things are omitted from our relationships with those who mean the most to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p20\" class=\"\">Send that note to the friend you’ve been neglecting; give your child a hug; give your <span class=\"emphasis\">parents<\/span> a hug; say “I love you” more; always express your thanks. Never let a problem to be solved become more important than a person to be loved. Friends move away, children grow up, loved ones pass on. It’s so easy to take others for granted, until that day when they’re gone from our lives and we are left with feelings of “what if” and “if only.” Said author Harriet Beecher Stowe, “The bitterest tears shed over graves are for words left unsaid and deeds left undone.”<sup class=\"noteMarker\"><a href=\"#footnote4-02211_000_028\">4<\/a>\n       <span class=\"footnote\">[Harriet Beecher Stowe, in Gorton Carruth and Eugene Erlich, comps., <span class=\"emphasis\">The Harper Book of American Quotations<\/span> (1988), 173.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p21\" class=\"\">In the 1960s, during the Vietnam War, Church member Jay Hess, an airman, was shot down over North Vietnam. For two years his family had no idea whether he was dead or alive. His captors in Hanoi eventually allowed him to write home but limited his message to less than 25 words. What would you and I say to our families if we were in the same situation—not having seen them for over two years and not knowing if we would ever see them again? Wanting to provide something his family could recognize as having come from him and also wanting to give them valuable counsel, Brother Hess wrote—and I quote: “These things are important: temple marriage, mission, college. Press on, set goals, write history, take pictures twice a year.”<sup class=\"noteMarker\"><a href=\"#footnote5-02211_000_028\">5<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p22\" class=\"\">Let us relish life as we live it, find joy in the journey, and share our love with friends and family. One day each of us will run out of tomorrows.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p23\" class=\"\">In the book of John in the New Testament, <span class=\"citation\" id=\"117317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117317)\">chapter 13, verse 34<\/a><\/span>, the Savior admonishes us, “As I have loved you, … love one another.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p24\" class=\"\">Some of you may be familiar with Thornton Wilder’s classic drama <span class=\"emphasis\">Our Town.<\/span> If you are, you will remember the town of Grover’s Corners, where the story takes place. In the play Emily Webb dies in childbirth, and we read of the lonely grief of her young husband, George, left with their four-year-old son. Emily does not wish to rest in peace; she wants to experience again the joys of her life. She is granted the privilege of returning to earth and reliving her 12th birthday. At first it is exciting to be young again, but the excitement wears off quickly. The day holds no joy now that Emily knows what is in store for the future. It is unbearably painful to realize how unaware she had been of the meaning and wonder of life while she was alive. Before returning to her resting place, Emily laments, “Do … human beings ever realize life while they live it—every, every minute?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p25\" class=\"\">Our realization of what is most important in life goes hand in hand with gratitude for our blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p26\" class=\"\">Said one well-known author: “Both abundance and lack [of abundance] exist simultaneously in our lives, as parallel realities. It is always our conscious choice which secret garden we will tend … when we choose not to focus on what is missing from our lives but are grateful for the abundance that’s present—love, health, family, friends, work, the joys of nature, and personal pursuits that bring us [happiness]—the wasteland of illusion falls away and we experience heaven on earth.”<sup class=\"noteMarker\"><a href=\"#footnote6-02211_000_028\">6<\/a>\n       <span class=\"footnote\">[Sarah Ban Breathnach, in John Cook, comp., <span class=\"emphasis\">The Book of Positive Quotations,<\/span> 2nd ed. (2007), 342.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p27\" class=\"\">In the Doctrine and Covenants, <span class=\"citation\" id=\"117635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117635)\">section 88, verse 33<\/a><\/span>, we are told: “For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift? Behold, he rejoices not in that which is given unto him, neither rejoices in him who is the giver of the gift.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p28\" class=\"\">The ancient Roman philosopher Horace admonished, “Whatever hour God has blessed you with, take it with grateful hand, nor postpone your joys from year to year, so that in whatever place you have been, you may say that you have lived happily.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p29\" class=\"\">Many years ago I was touched by the story of Borghild Dahl. She was born in Minnesota in 1890 of Norwegian parents and from her early years suffered severely impaired vision. She had a tremendous desire to participate in everyday life despite her handicap and, through sheer determination, succeeded in nearly everything she undertook. Against the advice of educators, who felt her handicap was too great, she attended college, receiving her bachelor of arts degree from the University of Minnesota. She later studied at Columbia University and the University of Oslo. She eventually became the principal of eight schools in western Minnesota and North Dakota.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p30\" class=\"\">She wrote the following in one of the 17 books she authored: “I had only one eye, and it was so covered with dense scars that I had to do all my seeing through one small opening in the left of the eye. I could see a book only by holding it up close to my face and by straining my one eye as hard as I could to the left.”<sup class=\"noteMarker\"><a href=\"#footnote7-02211_000_028\">7<\/a>\n       <span class=\"footnote\">[Borghild Dahl, <span class=\"emphasis\">I Wanted to See<\/span> (1944), 1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p31\" class=\"\">Miraculously, in 1943—when she was over 50 years old—a revolutionary procedure was developed which finally restored to her much of the sight she had been without for so long. A new and exciting world opened up before her. She took great pleasure in the small things most of us take for granted, such as watching a bird in flight, noticing the light reflected in the bubbles of her dishwater, or observing the phases of the moon each night. She closed one of her books with these words: “Dear … Father in heaven, I thank Thee. I thank Thee.”<sup class=\"noteMarker\"><a href=\"#footnote8-02211_000_028\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">I Wanted to See,<\/span> 210.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p32\" class=\"\">Borghild Dahl, both before and after her sight was restored, was filled with gratitude for her blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p33\" class=\"\">In 1982, two years before she died, at the age of 92 her last book was published. Its title: <span class=\"emphasis\">Happy All My Life.<\/span> Her attitude of thankfulness enabled her to appreciate her blessings and to live a full and rich life despite her challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p34\" class=\"\">In 1 Thessalonians in the New Testament, <span class=\"citation\" id=\"117360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117360)\">chapter 5, verse 18<\/a><\/span>, we are told by the Apostle Paul, “In every thing give thanks: for this is the will of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p35\" class=\"\">Recall with me the account of the 10 lepers:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p36\" class=\"\">“And as [Jesus] entered into a certain village, there met him ten men that were lepers, which stood afar off:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p37\" class=\"\">“And they lifted up their voices, and said, Jesus, Master, have mercy on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p38\" class=\"\">“And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p39\" class=\"\">“And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p40\" class=\"\">“And fell down on his face at his feet, giving him thanks: and he was a Samaritan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p41\" class=\"\">“And Jesus answering said, Were there not ten cleansed? but where are the nine?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p42\" class=\"\">“There are not found that returned to give glory to God, save this stranger.”<sup class=\"noteMarker\"><a href=\"#footnote9-02211_000_028\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117295)\">Luke 17:12–18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p43\" class=\"\">Said the Lord in a revelation given through the Prophet Joseph Smith, “In nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things.”<sup class=\"noteMarker\"><a href=\"#footnote10-02211_000_028\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117617)\">D&amp;C 59:21<\/a><\/span>.]<\/span><\/sup> May we be found among those who give our thanks to our Heavenly Father. If ingratitude be numbered among the serious sins, then gratitude takes its place among the noblest of virtues.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p44\" class=\"\">Despite the changes which come into our lives and with gratitude in our hearts, may we fill our days—as much as we can—with those things which matter most. May we cherish those we hold dear and express our love to them in word and in deed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p45\" class=\"\">In closing, I pray that all of us will reflect gratitude for our Lord and Savior, Jesus Christ. His glorious gospel provides answers to life’s greatest questions: Where did we come from? Why are we here? Where does my spirit go when I die?<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p46\" class=\"\">He taught us how to pray. He taught us how to serve. He taught us how to live. His life is a legacy of love. The sick He healed; the downtrodden He lifted; the sinner He saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p47\" class=\"\">The time came when He stood alone. Some Apostles doubted; one betrayed Him. The Roman soldiers pierced His side. The angry mob took His life. There yet rings from Golgotha’s hill His compassionate words, “Father, forgive them; for they know not what they do.”<sup class=\"noteMarker\"><a href=\"#footnote11-02211_000_028\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117298)\">Luke 23:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p48\" class=\"\">Earlier, perhaps perceiving the culmination of His earthly mission, He spoke the lament, “Foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.”<sup class=\"noteMarker\"><a href=\"#footnote12-02211_000_028\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117262)\">Matthew 8:20<\/a><\/span>.]<\/span><\/sup> “No room in the inn”<sup class=\"noteMarker\"><a href=\"#footnote13-02211_000_028\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"117287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117287)\">Luke 2:7<\/a><\/span>.]<\/span><\/sup> was not a singular expression of rejection—just the first. Yet He invites you and me to receive Him. “Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.”<sup class=\"noteMarker\"><a href=\"#footnote14-02211_000_028\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117384)\">Revelation 3:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p49\" class=\"\">Who was this Man of sorrows, acquainted with grief? Who is the King of glory, this Lord of hosts? He is our Master. He is our Savior. He is the Son of God. He is the Author of our Salvation. He beckons, “Follow me.”<sup class=\"noteMarker\"><a href=\"#footnote15-02211_000_028\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117281)\">Mark 2:14<\/a><\/span>.]<\/span><\/sup> He instructs, “Go, and do thou likewise.”<sup class=\"noteMarker\"><a href=\"#footnote16-02211_000_028\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117291)\">Luke 10:37<\/a><\/span>.]<\/span><\/sup> He pleads, “Keep my commandments.”<sup class=\"noteMarker\"><a href=\"#footnote17-02211_000_028\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117563)\">D&amp;C 11:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p50\" class=\"\">Let us follow Him. Let us emulate His example. Let us obey His word. By so doing, we give to Him the divine gift of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/finding-joy-in-the-journey.p51\" class=\"\">Brothers and sisters, my sincere prayer is that we may adapt to the changes in our lives, that we may realize what is most important, that we may express our gratitude always and thus find joy in the journey. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02211_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Meredith Willson and Franklin Lacey, <span class=\"emphasis\">The Music Man<\/span> (1957).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02211_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Arthur Gordon, <span class=\"emphasis\">A Touch of Wonder<\/span> (1974), 77–78.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02211_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>William Shakespeare, <span class=\"emphasis\">Two Gentlemen of Verona,<\/span> act 1, scene 2, line 31.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02211_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Harriet Beecher Stowe, in Gorton Carruth and Eugene Erlich, comps., <span class=\"emphasis\">The Harper Book of American Quotations<\/span> (1988), 173.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02211_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02211_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Sarah Ban Breathnach, in John Cook, comp., <span class=\"emphasis\">The Book of Positive Quotations,<\/span> 2nd ed. (2007), 342.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02211_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Borghild Dahl, <span class=\"emphasis\">I Wanted to See<\/span> (1944), 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02211_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">I Wanted to See,<\/span> 210.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02211_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117295)\">Luke 17:12–18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02211_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117617)\">D&amp;C 59:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02211_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117298)\">Luke 23:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02211_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117262)\">Matthew 8:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-02211_000_028\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117287)\">Luke 2:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-02211_000_028\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117384)\">Revelation 3:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-02211_000_028\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117281)\">Mark 2:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-02211_000_028\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117291)\">Luke 10:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_028\"><a name=\"-02211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-02211_000_028\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117563)\">D&amp;C 11:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}