{"ID":7617, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Returning Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p2\" class=\"\">Elder Eduardo Gavarret<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/eduardo-gavarret-10.jpg\" alt=\"Eduardo Gavarret\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What a tremendous impact we can make in the lives of so many … when we accept the Savior’s invitation to feed His sheep.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_032<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p5\" class=\"\">It gets very cold during the winter in my hometown of Minas, Uruguay. At sunset my mother used to place logs in the fireplace in order to keep our dining room warm, and one by one, my parents, sisters, and I would gather together, once our daily chores were done. That cozy room—created by the warmth of the fireplace, combined with the presence of each one of the members of the family—instilled feelings within me that I shall treasure forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p6\" class=\"\">After my wife and I formed our own family, wherever we were living, we all also gathered often, whether around a fireplace or simply around the warmth we always feel whenever we are reunited with our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p7\" class=\"\">What a beautiful feeling! What a lovely place is our house, our home, our refuge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p8\" class=\"\">Through the years our family has lived in different countries, and in each one of them we were able to find within the Church the same feeling of warmth from members in every ward we attended.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p9\" class=\"\">Each member of the Church should have the opportunity to experience such pleasant feelings, and they can experience these feelings through our efforts of reactivation and missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p10\" class=\"\">Let me share with you something that has been happening in some stakes and districts in Peru, and in so doing, I will mention some family names: the Causo family, the Banda family, the Vargas family, and the list goes on. It includes over 1,700 names of members who have come home. They are members of different wards, branches, stakes, and districts from all over the country of Peru who were invited by stake presidents, bishops, and leaders of quorums and auxiliary organizations to return home. They accepted the invitation made by priesthood leaders, full-time missionaries, and others who took upon themselves the responsibility to help them return to Church and come unto Christ. To each one of them, we say, “Welcome. Welcome home!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p11\" class=\"\">What made it possible for these persons to return home? It was the combined effort of 14 stakes and 4 districts in a mission laboring for one year to bring about the return of all these persons through reactivation and the ordinances of baptism and confirmation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p12\" class=\"\">This effort was inspired by the Savior’s words: “Lovest thou me? … Feed my sheep” (<span class=\"citation\" id=\"117330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117330)\">John 21:16<\/a><\/span>) and by the teaching of President Thomas S. Monson, who said: “Over the years we have issued appeals to the less active, the offended, the critical, the transgressor—to come back. ‘Come back and feast at the table of the Lord, and taste again the sweet and satisfying fruits of fellowship with the Saints’ ” (“Looking Back and Moving Forward,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 89).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p13\" class=\"\">Alma, feeling great suffering for the souls of his brethren, prayed to the Lord, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p14\" class=\"\">“O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p15\" class=\"\">“Behold, O Lord, their souls are precious, and many of them are our brethren; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee” (<span class=\"citation\" id=\"117463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117463)\">Alma 31:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p16\" class=\"\">President Angel Alarcón from the Puente Piedra stake in Lima, Peru, shared the following experience with me: “Each Saturday, the missionaries, the bishop, some leaders from auxiliary organizations, and I visit less-active members, nonmembers, and new converts from 8:30 a.m. till noon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p17\" class=\"\">At this point of his story, the words of the hymn came to my mind:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dear to the heart of the Shepherd,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dear are the lambs of his fold;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Some from the pastures are straying,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hungry and helpless and cold.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">See, the Good Shepherd is seeking,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seeking the lambs that are lost,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bringing them in with rejoicing,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Saved at such infinite cost.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p26\" class=\"\">(“Dear to the Heart of the Shepherd,” <span class=\"emphasis\">Hymns,<\/span> no. 221)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p27\" class=\"\">Brother Vargas, whose home was located in an area of limited access, received a call one Saturday morning. It was President Alarcón, calling from his mobile phone, announcing his arrival. Brother Vargas then said: “I am surprised; it is very hard to reach my house.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p28\" class=\"\">To which came the reply: “Well, I am at your door right now, and I wish to speak to you. We need you, and we invite you to come to our Church meetings tomorrow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p29\" class=\"\">Then the man, who had stopped attending church for many years, replied, “I will be there.” Thus, he started his journey back home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p30\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p31\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p32\" class=\"\">“… Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"117275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117275)\">Matthew 25:35–36, 40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p33\" class=\"\">While taking part in Sunday meetings a couple of weeks ago, I had the chance to meet a brother who was attending for the first time after many years of being away. He was accompanied by his wife, who was not a member of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p34\" class=\"\">When I asked him why he had decided to return, he replied, “My friend Fernando and this good bishop invited me to come, and I did. I found the Church many years ago, and I have a small flame still burning within my heart. It may not be strong, but it is there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p35\" class=\"\">I concluded, “Well, as your brethren, we shall blow that flame together to keep it alive.” Then we gave each other a hug.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p36\" class=\"\">The interest, attention, and care towards our brethren are profound manifestations of love for our Heavenly Father. In fact, we express our love for God when we serve and when this service is focused on our neighbor’s well-being.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p37\" class=\"\">King Benjamin taught about it: “And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God” (<span class=\"citation\" id=\"117435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117435)\">Mosiah 2:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p38\" class=\"\">What a tremendous impact we can make in the lives of so many less-active families and of those who are not members of the Church when we accept the Savior’s invitation to feed His sheep and help everyone to come unto Christ!<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p39\" class=\"\">These experiences are a few of what thousands of brethren are quietly doing: accepting the Lord’s invitation to feed His sheep. Let us remember that love and service are like twins who seek each other’s companionship.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p40\" class=\"\">Oh, that each one of us would accept, as a beautiful demonstration of our love for our Heavenly Father, the responsibility we bear as members of this Church to seek after those who are not here with us! If through this loving service we should bring only one soul to the Church and if we would make it the object of our lives, how much rejoicing would we bring upon us and upon those whom we help return to Christ!<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hark! he is earnestly calling,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Tenderly pleading today:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Will you not seek for my lost ones,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Off from my shelter astray?”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p45\" class=\"\"><span class=\"emphasis\">(Hymns,<\/span> no. 221)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p46\" class=\"\">I testify that we are sons and daughters of a Heavenly Father, who loves us and who knows each of us by our own name.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/returning-home.p47\" class=\"\">I bear my testimony of the love of our Father and Savior. He loved us first and gave His Son so that, through Him, we could be able to come back home. I express my love for Him, my Savior, my Lord, my Master, and my Redeemer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}