{"ID":762, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">No Greater Joy<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1955, pp. 51-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI trust the Lord will be with me and bless me as I address you. In the Third Epistle of John,\nthe fourth verse, are these words: \n<\/p><p>\nI have no greater joy than to hear that my children walk in truth\n(<span class=\"citation\" id=\"5318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5318)\">3 Jn. 1:4<\/a><\/span>).\n<\/p><p>\nThe greatest gift that can come to a boy, as I review the humble experiences of my own life,\nis that he may have good guidance, that he may sense a faith in God, and enjoy the gospel of\nJesus Christ, that he may receive the gift of the Holy Ghost and hold worthily the Holy\nPriesthood.\n<\/p><p>\nThe other evening a lad came to our home.  He was accompanying a high priest.  They were\nour ward teachers. The high priest said as he addressed us, \"Brother Kirkham, we have a little\nmessage for you from our bishop concerning our religion.\" The message was given.  We felt\nthe spirit of it.  It was simple and sincere.  I thanked them, then the high priest turned to the\nboy of fourteen, a teacher in the Aaronic Priesthood, and said, \"John, you say a prayer for\nBrother Kirkham and his family.\" We were appreciative and listened, for we know that we\nhave no greater joy than to know that we walk in truth.\n<\/p><p>\nComing down on the elevator in our office building the other day, a young man recognized\nme and he said, \"This is my mother, Brother Kirkham.  I'm just back from my mission.  She\nhas worked continuously for me while I've been away. She has kept me.  She saw that my\ncheck came every month to pay my expenses.  Now, Lord being willing, Mother is going on\na mission. I will pay her way.\" The greatest gift that comes to us in early life is to be guided\nin simple truths, and to do the will of our Heavenly Father.  As President McKay said to us\nthis morning, \"We are concerned with those simple, vital things that help us.\" That boy you\nmeet tonight or tomorrow morning or the next day and what you say to him and do for him is\nall-important.\n<\/p><p>\nI know a boy in Iowa who one day was plowing in an open field.  He did not know at the\ntime that a very distinguished gentleman was passing by, but the man said, \"The furrow in\nthat open field was plowed so straight that I had to stop. Did you plow the first furrow in\nthis field?\" \"Yes,\" said he. \"They did not peg it off for you?\" \"No, sir.\" Then my friend said\nto the boy, \"You'll plow many straight things in life.  Good-bye.\"\n<\/p><p>\nSeveral years went by.  My friend came again to Iowa.  He was met by a gentleman, this\ntime in a fine automobile.  \"Do you remember being in these parts about twelve years ago?\"\n\"Yes, I have a note here in my book of a straight furrow plowed in an open field by a boy.\"\n\"Well,\" said the man, \"I don't want you to say anything to these people about this incident,\nbut I am the mayor of this city.  I want to say to you, I was behind that plow.  I was that\nboy.  You journeyed on over the hill that day on your way.  What you said as we chatted\nabout 'The straight furrow' has lingered with me through these years.  I wanted you to know\nthat those few words have given me encouragement ever since that day.\"\n<\/p><p>\nWe philosophize; we delve into great truths&mdash;these things enrich our lives, but it is still the\nsimple things that are effective.  We \"have no greater joy than to hear that our children walk\nin truth\" (<span class=\"citation\" id=\"5319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5319)\">3 Jn. 1:4<\/a><\/span>).\n<\/p><p>\nMay God bless us that this joy may ever be ours and that we may ever appreciate the sacred\nwords of the Lord as given in the Holy Scriptures and with courage and simplicity live the\ntruth, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}