{"ID":7620, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Until We Meet Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we be good citizens of the nations in which we live and good neighbors in our communities, reaching out to those of other faiths, as well as to our own.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">02211_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p4\" class=\"\">Brothers and sisters, I know you will agree with me that this has been a most inspiring conference. We have felt the Spirit of the Lord in rich abundance these past two days as our hearts have been touched and our testimonies of this divine work have been strengthened. I am certain I represent the membership of the Church everywhere in expressing appreciation to the brethren and sisters who have addressed us. I am reminded of the words of Moroni found in the Book of Mormon: “And their meetings were conducted by the church after the manner of the workings of the Spirit, and by the power of the Holy Ghost; for as the power of the Holy Ghost led them whether to preach, or to exhort, or to pray, or to supplicate, or to sing, even so it was done.”<sup class=\"noteMarker\"><a href=\"#footnote1-02211_000_035\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117535)\">Moroni 6:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p5\" class=\"\">May we long remember what we have heard during this general conference. The messages which have been given will be printed in next month’s <span class=\"emphasis\">Ensign<\/span> and <span class=\"emphasis\">Liahona<\/span> magazines. I urge you to study them and to ponder their teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p6\" class=\"\">To you Brethren who have been released at this conference, we express our deep appreciation for your many years of dedicated service. The entire membership of the Church has benefited from your countless contributions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p7\" class=\"\">I assure you that our Heavenly Father is mindful of the challenges we face in the world today. He loves each of us and will bless us as we strive to keep His commandments and seek Him through prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p8\" class=\"\">We are a global church, brothers and sisters. Our membership is found throughout the world. May we be good citizens of the nations in which we live and good neighbors in our communities, reaching out to those of other faiths, as well as to our own. May we be men and women of honesty and integrity in everything we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p9\" class=\"\">There are those throughout the world who are hungry; there are those who are destitute. Working together, we can alleviate suffering and provide for those in need. In addition to the service you give as you care for one another, your contributions to the funds of the Church enable us to respond almost immediately when disasters occur anywhere in the world. We are nearly always among the first on the scene to provide whatever assistance we can. We thank you for your generosity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p10\" class=\"\">There are other difficulties in the lives of some. Particularly among the young, there are those who are tragically involved in such things as drugs, immorality, gangs, and all the serious problems that go with them. In addition, there are those who are lonely, including widows and widowers, who long for the company and the concern of others. May we ever be mindful of the needs of those around us and be ready to extend a helping hand and a loving heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p11\" class=\"\">Brothers and sisters, how blessed we are that the heavens are indeed open, that the restored Church of Jesus Christ is upon the earth today, and that the Church is founded upon the rock of revelation. We know that continuous revelation is the very lifeblood of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p12\" class=\"\">May each of us go safely to our homes. May we live together in peace and harmony and love. May we strive each day to follow the Savior’s example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p13\" class=\"\">God bless you, my brothers and sisters. I thank you for your prayers in my behalf and in behalf of all the General Authorities. We are deeply grateful for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p14\" class=\"\">In one of Christopher Marlowe’s plays, <span class=\"emphasis\">The Tragical History of Dr. Faustus,<\/span> there is portrayed an individual, Dr. Faustus, who chose to ignore God and follow the pathway of Satan. At the end of his wicked life, and facing the frustration of opportunities lost and punishment certain to come, he lamented, “[There is] more searing anguish than [flaming] fire—eternal exile from God.”<sup class=\"noteMarker\"><a href=\"#footnote2-02211_000_035\">2<\/a>\n       <span class=\"footnote\">[See “Deviled Marlowe,” <span class=\"emphasis\">Time,<\/span> Oct. 16, 1964, 77.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p15\" class=\"\">My brothers and sisters, just as eternal exile from God may be the most searing anguish, so eternal life in the presence of God is our most precious goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p16\" class=\"\">With all my heart and soul I pray that we might continue to persevere in the pursuit of this most precious prize.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/until-we-meet-again.p17\" class=\"\">I bear witness to you that this work is true, that our Savior lives, and that He guides and directs His Church here upon the earth. I bid you farewell, my dear brothers and sisters, until we meet again in six months. In the name of Jesus of Nazareth, our Savior, our Redeemer whom we serve, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02211_000_035\"><a name=\"-02211_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02211_000_035\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117535)\">Moroni 6:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_035\"><a name=\"-02211_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02211_000_035\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Deviled Marlowe,” <span class=\"emphasis\">Time,<\/span> Oct. 16, 1964, 77.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}