{"ID":7621, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Fulfilling the Purpose of Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p3\" class=\"\">Julie B. Beck<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p4\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/julie-b-beck-10.jpg\" alt=\"Julie B. Beck\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Relief Society was established by the Lord to organize, teach, and inspire His daughters to prepare for the blessings of eternal life.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">02211_000_036<\/span>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p6\" class=\"\">Our dear sisters, what a beautiful sight you are and how grateful we are to be with you. Our love and appreciation for you are profound.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p7\" class=\"\">As a Relief Society general presidency, we have had the opportunity this past year to visit you around the world. We have counseled with you in Germany, Denmark, Australia, and Ghana. We have prayed with you in Singapore, Hong Kong, India, and Sri Lanka. We have been uplifted and edified with you in Brazil, Chile, Puerto Rico, Canada, and the United States.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p8\" class=\"\">We rejoice in the knowledge that you are going about doing good, as the Savior did. You are doing a magnificent work. Yet we feel impressed to say that there is more to be done. We have sought inspiration from the Lord to know how to assist the priesthood in building up the kingdom of God on the earth. It is time for Relief Society to fulfill its purpose as never before. To move forward and achieve what the Lord desires, we must clearly understand the purpose of Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p9\" class=\"\">I will begin by reviewing some of the history of Relief Society in order to explain why Relief Society was established. I will then outline three responsibilities that every Relief Society sister shares. Finally, I will explain how the Lord expects us to fulfill the divine commission that we have received, both at an individual level and an organizational level.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I. Why Relief Society Was Established<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p11\" class=\"\">It is impossible to understand why we have an organization for women in the Church without having an understanding of the Restoration of the gospel of Jesus Christ. The Lord, knowing about the calamities that would come to pass in these latter days, spoke to His servant Joseph Smith Jr. “and gave him commandments; …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p12\" class=\"\">“That faith … might increase in the earth;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p13\" class=\"\">“That [His] everlasting covenant might be established;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p14\" class=\"\">“That the fulness of [His] gospel might be proclaimed by the weak and the simple unto the ends of the world.”<sup class=\"noteMarker\"><a href=\"#footnote1-02211_000_036\">1<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117552)\">D&amp;C 1:17, 21–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p15\" class=\"\">The work of the Lord is accomplished as His gospel is “preached unto every nation, and kindred, and tongue, and people”<sup class=\"noteMarker\"><a href=\"#footnote2-02211_000_036\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117704)\">D&amp;C 133:37<\/a><\/span>.]<\/span><\/sup> and as His everlasting covenant is established through the ordinances of the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p16\" class=\"\">Just as the Savior invited Mary and Martha of New Testament times<sup class=\"noteMarker\"><a href=\"#footnote3-02211_000_036\">3<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"117292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117292)\">Luke 10:38–42<\/a><\/span>.]<\/span><\/sup> to participate in His work, women of this dispensation have an official commission to participate in the Lord’s work. From the earliest days of the Restoration, women were active in helping build up the Church by supporting missionary efforts, contributing to the construction of temples, and establishing communities where the Saints could worship together. The organization of Relief Society in 1842 mobilized the collective power of the women and their specific assignments to build the Lord’s kingdom, just as the organization of priesthood quorums gave men specific responsibilities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p17\" class=\"\">Since its organization, Relief Society has spread throughout the world and has been called “the largest, and by all measure, the greatest women’s organization on earth.”<sup class=\"noteMarker\"><a href=\"#footnote4-02211_000_036\">4<\/a>\n\t <span class=\"footnote\">[Boyd K. Packer, “The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 109.]<\/span><\/sup> We know through the Prophet Joseph Smith that Relief Society was a formal part of the Restoration and that a similar organization for women existed in the Church anciently.<sup class=\"noteMarker\"><a href=\"#footnote5-02211_000_036\">5<\/a>\n\t <span class=\"footnote\">[See Eliza R. Snow, “Female Relief Society,” <span class=\"emphasis\">Deseret News,<\/span> Apr. 22, 1868, 1.]<\/span><\/sup> President Joseph F. Smith taught that Relief Society was “divinely made, divinely authorized, divinely instituted, divinely ordained of God,”<sup class=\"noteMarker\"><a href=\"#footnote6-02211_000_036\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (Melchizedek Priesthood and Relief Society course of study, 1998), 185.]<\/span><\/sup> “according to the law of heaven,”<sup class=\"noteMarker\"><a href=\"#footnote7-02211_000_036\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117663)\">D&amp;C 102:4<\/a><\/span>.]<\/span><\/sup> to help the Lord “bring to pass the … eternal life of man.”<sup class=\"noteMarker\"><a href=\"#footnote8-02211_000_036\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117713)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p18\" class=\"\">Through Relief Society, women have an official role in the Church with great responsibilities, “including working in the temple and teaching the gospel.”<sup class=\"noteMarker\"><a href=\"#footnote9-02211_000_036\">9<\/a>\n\t <span class=\"footnote\">[Dallin H. Oaks, “The Priesthood and the Auxiliaries,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 17.]<\/span><\/sup> Further, Relief Society is to help women “plant and make grow … a testimony of [Jesus] Christ and of the Gospel,”<sup class=\"noteMarker\"><a href=\"#footnote10-02211_000_036\">10<\/a>\n\t <span class=\"footnote\">[The First Presidency, “Memorandum of Suggestions,” Mar. 29, 1940, 2.]<\/span><\/sup> “strengthen the family and the home,”<sup class=\"noteMarker\"><a href=\"#footnote11-02211_000_036\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Worldwide Leadership Training Meeting, <\/span>Jan. 10, 2004, 17.]<\/span><\/sup> and “attend to all family duties.”<sup class=\"noteMarker\"><a href=\"#footnote12-02211_000_036\">12<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117577)\">D&amp;C 20:47<\/a><\/span>; see also <span class=\"citation\" id=\"117578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117578)\">v. 51<\/a><\/span>.]<\/span><\/sup> It has responsibility to take care of the “necessities of the poor, the sick and the needy,” but President Joseph F. Smith said that the larger part of its work is “to look after the spiritual welfare [and salvation] … of all the female members of the Church.”<sup class=\"noteMarker\"><a href=\"#footnote13-02211_000_036\">13<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings: Joseph F. Smith, <\/span>185.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p19\" class=\"\">To summarize, the purpose of Relief Society, as established by the Lord, is to organize, teach, and inspire His daughters to prepare them for the blessings of eternal life. I would like to say that again. The purpose of Relief Society, as established by the Lord, is to organize, teach, and inspire His daughters to prepare them for the blessings of eternal life.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II. Our Responsibilities<\/h2>\n\t\t\t\t<div class=\"figure\">\n\t<p class=\"preamble\">To fulfill the purpose of Relief Society, the Lord has commissioned each Relief Society sister and the organization as a whole to:<\/p>\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Increase in faith and personal righteousness.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Strengthen families and homes.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Serve the Lord and His children.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p25\" class=\"\">Each one of these responsibilities supports and reinforces the other two. When we increase our faith, the result of that effort strengthens our family. When we serve the Lord and His children, our faith and capacity for righteousness increase. The three responsibilities are inseparably connected. Let’s begin with the first responsibility.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p26\" class=\"\"><span class=\"strong\">1. Increase in faith and personal righteousness.<\/span> To do our part under the plan of the Lord, we are to increase our faith and personal righteousness. Membership in the Church requires faith, which we nourish throughout our lives with great “diligence, and patience, and long-suffering.”<sup class=\"noteMarker\"><a href=\"#footnote14-02211_000_036\">14<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117468)\">Alma 32:43<\/a><\/span>.]<\/span><\/sup> In the common heritage we share, we have remarkable examples of faith in the early women of the Church. Early pioneer women were driven from homes and persecuted because of their faith. Others survived fires and floods. They crossed oceans and walked thousands of miles, tolerating dirt, illness, and near starvation to help build the Lord’s kingdom on the earth. Many of them buried husbands, children, parents, and siblings along the way. Why did they do this? They did it because the fire of their faith burned in their souls. These remarkable women were not seeking fine clothing, greater leisure, large earthly mansions, or more possessions. Like you, they had a conviction and a testimony that the restored gospel of Jesus Christ was true and that the Lord needed them to do their part in establishing His kingdom on the earth. Their pursuit of personal righteousness was a daily effort to become more like the Savior through repentance, scripture study, prayer, obedience to commandments, and through seeking after everything “virtuous, lovely, or of good report or praiseworthy.”<sup class=\"noteMarker\"><a href=\"#footnote15-02211_000_036\">15<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117755)\">Articles of Faith 1:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p27\" class=\"\"><span class=\"strong\">2. Strengthen families and homes.<\/span> Our second responsibility is to strengthen families and homes. Families worldwide are being assaulted and weakened by corrupt practices and false teachings. Therefore, whether we are married or single, old or young, we have a duty to defend and practice the truths found in “The Family: A Proclamation to the World.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p28\" class=\"\">The First Presidency has counseled, “However worthy and appropriate other demands or activities may be, they must not be permitted to displace the divinely-appointed duties that only parents and families can adequately perform.”<sup class=\"noteMarker\"><a href=\"#footnote16-02211_000_036\">16<\/a>\n\t <span class=\"footnote\">[First Presidency letter, Feb. 11, 1999.]<\/span><\/sup> Children being born now are growing up in an increasingly sinful world. Our homes are to be their refuge from the daily encounters they have with evil.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p29\" class=\"\">Relief Society should be organized, aligned, and mobilized to strengthen families and help our homes to be sacred sanctuaries from the world. I learned this years ago when I was newly married. My parents, who had been my neighbors, announced that they would be moving to another part of the world. I had relied on my mother’s nurturing, wise, and encouraging example. Now she was going to be gone for a long time. This was before e-mail, fax machines, cell phones, and Web cameras, and mail delivery was notoriously slow. One day before she left, I sat weeping with her and asked, “Who will be my mother?” Mother thought carefully, and with the Spirit and power of revelation which comes to women of this kind, she said to me, “If I never come back, if you never see me again, if I’m never able to teach you another thing, you tie yourself to Relief Society. Relief Society will be your mother.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p30\" class=\"\">Mother knew that if I was sick, the sisters would take care of me, and when I had my babies, they would help me. But my mother’s greatest hope was that the sisters in Relief Society would be powerful, spiritual leaders for me. I began from that time to learn abundantly from women of stature and faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p31\" class=\"\">Three different women held the calling of Relief Society president in my wards during the years my parents were away. Alta Chamberlain invited me to teach time management and home organization to the other sisters, perhaps because she saw that I needed to improve those skills. Jeanne Horne encouraged me to complete my first serious personal study of the Book of Mormon. Norma Healey gave me my first assignments at the cannery and taught me much about service. These wonderful women understood the purpose of Relief Society.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p32\" class=\"\"><span class=\"strong\">3. Serve the Lord and His children.<\/span> A third responsibility of all women of the Church is to serve the Lord and His children. It is interesting to me that during the years my mother was away, I served as the ward Primary president and later as the ward Young Women president. I was a member of the ward council, working under the direction of the bishopric. President Boyd K. Packer taught us that “just as [the service of many brethren in the Aaronic Priesthood] strengthens the Higher Priesthood, … to unselfishly render this service [in Young Women and Primary] is to show devotion to Relief Society.”<sup class=\"noteMarker\"><a href=\"#footnote17-02211_000_036\">17<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.]<\/span><\/sup> When we serve in another auxiliary, we are not released from the sisterhood of Relief Society. Because we do not go in or out of Relief Society, we are always connected to the purpose and responsibilities of Relief Society and are blessed by all opportunities to be examples and faith-filled shepherds to our Father’s children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p33\" class=\"\">Relief Society has within its commission some of the most remarkable service opportunities on earth, which are available to <span class=\"emphasis\">all<\/span> sisters. In my travels across the world, I have seen that the thousands upon thousands of you who do not currently have a husband or children are an incredible reservoir of faith, talent, and dedication. No one is better positioned than you to work in temples, serve missions, teach the rising generation, and help those who are downtrodden. The Lord <span class=\"emphasis\">needs<\/span> you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p34\" class=\"\">I have also marveled at the youth and energy of you who are just arriving in Relief Society from the Young Women program. I have seen how your hearts yearn to make a difference for good in the world. I often imagine the potential of what could be happening with family history work, for example, if you shared your technical skills with older sisters (like me!). We simply cannot afford to squander your youthful and energetic power by suggesting you sit by, watching older and more experienced women do all of the planning, organizing, and work of Relief Society.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III. Fulfilling the Purpose<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p36\" class=\"\">We can do the work of the Lord in His way when we seek, receive, and act on personal revelation. Without personal revelation, we cannot succeed. If we heed personal revelation, we cannot fail. The prophet Nephi instructs us that the Holy Ghost will show us “all things what [we] should do.”<sup class=\"noteMarker\"><a href=\"#footnote18-02211_000_036\">18<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117426)\">2 Nephi 32:5<\/a><\/span>.]<\/span><\/sup> It was prophesied that in the latter days the Lord would pour out His Spirit upon His handmaids.<sup class=\"noteMarker\"><a href=\"#footnote19-02211_000_036\">19<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"117249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117249)\">Joel 2:29<\/a><\/span>.]<\/span><\/sup> This will happen as we allow ourselves to be still enough and quiet enough to listen to the voice of the Spirit. Elder Neal A. Maxwell taught us that receiving revelation for our calling and in our personal lives “requires serious mental effort on our part. … Revelation is not a matter of pushing buttons, but of pushing ourselves, often aided by fasting, scripture study, and personal pondering.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p37\" class=\"\">“Most of all, revelation requires us to have a sufficient degree of personal righteousness, so that on occasion revelation may come to the righteous, unsolicited.”<sup class=\"noteMarker\"><a href=\"#footnote20-02211_000_036\">20<\/a>\n\t <span class=\"footnote\">[Neal A. Maxwell, “Revelation,” <span class=\"emphasis\">First Worldwide Leadership Training Meeting,<\/span> Jan. 11, 2003, 5.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>IV. Conclusion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p39\" class=\"\">President Spencer W. Kimball stated a number of years ago that “there is a power in this organization that has not yet been fully exercised to strengthen the homes of Zion and build the Kingdom of God—nor will it until both the sisters and the priesthood catch the vision of Relief Society.”<sup class=\"noteMarker\"><a href=\"#footnote21-02211_000_036\">21<\/a>\n\t <span class=\"footnote\">[Spencer W. Kimball, “Relief Society—Its Promise and Potential,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1976, 4.]<\/span><\/sup> Relief Society was established by the Lord to organize, teach, and inspire His daughters to prepare for the blessings of eternal life. Our aim is to support the women of the Church in their individual responsibilities by ensuring that every meeting, every lesson, and every activity we undertake helps them increase in faith and personal righteousness, strengthen their families and their homes, and serve the Lord and His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2008\/11\/fulfilling-the-purpose-of-relief-society.p40\" class=\"\">The only way we can accomplish this is by seeking, receiving, and acting on personal revelation. The real power in this great worldwide sisterhood lies within each woman. Though we may see ourselves as weak and simple, we all share a noble heritage and can develop a faith that is equal to that of remarkable, faithful women who have gone before us. We have a vital role to play in helping build the kingdom of God and preparing for the Lord’s coming. In fact, the Lord cannot accomplish His work without the help of His daughters. Because of that, the Lord expects us to increase our offering. He expects us to fulfill the purpose of Relief Society as never before. I am grateful to testify of the truthfulness of the restored gospel of Jesus Christ and of a living prophet today who leads His work. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-02211_000_036\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117552)\">D&amp;C 1:17, 21–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-02211_000_036\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117704)\">D&amp;C 133:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-02211_000_036\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117292)\">Luke 10:38–42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-02211_000_036\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Boyd K. Packer, “The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 109.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-02211_000_036\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See Eliza R. Snow, “Female Relief Society,” <span class=\"emphasis\">Deseret News,<\/span> Apr. 22, 1868, 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-02211_000_036\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (Melchizedek Priesthood and Relief Society course of study, 1998), 185.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-02211_000_036\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117663)\">D&amp;C 102:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-02211_000_036\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117713)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-02211_000_036\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Dallin H. Oaks, “The Priesthood and the Auxiliaries,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 17.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-02211_000_036\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>The First Presidency, “Memorandum of Suggestions,” Mar. 29, 1940, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-02211_000_036\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Worldwide Leadership Training Meeting, <\/span>Jan. 10, 2004, 17.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-02211_000_036\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117577)\">D&amp;C 20:47<\/a><\/span>; see also <span class=\"citation\" id=\"117578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117578)\">v. 51<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-02211_000_036\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings: Joseph F. Smith, <\/span>185.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-02211_000_036\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117468)\">Alma 32:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-02211_000_036\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117755)\">Articles of Faith 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-02211_000_036\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency letter, Feb. 11, 1999.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-02211_000_036\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-02211_000_036\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117426)\">2 Nephi 32:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-02211_000_036\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117249)\">Joel 2:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-02211_000_036\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>Neal A. Maxwell, “Revelation,” <span class=\"emphasis\">First Worldwide Leadership Training Meeting,<\/span> Jan. 11, 2003, 5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-02211_000_036\"><a name=\"-02211_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-02211_000_036\">21.<\/a>\n      <\/span>\n\t\t\t\t<p>Spencer W. Kimball, “Relief Society—Its Promise and Potential,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1976, 4.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}