{"ID":7627, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Becoming Provident Providers Temporally and Spiritually\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">When we live providently, we can provide for ourselves and our families and also follow the Savior’s example to serve and bless others.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_004<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p5\" class=\"\">How blessed we are to be led by a living prophet! Growing up during the Great Depression, President Thomas S. Monson learned how to serve others. Often his mother asked him to deliver food to needy neighbors, and she would give homeless men odd jobs in exchange for home-cooked meals. Later as a young bishop, he was taught by President J. Reuben Clark, “Be kind to the widow and look after the poor” (in Thomas S. Monson, “A Provident Plan—A Precious Promise,” <span class=\"emphasis\">Ensign,<\/span> May 1986, 62). President Monson looked after 84 widows and cared for them until they passed away. Through the years, his service to members and neighbors throughout the world has become the hallmark of his ministry. We are grateful to have his example. Thank you, President Monson.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p6\" class=\"\">Brothers and sisters, as did President Monson, our children are growing up in times of economic uncertainty. Just as our grandparents and great-grandparents learned vital lessons through economic adversity, what we learn now, in our present circumstances, can bless us and our posterity for generations to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p7\" class=\"\">Today I speak to all whose freedom to choose has been diminished by the effects of ill-advised choices of the past. I speak specifically of choices that have led to excessive debt and addictions to food, drugs, pornography, and other patterns of thought and action that diminish one’s sense of self-worth. All of these excesses affect us individually and undermine our family relationships. Of course some debt incurred for education, a modest home, or a basic automobile may be necessary to provide for a family. Unfortunately however, additional debt is incurred when we cannot control our wants and addictive impulses. And for both debt and addiction, the hopeful solution is the same—we must turn to the Lord and follow His commandments. We must want more than anything else to change our lives so that we can break the cycle of debt and our uncontrolled wants. I pray that in the next few minutes, and throughout this conference, you will be filled with hope in our Savior, Jesus Christ, and find hope in the doctrines of His restored gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p8\" class=\"\">Our challenges, including those we create by our own decisions, are part of our test in mortality. Let me assure you that your situation is not beyond the reach of our Savior. Through Him, every struggle can be for our experience and our good (see <span class=\"citation\" id=\"118192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118192)\">D&amp;C 122:7<\/a><\/span>). Each temptation we overcome is to strengthen us, not destroy us. The Lord will never allow us to suffer beyond what we can endure (see <span class=\"citation\" id=\"117909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117909)\">1 Corinthians 10:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p9\" class=\"\">We must remember that the adversary knows us extremely well. He knows where, when, and <span class=\"emphasis\">how<\/span> to tempt us. If we are obedient to the promptings of the Holy Ghost, we can learn to recognize the adversary’s enticements. Before we yield to temptation, we must learn to say with unflinching resolve, “Get thee behind me, Satan” (<span class=\"citation\" id=\"117832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117832)\">Matthew 16:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p10\" class=\"\">Our success is never measured by how strongly we are tempted but by how faithfully we respond. We must ask for help from our Heavenly Father and seek strength through the Atonement of His Son, Jesus Christ. In both temporal and spiritual things, obtaining this divine assistance enables us to become provident providers for ourselves and others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p11\" class=\"\">What is a provident provider?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p12\" class=\"\">All of us are responsible to provide for ourselves and our families in both temporal and spiritual ways. To provide providently, we must practice the principles of provident living: joyfully living within our means, being content with what we have, avoiding excessive debt, and diligently saving and preparing for rainy-day emergencies. When we live providently, we can provide for ourselves and our families and also follow the Savior’s example to serve and bless others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p13\" class=\"\">Being provident providers, we must keep that most basic commandment, “Thou shalt not covet” (<span class=\"citation\" id=\"117763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117763)\">Exodus 20:17<\/a><\/span>). Our world is fraught with feelings of entitlement. Some of us feel embarrassed, ashamed, less worthwhile if our family does not have everything the neighbors have. As a result, we go into debt to buy things we can’t afford—and things we do not really need. Whenever we do this, we become poor temporally <span class=\"emphasis\">and<\/span> spiritually. We give away some of our precious, priceless agency and put ourselves in self-imposed servitude. Money we could have used to care for ourselves and others must now be used to pay our debts. What remains is often only enough to meet our most basic physical needs. Living at the subsistence level, we become depressed, our self-worth is affected, and our relationships with family, friends, neighbors, and the Lord are weakened. We do not have the time, energy, or interest to seek spiritual things.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p14\" class=\"\">How then do we avoid and overcome the patterns of debt and addiction to temporal, worldly things? May I share with you two lessons in provident living that can help each of us. These lessons, along with many other important lessons of my life, were taught to me by my wife and eternal companion. These lessons were learned at two different times in our marriage—both on occasions when I wanted to buy her a special gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p15\" class=\"\">The first lesson was learned when we were newly married and had very little money. I was in the air force, and we had missed Christmas together. I was on assignment overseas. When I got home, I saw a beautiful dress in a store window and suggested to my wife that if she liked it, we would buy it. Mary went into the dressing room of the store. After a moment the salesclerk came out, brushed by me, and returned the dress to its place in the store window. As we left the store, I asked, “What happened?” She replied, “It was a beautiful dress, but <span class=\"emphasis\">we can’t afford it!<\/span>” Those words went straight to my heart. I have learned that the three most loving words are “I love you,” and the four most caring words for those we love are “We can’t afford it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p16\" class=\"\">The second lesson was learned several years later when we were more financially secure. Our wedding anniversary was approaching, and I wanted to buy Mary a fancy coat to show my love and appreciation for our many happy years together. When I asked what she thought of the coat I had in mind, she replied with words that again penetrated my heart and mind. “Where would I wear it?” she asked. (At the time she was a ward Relief Society president helping to minister to needy families.)<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p17\" class=\"\">Then she taught me an unforgettable lesson. She looked me in the eyes and sweetly asked, “Are you buying this for me or for you?” In other words, she was asking, “Is the purpose of this gift to show your love for me or to show me that you are a good provider or to prove something to the world?” I pondered her question and realized I was thinking less about her and our family and more about me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p18\" class=\"\">After that we had a serious, life-changing discussion about provident living, and both of us agreed that our money would be better spent in paying down our home mortgage and adding to our children’s education fund.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p19\" class=\"\">These two lessons are the essence of provident living. When faced with the choice to buy, consume, or engage in worldly things and activities, we all need to learn to say to one another, “We <span class=\"emphasis\">can’t<\/span> afford it, even though we want it!” or “We <span class=\"emphasis\">can<\/span> afford it, but we don’t <span class=\"emphasis\">need<\/span> it—and we really don’t even want it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p20\" class=\"\">There is an equally important principle underlying these lessons: we can learn much from communicating with our husbands and wives. As we counsel and work together in family councils, we can help each other become provident providers and teach our children to live providently as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p21\" class=\"\">The foundation of provident living is the law of the tithe. The primary purpose of this law is to help us develop faith in our Heavenly Father and His Son, Jesus Christ. Tithing helps us overcome our desires for the things of this world and willingly make sacrifices for others. Tithing is the great equitable law, for no matter how rich or poor we are, all of us pay the same one-tenth of our increase annually (see <span class=\"citation\" id=\"118187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118187)\">D&amp;C 119:4<\/a><\/span>), and all of us receive blessings so great “that there shall not be room enough to receive [them]” (<span class=\"citation\" id=\"117810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117810)\">Malachi 3:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p22\" class=\"\">In addition to our tithes, we should also be an example with the payment of fast offerings. A fast offering is at least the cost of the two consecutive meals from which we fast each month. By not eating these two meals, we draw close to the Lord in humility and prayer and also participate in anonymous giving to bless our brothers and sisters all over the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p23\" class=\"\">Another important way we help our children learn to be provident providers is by establishing a family budget. We should regularly review our family income, savings, and spending plan in family council meetings. This will teach our children to recognize the difference between wants and needs and to plan ahead for meaningful use of family resources.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p24\" class=\"\">When our boys were young, we had a family council and set a goal to take a “dream vacation” down the Colorado River. When any of us wanted to buy something during the next year, we would ask each other, “Do we really want to buy that thing now, or do we want to take our dream trip later?” This was a wonderful teaching experience in choosing provident living. By not satisfying our every immediate want, we obtained the more desirable reward of family togetherness and fond memories for years to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p25\" class=\"\">Whenever we want to experience or possess something that will impact us and our resources, we may want to ask ourselves, “Is the benefit temporary, or will it have eternal value and significance?” Truthfully answering these questions may help us avoid excessive debt and other addictive behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p26\" class=\"\">In seeking to overcome debt and addictive behaviors, we should remember that addiction is the craving of the natural man, and it can never be satisfied. It is an insatiable appetite. When we are addicted, we seek those worldly possessions or physical pleasures that seem to entice us. But as children of God, our deepest hunger and what we should be seeking is what the Lord alone can provide—His love, His sense of worth, His security, His confidence, His hope in the future, and assurance of His love, which brings us eternal joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p27\" class=\"\">We must want, more than anything else, to do our Heavenly Father’s will and providently provide for ourselves and others. We must say, as did King Lamoni’s father, “I will give away all my sins to know thee” (<span class=\"citation\" id=\"118012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118012)\">Alma 22:18<\/a><\/span>). Then we can go to Him with steadfast determination and promise Him, “I will do whatever it takes.” Through prayer, fasting, obedience to the commandments, priesthood blessings, and His atoning sacrifice, we will feel His love and power in our lives. We will receive His spiritual guidance and strength through the promptings of the Holy Ghost. Only through our Lord’s Atonement can we obtain a mighty change of heart (see <span class=\"citation\" id=\"117991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117991)\">Mosiah 5:2<\/a><\/span>; <span class=\"citation\" id=\"117998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117998)\">Alma 5:14<\/a><\/span>) and experience a mighty change in our addictive behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p28\" class=\"\">With all the love I have in me and with the Savior’s love through me, I invite you to come unto Him and hear His words: “Wherefore, do not spend money for that which is of no worth, nor your labor for that which cannot satisfy. Hearken diligently unto me, and remember the words which I have spoken; and come unto the Holy One of Israel, and feast upon that which perisheth not, neither can be corrupted” (<span class=\"citation\" id=\"117970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117970)\">2 Nephi 9:51<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p29\" class=\"\">I testify that the appetite to possess worldly things can only be overcome by turning to the Lord. The hunger of addiction can only be replaced by our love for Him. He stands ready to help each one of us. “Fear not,” He said, “for you are mine, and I have overcome the world” (<span class=\"citation\" id=\"118121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118121)\">D&amp;C 50:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/becoming-provident-providers-temporally-and-spiritually.p30\" class=\"\">I bear my special witness that through the Atonement He has overcome all things. May each of us also overcome worldly temptation by coming unto Him and by becoming provident providers both temporally and spiritually for ourselves and others is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}