{"ID":7629, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Revealed Quorum Principles\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p2\" class=\"\">Michael A. Neider<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p3\" class=\"\">Recently Released Second Counselor in the Young Men General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/michael-a-neider-10.jpg\" alt=\"Michael A. Neider\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us go forward in faith, confidence, and virtue, serving with Christ to help save our families and all of our Heavenly Father’s children.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_006<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p5\" class=\"\">I love these words of Nephi: “For when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the children of men.”<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_006\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117979)\">2 Nephi 33:1<\/a><\/span>.]<\/span><\/sup> It is my prayer that the power of the Holy Ghost will carry my message to your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p6\" class=\"\">May I represent the priesthood holders of the Church and express gratitude to our Church leaders and to the Young Women general presidency for recently adding virtue as an emphasized value for young women. As I hear the young women of the Church quote the Young Women theme, my desire and commitment to be virtuous and to be holy are strengthened. As bearers of the holy priesthood, we should see that the sisters are not the only examples of virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p7\" class=\"\">The Lord has commanded each of us, in section 38 of the Doctrine and Covenants, to be virtuous: “And let every man esteem his brother as himself, and practise virtue and holiness before me.”<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_006\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118114)\">D&amp;C 38:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p8\" class=\"\">I wish to speak today about God’s revealed quorum principles and the inspired direction of latter-day prophets relating to the Aaronic Priesthood. I invite young men ages 12 to 18 and their quorum presidencies to listen, for we will be discussing scripture the Lord has directed to you. I also invite parents and other priesthood leaders to listen so you will have a better understanding of how the quorum assists you in strengthening and preparing God’s sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p9\" class=\"\">As I begin, I emphasize the principle of study, or obtaining God’s word. I have learned from the example of my wife, Rosemary, that we should become dedicated students. Like many of you, she regularly studies scripture as well as other good books. She is a student of God’s commandments, of successful marriage principles, of good parenting, and of good health. Often with a smile, she gives me a book and says, “Here, you need to read only the underlined parts.” And if she gives me a book about marriage, I smile back and say, “Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p10\" class=\"\">Brethren, we should be earnest students of revealed priesthood and quorum principles. Our goal is to correctly use inspired direction from God and His prophets to maximize the virtues and blessings of the quorum and strengthen young men and their families. The work of the quorum is to increase faith in Christ, prepare and save young men, and eliminate mistakes and sloth in implementing God’s will. As we seek wisdom from God, let us also be students of revealed quorum principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p11\" class=\"\">President Monson has taught that the “teaching of fundamentals is urgent. That we might better understand our task and our opportunity” and in order to merit the discernment of the Spirit, priesthood leaders must do their homework.<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_006\">3<\/a>\n       <span class=\"footnote\">[See Thomas S. Monson, “Back to Basics,” regional representatives’ seminar, Apr. 3, 1981, 2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p12\" class=\"\">President Stephen L Richards taught that a quorum is a class, a brotherhood, and a service unit: a class where a young man may be taught the gospel of Jesus Christ; a brotherhood where we can strengthen, build, lift, and friendship each other; and a service unit to give service to quorum members and others.<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_006\">4<\/a>\n       <span class=\"footnote\">[Stephen L Richards, in Conference Report, Oct. 1938, 118; see also L. Tom Perry, “What Is a Quorum?” <span class=\"emphasis\">Liahona<\/span> and<span class=\"emphasis\"> Ensign,<\/span> Nov. 2004, 23–26; D. Todd Christofferson, “The Priesthood Quorum,” <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 47–49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 40–42; Robert L. Backman, “Revitalizing Aaronic Priesthood Quorums,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1982, 38–41; Robert L. Backman, “Youth’s Opportunity to Serve,” <span class=\"emphasis\">Ensign,<\/span> July 1973, 84–85.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p13\" class=\"\">The Doctrine and Covenants is a significant and abundant source of revealed quorum principles. For example, verse 85 of section 107 instructs a deacons quorum president how to minister to his quorum members: “And again, verily I say unto you, the duty of a president over the office of a deacon is to preside over twelve deacons, to sit in council with them, and to teach them their duty, edifying one another, as it is given according to the covenants.”<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_006\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118172)\">D&amp;C 107:85<\/a><\/span>; see also <span class=\"citation\" id=\"118173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118173)\">vv. 86–89<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p14\" class=\"\">Our Church leaders have taught and we have felt the Spirit invite the use of inspired questions given of the Spirit to help us learn of God and His will for us.<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_006\">6<\/a>\n       <span class=\"footnote\">[See Henry B. Eyring, “Elder David A. Bednar: Going Forward in the Strength of the Lord,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2005, 14–19; <span class=\"emphasis\">Ensign,<\/span> Mar. 2005, 16–21; Neal A. Maxwell, “Jesus, the Perfect Mentor,” <span class=\"emphasis\">Ensign,<\/span> Feb. 2001, 8–17; David A. Bednar, “Ask in Faith,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 94–97.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p15\" class=\"\">I invite quorum presidencies to ask the following questions and seek other questions the Spirit will inspire: What does an Aaronic Priesthood quorum president do to preside over a quorum? What are his duties? What does he do as he sits in council with quorum members? How and when does he teach? What are the covenants referenced in the verses? And what do the quorum adviser and the bishopric member do as each assists the president in his duties and in his use of priesthood keys of presidency?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p16\" class=\"\">Brethren, as you study these verses and the handbooks, other questions will come into your hearts. For example: Does my quorum operate as described by the Lord in scripture? If not, why not? And what should I do to appropriately implement revealed quorum principles in my quorum? As a presidency prays for help and guidance, the Spirit, the bishopric, advisers, and the quorum will help and be sure to regularly use the inspired Church handbooks.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p17\" class=\"\">Many quorum presidents and other priesthood leaders throughout the world have discovered that more can be accomplished and expected from Aaronic Priesthood quorum presidencies and their quorums as they minister in the ward or branch.<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_006\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 38–41; <span class=\"emphasis\">Ensign,<\/span> July 1973, 84–85.]<\/span><\/sup> More youth leadership can then be exerted by quorum presidencies, while advisers can spend more time in support and leadership training.<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_006\">8<\/a>\n       <span class=\"footnote\">[See Ezra Taft Benson, “To the ‘Youth of the Noble Birthright,’” <span class=\"emphasis\">Ensign,<\/span> May 1986, 43–46; “Aaronic Priesthood,” section 2 of the <span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 175–92; see also note 7.]<\/span><\/sup> As we focus on quorum duties, the frequency of regular quorum presidency meetings usually increases for better preparation and leadership opportunity. Quorum leaders will find that individual Aaronic Priesthood quorums should meet separately after the general priesthood opening exercises for proper age-group instruction and increased quorum leadership opportunities. Any combining of quorums will be viewed as temporary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p18\" class=\"\">Many tools have been given by the Lord and our Brethren to assist in the work of the Aaronic Priesthood quorum, including the mighty prayer of faith, fasting, scripture study, <span class=\"emphasis\">For the Strength of Youth,<\/span> Duty to God, the quorum instruction manual, <span class=\"emphasis\">Preach My Gospel<\/span> as a resource, varied activities, and Scouting. Scouting is used in the United States, Canada, and other places in the world where approved by priesthood leaders.<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_006\">9<\/a>\n       <span class=\"footnote\">[See Thomas S. Monson, “Run, Boy, Run!” <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 19–21; <span class=\"emphasis\">Scouting Handbook<\/span> (1997); see also note 8.]<\/span><\/sup> The presidencies learn to use these tools and weave each one into the quorum and its activities in a way that is directed by the priesthood and the Spirit and that meets the needs of each quorum member and enhances brotherhood, retention, missionary work, and fun.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p19\" class=\"\">As we review the tools provided for use by the Aaronic Priesthood quorums, we can see the quorum is expected to help parents strengthen their sons spiritually and in every other facet of their character, activity, and personal lives. As these quorum principles and tools are used with planning and wisdom and in the exercise of faith, miracles will be obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p20\" class=\"\">There are abundant examples of successful youth leadership occurring minute by minute all over the world. Let me give you just one example.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p21\" class=\"\">I met Matt Andersen, a teachers quorum president whose father was serving as a mission president in Mexico. When Matt was set apart as the quorum president, he was the only member of the teachers quorum attending church in his ward. Young president Matt Andersen was learning a new language so he could be an effective missionary. Going forward with faith, courage, and confidence gained at home and in the deacons quorum, he determined to use his keys of presidency to bless the members of his quorum and their families. He immediately asked for a list of quorum members from the ward clerk, practiced his Spanish, and with a prayer in his heart called the one boy who was listed with a telephone number. He said, “¡Omar: Tú, Iglesia, Hoy!” Or in English, “Omar! You, Church, Today!” Just the basic message!<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p22\" class=\"\">The miracle is that Omar came to church that day, and soon thereafter so did his mother and sister. Our young quorum president, Matt Andersen, then invited the bishop to drive him, translate, and together visit two other boys whose names were on the list but without telephone numbers. His keys of presidency, the ministering of angels, and the powers of heaven combined. The result was that these two boys also came to church and formed the new teachers quorum presidency. Other boys and their families also returned to the blessings of the gospel and the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p23\" class=\"\">My young brethren and sisters, you are powerful tools in the Savior’s hands, and He can use you to bring the blessings of the gospel to others. Bishops, do not overlook the strength and skill of your Aaronic Priesthood quorum and Young Women class presidencies. The Lord needs them in this important work. There are hearts they can reach and work perhaps only they can do. Give them assignments! Open doors for their leadership and the ministering of angels as promised in <span class=\"citation\" id=\"118094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118094)\">Doctrine and Covenants 13<\/a><\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p24\" class=\"\">May we, as leaders in the Aaronic Priesthood, be students of the life and Atonement of Christ. May we be students of the revealed principles of the Aaronic Priesthood quorums. May we follow the counsel of President Monson to do our homework so we will understand our task and opportunity and merit the Spirit. And, like quorum president Matt Andersen, let us go forward in faith, confidence, and virtue, serving with Christ to help save our families and all of our Heavenly Father’s children within our reach.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/revealed-quorum-principles.p25\" class=\"\">I give you my witness that Jesus is the Christ, that He lives and loves us, and that the work of the Aaronic Priesthood is a sacred and important part of His work. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117979)\">2 Nephi 33:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118114)\">D&amp;C 38:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See Thomas S. Monson, “Back to Basics,” regional representatives’ seminar, Apr. 3, 1981, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_006\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Stephen L Richards, in Conference Report, Oct. 1938, 118; see also L. Tom Perry, “What Is a Quorum?” <span class=\"emphasis\">Liahona<\/span> and<span class=\"emphasis\"> Ensign,<\/span> Nov. 2004, 23–26; D. Todd Christofferson, “The Priesthood Quorum,” <span class=\"emphasis\">Liahona,<\/span> Jan. 1999, 47–49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1998, 40–42; Robert L. Backman, “Revitalizing Aaronic Priesthood Quorums,” <span class=\"emphasis\">Ensign, <\/span>Nov. 1982, 38–41; Robert L. Backman, “Youth’s Opportunity to Serve,” <span class=\"emphasis\">Ensign,<\/span> July 1973, 84–85.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_006\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118172)\">D&amp;C 107:85<\/a><\/span>; see also <span class=\"citation\" id=\"118173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118173)\">vv. 86–89<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_006\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Henry B. Eyring, “Elder David A. Bednar: Going Forward in the Strength of the Lord,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2005, 14–19; <span class=\"emphasis\">Ensign,<\/span> Mar. 2005, 16–21; Neal A. Maxwell, “Jesus, the Perfect Mentor,” <span class=\"emphasis\">Ensign,<\/span> Feb. 2001, 8–17; David A. Bednar, “Ask in Faith,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 94–97.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_006\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 38–41; <span class=\"emphasis\">Ensign,<\/span> July 1973, 84–85.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_006\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See Ezra Taft Benson, “To the ‘Youth of the Noble Birthright,’” <span class=\"emphasis\">Ensign,<\/span> May 1986, 43–46; “Aaronic Priesthood,” section 2 of the <span class=\"emphasis\">Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders<\/span> (1998), 175–92; see also note 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_006\"><a name=\"-04205_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_006\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Thomas S. Monson, “Run, Boy, Run!” <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 19–21; <span class=\"emphasis\">Scouting Handbook<\/span> (1997); see also note 8.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}