{"ID":7631, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Covenants\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p2\" class=\"\">Elder D. Todd Christofferson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In times of distress, let your covenants be paramount and let your obedience be exact.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_008<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p5\" class=\"\">May I extend a warm and sincere welcome to Elder Neil L. Andersen to the Quorum of the Twelve Apostles. He is a worthy and welcome addition.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p6\" class=\"\">On August 15, 2007, Peru suffered a massive earthquake that all but destroyed the coastal cities of Pisco and Chincha. Like many other Church leaders and members, Wenceslao Conde, the president of the Balconcito Branch of the Church in Chincha, immediately set about helping others whose homes were damaged.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p7\" class=\"\">Four days after the earthquake, Elder Marcus B. Nash of the Seventy was in Chincha helping to coordinate the Church’s relief efforts there and met President Conde. As they talked about the destruction that had occurred and what was being done to help the victims, President Conde’s wife, Pamela, approached carrying one of her small children. Elder Nash asked Sister Conde how her children were. With a smile, she replied that through the goodness of God they were all safe and well. He asked about the Condes’ home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p8\" class=\"\">“It’s gone,” she said simply.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p9\" class=\"\">“What about your belongings?” he inquired.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p10\" class=\"\">“Everything was buried in the rubble of our home,” Sister Conde replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p11\" class=\"\">“And yet,” Elder Nash noted, “you are smiling as we talk.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p12\" class=\"\">“Yes,” she said, “I have prayed and I am at peace. We have all we need. We have each other, we have our children, we are sealed in the temple, we have this marvelous Church, and we have the Lord. We can build again with the Lord’s help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p13\" class=\"\">This tender demonstration of faith and spiritual strength is repeated in the lives of Saints across the world in many different settings. It is a simple illustration of a profound power that is much needed in our day and that will become increasingly crucial in days ahead. We need strong Christians who can persevere against hardship, who can sustain hope through tragedy, who can lift others by their example and their compassion, and who can consistently overcome temptations. We need strong Christians who can make important things happen by their faith and who can defend the truth of Jesus Christ against moral relativism and militant atheism.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p14\" class=\"\">What is the source of such moral and spiritual power, and how do we obtain it? The source is God. Our access to that power is through our covenants with Him. A covenant is an agreement between God and man, an accord whose terms are set by God (see Bible Dictionary, “Covenant,” 651). In these divine agreements, God binds Himself to sustain, sanctify, and exalt us in return for our commitment to serve Him and keep His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p15\" class=\"\">We enter into covenants by priesthood ordinances, sacred rituals that God has ordained for us to manifest our commitment. Our foundational covenant, for example, the one in which we first pledge our willingness to take upon us the name of Christ, is confirmed by the ordinance of baptism. It is done individually, by name. By this ordinance, we become part of the covenant people of the Lord and heirs of the celestial kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p16\" class=\"\">Other sacred ordinances are performed in temples built for that very purpose. If we are faithful to the covenants made there, we become inheritors not only of the celestial kingdom but of exaltation, the highest glory within the heavenly kingdom, and we obtain all the divine possibilities God can give (see <span class=\"citation\" id=\"118201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118201)\">D&amp;C 132:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p17\" class=\"\">The scriptures speak of the new and everlasting covenant. The new and everlasting covenant is the gospel of Jesus Christ. In other words, the doctrines and commandments of the gospel constitute the substance of an everlasting covenant between God and man that is newly restored in each dispensation. If we were to state the new and everlasting covenant in one sentence it would be this: “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life” (<span class=\"citation\" id=\"117871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117871)\">John 3:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p18\" class=\"\">Jesus explained what it means to believe in Him: “Now this is the commandment [or in other words, this is the covenant]: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day” (<span class=\"citation\" id=\"118066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118066)\">3 Nephi 27:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p19\" class=\"\">What is it about making and keeping covenants with God that gives us the power to smile through hardships, to convert tribulation into triumph, to “be anxiously engaged in a good cause, … and bring to pass much righteousness” (<span class=\"citation\" id=\"118122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118122)\">D&amp;C 58:27<\/a><\/span>)?<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Strengthened by Gifts and Blessings<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p21\" class=\"\">First, as we walk in obedience to the principles and commandments of the gospel of Jesus Christ, we enjoy a continual flow of blessings promised by God in His covenant with us. Those blessings provide the resources we need to act rather than simply be acted upon as we go through life.<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_008\">1<\/a>\n\t <span class=\"footnote\">[The Prophet Joseph Smith observed, “As God has designed our happiness—and the happiness of all His creatures, He never has—He never will institute an ordinance or give a commandment to His people that is not calculated in its nature to promote that happiness which He has designed, and which will not end in the greatest amount of good and glory to those who become the recipients of His law and ordinances” (<span class=\"emphasis\">History of the Church, <\/span>5:135).]<\/span><\/sup> For example, the Lord’s commandments in the Word of Wisdom regarding the care of our physical bodies bless us first and foremost with “wisdom and great treasures of knowledge, even hidden treasures” (<span class=\"citation\" id=\"118159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118159)\">D&amp;C 89:19<\/a><\/span>). Furthermore, they lead to a generally more healthy life and freedom from destructive addictions. Obedience gives us greater control over our lives, greater capacity to come and go, to work and create. Of course, age, accident, and illnesses inevitably take their toll, but even so, our obedience to this gospel law enhances our capacity to deal with these challenges.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p22\" class=\"\">In the covenant path we find a steady supply of gifts and help. “Charity never faileth” (<span class=\"citation\" id=\"117910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117910)\">1 Corinthians 13:8<\/a><\/span>; <span class=\"citation\" id=\"118079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118079)\">Moroni 7:46<\/a><\/span>), love begets love, compassion begets compassion, virtue begets virtue, commitment begets loyalty, and service begets joy. We are part of a covenant people, a community of Saints who encourage, sustain, and minister to one another. As Nephi explained, “And if it so be that the children of men keep the commandments of God he doth nourish them, and strengthen them” (<span class=\"citation\" id=\"117963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117963)\">1 Nephi 17:3<\/a><\/span>).<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_008\">2<\/a>\n\t <span class=\"footnote\">[Some see only sacrifice and limitations in obedience to the commandments of the new and everlasting covenant, but those who live the experience—who give themselves freely and unreservedly to the covenant life—find greater liberty and fulfillment. When we truly understand, we seek more commandments, not fewer. Each new law or commandment we learn and live is like one more rung or step on a ladder that enables us to climb higher and higher. Truly, the gospel life is the good life.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Strengthened with Increased Faith<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p24\" class=\"\">All this is not to say that life in the covenant is free of challenge or that the obedient soul should be surprised if disappointments or even disasters interrupt his peace. If you feel that personal righteousness should preclude all loss and suffering, you might want to have a chat with Job.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p25\" class=\"\">This brings us to a second way in which our covenants supply strength—they produce the faith necessary to persevere and to do all things that are expedient in the Lord. Our willingness to take upon us the name of Christ and keep His commandments requires a degree of faith, but as we honor our covenants, that faith expands. In the first place, the promised fruits of obedience become evident, which confirms our faith. Secondly, the Spirit communicates God’s pleasure, and we feel secure in His continued blessing and help. Thirdly, come what may, we can face life with hope and equanimity, knowing that we will succeed in the end because we have God’s promise to us individually, by name, and we know He cannot lie (see <span class=\"citation\" id=\"117983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117983)\">Enos 1:6<\/a><\/span>; <span class=\"citation\" id=\"118070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118070)\">Ether 3:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p26\" class=\"\">Early Church leaders in this dispensation confirmed that adhering to the covenant path provides the reassurance we need in times of trial:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p27\" class=\"\">“It was [the knowledge that their course in life conformed to the will of God] that enabled the ancient saints to endure all their afflictions and persecutions, and to take … not only the spoiling of their goods, and the wasting of their substance, joyfully, but also to suffer death in its most horrid forms; knowing (not merely believing) that when this earthly house of their tabernacle was dissolved, they had a building of God, a house not made with hands, eternal in the heavens. (<span class=\"citation\" id=\"117914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117914)\">2 Cor. 5:1<\/a><\/span>.)” (<span class=\"emphasis\">Lectures on Faith<\/span> [1985], 67).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p28\" class=\"\">They further pointed out that in offering whatever sacrifice God may require of us, we obtain the witness of the Spirit that our course is right and pleasing to God (see <span class=\"emphasis\">Lectures on Faith,<\/span> 69–71). With that knowledge, our faith becomes unbounded, having the assurance that God will in due time turn every affliction to our gain. Some of you have been sustained by that faith as you have endured those who point fingers of scorn from the “great and spacious building” and cry, “Shame!” (see <span class=\"citation\" id=\"117954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117954)\">1 Nephi 8:26–27<\/a><\/span>), and you have stood firm with Peter and the Apostles of old, “rejoicing that [you] were counted worthy to suffer shame for [Christ’s] name” (<span class=\"citation\" id=\"117896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117896)\">Acts 5:41<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p29\" class=\"\">The Lord said of the Church:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p30\" class=\"\">“Verily I say unto you, all among them who … are willing to observe their covenants by sacrifice—yea, every sacrifice which I, the Lord, shall command—they are accepted of me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p31\" class=\"\">“For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit” (<span class=\"citation\" id=\"118164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118164)\">D&amp;C 97:8–9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p32\" class=\"\">The Apostle Paul understood that one who has entered into a covenant with God is both given the faith to face trials and gains even greater faith through those trials. Of his personal “thorn in the flesh” (<span class=\"citation\" id=\"117916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117916)\">2 Corinthians 12:7<\/a><\/span>), he observed:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p33\" class=\"\">“For this thing I besought the Lord thrice, that it might depart from me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p34\" class=\"\">“And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p35\" class=\"\">“Therefore I take pleasure in [my] infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong” (<span class=\"citation\" id=\"117917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117917)\">2 Corinthians 12:8–10<\/a><\/span>).<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_008\">3<\/a>\n\t <span class=\"footnote\">[The Apostle James taught the same lesson: “My brethren, count it all joy when ye fall into many afflictions; “Knowing this, that the trying of your faith worketh patience. “But let patience have its perfect work, that ye may be perfect and entire, wanting nothing” (<span class=\"citation\" id=\"117932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117932)\">Joseph Smith Translation, James 1:2–4<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Strengthened through the “Power of Godliness”<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p37\" class=\"\">We have considered, first, the empowering blessings and, second, the endowment of faith that God grants to those who keep their covenants with Him. A final aspect of strength through covenants that I will mention is the bestowal of divine power. Our covenant commitment to Him permits our Heavenly Father to let His divine influence, “the power of godliness” (<span class=\"citation\" id=\"118139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118139)\">D&amp;C 84:20<\/a><\/span>), flow into our lives. He can do that because by our participation in priesthood ordinances we exercise our agency and elect to receive it. Our participation in those ordinances also demonstrates that we are prepared to accept the additional responsibility that comes with added light and spiritual power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p38\" class=\"\">In all the ordinances, especially those of the temple, we are endowed with power from on high.<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_008\">4<\/a>\n\t <span class=\"footnote\">[As the Prophet Joseph petitioned in the prayer dedicating the Kirtland Temple, which prayer was revealed to him by the Lord, “We ask thee, Holy Father, that thy servants may go forth from this house armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them” (<span class=\"citation\" id=\"118177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118177)\">D&amp;C 109:22<\/a><\/span>).]<\/span><\/sup> This “power of godliness” comes in the person and by the influence of the Holy Ghost. The gift of the Holy Ghost is part of the new and everlasting covenant. It is an essential part of our baptism, the baptism of the Spirit. It is the messenger of grace by which the blood of Christ is applied to take away our sins and sanctify us (see <span class=\"citation\" id=\"117975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117975)\">2 Nephi 31:17<\/a><\/span>). It is the gift by which Adam was “quickened in the inner man” (<span class=\"citation\" id=\"118210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118210)\">Moses 6:65<\/a><\/span>). It was by the Holy Ghost that the ancient Apostles endured all that they endured and by their priesthood keys carried the gospel to the known world of their day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p39\" class=\"\">When we have entered into divine covenants, the Holy Ghost is our comforter, our guide, and our companion. The fruits of the Holy Spirit are “the peaceable things of immortal glory; the truth of all things; that which quickeneth all things, which maketh alive all things; that which knoweth all things, and hath all power according to wisdom, mercy, truth, justice, and judgment” (<span class=\"citation\" id=\"118209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118209)\">Moses 6:61<\/a><\/span>). The gifts of the Holy Spirit are testimony, faith, knowledge, wisdom, revelations, miracles, healing, and charity, to name but a few (see <span class=\"citation\" id=\"118119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118119)\">D&amp;C 46:13–26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p40\" class=\"\">It is the Holy Ghost that bears witness of your words when you teach and testify. It is the Holy Ghost that, as you speak in hostile venues, puts into your heart what you should say and fulfills the Lord’s promise that “you shall not be confounded before men” (<span class=\"citation\" id=\"118165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118165)\">D&amp;C 100:5<\/a><\/span>). It is the Holy Ghost that reveals how you may clear the next seemingly insurmountable hurdle. It is by the Holy Ghost in you that others may feel the pure love of Christ and receive strength to press forward. It is also the Holy Ghost, in His character as the Holy Spirit of Promise, that confirms the validity and efficacy of your covenants and seals God’s promises upon you.<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_008\">5<\/a>\n\t <span class=\"footnote\">[In the Kirtland Temple dedicatory prayer referenced earlier, the Prophet petitioned, “And do thou grant, Holy Father, that all those who shall worship in this house … may grow up in thee, and receive a fulness of the Holy Ghost” (<span class=\"citation\" id=\"118176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118176)\">D&amp;C 109:14–15<\/a><\/span>). The “fulness of the Holy Ghost” includes what Jesus described as “the promise which I give unto you of eternal life, even the glory of the celestial kingdom; which glory is that of the church of the Firstborn, even of God, the holiest of all, through Jesus Christ his Son” (<span class=\"citation\" id=\"118146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118146)\">D&amp;C 88:4–5<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p41\" class=\"\">Divine covenants make strong Christians. I urge each one to qualify for and receive all the priesthood ordinances you can and then faithfully keep the promises you have made by covenant. In times of distress, let your covenants be paramount and let your obedience be exact. Then you can ask in faith, nothing wavering, according to your need, and God will answer. He will sustain you as you work and watch. In His own time and way He will stretch forth his hand to you, saying, “Here am I.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-power-of-covenants.p42\" class=\"\">I testify that in The Church of Jesus Christ of Latter-day Saints is found the priesthood authority to administer the ordinances by which we can enter into binding covenants with our Heavenly Father in the name of His Holy Son. I testify that God will keep His promises to you as you honor your covenants with Him. He will bless you in “good measure, pressed down, … shaken together, and running over” (<span class=\"citation\" id=\"117855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117855)\">Luke 6:38<\/a><\/span>). He will strengthen and finish your faith. He will, by His Holy Spirit, fill you with godly power. I pray that you will always have His Spirit to be with you to guide you and deliver you from want, anxiety, and distress. I pray that through your covenants, you may become a powerful instrument for good in the hands of Him who is our Lord and Redeemer, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_008\"><a name=\"-04205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_008\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>The Prophet Joseph Smith observed, “As God has designed our happiness—and the happiness of all His creatures, He never has—He never will institute an ordinance or give a commandment to His people that is not calculated in its nature to promote that happiness which He has designed, and which will not end in the greatest amount of good and glory to those who become the recipients of His law and ordinances” (<span class=\"emphasis\">History of the Church, <\/span>5:135).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_008\"><a name=\"-04205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_008\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Some see only sacrifice and limitations in obedience to the commandments of the new and everlasting covenant, but those who live the experience—who give themselves freely and unreservedly to the covenant life—find greater liberty and fulfillment. When we truly understand, we seek more commandments, not fewer. Each new law or commandment we learn and live is like one more rung or step on a ladder that enables us to climb higher and higher. Truly, the gospel life is the good life.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_008\"><a name=\"-04205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_008\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>The Apostle James taught the same lesson:<\/p>\n\t\t\t\t<p>“My brethren, count it all joy when ye fall into many afflictions;<\/p>\n\t\t\t\t<p>“Knowing this, that the trying of your faith worketh patience.<\/p>\n\t\t\t\t<p>“But let patience have its perfect work, that ye may be perfect and entire, wanting nothing” (<span class=\"citation\" id=\"117932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117932)\">Joseph Smith Translation, James 1:2–4<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_008\"><a name=\"-04205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_008\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>As the Prophet Joseph petitioned in the prayer dedicating the Kirtland Temple, which prayer was revealed to him by the Lord, “We ask thee, Holy Father, that thy servants may go forth from this house armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them” (<span class=\"citation\" id=\"118177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118177)\">D&amp;C 109:22<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_008\"><a name=\"-04205_000_008\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_008\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In the Kirtland Temple dedicatory prayer referenced earlier, the Prophet petitioned, “And do thou grant, Holy Father, that all those who shall worship in this house … may grow up in thee, and receive a fulness of the Holy Ghost” (<span class=\"citation\" id=\"118176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118176)\">D&amp;C 109:14–15<\/a><\/span>). The “fulness of the Holy Ghost” includes what Jesus described as “the promise which I give unto you of eternal life, even the glory of the celestial kingdom; which glory is that of the church of the Firstborn, even of God, the holiest of all, through Jesus Christ his Son” (<span class=\"citation\" id=\"118146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118146)\">D&amp;C 88:4–5<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}