{"ID":7636, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith in Adversity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p2\" class=\"\">Elder Rafael E. Pino<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/rafael-e-pino-10.jpg\" alt=\"Rafael E. Pino\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Living the gospel … means that we will be prepared to face and endure adversity more confidently.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_016<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p5\" class=\"\">One morning some years ago, I received a telephone call from Brother Omar Alvarez, who at the time served as one of my counselors in the bishopric. His three-year-old daughter had died in a tragic accident.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p6\" class=\"\">He related the account of what happened that day as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p7\" class=\"\">“As soon as we arrived at one of the beautiful Venezuelan beaches, our children begged us to let them go out and play in a small river near the beach. We allowed them to go. Then we started to get some things out of the car. Two minutes later we noticed that our children were starting to get too far from the shore.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p8\" class=\"\">“As we went toward them to bring them closer, we noticed that our three-year-old daughter was not with the other children. We looked for her desperately, only to find her floating near the place where the other children were. We quickly pulled her out of the water. Some people came to try to help save her, but nothing could be done. Our youngest daughter had drowned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p9\" class=\"\">“The moments that followed were extremely difficult, filled with anguish and pain for the loss of our youngest daughter. That feeling soon turned into an almost unbearable torment. However, in the midst of the confusion and uncertainty, the thought that our children had been born under the covenant came to our minds, and through that covenant, our daughter belongs to us for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p10\" class=\"\">“What a blessing it is to belong to the Church of Jesus Christ and to have received the ordinances of His holy temple! We now feel that we are much more committed to be faithful to the Lord and endure to the end because we want to be worthy of the blessings that the temple provides in order to see our daughter again. At times we mourn, but ‘we do not mourn as those without hope’ (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [Melchizedek Priesthood and Relief Society course of study, 2007], 177).”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p11\" class=\"\">This faithful family came to understand that when adversity arrives in our lives, the only true source of comfort is God. “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"117887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117887)\">John 14:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p12\" class=\"\">Several years after the difficult trial the Alvarez family faced, I witnessed how another faithful family dealt with great adversity. Several members of the Quero family had died in a terrible car accident. Brother Abraham Quero lost his parents, two sisters, his brother-in-law, and his niece in that accident.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p13\" class=\"\">Brother Quero showed an admirable attitude when he said the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p14\" class=\"\">“This was the time to show loyalty to God and to acknowledge that we depend on Him, that His will must be obeyed, and that we are subject to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p15\" class=\"\">“I spoke to my brothers and gave them strength and courage to understand what President Kimball taught many years ago, that ‘there is no tragedy in death, but only in sin’ (<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> [Melchizedek Priesthood and Relief Society course of study, 2006], 18) and that the important thing is not how a man died but how he lived.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p16\" class=\"\">“The words of Job filled my soul: ‘The Lord gave, and the Lord hath taken away; blessed be the name of the Lord’ (<span class=\"citation\" id=\"117789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117789)\">Job 1:21<\/a><\/span>). And then from Jesus: ‘I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live’ (<span class=\"citation\" id=\"117880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117880)\">John 11:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p17\" class=\"\">“This was one of the most spiritual experiences we had as a family—to accept the will of God under such very difficult circumstances.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p18\" class=\"\">In both of the experiences that these good families endured, pain and sorrow left because of the light of the gospel, which filled them with peace and comfort, providing the assurance that everything would be well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p19\" class=\"\">Even when the pain of these families cannot be compared to the agony the Lord endured in Gethsemane, it has enabled me to better understand the Savior’s suffering and Atonement. There is no infirmity, affliction, or adversity that Christ did not feel in Gethsemane.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p20\" class=\"\">The Lord revealed to Joseph Smith the following in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p21\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p22\" class=\"\">“Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men” (<span class=\"citation\" id=\"118099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118099)\">D&amp;C 19:18–19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p23\" class=\"\">The Prophet Joseph Smith, who knew a lot about the storms of life, exclaimed in anguish during one of his most difficult moments: “O God, where art thou? And where is the pavilion that covereth thy hiding place?” (<span class=\"citation\" id=\"118188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118188)\">D&amp;C 121:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p24\" class=\"\">Then, as the Prophet raised his voice, the consoling words of the Lord attended him, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p25\" class=\"\">“My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p26\" class=\"\">“And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes” (<span class=\"citation\" id=\"118190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118190)\">D&amp;C 121:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p27\" class=\"\">President Howard W. Hunter said: “If our lives and our faith are centered on Jesus Christ and his restored gospel, nothing can ever go permanently wrong. On the other hand, if our lives are not centered on the Savior and his teachings, no other success can ever be permanently right” (<span class=\"emphasis\">The Teachings of Howard W. Hunter,<\/span> ed. Clyde J. Williams [1997], 40).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p28\" class=\"\">The Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p29\" class=\"\">“Therefore, whoso heareth these sayings of mine and doeth them, I will liken him unto a wise man, who built his house upon a rock—<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p30\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not, for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p31\" class=\"\">“And every one that heareth these sayings of mine and doeth them not shall be likened unto a foolish man, who built his house upon the sand—<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p32\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it” (<span class=\"citation\" id=\"118042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118042)\">3 Nephi 14:24–27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p33\" class=\"\">It is interesting to notice that the rain descended, the floods came, and the winds blew against both houses! Living the gospel does not mean that we will everlastingly escape adversity. Rather, it means that we will be prepared to face and endure adversity more confidently.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/faith-in-adversity.p34\" class=\"\">I bear solemn witness that Jesus is the Christ, our Savior and Redeemer. He directs His Church through a living prophet, President Thomas S. Monson. If we live our lives in accordance with teachings of the Savior, we will surely find the peace and consolation that only God can give (see <span class=\"citation\" id=\"117920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117920)\">Philippians 4:7<\/a><\/span>). I bear witness of these things in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}