{"ID":764, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prayer Makes the Difference<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1955, pp. 57-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I am humbly grateful as I accept this great responsibility and\nassignment this morning, and testify to you that without the assistance of my Heavenly Father\nI would not even be able to stand here.  I am grateful this morning for faith in the gospel of\nJesus Christ.  I am grateful this morning for faith in a divine, Living God; in the divine\nmission of his Son, Jesus Christ. I am grateful for faith that the gospel of Jesus Christ has\nbeen restored in its fullness, and I reflect at this moment on the words of David, ofttimes\nreferred to as the Psalmist David, as recorded in the twenty-seventh Psalm: \n<\/p><p>\nThe lord is my light and my salvation; whom shall I fear? the Lord is the strength of\nmy life; of whom shall I be afraid?\n(<span class=\"citation\" id=\"41796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41796)\">Ps. 27:1<\/a><\/span>).\n<\/p><p>\nThere was no fear in the heart and mind of David because I believe he was a prayerful man. \nHe had implicit faith in God, his Father, and thus he was able to go forth in one experience\nas he faced the Philistine, the giant, Goliath. You will recall the great lesson there where\nGoliath indicated he would cut David up and feed him to the fowls and the beasts\n(<span class=\"citation\" id=\"2516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2516)\">1 Sam. 17:44<\/a><\/span>).  David,\neven though he was small of stature by comparison, had the assistance of our Heavenly Father\nand his Son, Jesus Christ, and he said to Goliath: \n<\/p><p>\nThou comest to me with a sword, and with a spear, and with a shield: but I come to\nthee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast\ndefied (<span class=\"citation\" id=\"2517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2517)\">1 Sam. 17:45<\/a><\/span>).\n<\/p><p>\nAnd therein was the strength of David because he had not defied God.  He was willing to live\nin submission to the teachings of righteousness.  I am sure there was no spirit of arrogance in\nthe mind of David at that time, but he was a humble, prayerful man.\n<\/p><p>\nWe have a lesson in the attitude of prayer as given by the Master in the parable of the\nPharisee and the publican.  We are told that the Pharisee was grateful that he was not an\nextortioner.  He was not an adulterer.  He paid his tithes and his offerings. He fasted and he\nprayed, and he was not like unto this lowly publican.\n<\/p><p>\nAnd the publican, standing afar off, would not lift up so much as his eyes onto\nheaven, but smote upon his breast, saying, God be merciful to me a sinner.\n<\/p><p>\nI tell you, this man went down to his house justified rather than the other: for he that\nexalteth himself shall be abased; and he that humbleth himself shall be exalted\n(<span class=\"citation\" id=\"31413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31413)\">Luke 18:13-14<\/a><\/span>).\n<\/p><p>\nWe must have the spirit of humility as we seek God through this channel of prayer to give\nthanks unto him  for all the blessings which are ours, particularly we, as members of the\nChurch of Jesus Christ of Latter-day Saints, that we have membership in his great\nChurch&mdash;not the church of man, but the Church of Jesus Christ, for it bears his name.\n<\/p><p>\nRegarding the principle of prayer, the Savior, the Master himself, was asked by his disciples\nand others, \"Teach us how to pray, and how shall we pray?\" He replied: \n<\/p><p>\nAfter this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy\nname.\n<\/p><p>\nThy kingdom come.  Thy will be done in earth, as it is in heaven.\n<\/p><p>\nGive us this day our daily bread.\n<\/p><p>\nAnd forgive us our debts, as we forgive our debtors.\n<\/p><p>\nAnd lead us not into temptation, but deliver us from evil: For thine is the kingdom,\nand the power, and the glory, for ever. Amen\n(<span class=\"citation\" id=\"34689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34689)\">Matt. 6:9-13<\/a><\/span>).\n<\/p><p>\nWe have there a simple prayer, a prayer that points the way to the throne of God, our Eternal\nFather, the Father of our spirits.  The Savior further taught: \n<\/p><p>\nAsk, and it shall be given you; seek, and ye shall find; knock, and it shall be opened\nunto you: \n<\/p><p>\nFor every one that asketh receiveth; and he that seeketh findeth; and to him that\nknocketh it shall be opened\n(<span class=\"citation\" id=\"34693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34693)\">Matt. 7:7-9<\/a><\/span>).\n<\/p><p>\nI like the words of Robert Burns, the great Scotch poet: They never sought in vain who\nsought the Lord aright.\n<\/p><p>\nI testify to you these words are true. As we seek the Lord aright, we shall not seek in vain. \nJesus so taught.  He said: \n<\/p><p>\nIf a son shall ask bread of any of you that is a father, will he give him a stone? or if\nhe ask a fish, will he for a fish give him a serpent?\n<\/p><p>\nOr if he shall ask an egg, will he offer him a scorpion?\n<\/p><p>\nIf ye then, being evil, know how to give good gifts unto your children: how much\nmore shall your heavenly Father give the Holy Spirit to them that ask him?\n(<span class=\"citation\" id=\"31404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31404)\">Luke 11:11-13<\/a><\/span>).\n<\/p><p>\nThe Lord has revealed again in this day, as recorded in the Doctrine and Covenants in several\nsections (and I would commend your reading the twentieth, the thirty-first, the sixty-first, the\nsixty-eighth, and the ninety-third, which deal with this great power of prayer) that we should\npray constantly, earnestly, and sincerely that we be not led into temptation, as has so\nbeautifully been given to us this morning by Elder Petersen.  We are told we should teach our\nchildren how to pray and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"13378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13378)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nI want to tell the young people within the sound of my voice that it is nothing to be ashamed\nof that you humble yourself before the Lord in prayer.  It is not a sign of weakness.  I testify\nto you that it is a sign of great strength, for the Lord will be your light and your salvation. \nHe is ever ready to assist us to continue in the path of righteousness. He does not fail us.\n<\/p><p>\nI am grateful for the power of prayer. I was thrilled last August as I attended the MIA\nconference in Los Angeles to witness prayer in action.  They were preparing a huge chorus of\nfifteen hundred voices to appear in the Hollywood Bowl.  The young singers had had their\nprayer, and the concert was just about ready to begin.  It was my privilege to back stage with\nthe wonderful, humble, prayerful directors and accompanists.  The purpose of this little\ngathering was to seek the Lord for his sustaining strength and power.  Here were musicians\nwith their degrees and their letters in music, who still relied on Almighty God, who is ever\npresent to bless, to encourage, and to build. So they went forth upon their assignment with the\nhumble assurance that they were not performing their duties alone. Seventeen thousand five\nhundred persons were witnesses of an outstanding performance, and I bear witness to you that\nour Father did hear and answer their prayer.\n<\/p><p>\nI should like to give you in conclusion an experience that came to my attention two days after\nthe passing of that great prophet of God, Elder Matthew Cowley. It was given to me by a\nman who some thirty-five or forty years before had been district president of Brother Cowley\ndown in New Zealand as he labored with those Maori people.  He had only been out for two\nand one half months, and a district missionary conference was called.  In one of those\nsessions, the morning session, Brother Cowley had an opportunity to speak.  As the story has\nbeen related to me, he spoke for fifteen or twenty minutes in a fluent Maori tongue, so much\nso that it amazed the older Maori people in the congregation.\n<\/p><p>\nAfter the meeting, the district president and Brother Cowley were walking to a Maori home to\npartake of food between the sessions, and the district president said, \"How did you do it?\"\nBrother Cowley asked, \"Do what?\" \"How did you master this Maori language in such a short\ntime?\" A young missionary, seventeen years of age!\n<\/p><p>\nBrother Cowley said, \"When I came here I did not know one word of Maori, but I decided I\nwas going to learn twenty new words each day, and I did. But when I came to put them\ntogether, I was not successful.\" By this time they were passing a cornfield, and Brother\nCowley said, \"You see that cornfield?  I went out there, and I talked to the Lord, but before\nthat, I fasted, and that night I tried again, but the words just didn't seem to jell.  So the next\nday I fasted again, and I went out into that cornfield, and I talked to the Lord. Again, I tried\nthat night with a little more success.  On the third day I fasted again, and I went out into the\ncornfield, and I talked to the Lord. I told the Lord that I believed his Church and kingdom had\nbeen established upon the earth; that men had the authority to proclaim the fullness of the\ngospel of Jesus Christ which pertained to the salvation and exaltation of our Heavenly\nFather's children.  I told him that I had been called by this same authority to fill a mission,\nbut if this was not the mission in which I was to serve to please make it known because I\nwanted to serve where I could accomplish the greatest amount of good.\"\n<\/p><p>\nThat was the spirit of Brother Cowley. He said, \"The next morning, as we knelt in family\nprayer in that Maori home, I was called upon by the head of the household to be mouth.  I\ntried to speak in English, and I could not. When I tried in Maori, the words just flowed forth,\nand I knew that God had answered my prayer and this was where I should serve.\" A young\nlad seventeen years of age!\n<\/p><p>\nBrothers and sisters, friends of the radio and television audience, I bear witness to you in all\nhumility and sincerity that God does today hear and answer prayer if we will put our hearts\nand our lives in tune with his Spirit and with his commandments.\n<\/p><p>\nI humbly pray that we may continue to exercise and take advantage of this great invitation\nwhich the Lord has extended, that we may humble ourselves in prayer, teach our children to\npray, that they may have the strength and the light of Jesus Christ in their lives.  I bear\nwitness to you that these things are true, in the name of Jesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}