{"ID":7640, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            This Is Your Phone Call\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p3\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We now call upon you to mobilize our priesthood quorums in response to the employment and financial challenges facing our members.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_020<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p5\" class=\"\">My brethren of the priesthood, in recent years we have witnessed many emergencies and natural disasters throughout the world. Among them have been hurricanes, wildfires, earthquakes, and a devastating tsunami.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p6\" class=\"\">The Church has responded to these and many other disasters in marvelous ways. Groups of members have quickly mobilized to go and help those in need. They all felt good knowing they were blessing the lives of others through their service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p7\" class=\"\">Often, individuals who are not of our faith—members of other churches, relief organizations, governments, and the news media—comment on how quickly the Church is able to mobilize so many who are willing to help. They ask, “How do you do it?” The response to this question can be simply stated as “We are prepared, we have organization, we have empathy, and we have charity.” It usually just takes a few phone calls from presiding authorities to local leaders to mobilize hundreds and sometimes thousands of individuals to go to the rescue of their fellow brothers and sisters in distress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p8\" class=\"\">Tonight I wish to speak of another challenge to which we have opportunities to respond, and brethren, <span class=\"emphasis\">this is your phone call.<\/span> This challenge is not one of natural causes; however, its effects are real and are being felt globally. And while we are optimistic about the future, we continue—as we have for decades—to espouse the fundamental principle that we are our brother’s keeper.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p9\" class=\"\">Elder Robert D. Hales has recently observed: “The economic clouds that have long threatened the world are now fully upon us. The impact of this economic storm on our Heavenly Father’s children requires a gospel vision of welfare today more than ever before.”<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_020\">1<\/a>\n       <span class=\"footnote\">[Robert D. Hales, “A Gospel Vision of Welfare: Faith in Action,” in <span class=\"emphasis\">Basic Principles of Welfare and Self-Reliance <\/span>(booklet, 2009), 1.]<\/span><\/sup> The unemployment and financial wakes of this storm are splashing over every stake and every ward throughout the Church. I suspect they have been felt in some way by each of us, whether personally—through members of our families or extended families—or through someone we know.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p10\" class=\"\">Brethren, there is no organization better able to respond to the challenges of humanity than the priesthood of the Most High God. We have the organization. Stake presidents, bishops, elders quorum presidents, and high priests group leaders—we now call upon you to mobilize our priesthood quorums in response to the employment and financial challenges facing our members. <span class=\"emphasis\">Consider this your personal phone call.<\/span> Now is the time to rally around, lift up, and help the families in our quorums who may be in distress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p11\" class=\"\">Opportunities abound, and yours is the opportunity and responsibility of marshaling the Lord’s resources. Among our quorum members, you will likely find those who know of job openings and others who are skilled at writing résumés or assisting in interview preparation. Regardless of titles or skills, you will find a brotherhood committed to bear one another’s burdens.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p12\" class=\"\">President Monson tells the story of a retired executive named Ed who lived the example of a quorum member. On one occasion President Monson was speaking with Ed and asked him, “‘Ed, what are you doing in the Church?’ He replied, ‘I have the best assignment in the ward. My responsibility is to help men who are unemployed find permanent employment. This year I have helped 12 of my brethren who were out of work to obtain good jobs. I have never been happier in my entire life.’” President Monson continues, “Short in stature, ‘Little Ed,’ as we affectionately called him, stood tall that evening as his eyes glistened and his voice quavered. He showed his love by helping those in need. He restored human dignity. He opened doors for those who knew not how to do so themselves.”<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_020\">2<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “To the Rescue,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 59; <span class=\"emphasis\">Ensign,<\/span> May 2001, 50.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p13\" class=\"\">There are many ways bishops and quorum members can help to relieve the suffering and anxiety of the unemployed. Phil’s Auto of Centerville, Utah, is a testament of what priesthood leadership and a quorum can accomplish. Phil was a member of an elders quorum and worked as a mechanic at a local automobile repair shop. Unfortunately, the repair shop where Phil worked experienced economic trouble and had to let Phil go from his job. He was devastated by this turn of events.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p14\" class=\"\">On hearing about Phil’s job loss, his bishop, Leon Olson, and his elders quorum presidency prayerfully considered ways they could help Phil get back on his feet. After all, he was a fellow quorum member, a brother, and he needed help. They concluded that Phil had the skills to run his own business. One of the quorum members offered that he had an old barn that perhaps could be used as a repair shop. Other quorum members could help gather needed tools and supplies to equip the new shop. Almost everyone in the quorum could at least help clean the old barn.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p15\" class=\"\">They shared their ideas with Phil; then they shared their plan with the members of their quorum. The barn was cleaned and renovated, the tools gathered, and all was put in order. Phil’s Auto was a success and eventually moved to better and more permanent quarters—all because his quorum brothers offered help in a time of crisis. Priesthood quorums can and must make a difference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p16\" class=\"\">Many wards and stakes have called employment specialists to provide bishops and quorum leaders with additional support. Do not hesitate to call upon them for help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p17\" class=\"\">In many areas of the Church, we have established employment resource centers. The staff in these centers have been trained to assist you with your quorum, ward, and stake employment needs. Their close relationships with employers will be an asset with career development and employment.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p18\" class=\"\">The Church’s Deseret Industries thrift stores offer employment and education opportunities to people of all backgrounds. Those with special needs are given the opportunity for rehabilitation, training, and job placement. Where available, Deseret Industries can be a valuable resource.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p19\" class=\"\">Bishops, the sisters have a role in this effort. Because of the economy, many mothers are finding it necessary to make budget and other living adjustments. Some are even finding it necessary to leave the home to find work. The Relief Society sisters, with their specially endowed, compassionate hearts, can help. They can help identify the needy. They can teach. They can babysit, console, comfort, and encourage. They can make a difference.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p20\" class=\"\">Now, let me say a few words to those of you who are currently unemployed. The responsibility for finding employment or improving your employment rests with you. Continued guidance comes from the Lord through regular fasting and prayer. Your quorum leaders, bishops, specialists, and employment resource center staff will help in your efforts. We fear, however, that often priesthood leaders are unaware of your situation. <span class=\"emphasis\">Speak up!<\/span> Let them know you are looking for work. And bishops and priesthood leaders, <span class=\"emphasis\">rise up<\/span> and let the brotherhood of the priesthood engage themselves in the wonderful opportunity to truly be a quorum, a brotherhood, a brother’s keeper.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p21\" class=\"\">President Gordon B. Hinckley, while a member of the Quorum of the Twelve Apostles, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p22\" class=\"\">“I am satisfied, my brethren, that there is enough of expertise, of knowledge, of strength, of concern in every priesthood quorum to assist the troubled members of that quorum if these resources are properly administered.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p23\" class=\"\">“… It is the obligation of the priesthood quorum to set in motion those forces and facilities which will equip the needy member to provide on a continuing basis for himself and his family.”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_020\">3<\/a>\n       <span class=\"footnote\">[Gordon B. Hinckley, “Welfare Responsibilities of the Priesthood Quorums,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, 85–86.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p24\" class=\"\">In October 1856, during a general conference, President Young learned that two handcart companies, the Martin company and the Willie company, were traveling late in the season and would face harsh winter weather on the plains of the western United States. He stood at the pulpit as a prophet of God and declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p25\" class=\"\">“Many of our brethren and sisters are on the plains with hand-carts, … and they must be brought here, we must send assistance to them. … This community is to send for them and bring them in. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p26\" class=\"\">“That is my religion; that is the dictation of the Holy Ghost that I possess, it is to save the people. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p27\" class=\"\">“I will tell you all that your faith, religion, and profession of religion, will never save one soul of you in the celestial kingdom of our God, unless you carry out just such principles as I am now teaching you. Go and bring in those people now on the plains.”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_020\">4<\/a>\n       <span class=\"footnote\">[Brigham Young, <span class=\"emphasis\">Deseret News, <\/span>Oct. 15, 1856, 252.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p28\" class=\"\">As a result of President Young’s call to action, wagons with teams of mules, men to drive them, and flour and other supplies were immediately sent to rescue the people stranded on the plains.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/this-is-your-phone-call.p29\" class=\"\">Brethren, this is your phone call. This is our phone call. May the Lord bless us all with the same sense of urgency to answer the call today to bring in our people from these economic challenges as He did in the case of the handcart companies is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_020\"><a name=\"-04205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Robert D. Hales, “A Gospel Vision of Welfare: Faith in Action,” in <span class=\"emphasis\">Basic Principles of Welfare and Self-Reliance <\/span>(booklet, 2009), 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_020\"><a name=\"-04205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas S. Monson, “To the Rescue,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 59; <span class=\"emphasis\">Ensign,<\/span> May 2001, 50.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_020\"><a name=\"-04205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Gordon B. Hinckley, “Welfare Responsibilities of the Priesthood Quorums,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, 85–86.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_020\"><a name=\"-04205_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Brigham Young, <span class=\"emphasis\">Deseret News, <\/span>Oct. 15, 1856, 252.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}