{"ID":7642, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are Doing a Great Work and Cannot Come Down\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p2\" class=\"\">President Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We cannot and we must not allow ourselves to get distracted from our sacred duty. We cannot and we must not lose focus on the things that matter most.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_022<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p5\" class=\"\">My dear brethren, I have known for a few months the message I want to give to you today. During that time, I have searched for a story that would illustrate what I want to say. I looked for a story about farming. I looked for a story about animals. In honor of Elder Scott, I looked for a story about nuclear engineering, and in honor of President Monson, one about raising pigeons.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p6\" class=\"\">In the end, one story kept coming back to me—a story that has been imprinted on my memory for many, many years. It isn’t about farming, animals, nuclear engineering, or pigeons. It is as you might have guessed—about aviation. I call it “The Story of the Lightbulb.”<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Story of the Lightbulb, or Losing Sight of What Matters Most<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p8\" class=\"\">On a dark December night 36 years ago, a Lockheed 1011 jumbo jet crashed into the Florida Everglades, killing over 100 people. This terrible accident was one of the deadliest crashes in the history of the United States.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p9\" class=\"\">A curious thing about this accident is that all vital parts and systems of the airplane were functioning perfectly—the plane could have easily landed safely at its destination in Miami, only 20 miles (32km) away.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p10\" class=\"\">During the final approach, however, the crew noticed that one green light had failed to illuminate—a light that indicates whether or not the nose landing gear has extended successfully. The pilots discontinued the approach, set the aircraft into a circling holding pattern over the pitch-black Everglades, and turned their attention toward investigating the problem.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p11\" class=\"\">They became so preoccupied with their search that they failed to realize the plane was gradually descending closer and closer toward the dark swamp below. By the time someone noticed what was happening, it was too late to avoid the disaster.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p12\" class=\"\">After the accident, investigators tried to determine the cause. The landing gear had indeed lowered properly. The plane was in perfect mechanical condition. Everything was working properly—all except one thing: a single burned-out lightbulb. That tiny bulb—worth about 20 cents—started the chain of events that ultimately led to the tragic death of over 100 people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p13\" class=\"\">Of course, the malfunctioning lightbulb didn’t cause the accident; it happened because the crew placed its focus on something that seemed to matter at the moment while losing sight of what mattered most.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Set Your Heart on Things That Matter Most<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p15\" class=\"\">The tendency to focus on the insignificant at the expense of the profound happens not only to pilots but to everyone. We are all at risk. The driver who focuses on the road has a far greater chance of arriving at his destination accident free than the driver who focuses on sending text messages on his phone.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p16\" class=\"\">We know what matters most in life—the Light of Christ teaches this to everyone. We as faithful Latter-day Saints have the Holy Ghost as a “constant companion” to teach us the things of eternal value. I imagine that any priesthood holder listening to my voice today, if asked to prepare a talk on the subject “what matters most,” could and would do an excellent job. Our weakness is in failing to align our actions with our conscience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p17\" class=\"\">Pause for a moment and check where your own heart and thoughts are. Are you focused on the things that matter most? How you spend your quiet time may provide a valuable clue. Where do your thoughts go when the pressure of deadlines is gone? Are your thoughts and heart focused on those short-lived fleeting things that matter only in the moment or on things that matter most?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p18\" class=\"\">What grudges do you bear? What excuses do you cling to that keep you from being the kind of husband, father, son, and priesthood holder you know you should be? What are the things that distract you from your duties or hinder you from magnifying your calling more diligently?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p19\" class=\"\">Sometimes the things that distract us are not bad in and of themselves; often they even make us feel good.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p20\" class=\"\">It is possible to take even good things to excess. One example can be seen in a father or grandfather who spends hours upon hours searching for his ancestors or creating a blog while neglecting or avoiding quality or meaningful time with his own children and grandchildren. Another example could be a gardener who spends his days pulling weeds from the soil while ignoring the spiritual weeds that threaten to choke his soul.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p21\" class=\"\">Even some programs of the Church can become a distraction if we take them to extremes and allow them to dominate our time and our attention at the expense of things that matter most. We need balance in life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p22\" class=\"\">When we truly love our Heavenly Father and His children, we demonstrate that love through our actions. We forgive one another and seek to do good, for “our old [self] is crucified with [Christ].”<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_022\">1<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117902)\">Romans 6:6<\/a><\/span>.]<\/span><\/sup> We “visit the fatherless and widows in their affliction,” and we keep ourselves “unspotted from the vices of the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_022\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117934)\">Joseph Smith Translation, James 1:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p23\" class=\"\">My dear brethren of the priesthood, we live in the latter days. The gospel of Jesus Christ is restored to the earth. The keys of the priesthood of God are given again to man. We live in an era of anticipation and preparation, entrusted by God to prepare ourselves, our families, our world for the approaching dawn—the day when the Son of God will “descend from heaven with a shout, with the voice of the archangel, and with the trump of God”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_022\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117921)\">1 Thessalonians 4:16<\/a><\/span>.]<\/span><\/sup> and usher in His millennial reign.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p24\" class=\"\">We have been entrusted with the holy priesthood and charged with the responsibility, power, and right to act as agents of our Heavenly King.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p25\" class=\"\">These are the things that matter most. These are the things of eternal value that deserve our attention.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p26\" class=\"\">We cannot and we must not allow ourselves to get distracted from our sacred duty. We cannot and we must not lose focus on the things that matter most.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Nehemiah<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p28\" class=\"\">Nehemiah of the Old Testament is a great example of staying focused and committed to an important task. Nehemiah was an Israelite who lived in exile in Babylon and served as cupbearer to the king. One day the king asked Nehemiah why he seemed so sad. Nehemiah replied, “Why should not my countenance be sad, when the city, the place of my fathers’ [graves], lieth waste, and the gates thereof are consumed with fire?”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_022\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117771)\">Nehemiah 2:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p29\" class=\"\">When the king heard this, his heart was softened, and he gave Nehemiah the authority to return to Jerusalem and rebuild the city. However, not everyone was happy with this plan. In fact, several rulers who lived near Jerusalem grieved exceedingly “that there was come a man to seek the welfare of the children of Israel.”<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_022\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117772)\">Nehemiah 2:10<\/a><\/span>.]<\/span><\/sup> These men “took great indignation, and mocked the Jews.”<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_022\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117773)\">Nehemiah 4:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p30\" class=\"\">Fearless, Nehemiah did not allow the opposition to distract him. Instead, he organized his resources and manpower and moved forward rebuilding the city, “for the people had a mind to work.”<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_022\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117774)\">Nehemiah 4:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p31\" class=\"\">But as the walls of the city began to rise, opposition intensified. Nehemiah’s enemies threatened, conspired, and ridiculed. Their threats were very real, and they grew so intimidating that Nehemiah confessed, “They all made us afraid.”<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_022\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117777)\">Nehemiah 6:9<\/a><\/span>.]<\/span><\/sup> In spite of the danger and the ever-present threat of invasion, the work progressed. It was a time of stress, for every builder “had his sword girded by his side, and so builded.”<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_022\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117775)\">Nehemiah 4:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p32\" class=\"\">As the work continued, Nehemiah’s enemies became more desperate. Four times they entreated him to leave the safety of the city and meet with them under the pretense of resolving the conflict, but Nehemiah knew that their intent was to do him harm. Each time they approached him, he responded with the same answer: “I am doing a great work, so that I cannot come down.”<sup class=\"noteMarker\"><a href=\"#footnote10-04205_000_022\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117776)\">Nehemiah 6:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p33\" class=\"\">What a remarkable response! With that clear and unchanging purpose of heart and mind, with that great resolve, the walls of Jerusalem rose until they were rebuilt in an astonishing 52 days.<sup class=\"noteMarker\"><a href=\"#footnote11-04205_000_022\">11<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"117778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117778)\">Nehemiah 6:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p34\" class=\"\">Nehemiah refused to allow distractions to prevent him from doing what the Lord wanted him to do.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>We Will Not Come Down<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p36\" class=\"\">I am encouraged and inspired by the many faithful priesthood holders today who are of similar heart and mind. Like Nehemiah, you love the Lord and seek to magnify the priesthood you bear. The Lord loves you and is mindful of the purity of your hearts and the steadfastness of your resolve. He blesses you for your fidelity, guides your path, and uses your gifts and talents in building His kingdom on this earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p37\" class=\"\">Nevertheless, not all are like Nehemiah. There is room for improvement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p38\" class=\"\">I wonder, my dear brethren of the priesthood, what could be accomplished if we all, like the people of Nehemiah, “had a mind to work.” I wonder what could be accomplished if we “put away childish things”<sup class=\"noteMarker\"><a href=\"#footnote12-04205_000_022\">12<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117911)\">1 Corinthians 13:11<\/a><\/span>.]<\/span><\/sup> and gave ourselves, heart and soul, to becoming worthy priesthood bearers and true representatives of the Lord Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p39\" class=\"\">Think for a moment what could be accomplished in our personal lives, in our professional lives, in our families, in our wards and branches. Think of how the kingdom of God would progress throughout the earth. Imagine how the world itself could be transformed for good if every man who bears the priesthood of God were to gird up his loins and live up to his true potential, converted in the depth of his soul, a true and faithful priesthood man, committed to building the kingdom of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p40\" class=\"\">It is easy to become distracted—to become focused on one burned-out lightbulb or the impolite acts of unkind people, whatever their motive may be. But think of the power we would have as individuals and as a body of the priesthood if, in response to every temptation to lose focus or lower our standards—the standards of God, we responded, “I am doing a great work and cannot come down.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p41\" class=\"\">We live in times of great challenges and great opportunities. The Lord is seeking men like Nehemiah—faithful brethren who fulfill the oath and covenant of the priesthood. He seeks to enlist unfaltering souls who diligently go about the work of building the kingdom of God—those who, when faced with opposition and temptation, say in their hearts, “I am doing a great work and cannot come down.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p42\" class=\"\">When faced with trial and suffering, they respond, “I am doing a great work and cannot come down.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p43\" class=\"\">When faced with ridicule and reproach, they proclaim, “I am doing a great work and cannot come down.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p44\" class=\"\">Our Heavenly Father seeks those who refuse to allow the trivial to hinder them in their pursuit of the eternal. He seeks those who will not allow the attraction of ease or the traps of the adversary to distract them from the work He has given them to perform. He seeks those whose actions conform to their words—those who say with conviction, “I am doing a great work and cannot come down.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p45\" class=\"\">I bear solemn testimony that God lives and is mindful of each one of us. He will stretch forth His hand and uphold those who rise up and bear the priesthood with honor, for in these latter days He has a great work for us to do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p46\" class=\"\">This gospel does not come from man. The doctrine of the Church is not someone’s best guess as to the meaning of ancient scripture. It is the truth of heaven revealed by God Himself. I testify that Joseph Smith saw what he said he saw. He truly looked into the heavens and communed with God the Father and the Son and with angels.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p47\" class=\"\">I bear witness that Heavenly Father speaks to those who seek Him in spirit and in truth. I have witnessed with my own eyes and joyfully testify that in our day, God speaks through His prophet, seer, and revelator, even Thomas S. Monson.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p48\" class=\"\">My dear brethren, like Nehemiah, we have a great work to do. We stand overlooking the horizon of our age. It is my fervent prayer that in spite of temptations, we will never lower our standards; that in spite of distractions, wherever they may come from, we will not lose focus on what matters most; that we will stand resolute and together, shoulder to shoulder, as we valiantly bear the banner of the Lord Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/we-are-doing-a-great-work-and-cannot-come-down.p49\" class=\"\">I pray that we may be worthy of the holy priesthood of Almighty God and, to a man, lift our heads and with unwavering voice proclaim to the world, “We are doing a great work, and we will not come down.” In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117902)\">Romans 6:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117934)\">Joseph Smith Translation, James 1:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117921)\">1 Thessalonians 4:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117771)\">Nehemiah 2:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117772)\">Nehemiah 2:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117773)\">Nehemiah 4:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117774)\">Nehemiah 4:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117777)\">Nehemiah 6:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117775)\">Nehemiah 4:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04205_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117776)\">Nehemiah 6:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04205_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117778)\">Nehemiah 6:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_022\"><a name=\"-04205_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04205_000_022\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117911)\">1 Corinthians 13:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}