{"ID":7643, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Man Down!”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p2\" class=\"\">President Henry B. Eyring<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A feeling of responsibility for others is at the heart of faithful priesthood service.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_023<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p5\" class=\"\">I am grateful for the honor and the blessing of speaking to the priesthood of God. My purpose tonight is to help you to be brave and bold in your priesthood service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p6\" class=\"\">You will need bravery and you will need boldness because you are enlisted in the Lord’s army in the last dispensation. This is not a time of peace. That has been so since Satan arrayed his forces against our Heavenly Father’s plan in the premortal existence. We don’t know the details of the combat then. But we know one result. Satan and his followers were cast down into the earth. And since the creation of Adam and Eve, the conflict has continued. We have seen it intensify. And the scriptures suggest that the war will become more violent and the spiritual casualties on the Lord’s side will mount.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p7\" class=\"\">Almost all of us have seen a battlefield portrayed in a film or read the description in a story. Over the din of explosions and the shouts of soldiers, there comes a cry, “Man down!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p8\" class=\"\">When that cry sounds, faithful fellow soldiers will move toward the sound. Another soldier or a medic will ignore danger and move to the injured comrade. And the man down will know that help will come. Whatever the risk, someone will run low or crawl to get there in time to protect and give aid. That is true in every band of men joined in a difficult and dangerous mission which they are determined to fulfill at any sacrifice. The histories of such groups are full of stories of those loyal men who were determined that no man would be left behind.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p9\" class=\"\">Here is one instance from an official account.<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_023\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The U.S. Army Leadership Field Manual<\/span> (2004), 28–29.]<\/span><\/sup> During fighting in Somalia in October of 1993, two United States Army Rangers in a helicopter during the firefight learned that two other helicopters near them had fallen to the earth. The two rangers, in their relative safety aloft, learned by radio that no ground forces were available to rescue one of the downed aircrews. Growing numbers of the enemy were closing in on the crash site.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p10\" class=\"\">The two men watching from above volunteered to go down to the ground (the words they used on the radio were to “be inserted”) to protect their critically wounded comrades. Their request was denied because the situation was so dangerous. They asked a second time. Permission was again denied. Only after their third request were they put down on the ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p11\" class=\"\">Armed only with their personal weapons, they fought their way to the crashed helicopter and the injured fliers. They moved through intense small arms fire as enemies converged on the crash site. They pulled the wounded from the wreckage. They put themselves in a perimeter around the wounded, placing themselves in the most dangerous positions. They protected their comrades until their ammunition was depleted and they were fatally wounded. Their bravery and their sacrifice saved the life of a pilot who would have been lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p12\" class=\"\">They were each awarded posthumously the Medal of Honor, their nation’s highest recognition for bravery in the face of an armed enemy. The citation reads that what they did was “above and beyond the call of duty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p13\" class=\"\">But I wonder if they saw it that way as they moved to the downed airmen. Out of loyalty they felt a duty to stand by their fellow soldiers, whatever the cost. The courage to act and their selfless service came from feeling that they were responsible for the lives, the happiness, and the safety of comrades.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p14\" class=\"\">Such a feeling of responsibility for others is at the heart of faithful priesthood service. Our comrades are being wounded in the spiritual conflict around us. So are the people we are called to serve and protect from harm. Spiritual wounds are not easily visible, except with inspired eyes. But bishops, branch presidents, and mission presidents sitting before fellow disciples of the Savior can see the wounded and the wounds.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p15\" class=\"\">It has happened for years and across the earth. I remember as a bishop looking out at the face and the posture of a young man of the priesthood and having the thought come to my mind so clearly that it seemed audible: “I need to see him—and soon. Something is happening. He needs help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p16\" class=\"\">I would never put off such an impression because I had learned that the wounds of sin are often not felt at first by the one being hurt. Satan seems sometimes to inject something to deaden the spiritual pain while inflicting the wound. Unless something happens soon to begin repentance, the wound can worsen and widen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p17\" class=\"\">Consequently, as a priesthood holder responsible for the spiritual survival of some of Heavenly Father’s children, you will then move to help without waiting for a cry, “Man down!” Even a best friend or other leaders or parents may not see what you have seen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p18\" class=\"\">You may have been the only one to sense by inspiration the warning cry. The others may feel, as you will be tempted to think, “Maybe the trouble I thought I saw is just my imagination. What right do I have to judge another? It’s not my responsibility. I’ll leave it alone until he asks for help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p19\" class=\"\">Only an authorized judge in Israel is given the power and the responsibility to verify that there is a serious wound, to explore it, and then, under inspiration from God, to prescribe the necessary treatment for healing to begin. Yet you are under covenant to go to a spiritually wounded child of God. You are responsible to be brave enough and bold enough not to turn away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p20\" class=\"\">I need to explain, as best I can, at least two things. First, why do you have a responsibility to move to help your wounded friend? And, second, how do you meet that responsibility?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p21\" class=\"\">First, you are under covenant, as has been made clear to you, that when you accepted the trust from God to receive the priesthood, you accepted a responsibility for whatever you might do or fail to do for the salvation of others however difficult and dangerous that might appear to be for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p22\" class=\"\">There are countless examples of priesthood holders who shouldered that grave responsibility as you and I must. This is how Jacob in the Book of Mormon described his sacred trust when he moved in difficult circumstances to give aid: “Now, my beloved brethren, I, Jacob, according to the responsibility which I am under to God, to magnify mine office with soberness, and that I might rid my garments of your sins, I come up into the temple this day that I might declare unto you the word of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117981)\">Jacob 2:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p23\" class=\"\">Now, you might object that Jacob was a prophet and you are not. But your office, whatever it is in the priesthood, brings with it an obligation to “lift up the hands which hang down, and strengthen the feeble knees”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118136)\">D&amp;C 81:5<\/a><\/span>.]<\/span><\/sup> of those around you. You are the Lord’s servant covenanted to do for others, as best you can, what He would do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p24\" class=\"\">Your great opportunity and your responsibility are described in Ecclesiastes:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p25\" class=\"\">“Two are better than one; because they have a good reward for their labour.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p26\" class=\"\">“For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117795)\">Ecclesiastes 4:9–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p27\" class=\"\">From that, you will understand the true and sobering words from Joseph Smith: “None but fools will trifle with the souls of men.”<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church, <\/span>3:295.]<\/span><\/sup> As Jacob believed, the woe of any fallen man or woman he could have helped and did not would become his own sorrow. Your happiness and that of those you are called to serve as a priesthood holder are bound together.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p28\" class=\"\">Now, we come to the question of how best to help those you are called to serve and rescue. That will depend on your capacities and on the nature of your priesthood relationship to the person who is in spiritual peril. Let me give three cases which may be your opportunity at times in your priesthood service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p29\" class=\"\">Let’s start when you are an inexperienced junior companion, a teacher in the Aaronic Priesthood assigned with a seasoned companion to visit a young family. Before preparing for the visit you will pray for strength and inspiration to see their needs and know what help you could give. If you can, you will have that prayer with your companion, naming those you will visit. As you pray your heart will be drawn out to them personally and to God. You and your companion will agree on what you hope to accomplish. You will work out a plan for what you will do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p30\" class=\"\">Whatever the plan, you will watch and listen with great intensity and humility during the visit. You are young and inexperienced. But the Lord knows their spiritual state and their needs perfectly. He loves them. And because you know He sends you to act for Him, you can have faith that you can sense their needs and what you can do to meet your charge to help. It will come as you visit face-to-face in their home. That is why you have this priesthood charge in the Doctrine and Covenants: “Visit the house of each member, and exhort them to pray vocally and in secret and attend to all family duties.”<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118100)\">D&amp;C 20:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p31\" class=\"\">And then you have an added charge which takes even greater discernment:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p32\" class=\"\">“The teacher’s duty is to watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p33\" class=\"\">“And see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking;<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p34\" class=\"\">“And see that the church meet together often, and also see that all the members do their duty.”<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118101)\">D&amp;C 20:53–55<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p35\" class=\"\">You and your companion will rarely receive inspiration to know the details of the degree to which they are meeting that standard. But I can promise you from experience that you will be given the gift to know what is well with them. And from that you will be able to encourage them. There is another promise I can make: you and your companion will be inspired to know what changes they could make to begin the spiritual healing they need. The words of what you are charged to have happen in their lives will almost certainly contain some of the most important changes the Lord would have them make.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p36\" class=\"\">If your companion feels an impression to urge change, watch what he does. You will likely be surprised at the way the Spirit guides him to speak. There will be the sound of love in his voice. He will find a way to tie the needed change with a blessing that will follow. If it is the father or mother who needs to make a change, he may show how it would lead to happiness for the children. He will describe the change as a move away from unhappiness to a better and safer place.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p37\" class=\"\">Your contribution during the visit may seem to you small, but it can be more powerful than you may think possible. You will show by your face and manner that you care for the people. They will see that your love for them and the Lord makes you unafraid. And you will be bold enough to bear your testimony to truth. Your humble, simple, and perhaps brief testimony may touch the heart of a person more easily than that of your more experienced companion. I have seen it happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p38\" class=\"\">Whatever part you play in that priesthood visit, your desire to go to the people for the Lord to help them will bring at least two blessings. First, you will feel the love of God for the people you visit. And, second, you will feel the Savior’s gratitude for your desire to give the help the Savior knew they needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p39\" class=\"\">He sent you to them because He trusted that you would go feeling responsible to urge them toward Him and toward happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p40\" class=\"\">As you grow a little older, there is another opportunity which will come to you in priesthood service. You will come to know your fellow quorum members well. You may have played basketball or football or shared some youth activities and service projects. With some you will have become close friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p41\" class=\"\">You will have come to recognize when they are happy and when they are sad. Neither of you may be in a position of authority in the quorum. But you will feel responsible for your fellow member in the priesthood. He may confide in you that he is beginning to break a commandment which you know will do him spiritual harm. He may ask for advice because he trusts you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p42\" class=\"\">I can tell you from experience that if you succeed in influencing him away from a dangerous path, you will never forget the joy which came from being his true friend. If you do not succeed, I promise that when his grief and sadness come, as they will, you will feel his pain as if it were your own. Yet if you tried to help, you will still be his friend. And, in fact, for years he may talk with you about what good things there might have been and how grateful he is that you cared enough to try. You will comfort him then and invite him again, as you did in your youth, to come back to the happiness which the Atonement still makes possible for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p43\" class=\"\">Now, later in your life you will be a father—a priesthood father. What you have learned in your priesthood service as you helped others away from sadness and toward happiness will give you the power you will need and want. Years of being responsible for the souls of men will prepare you for helping and protecting your family, whom you will love more than you can imagine in your youth. You will know how to lead them with priesthood power to safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p44\" class=\"\">My prayer is that you will have joy in your priesthood service throughout your life and forever. I pray that you will develop the bravery and love for Heavenly Father’s children that led the sons of Mosiah to plead for the chance to face death and danger to take the gospel to a hardened people. Their desire and their bravery came from feeling responsible for the eternal happiness of strangers in danger of eternal misery.<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_023\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"117996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117996)\">Mosiah 28:1–8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p45\" class=\"\">May we have a part of the desire which Jehovah had, in the world before this one, when He asked to come down from the realms of glory to serve us and give His life for us. He asked His Father, “Send me.”<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_023\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"118212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118212)\">Abraham 3:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/man-down.p46\" class=\"\">I testify that you were called of God and you are sent to serve His children. He wants that no one be left behind. President Monson holds the keys of the priesthood in all the earth. God will give you inspiration and strength to meet your charge to help His children find their way to the happiness made possible by the Atonement of Jesus Christ. I so testify to you in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The U.S. Army Leadership Field Manual<\/span> (2004), 28–29.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117981)\">Jacob 2:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118136)\">D&amp;C 81:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117795)\">Ecclesiastes 4:9–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church, <\/span>3:295.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118100)\">D&amp;C 20:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118101)\">D&amp;C 20:53–55<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117996)\">Mosiah 28:1–8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_023\"><a name=\"-04205_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"118212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118212)\">Abraham 3:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}