{"ID":7644, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Be Your Best Self\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Each must strive to learn his duty and then to do it to the best of his ability.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_024<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p4\" class=\"\">My beloved brethren of the priesthood assembled here in this full Conference Center and in locations throughout the world, I am humbled by the responsibility which is mine to address you. I endorse those messages which have already been presented and express to each of you my sincere love, as well as my appreciation for your faith and your devotion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p5\" class=\"\">Brethren, our responsibilities as bearers of the priesthood are most significant, as outlined in the Doctrine and Covenants: “The power and authority of the higher, or Melchizedek Priesthood, is to hold the keys of all the spiritual blessings of the church.”<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_024\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118169)\">D&amp;C 107:18<\/a><\/span>.]<\/span><\/sup> And further, “The power and authority of the lesser, or Aaronic Priesthood, is to hold the keys of the ministering of angels, and to administer in outward ordinances, the letter of the gospel, the baptism of repentance for the remission of sins, agreeable to the covenants and commandments.”<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118171)\">D&amp;C 107:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p6\" class=\"\">In 1958 Elder Harold B. Lee, who later served as the 11th President of the Church, described the priesthood as “the Lord’s … troops against the forces of evil.”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_024\">3<\/a>\n       <span class=\"footnote\">[Harold B. Lee, “Priesthood” (address to seminary and institute personnel, Brigham Young University, July 17, 1958), 1.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p7\" class=\"\">President John Taylor stated that “the power manifested by the priesthood is simply the power of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_024\">4<\/a>\n       <span class=\"footnote\">[John Taylor, <span class=\"emphasis\">The Gospel Kingdom,<\/span> sel. G. Homer Durham (1941), 130.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p8\" class=\"\">These stirring declarations from prophets of God help us to understand that each man and each boy who holds the priesthood of God must be worthy of that great privilege and responsibility. Each must strive to learn his duty and then to do it to the best of his ability. As we do so, we provide the means by which our Heavenly Father and His Son, Jesus Christ, can accomplish Their work here upon the earth. It is we who are Their representatives here.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p9\" class=\"\">In the world today we face difficulties and challenges, some of which can seem truly daunting. However, with God on our side we cannot fail. As we bear His holy priesthood worthily, we will be victorious.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p10\" class=\"\">Now to you who hold the Aaronic Priesthood, may I say that I sincerely hope each of you is aware of the significance of your priesthood ordination. Yours is a vital role in the life of every member of your ward as you participate in the administration and passing of the sacrament each Sunday.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p11\" class=\"\">I had the privilege to serve as the secretary of my deacons quorum. I recall the many assignments we members of that quorum had the opportunity to fill. Passing the sacred sacrament, collecting the monthly fast offerings, and looking after one another come readily to mind. The most frightening one, however, happened at the leadership session of our ward conference. The member of our stake presidency who was presiding called on a number of the ward officers to speak. They did so. Then, without the slightest warning, he stood and said, “We will now call on one of our younger ward officers, Thomas S. Monson, secretary of the deacons quorum, to give us an accounting of his service and to bear his testimony.” I don’t remember a single thing I said, but I have never forgotten the experience or the lesson that it taught me. It was the Apostle Peter who said, “Be ready always to give an answer to every man that asketh you a reason of the hope that is in you.”<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_024\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117936)\">1 Peter 3:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p12\" class=\"\">In an earlier generation, the Lord gave this promise to holders of the priesthood: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_024\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118142)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p13\" class=\"\">This is not a time for fear, brethren, but rather a time for faith—a time for each of us who holds the priesthood to be his best self.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p14\" class=\"\">Although our journey through mortality will at times place us in harm’s way, may I offer you tonight three suggestions which, when observed and followed, will lead us to safety. They are:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p15\" class=\"\">\n\t<span class=\"strong\">1. Study diligently.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p16\" class=\"\">\n\t<span class=\"strong\">2. Pray fervently.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p17\" class=\"\">\n\t<span class=\"strong\">3. Live righteously.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p18\" class=\"\">These suggestions are not new; they have been taught and repeated again and again. If we incorporate them into our lives, however, we will have the strength to withstand the adversary. Should we ignore them, we will be opening the door for Satan to have influence and power over us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p19\" class=\"\">First, <span class=\"strong\">study diligently.<\/span> Every holder of the priesthood should participate in daily scripture study. Crash courses are not nearly so effective as the day-to-day reading and application of the scriptures in our lives. Become acquainted with the lessons the scriptures teach. Learn the background and setting of the Master’s parables and the prophets’ admonitions. Study them as though they were speaking to you, for such is the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p20\" class=\"\">The prophet Lehi and his son Nephi were each shown in vision the importance of obtaining and then holding fast to the word of God. Concerning the rod of iron shown him, Nephi said this to his disbelieving brothers, Laman and Lemuel:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p21\" class=\"\">“And I said unto them that [the rod] was the word of God; and whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p22\" class=\"\">“Wherefore, I, Nephi, did exhort them to give heed unto the word of the Lord; yea, I did exhort them with all the energies of my soul, and with all the faculty which I possessed, that they would give heed to the word of God and remember to keep his commandments always in all things.”<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_024\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117962)\">1 Nephi 15:24–25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p23\" class=\"\">I promise you, whether you hold the Aaronic or the Melchizedek Priesthood, that if you will study the scriptures diligently, your power to avoid temptation and to receive direction of the Holy Ghost in all you do will be increased.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p24\" class=\"\">Second, <span class=\"strong\">pray fervently.<\/span> With God, all things are possible. Men of the Aaronic Priesthood, men of the Melchizedek Priesthood, remember the prayer of the Prophet Joseph, offered in that grove called sacred. Look around you and see the result of that answered prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p25\" class=\"\">Adam prayed; Jesus prayed. We know the outcome of their prayers. He who notes the fall of a sparrow surely hears the pleadings of our hearts. Remember the promise: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.”<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_024\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117933)\">James 1:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p26\" class=\"\">To those within the sound of my voice who are struggling with challenges and difficulties large and small, prayer is the provider of spiritual strength; it is the passport to peace. Prayer is the means by which we approach our Father in Heaven, who loves us. Speak to Him in prayer and then listen for the answer. Miracles are wrought through prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p27\" class=\"\">Sister Daisy Ogando lives in New York City, home to more than eight million people. Some years ago Sister Ogando met with the missionaries and was taught the gospel. Gradually, she and the missionaries lost contact. Time passed. Then, in 2007, the principles of the gospel she had been taught by the missionaries stirred within her heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p28\" class=\"\">One day while getting into a taxi, Daisy saw the missionaries at a distance, but she was unable to make contact with them before they disappeared from view. She prayed fervently to our Heavenly Father and promised Him that if He would somehow direct the missionaries to her once again, she would open her door to them. She returned home that day with faith in her heart that God would hear and answer her prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p29\" class=\"\">In the meantime, two young missionaries who had been sincerely praying and working to find people to teach were one day examining the tracting records of missionaries who had previously served in their area. As they did so, they came across the name of Daisy Ogando. When they approached her apartment the very afternoon that Sister Ogando offered that simple but fervent prayer, she opened the door and said those words that are music to every missionary who has ever heard them: “Elders, come in. I’ve been waiting for you!”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p30\" class=\"\">Two fervent prayers were answered, contact was reestablished, missionary lessons were taught, and arrangements were made for Daisy and her son Eddy to be baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p31\" class=\"\">Remember to <span class=\"strong\">pray fervently.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p32\" class=\"\">My final suggestion, my brethren: <span class=\"strong\">live righteously.<\/span> Isaiah, that great prophet of the Old Testament, gave this stirring charge to holders of the priesthood: “Touch no unclean thing. … Be ye clean, that bear the vessels of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_024\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117803)\">Isaiah 52:11<\/a><\/span>.]<\/span><\/sup> That’s about as straight as it could be given.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p33\" class=\"\">Holders of the priesthood may not necessarily be eloquent in their speech. They may not hold advanced degrees in difficult fields of study. They may very well be men of humble means. But God is no respecter of persons, and He will sustain His servants in righteousness as they avoid the evils of our day and live lives of virtue and purity. May I illustrate.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p34\" class=\"\">Some 900 miles (1,400 km) north of Salt Lake City is the beautiful city of Calgary, Alberta, Canada, home of the famous Calgary Stampede, one of Canada’s largest annual events and the world’s largest outdoor rodeo. The 10-day event features a rodeo competition, exhibits, agricultural competitions, and chuck wagon races. The Stampede Parade, which occurs on opening day, is one of the festival’s oldest and largest traditions. The parade follows a nearly three-mile (5-km) route in downtown Calgary, with attendance reaching 350,000 spectators, many dressed in western attire.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p35\" class=\"\">Several years ago, a marching band from a large high school in Utah had auditioned for and had received one of the coveted entries to march in the Calgary Stampede Parade. Months of fund-raising, early-morning practices up and down the streets, and other preparations were undertaken in order for the band to travel to Calgary and participate in the parade, where one band would be selected to receive the first-place honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p36\" class=\"\">Finally the day for departure arrived, with the eager students and their leaders boarding the buses and heading north for the long journey to Calgary.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p37\" class=\"\">While en route, the caravan stopped in Cardston, Alberta, Canada, where the group remained for an overnight stay. The local Relief Society sisters there prepared sack lunches for the band members to enjoy before departing again. Brad, one of the band members, who was a priest in the Aaronic Priesthood, was not hungry and decided to keep his lunch until later.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p38\" class=\"\">Brad liked to sit in the back of the bus. As he took his usual seat there in preparation for the remainder of the journey to Calgary, he tossed his sack lunch on the shelf behind the last row of seats. There the lunch sat by the rear window as the July afternoon sun shone through. Unfortunately, the sack lunch contained an egg salad sandwich. For those of you who don’t understand the significance of this, may I just say that egg salad must be refrigerated. If it is not, and if it is subjected to high heat such as that which would be produced by the sun beating through a bus window on a sunny day, it becomes a rather efficient incubator for various strains of bacteria that can result in what may commonly be referred to as food poisoning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p39\" class=\"\">Sometime before arriving in Calgary, Brad grew hungry. Remembering the sack lunch, he gulped down the egg salad sandwich. As the buses arrived in Calgary and drove around the city, the members of the band grew excited—all except for Brad. Unfortunately, all that grew within him were severe stomach pains and other discomforts associated with food poisoning. You know what they are.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p40\" class=\"\">Upon arriving at their destination, the band members exited the bus. Brad, however, did not. Although he knew his fellow band members were counting on him to play his drum in the parade the following morning, Brad was doubled over in pain and was too sick to leave the bus. Providentially for him, two of his friends, Steve and Mike, who had recently graduated from high school and who had also recently been ordained to the office of elder in the Melchizedek Priesthood, found that Brad was missing and decided to look for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p41\" class=\"\">Finding Brad in the rear of the bus and learning what the problem was, Steve and Mike felt helpless. Finally it occurred to them that they were elders and held the power of the Melchizedek Priesthood to bless the sick. Despite their total lack of experience in giving a priesthood blessing, these two new elders had faith in the power they held. They laid their hands on Brad’s head and, invoking the authority of the Melchizedek Priesthood, in the name of Jesus Christ uttered the simple words to bless Brad to be made well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p42\" class=\"\">From that moment, Brad’s symptoms were completely gone. The next morning he took his place with the rest of the band members and proudly marched down the streets of Calgary. The band received first-place honors and the coveted blue ribbon. Far more important, however, was that two young, inexperienced but worthy priesthood holders had answered the call to represent the Lord in serving their fellow man. When it was necessary for them to exercise their priesthood in behalf of one who was desperately in need of their help, they were able to respond because they lived their lives righteously.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p43\" class=\"\">Brethren, are we prepared for our journey through life? The pathway can at times be difficult. Chart your course, be cautious, and determine to <span class=\"strong\">study diligently, pray fervently,<\/span> and <span class=\"strong\">live righteously.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p44\" class=\"\">Let us never despair, for the work in which we are engaged is the work of the Lord. It has been said, “The Lord shapes the back to bear the burden placed upon it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/be-your-best-self.p45\" class=\"\">The strength which we earnestly seek in order to meet the challenges of a complex and changing world can be ours when, with fortitude and resolute courage, we stand and declare with Joshua, “As for me and my house, we will serve the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote10-04205_000_024\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117765)\">Joshua 24:15<\/a><\/span>.]<\/span><\/sup> To this divine truth I testify and do so in the name of Jesus Christ, our Lord, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118169)\">D&amp;C 107:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118171)\">D&amp;C 107:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Harold B. Lee, “Priesthood” (address to seminary and institute personnel, Brigham Young University, July 17, 1958), 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>John Taylor, <span class=\"emphasis\">The Gospel Kingdom,<\/span> sel. G. Homer Durham (1941), 130.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117936)\">1 Peter 3:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118142)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117962)\">1 Nephi 15:24–25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117933)\">James 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117803)\">Isaiah 52:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_024\"><a name=\"-04205_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04205_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117765)\">Joshua 24:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}