{"ID":7645, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Way of the Disciple\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p3\" class=\"\">President Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p4\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Now is the time to embrace the gospel of Jesus Christ, become His disciples, and walk in His way.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">04205_000_025<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p6\" class=\"\">Today is the day the Christian world traditionally calls Palm Sunday. You will remember that it was on that Sunday nearly 2,000 years ago that Jesus Christ entered the city of Jerusalem during the final week of His mortal life.<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_025\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"117835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117835)\">Matthew 21:6–11<\/a><\/span>.]<\/span><\/sup> In fulfillment of Zechariah’s ancient prophecy,<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_025\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"117809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117809)\">Zechariah 9:9<\/a><\/span>.]<\/span><\/sup> He rode in on a donkey, and as He did so, a great multitude came out to greet the Master and carpeted the path before Him with palm leaves, flowering branches, and even their own garments. As He approached, they cried, “Blessed be the King that cometh in the name of the Lord”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_025\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117863)\">Luke 19:38<\/a><\/span>.]<\/span><\/sup> and “Hosanna to the Son of David.”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_025\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117836)\">Matthew 21:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p7\" class=\"\">Perhaps the disciples thought this was a turning point—the moment when the Jewish world would finally recognize Jesus as the long-awaited Messiah. But the Savior understood that many of the shouts of praise and acclamation would be temporary. He knew that soon He would ascend to the Mount of Olives and there, alone in Gethsemane, take upon Himself the sins of the world.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Gospel of Jesus Christ<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p9\" class=\"\">It is fitting that during the week from Palm Sunday to Easter morning we turn our thoughts to Jesus Christ, the source of light, life, and love. The multitudes in Jerusalem may have seen Him as a great king who would give them freedom from political oppression. But in reality He gave much more than that. He gave us His gospel, a pearl beyond price, the grand key of knowledge that, once understood and applied, unlocks a life of happiness, peace, and fulfillment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p10\" class=\"\">The gospel is the good news of Christ. It is the revelation that the Son of God came to earth, lived a perfect life, atoned for our sins, and conquered death. It is the path of salvation, the way of hope and joy, and the assurance that God has a plan of redemption and happiness for His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p11\" class=\"\">The gospel is the way of discipleship. As we walk in that way, we can experience confidence and joy—even during times of peril, sorrow, and uncertainty.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Way of the World<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p13\" class=\"\">We live in a time when many worry about their livelihood. They are concerned about the future and doubt their ability to resolve the challenges that confront them. Many have experienced personal misfortune and sadness. They hunger for meaning and purpose in life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p14\" class=\"\">Because there is such great interest in these issues, the world is not bashful in offering numerous new answers to every problem we face. People run from one new idea to the next, hoping to find something that will answer the burning questions of their souls. They attend seminars and buy books, CDs, and other products. They get caught up in the excitement of looking for something new. But inevitably, the flame of each new theory fades, only to be replaced by another “new and improved” solution that promises to do what the others before could not.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p15\" class=\"\">It’s not that these worldly options don’t contain elements of truth—many of them do. Nevertheless, they all fall short of the lasting change we seek in our lives. After the excitement wears off, the hollowness remains as we look for the next new idea to unlock the secrets of happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p16\" class=\"\">In contrast, the gospel of Jesus Christ has the answers to all of our problems. The gospel is not a secret. It is not complicated or hidden. It can unlock the door to true happiness. It is not someone’s theory or proposition. It does not come from man at all. It springs from the pure and everlasting waters of the Creator of the universe, who knows truths we cannot even begin to comprehend. And with that knowledge, He has given us the gospel—a divine gift, the ultimate formula for happiness and success.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>How Do We Become Disciples of Jesus Christ?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p18\" class=\"\">When we hear the transcendent truths of the gospel of Jesus Christ, hope and faith begin to blossom inside of us.<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_025\">5<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"117905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117905)\">Romans 10:17<\/a><\/span>.]<\/span><\/sup> The more we fill our hearts and minds with the message of the risen Christ, the greater our desire is to follow Him and live His teachings. This, in turn, causes our faith to grow and allows the light of Christ to illuminate our hearts. As it does, we recognize the imperfections in our lives, and we desire to be cleansed of the depressing burdens of sin. We yearn for freedom from guilt, and this inspires us to repent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p19\" class=\"\">Faith and repentance lead to the purifying waters of baptism, where we covenant to take upon us the name of Jesus Christ and walk in His footsteps.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p20\" class=\"\">To uphold us in the desire to lead a purified and holy life, we are endowed with the baptism of fire—the unspeakable gift of the Holy Ghost, a heavenly Comforter who accompanies and guides us as we walk in the path of righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p21\" class=\"\">The more we are filled with the Spirit of God, the more we extend ourselves to others. We become peacemakers in our homes and families, we help our fellowmen everywhere, and we reach out in merciful acts of kindness, forgiveness, grace, and long-suffering patience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p22\" class=\"\">These are the first steps along the true way of life and fulfillment. This is the peaceable way of the follower of Jesus Christ.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Path of Patience<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p24\" class=\"\">Nevertheless, it is not a quick fix or an overnight cure.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p25\" class=\"\">A friend of mine recently wrote to me, confiding that he was having a difficult time keeping his testimony strong and vibrant. He asked for counsel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p26\" class=\"\">I wrote back to him and lovingly suggested a few specific things he could do that would align his life more closely with the teachings of the restored gospel. To my surprise, I heard back from him only a week later. The essence of his letter was this: “I tried what you suggested. It didn’t work. What else have you got?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p27\" class=\"\">Brothers and sisters, we have to stay with it. We don’t acquire eternal life in a sprint—this is a race of endurance. We have to apply and reapply the divine gospel principles. Day after day we need to make them part of our normal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p28\" class=\"\">Too often we approach the gospel like a farmer who places a seed in the ground in the morning and expects corn on the cob by the afternoon. When Alma compared the word of God to a seed, he explained that the seed grows into a fruit-bearing tree gradually, as a result of our “faith, and [our] diligence, and patience, and long-suffering.”<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_025\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"118023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118023)\">Alma 32:43<\/a><\/span>.]<\/span><\/sup> It’s true that some blessings come right away: soon after we plant the seed in our hearts, it begins to swell and sprout and grow, and by this we know that the seed is good. From the very moment we set foot upon the pathway of discipleship, seen and unseen blessings from God begin to attend us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p29\" class=\"\">But we cannot receive the fulness of those blessings if we “neglect the tree, and take no thought for its nourishment.”<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_025\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"118021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118021)\">Alma 32:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p30\" class=\"\">Knowing that the seed is good is not enough. We must “nourish it with great care, that it may get root.”<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_025\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"118020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118020)\">Alma 32:37<\/a><\/span>.]<\/span><\/sup> Only then can we partake of the fruit that is “sweet above all that is sweet, and … pure above all that is pure” and “feast upon this fruit even until [we] are filled, that [we] hunger not, neither shall [we] thirst.”<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_025\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"118022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118022)\">Alma 32:42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p31\" class=\"\">Discipleship is a journey. We need the refining lessons of the journey to craft our character and purify our hearts. By patiently walking in the path of discipleship, we demonstrate to ourselves the measure of our faith and our willingness to accept God’s will rather than ours.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p32\" class=\"\">It is not enough merely to speak of Jesus Christ or proclaim that we are His disciples. It is not enough to surround ourselves with symbols of our religion. Discipleship is not a spectator sport. We cannot expect to experience the blessings of faith by standing inactive on the sidelines any more than we can experience the benefits of health by sitting on a sofa watching sporting events on television and giving advice to the athletes. And yet for some, “spectator discipleship” is a preferred if not a primary way of worshipping.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p33\" class=\"\">Ours is not a secondhand religion. We cannot receive the blessings of the gospel merely by observing the good that others do. We need to get off the sidelines and practice what we preach.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Way Is Open to All<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p35\" class=\"\">The first step on the path of discipleship begins, luckily enough, in the exact place where we stand! We do not have to prequalify to take that first step. It doesn’t matter if we are rich or poor. There is no requirement to be educated, eloquent, or intellectual. We do not have to be perfect or well-spoken or even well-mannered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p36\" class=\"\">You and I can walk in the path of discipleship today. Let us be humble; let us pray to our Father in Heaven with all our heart and express our desire to draw close to Him and learn of Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p37\" class=\"\">Have faith. Seek, and you will find. Knock, and the door will be opened.<sup class=\"noteMarker\"><a href=\"#footnote10-04205_000_025\">10<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"117826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117826)\">Matthew 7:7<\/a><\/span>.]<\/span><\/sup> Serve the Lord by serving others. Become an active participant in your ward or branch. Strengthen your family by committing to live the principles of the gospel. Be of one heart and of one mind in your marriage and in your family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p38\" class=\"\">Now is the time to adjust your lives to be able to have a temple recommend and use it. Now is the time to have meaningful family home evenings, to read the word of God, and to speak to our Heavenly Father in earnest prayer. Now is the time to fill our hearts with gratitude for the Restoration of His Church, for living prophets, the Book of Mormon, and the priesthood power that blesses our lives. Now is the time to embrace the gospel of Jesus Christ, become His disciples, and walk in His way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p39\" class=\"\">There are some who believe that because they have made mistakes, they can no longer fully partake of the blessings of the gospel. How little they understand the purposes of the Lord. One of the great blessings of living the gospel is that it refines us and helps us learn from our mistakes. We “all have sinned, and come short of the glory of God,”<sup class=\"noteMarker\"><a href=\"#footnote11-04205_000_025\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"117901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117901)\">Romans 3:23<\/a><\/span>.]<\/span><\/sup> yet the Atonement of Jesus Christ has the power to make us whole when we repent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p40\" class=\"\">Our beloved friend Elder Joseph B. Wirthlin taught us this principle with clarity when he said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p41\" class=\"\">“Oh, it is wonderful to know that our Heavenly Father loves us—even with all our flaws! His love is such that even should we give up on ourselves, He never will.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p42\" class=\"\">“We [might] see ourselves in terms of yesterday and today. Our Heavenly Father sees us in terms of forever. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p43\" class=\"\">“The gospel of Jesus Christ is a gospel of transformation. It takes us as men and women of the earth and refines us into men and women for the eternities.”<sup class=\"noteMarker\"><a href=\"#footnote12-04205_000_025\">12<\/a>\n\t <span class=\"footnote\">[Joseph B. Wirthlin, “The Great Commandment,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 29–30.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p44\" class=\"\">To those who have left the path of discipleship for whatever reason, I invite you to start where you are and come to the restored gospel of Jesus Christ. Walk again in the way of the Lord. I testify that the Lord will bless your life, endow you with knowledge and joy beyond comprehension, and distill upon you the supernal gifts of the Spirit. It is always the right time to walk in His way. It is never too late.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p45\" class=\"\">To those who feel inadequate because they have not been members of the Church all their lives, to those who feel that they can never make up for the time they have lost, I testify that the Lord needs your specific abilities, talents, and skills. The Church needs you; we need you. It is always the right time to walk in His way. It is never too late.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Blessings of Discipleship<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p47\" class=\"\">Let us remember on this Palm Sunday, during this Easter season, and always that the restored gospel of our Lord and Savior Jesus Christ has the power to fill any emptiness, heal any wound, and bridge any vale of sorrow. It is the way of hope, faith, and trust in the Lord. The gospel of Jesus Christ is taught in its fulness in The Church of Jesus Christ of Latter-day Saints. This Church is led by a living prophet, authorized by the Lord Jesus Christ to provide direction and guidance to help us face the challenges of our day, as serious as they may be.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/the-way-of-the-disciple.p48\" class=\"\">I bear my solemn witness that Jesus the Christ lives. He is the Savior and Redeemer of the world. He is the promised Messiah. He lived a perfect life and atoned for our sins. He will ever be at our side. He will fight our battles. He is our hope; He is our salvation; He is the way. Of this I testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117835)\">Matthew 21:6–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117809)\">Zechariah 9:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117863)\">Luke 19:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117836)\">Matthew 21:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117905)\">Romans 10:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118023)\">Alma 32:43<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118021)\">Alma 32:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118020)\">Alma 32:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118022)\">Alma 32:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04205_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117826)\">Matthew 7:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04205_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117901)\">Romans 3:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_025\"><a name=\"-04205_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04205_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph B. Wirthlin, “The Great Commandment,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 29–30.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}