{"ID":765, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel of Good Works<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1955, pp. 60-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhile I speak these few minutes, may I have the Spirit of the Lord to direct me.\n<\/p><p>\nI rejoice with you in the great messages we have heard from our First Presidency on the\nimportant question of teaching and the proper training of our children.  The first thing we\nshould teach our children is respect for all human beings. All are children of God. Man is\nmade in the image of God.  Respect for all men leads to a love for law and order.  In the\nhome is taught obedience to the loving directions of our Father in heaven. Then comes\nself-discipline, self-direction.  Whether we are teachers of the gospel or professional men, we\ncan and should dedicate ourselves to help our children to develop their potentialities for good,\nfor truth, for love, for beauty, and above all, reverence for God.\n<\/p><p>\nOur young people must be educated to think clearly and deeply, and students of schools and\nuniversities should be taught that the famous authors and philosophers of the world have\nproduced writings which glorify God and the divinity of man. We are reminded of the words\nof Carl Schurz, when he said: \"Ideals are like stars; you will not succeed in touching them\nwith your hands. But like a seafaring man on the desert of waters, you choose them as your\nguides, and following them, you will reach your destiny.\"\n<\/p><p>\nWe teach the gospel of good works. It is excellent; it is ennobling; but that is not all. Man\nowes to God and to his fellow men, not only his conduct, but also his thoughts, not only to\ndo much, but also to think aright as to honor, integrity, and honesty.\n<\/p><p>\nTo understand the true value of the ideals of the American people when they think of their\ngovernment of the United States, one must recall the character of the people who settled these\nshores in the seventeenth century. \"They brought hither in their little ships, not money, not\nmerchandise, no array of armed force, but they came freighted with religion, learning, law,\nand the Spirit of God.  They stepped forth upon the shore, and a wild and frowning\nwilderness received them.\" Strong in their faith in God, they began their combat with danger\nand hardship.  Disease smote them, but they fainted not.  At times they had nothing to eat but\nthe roots of the plants they gathered. They first built houses for God and then for themselves. \nThey established schools and developed a strong morality which was always their principal\ncharacteristic. They educated their children to a high faith in God.  Villages began to smile;\nchurches arose; industries multiplied; colleges were established; and every town had a\ndemocratic government for all to take part.  The states that were formed grew into a nation\nwith noble, fundamental ideas of government.  And so came our own United States, the most\ndemocratic government in the history of the world.  What a glorious history our early country\nhad, for religious people went not only to New England, but we have also the Quakers and\nthe Methodists and other religious groups settling along the Atlantic Coast.\n<\/p><p>\nFor this reason and others, we believe that honest inquiry into any field of knowledge should\nbe encouraged.  But one should always have for a guiding thought his need for beauty, for\ngoodness, for love, and the communion with the divine.  \"To me,\" says Dr. Green of Yale\nUniversity, \"truth, beauty, goodness; and Deity are ultimate objects of our search, as is nature\nfor the scientist. I am profoundly impressed by the witness of sincerely and intelligently\nreligious folk, the saints and prophets of the great religions, that man can encounter Deity,\nand find in that Deity a source of understanding and comfort.\"\n<\/p><p>\nIn a General Epistle of the Council of the Twelve Apostles of the Church of Jesus Christ of\nLatter-day Saints, issued December 23, 1847, at Winter Quarters and signed by President\nBrigham Young, we have these words: \n<\/p><p>\nThe Kingdom of God consists in correct principles; and it mattereth not what a man's\nreligious faith is; whether he be a Presbyterian, or a Methodist, or a Baptist, or a\nLatter-day Saint or \"Mormon,\" or a Campbellite, or a Catholic, or an Episcopalian, or\nMohometan, or even pagan, or anything else, if he will bow the knee, and with his\ntongue confess that Jesus is the Christ\n(<span class=\"citation\" id=\"13383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13383)\">D&amp;C 76:110-111<\/a><\/span>),\nand will support good and wholesome laws for\nthe regulation of society, we hail him as a brother, and will stand by him while he\nstands by us in these things; for every man's religious faith is a matter between his\nown soul and his God alone . . .\n<\/p><p>\nWe ask no pre-eminence; we want no pre-eminence; but where God has placed us,\nthere we will stand; and that is, to be one with our brethren, and our brethren are those\nthat keep the commandments of God, and do the will of our Father who is in heaven;\nand by them we will stand, and with them we will dwell in time and in eternity.\n(<i>Journal History<\/i>, Dec. 23, 1847.)\n<\/p><p>\nHow nobly did the Prophet Joseph Smith declare this ideal when he said: \n<\/p><p>\nWe claim the privilege of worshiping Almighty God according to the dictates of our\nown conscience, and allow all men the same privilege, let them worship how, where,\nor what they may (<span class=\"citation\" id=\"6689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6689)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nIt is to be remembered that there are men walking the earth and beckoning us to follow them\nto the future&mdash;not abreast of us, but ahead of us.  Religion explains them as men blessed of\nheaven; men so spiritually endowed as to be able to respond to the inspiration of the infinite,\nwhich they know comes from God.  They are good men, and wonderful is the vitality of\ngoodness.  Men are keeping faith and virtue and are working for the freedom and happiness\nof the human race.  Their discipline is the loyalty of each man's heart to the voice of God. \nThese men look for authority, for principles, for divine government.  They have noble\nthoughts, beautiful sentiments, worthy aspirations, courageous living for a true and happier\nlife.  They know that God has not separated himself from the world nor does he lightly regard\nanyone's need. There is a true light which \"lighteth every man that cometh into the world\"\n(<span class=\"citation\" id=\"27629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27629)\">John 1:9<\/a><\/span>),\na saying rich in promise. God reveals his principles of eternal life to good men\nwho have discerning vision and deep faith. The world has always had such men; it has such\nmen today.\n<\/p><p>\nIn all of our history there has been nothing in the way of persecution by the Latter-day Saints\nof other people, but we have been taught by the Prophet Joseph Smith from the beginning,\nwhen God spoke to him, that all are children of God and that we should approach them with\nlove and the testimony that God lives and that Jesus is the Christ, the Redeemer of the world.\n<\/p><p>\nSomeday, he will be found again among the thirsting people for whom he lived and died.  As\nhe came back after his death to confirm the faith of his disciples, and to comfort their\ndesolate hearts, so will he come again to establish his kingdom in the earth and usher in the\nreign of peace.  May we be blessed with a love for mankind, I ask in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}