{"ID":7651, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Unselfish Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p3\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p4\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our Savior teaches us to follow Him by making the sacrifices necessary to lose ourselves in unselfish service to others.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">04205_000_031<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p6\" class=\"\">Our Savior gave Himself in unselfish service. He taught that each of us should follow Him by denying ourselves of selfish interests in order to serve others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p7\" class=\"\">“If any man will come after me [He said], let him deny himself, and take up his cross, and follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p8\" class=\"\">“For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it” (<span class=\"citation\" id=\"117833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117833)\">Matthew 16:24–25<\/a><\/span>; see also <span class=\"citation\" id=\"117829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117829)\">Matthew 10:39<\/a><\/span>).<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p10\" class=\"\">As a group, Latter-day Saints are unique in following that teaching—unique in the extent of their unselfish service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p11\" class=\"\">Each year tens of thousands of Latter-day Saints submit their papers for full-time missionary service. Seniors put aside the diversions of retirement, the comforts of home, and the loving companionship of children and grandchildren and go forth to serve strangers in unfamiliar places. Young men and women put work and education on hold and make themselves available to serve wherever they are assigned. Hundreds of thousands of faithful members participate in the unselfish service we call “temple work,” which has no motive other than love and service for our fellowmen, living and dead. The same unselfish service is given by legions of officers and teachers in our stakes and wards and branches. All are uncompensated in worldly terms but committed to Christlike service to their fellowmen.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p12\" class=\"\">It is not easy to give up our personal priorities and desires. Many years ago a new missionary in England was frustrated and discouraged. He wrote home saying he felt he was wasting his time. His wise father replied, “Forget yourself and go to work.”<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_031\">1<\/a>\n\t <span class=\"footnote\">[Quoted in Gordon B. Hinckley, “Taking the Gospel to Britain: A Declaration of Vision, Faith, Courage, and Truth,” <span class=\"emphasis\">Ensign,<\/span> July 1987, 7.]<\/span><\/sup> Young Elder Gordon B. Hinckley went to his knees and covenanted with the Lord that he would try to forget himself and lose himself in the Lord’s service.<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_031\">2<\/a>\n\t <span class=\"footnote\">[See <span class=\"emphasis\">Ensign,<\/span> July 1987, 7.]<\/span><\/sup> Years later, as a mature servant of the Lord, Elder Hinckley would say, “He who lives only unto himself withers and dies, while he who forgets himself in the service of others grows and blossoms in this life and in eternity.”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_031\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 588.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p13\" class=\"\">Last January President Thomas S. Monson taught Brigham Young University students that their student days should include “the matter of spiritual preparation,” including service to others. “An attitude of love characterized the mission of the Master,” President Monson said. “He gave sight to the blind, legs to the lame, and life to the dead. Perhaps when we [face] our Maker, we will not be asked, ‘How many positions did you hold?’ but rather, ‘How many people did you help?’ In reality,” President Monson concluded, “you can never love the Lord until you serve Him by serving His people.”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_031\">4<\/a>\n\t <span class=\"footnote\">[Thomas S. Monson, “Great Expectations” (Church Educational System fireside for young adults, Jan. 11, 2009), www.ldsces.org.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p14\" class=\"\">A familiar example of losing ourselves in the service of others—this one not unique to Latter-day Saints—is the sacrifice parents make for their children. Mothers suffer pain and loss of personal priorities and comforts to bear and rear each child. Fathers adjust their lives and priorities to support a family. The gap between those who are and those who are not willing to do this is widening in today’s world. One of our family members recently overheard a young couple on an airline flight explaining that they chose to have a dog instead of children. “Dogs are less trouble,” they declared. “Dogs don’t talk back, and we never have to ground them.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p15\" class=\"\">We rejoice that so many Latter-day Saint couples are among that unselfish group who are willing to surrender their personal priorities and serve the Lord by bearing and rearing the children our Heavenly Father sends to their care. We also rejoice in those who care for disabled family members and aged parents. None of this service asks, what’s in it for me? All of it requires setting aside personal convenience for unselfish service. All of it stands in contrast to the fame, fortune, and other immediate gratification that are the worldly ways of so many in our day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p16\" class=\"\">Latter-day Saints are uniquely committed to sacrifice. In partaking of the sacrament each week, we witness our commitment to serve the Lord and our fellowmen. In sacred temple ceremonies we covenant to sacrifice and consecrate our time and talents for the welfare of others.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p18\" class=\"\">Latter-day Saints are also renowned for their ability to unite in cooperative efforts. The Mormon pioneers who colonized the Intermountain West established our honored tradition of unselfish cooperation for the common good. Following in this tradition are our modern “Helping Hands” projects in many nations.<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_031\">5<\/a>\n\t <span class=\"footnote\">[See “Mormon Helping Hands Program Completes First Decade of Service,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2009, N1; <span class=\"emphasis\">Ensign,<\/span> Jan. 2009, 74.]<\/span><\/sup> In recent elections Latter-day Saints have united with other like-minded persons in efforts to defend marriage. For some, that service has involved great sacrifice and continuing personal pain.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p19\" class=\"\">Our members’ religious faith and Church service have taught them how to work in cooperative efforts to benefit the larger community. Because of this, Latter-day Saint volunteers are in great demand in education, local government, charitable causes, and countless other efforts that call for high skills in cooperative efforts and unselfish sacrifice of time and means.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p20\" class=\"\">Some attribute our members’ willingness to sacrifice and their skills in cooperative efforts to our effective Church organization or to what skeptics mistakenly call “blind obedience.” Neither explanation is correct. No outside copying of our organization and no application of blind obedience could duplicate the record of this Church or the performance of its members. Our willingness to sacrifice and our skills in cooperative efforts come from our faith in the Lord Jesus Christ, from the inspired teachings of our leaders, and from the commitments and covenants we knowingly make.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p22\" class=\"\">Unfortunately, some Latter-day Saints seem to forego unselfish service to others, choosing instead to fix their priorities on the standards and values of the world. Jesus cautioned that Satan desires to sift us like wheat (see <span class=\"citation\" id=\"117864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117864)\">Luke 22:31<\/a><\/span>; <span class=\"citation\" id=\"118049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118049)\">3 Nephi 18:18<\/a><\/span>), which means to make us common like all those around us. But Jesus taught that we who follow Him should be precious and unique, “the salt of the earth” (<span class=\"citation\" id=\"117812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117812)\">Matthew 5:13<\/a><\/span>) and “the light of the world,” to shine forth to all men (<span class=\"citation\" id=\"117813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117813)\">Matthew 5:14, 16<\/a><\/span>; see also <span class=\"citation\" id=\"118057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118057)\">3 Nephi 18:24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p23\" class=\"\">We do not serve our Savior well if we fear man more than God. He rebuked some leaders in His restored Church for seeking the praise of the world and for having their minds on the things of the earth more than on the things of the Lord (see <span class=\"citation\" id=\"118109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118109)\">D&amp;C 30:2<\/a><\/span>; <span class=\"citation\" id=\"118123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118123)\">58:39<\/a><\/span>). Those chastisements remind us that we are called to establish the Lord’s standards, not to follow the world’s. Elder John A. Widtsoe declared, “We cannot walk as other men, or talk as other men, or do as other men, for we have a different destiny, obligation, and responsibility placed upon us, and we must fit ourselves [to it].”<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_031\">6<\/a>\n\t <span class=\"footnote\">[John A. Widtsoe, in Conference Report, Apr. 1940, 36.]<\/span><\/sup> That reality has current application to every trendy action, including immodest dress. As a wise friend observed, “You can’t be a life saver if you look like all the other swimmers on the beach.”<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_031\">7<\/a>\n\t <span class=\"footnote\">[Ardeth Greene Kapp, <span class=\"emphasis\">I Walk by Faith <\/span>(1987), 97.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p24\" class=\"\">Those who are caught up in trying to save their lives by seeking the praise of the world are actually rejecting the Savior’s teaching that the only way to save our eternal life is to love one another and lose our lives in service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p25\" class=\"\">C. S. Lewis explained this teaching of the Savior: “The moment you have a self at all, there is a possibility of putting yourself first—wanting to be the centre—wanting to be God, in fact. That was the sin of Satan: and that was the sin he taught the human race. Some people think the fall of man had something to do with sex, but that is a mistake. … <span class=\"emphasis\">What Satan put into the heads of our remote ancestors was the idea that they could ‘be like gods’—could set up on their own as if they had created themselves—be their own masters—invent some sort of happiness for themselves outside God, apart from God.<\/span> And out of that hopeless attempt has come … the long terrible story of man trying to find something other than God which will make him happy.”<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_031\">8<\/a>\n\t <span class=\"footnote\">[C. S. Lewis, <span class=\"emphasis\">Mere Christianity<\/span> (1980), 49; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p26\" class=\"\">A selfish person is more interested in pleasing man—especially himself—than in pleasing God. He looks only to his own needs and desires. He walks “in his own way, and after the image of his own god, whose image is in the likeness of the world” (<span class=\"citation\" id=\"118083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118083)\">D&amp;C 1:16<\/a><\/span>). Such a person becomes disconnected from the covenant promises of God (see <span class=\"citation\" id=\"118082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118082)\">D&amp;C 1:15<\/a><\/span>) and from the mortal friendship and assistance we all need in these tumultuous times. In contrast, if we love and serve one another as the Savior taught, we remain connected to our covenants and to our associates.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p28\" class=\"\">We live in a time when sacrifice is definitely out of fashion, when the outside forces that taught our ancestors the need for unselfish cooperative service have diminished. Someone has called this the “me” generation—a selfish time when everyone seems to be asking, what’s in it for me? Even some who should know better seem to be straining to win the praise of those who mock and scoff from the “great and spacious building” identified in vision as the pride of the world (see <span class=\"citation\" id=\"117956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117956)\">1 Nephi 8:26–28<\/a><\/span>; <span class=\"citation\" id=\"117959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117959)\">11:35–36<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p29\" class=\"\">The worldly aspiration of our day is to get something for nothing. The ancient evil of greed shows its face in the assertion of entitlement: I am entitled to this or that because of who I am—a son or a daughter, a citizen, a victim, or a member of some other group. Entitlement is generally selfish. It demands much, and it gives little or nothing. Its very concept causes us to seek to elevate ourselves above those around us. This separates us from the divine, evenhanded standard of reward that when anyone obtains any blessing from God, it is by obedience to the law on which that blessing is predicated (see <span class=\"citation\" id=\"118197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118197)\">D&amp;C 130:21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p30\" class=\"\">The effects of greed and entitlement are evident in the multimillion-dollar bonuses of some corporate executives. But the examples are more widespread than that. Greed and ideas of entitlement have also fueled the careless and widespread borrowing and excessive consumerism behind the financial crises that threaten to engulf the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p31\" class=\"\">Gambling is another example of greed and selfishness. The gambler ventures a minimum amount in the hope of a huge return that comes by taking it away from others. No matter how it is disguised, getting something for nothing is contrary to the gospel law of the harvest: “Whatsoever a man soweth, that shall he also reap” (<span class=\"citation\" id=\"117918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117918)\">Galatians 6:7<\/a><\/span>; see also <span class=\"citation\" id=\"117915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117915)\">2 Corinthians 9:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p32\" class=\"\">The values of the world wrongly teach that “it’s all about me.” That corrupting attitude produces no change and no growth. It is contrary to eternal progress toward the destiny God has identified in His great plan for His children. The plan of the gospel of Jesus Christ lifts us above our selfish desires and teaches us that this life is all about what we can become.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p33\" class=\"\">A great example of unselfish service is the late Mother Teresa of Calcutta, whose vow committed herself and her fellow workers to “wholehearted free service to the poorest of the poor.”<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_031\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">The Joy in Loving: A Guide to Daily Living with Mother Teresa,<\/span> comp. Jaya Chaliha and Edward Le Joly (1996), 15.]<\/span><\/sup> She taught that “one thing will always secure heaven for us—the acts of charity and kindness with which we have filled our lives.”<sup class=\"noteMarker\"><a href=\"#footnote10-04205_000_031\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Life in the Spirit,<\/span> ed. Kathryn Spink (1983), 42.]<\/span><\/sup> “We can do no great things,” Mother Teresa maintained, “only small things with great love.”<sup class=\"noteMarker\"><a href=\"#footnote11-04205_000_031\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Life in the Spirit,<\/span> 45.]<\/span><\/sup> When this wonderful Catholic servant died, the First Presidency’s message of condolence declared, “Her life of unselfish service is an inspiration to all the world, and her acts of Christian goodness will stand as a memorial for generations to come.”<sup class=\"noteMarker\"><a href=\"#footnote12-04205_000_031\">12<\/a>\n\t <span class=\"footnote\">[“News of the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 110.]<\/span><\/sup> That is what the Savior called losing our lives in service to others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p34\" class=\"\">Each of us should apply that principle to our attitudes in attending church. Some say “I didn’t learn anything today” or “No one was friendly to me” or “I was offended” or “The Church is not filling my needs.” All those answers are self-centered, and all retard spiritual growth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p35\" class=\"\">In contrast, a wise friend wrote:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p36\" class=\"\">“Years ago, I changed my attitude about going to church. No longer do I go to church for my sake, but to think of others. I make a point of saying hello to people who sit alone, to welcome visitors, … to volunteer for an assignment. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p37\" class=\"\">“In short, I go to church each week with the intent of being active, not passive, and making a positive difference in people’s lives. Consequently, my attendance at Church meetings is so much more enjoyable and fulfilling.”<sup class=\"noteMarker\"><a href=\"#footnote13-04205_000_031\">13<\/a>\n\t <span class=\"footnote\">[Mark Skousen to Dallin H. Oaks, Feb. 15, 2009.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p38\" class=\"\">All of this illustrates the eternal principle that we are happier and more fulfilled when we act and serve for what we give, not for what we get.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/unselfish-service.p39\" class=\"\">Our Savior teaches us to follow Him by making the sacrifices necessary to lose ourselves in unselfish service to others. If we do, He promises us eternal life, “the greatest of all the gifts of God” (<span class=\"citation\" id=\"118096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118096)\">D&amp;C 14:7<\/a><\/span>), the glory and joy of living in the presence of God the Father and His Son, Jesus Christ. I testify of Them and of Their great plan for the salvation of Their children, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Gordon B. Hinckley, “Taking the Gospel to Britain: A Declaration of Vision, Faith, Courage, and Truth,” <span class=\"emphasis\">Ensign,<\/span> July 1987, 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Ensign,<\/span> July 1987, 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 588.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas S. Monson, “Great Expectations” (Church Educational System fireside for young adults, Jan. 11, 2009), www.ldsces.org.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Mormon Helping Hands Program Completes First Decade of Service,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2009, N1; <span class=\"emphasis\">Ensign,<\/span> Jan. 2009, 74.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>John A. Widtsoe, in Conference Report, Apr. 1940, 36.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_031\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Ardeth Greene Kapp, <span class=\"emphasis\">I Walk by Faith <\/span>(1987), 97.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_031\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>C. S. Lewis, <span class=\"emphasis\">Mere Christianity<\/span> (1980), 49; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_031\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Joy in Loving: A Guide to Daily Living with Mother Teresa,<\/span> comp. Jaya Chaliha and Edward Le Joly (1996), 15.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04205_000_031\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Life in the Spirit,<\/span> ed. Kathryn Spink (1983), 42.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04205_000_031\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Life in the Spirit,<\/span> 45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04205_000_031\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“News of the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 110.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_031\"><a name=\"-04205_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04205_000_031\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Mark Skousen to Dallin H. Oaks, Feb. 15, 2009.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}