{"ID":7659, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Virtuous Life—Step by Step\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p2\" class=\"\">Mary N. Cook<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/mary-n-cook-10.jpg\" alt=\"Mary N. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Youth is a defining time in which you can develop patterns of virtue that will help you take necessary steps toward eternal life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p5\" class=\"\">One of the choicest moments of a mother’s life is when she receives her newborn baby girl in her arms and realizes that this pure spirit has just come from our Father in Heaven. It is a sweet reminder that we <span class=\"emphasis\">are<\/span> daughters of our Heavenly Father, and having just left His presence, a child comes to earth pure and ready to learn and progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p6\" class=\"\">When I was away from home attending the university, I received a letter on Mother’s Day from my own mother recounting this tender experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p7\" class=\"\">“This Mother’s Day is extra special because I am thinking now that I have been ‘Mother’ to you for 21 years, and what a privilege it has been. We felt you were special to us. We named you Mary. We wanted you to remain pure and kind, as the name implies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p8\" class=\"\">“Your aunt with the same name loved you very, very much and made you a beautiful, tiny dress to be blessed in, [sewn] mostly by hand, so that you could have a name in the very first sacrament meeting after you were brought home—still so very tiny.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p9\" class=\"\">As I read this letter, I realized my mother’s greatest hope was that I remain pure and virtuous. Virtue “is a pattern of thought and behavior based on high moral standards” (<span class=\"emphasis\">Preach My Gospel <\/span>[2004], 118). My mother knew that life would be difficult and that to remain virtuous would be a lifelong challenge. She wanted me to have the blessings of the gospel to guide me and help me meet that challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p10\" class=\"\">You, my dear young women, have already made many good choices. Now you must establish patterns of virtue that will keep you on this path throughout your life. Seek out “example[s] of the believers” (<span class=\"citation\" id=\"117925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117925)\">1 Timothy 4:12<\/a><\/span>) who can be at your side to support and help you live a life of virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p11\" class=\"\">Why is our being virtuous so important not just to our earthly parents but to our Heavenly Father as well? Virtue brings peace, strength of character, and happiness in this life. Our Heavenly Father knew that we would be faced with many choices and challenges, and virtuous living would prepare us to succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p12\" class=\"\">For many of you, the day you were blessed was a first step on your journey of a virtuous life. Your choice to be baptized, confirmed, and given the gift of the Holy Ghost and your efforts to worthily partake of the sacrament and renew your baptismal covenant each week are critical forward steps in living a life of virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p13\" class=\"\">Your next step on this journey is to prepare yourself to be worthy to enter the temple, where you will make additional sacred covenants and receive sacred temple ordinances, including that of celestial marriage. This will require you to be virtuous.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p14\" class=\"\">Youth is a defining time in which you can develop patterns of virtue that will help you take necessary steps toward eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p15\" class=\"\">In that very well-known vision found in 1 Nephi chapter 8, we are reminded of the difficulty of staying on the strait and narrow path that leads to eternal life. Father Lehi described to his sons the challenges facing different groups of people seeking the tree of life, “whose fruit was desirable to make one happy” (<span class=\"citation\" id=\"117949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117949)\">v. 10<\/a><\/span>). This tree represented the love of God (see <span class=\"citation\" id=\"117958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117958)\">1 Nephi 11:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p16\" class=\"\">The first group started along the strait and narrow path, but they did not take hold of the iron rod that would keep them on the path, and they got lost in the mists of darkness (see <span class=\"citation\" id=\"117950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117950)\">1 Nephi 8:21–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p17\" class=\"\">Some of these mists of darkness, or temptations that Satan uses to obscure the path to eternal life, are specifically directed at women. He makes chastity and moral purity appear old-fashioned. He has made motherhood seem less important. He has been successful in confusing women about their roles in the Lord’s divine plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p18\" class=\"\">To navigate through these mists of darkness we need the iron rod, which represents the word of God (see <span class=\"citation\" id=\"117961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117961)\">1 Nephi 15:23–24<\/a><\/span>). We must study and understand the truths and commandments found in the scriptures. We must listen carefully to the words of our latter-day prophets, whose teachings will give us guidance, direction, and protection. And we must hold to the standards found in <span class=\"emphasis\">For the Strength of Youth.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p19\" class=\"\">Those in the second group of people Lehi saw were clinging to the iron rod. They continued in the right direction, and they were able to partake of the fruit of the tree. They tasted true happiness, but unfortunately their happiness did not last long because as they looked around, they saw those who were making fun of them. (See <span class=\"citation\" id=\"117952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117952)\">1 Nephi 8:24–27<\/a><\/span>.) They were ashamed and caved in to peer pressure.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p20\" class=\"\">This is one of Satan’s greatest strategies with youth. Young women, we must be united in righteousness so that we may stand strong when others mock our actions and beliefs.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p21\" class=\"\">One way we can withstand the pressures of the world is to “stand … in holy places, and be not moved” (<span class=\"citation\" id=\"118144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118144)\">D&amp;C 87:8<\/a><\/span>). Stay away from situations where you are likely to be tempted, mocked, and scorned. A commitment to remain virtuous will give you strength to withstand peer pressure. As we’re advised in <span class=\"emphasis\">For the Strength of Youth: <\/span>“Have the courage to walk out of a movie or video party, turn off a computer or television, change a radio station, or put down a magazine if what is being presented does not meet Heavenly Father’s standards” ([2001], 19).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p22\" class=\"\">We should avoid inappropriate material on the Internet and on cell phones, as well as offensive music and suggestive dancing. You may be mocked, you may have fingers pointed at you, you may have to stand alone, but please have the courage to withstand these temptations.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p23\" class=\"\">What will help <span class=\"emphasis\">you<\/span> to press forward and continually hold fast to the iron rod? Center your life on the Savior and develop daily habits of righteous living.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p24\" class=\"\">Come to know the Savior and all He has done for you. I find it interesting that when this last group arrived at the tree of life, they fell down. They were humble. They realized that they could not have arrived without the Savior’s help.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p25\" class=\"\">Remember, it is the cleansing power of the Atonement that makes it possible for us to be virtuous. We all make mistakes, but “because the Savior loves you and has given His life for you, you can repent. Repentance is an act of faith in Jesus Christ. … The Savior’s atoning sacrifice has made it possible for you to be forgiven of your sins. … Determine to partake worthily of the sacrament each week and fill your life with virtuous activities that will bring spiritual power. As you do this, you will grow stronger in your ability to resist temptation, keep the commandments [remain clean], and become more like Jesus Christ” (<span class=\"emphasis\">Young Women Personal Progress<\/span> [insert, 2009], 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p26\" class=\"\">Daily habits of righteous behavior will also help you to <span class=\"emphasis\">continually<\/span> hold fast to the rod. As a Young Women general presidency we have invited all of the young women in the world to develop three daily habits:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p27\" class=\"\">First, pray to your Father in Heaven, morning and night, every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p28\" class=\"\">Second, read the Book of Mormon for at least five minutes every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p29\" class=\"\">And third, smile! Why? We have the restored gospel of Jesus Christ, which brings us true happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p30\" class=\"\">Now, you must remember that you are not alone on this journey. When you were baptized and confirmed, you were given the gift of the Holy Ghost to guide you in all aspects of your life. You will need that guidance. Virtuous living “at all times and in all things, and in all places” (<span class=\"citation\" id=\"117994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117994)\">Mosiah 18:9<\/a><\/span>) qualifies us for the constant companionship of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p31\" class=\"\">Sometimes you may feel that you are the only one who is walking this path. Just as loved ones surrounded you when you came into this world, there are many around you now who can influence you for good—your parents, brothers and sisters, Young Women leaders, priesthood leaders, wholesome friends, and even “angels [will be] round about you, to bear you up” (<span class=\"citation\" id=\"118143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118143)\">D&amp;C 84:88<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p32\" class=\"\">Look around you tonight for those who can help you on this path. They are friends who hold fast to the iron rod in spite of what the world is telling them, who know and live by the word of God and the words of His prophets, who stand in holy places and are not moved by the pressures of the world, who center their lives on the Savior and His atoning sacrifice, and who daily are striving to live righteously. These are your examples of the believers. Learn from them, and, young women, <span class=\"emphasis\">you<\/span> can be an example of the believers to them and others.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p33\" class=\"\">Let me tell you about one shining example named Hillary, a Beehive living in Lagos, Nigeria. Some of her classmates were mocking her standards, particularly her modest clothing. She made the decision to always carry two small copies of <span class=\"emphasis\">For the Strength of Youth<\/span> with her. When someone gives her a bad time, she hands them one of the copies to keep and explains the standards and why she follows them. The other copy she keeps as her personal reminder to be obedient to the standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p34\" class=\"\">We must unite and help one another fill our lives with those things that are “virtuous, lovely, or of good report” (<span class=\"citation\" id=\"118219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118219)\">Articles of Faith 1:13<\/a><\/span>). We are inviting all young women, mothers, and, in fact, all women who desire to join us in this cause of virtue to complete the new Personal Progress experiences and project for the value of virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p35\" class=\"\">A few weeks ago, I asked my 86-year-old mother to join me in working on the virtue value. It has been a sweet blessing for both of us. As we’ve worked on the value experiences, she’s shared with me her decision as a young woman in the 1930s to strive to live more virtuously. We’ve studied scriptures on virtue, “The Family: A Proclamation to the World,” and even <span class=\"emphasis\">For the Strength of Youth<\/span>—together. We’ve independently written in our journals the blessings we’ve received as we have strived to live a virtuous life. One key blessing we both identified was being worthy to go to the temple. Young women, this is your next step.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p36\" class=\"\">Just as the Salt Lake Temple took 40 years to build, stone by stone, you are building a virtuous life, step by step. You have made covenants to be obedient. You have made some good choices. The patterns of virtue you develop now will help you to continually hold fast to the iron rod. You will never be alone on your journey because the Savior will always be with you, and you can repent. You have been blessed with the Holy Ghost to comfort and guide you. Look to the examples of the believers in your life, and seek to help others on their journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/a-virtuous-life-step-by-step.p37\" class=\"\">I bear testimony that we <span class=\"emphasis\">are<\/span> daughters of our Heavenly Father. He loves us and is mindful of each of us, whatever our circumstances. Whether we are 16 or 86, His greatest desire is for our eternal happiness. Of this I humbly testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}