{"ID":766, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Time Is Now<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i>, April 1955, pp. 61-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, at this moment I am so nervous and excited I don't know\nwhether my sermon has been delivered yet or not. I have been deeply moved by the powerful\ndiscourses given during the course of this conference.  I am grateful to be one of you.  I have\nall but been lifted out of this world and made to feel very close to the other side, not only\nbecause of the experience I am having at this moment, but also because of the wonderful\nthings that have been said and the Spirit by which they have been spoken.\n<\/p><p>\nThen I begin to feel that maybe we are not very far from the other side at any time, after all. \nReference has been made to the spirits that come here every day to inhabit these little new\nbodies, these spirits, pure, sweet, innocent. They cannot speak to us.  They cannot tell us of\nthe great experience that they had in the sphere from which they just came, but every day\nthey are coming here&mdash;messengers from the spirit world. Then they live here in this mortal\nlife a few years, some a very short time, maybe a few hours, a few days, a few years, and for\nthe best of us not too many years.\n<\/p><p>\nThen we leave this life. People every day leave this life, returning again to the presence of\nour Heavenly Father. They can speak. They can report. They can tell of our faithfulness and\nof how the work is progressing here in this life.\n<\/p><p>\nIn the past few days I learned of a person whose remaining days in mortality have been\nmeasured out to him. They said he could only live one more week.  Then I thought about\nothers&mdash;those I have read about in the newspapers, some who, it has been said, could only\nlive another month, or a few months, or some, perhaps a year. I began to wonder what I\nwould do if someone said to me, \"Your days are measured.  You will only live here one more\nweek, or one more month,\" realizing the great work there is to do and all that I might have\ndone, all that I should have done, and now time is running out.  What would I do?\n<\/p><p>\nI think, brethren and sisters, possibly the first thing I would do is to make peace with\neveryone that I have learned to know, and I would do some fast repenting, even though it\nmight not be very effective.  It would be better to be in a repentant mood all the time.\n<\/p><p>\nI am sure time is measured for you, for me, and for all of us.  Maybe not in so many\ndays&mdash;perhaps we have not been told how many days we will yet live upon this earth, but we\ncertainly know of the great work that we must do while we are still here.  Someone wrote\nthese few lines that I thought were rather interesting: \n<\/p><p>\nSuppose you live to be seventy.  How long is it?  How many years of that span will\nreally count?  Allow for eight hours out of twenty-four in which you lie unconscious,\nasleep in bed.  Subtract your kid days and your old age.  Deduct the days when\nsickness puts you out of the game, and seventy years is not very long after all, is it? \nBut it is all the time you've got.  What are you going to do with it? Life is time.  Kill\ntime and you commit suicide.  Footprints in the sands of time are not made by sitting\ndown.  When the Great Referee calls time, have something worthwhile to show.\n<\/p><p>\nI think our short life here in mortality is something like taking a journey.  Many of you have\ntaken a long journey to get here to conference, and you are going to take one to return to\nyour homes.  Many of us travel every week.  We get road maps, we get books on travel, and\nwe discover where we are going, but often as we travel down a highway, we come to an\nintersection that is not very well marked, and we do not know which way to turn.  Often we\nget on a detour, and we travel an hour or two hours or three hours or a hundred miles or two\nhundred miles before we discover we are lost.\n<\/p><p>\nThen we have to turn around and come back.  Have you ever discovered when you return to\nthe point where you begin your detour that that time is lost?  You cannot turn your watch\nback.  You cannot turn time back.  We have just lost two hours or four hours or two hundred\nmiles of that journey, and it is gone forever.\n<\/p><p>\nI think sometimes some of us traveling this mortal life of ours are doing some detouring.  We\nare not coming to our meetings as faithfully as we should.  We are not keeping the\ncommandments of our Heavenly Father all the way. We are not doing all the things that the\nLord has asked us to do&mdash;we are detouring, we are losing time, and that time can never be\nmade up again. That time is lost.\n<\/p><p>\nI have learned, too, that while there are many roads that come to Salt Lake City to bring you\nto general conference, according to the scriptures there are only two roads that we can travel\nas it pertains to our spiritual life.  One is the broad road that leads to destruction and\ndamnation&mdash;the other, the straight and narrow road that leads to life eternal.\n<\/p><p>\nOften I feel when we detour we get off the straight and narrow path, and we lose time.  We\nactually waste time. We do not do the thing that the Lord expects us to do to inherit the great\nblessings that he has in store for us. Therefore, I would suggest to every member of the\nChurch, that while we cannot change the length of time we live in mortality, we can change\nwhat we do with the time we have at our disposal.  Keep the commandments.  Be loyal to the\nleadership of the Church. Help build up the kingdom of our Heavenly Father.  Pay your\ntithes. Pay your offerings.\n<\/p><p>\nSecurity comes from the paying of tithes!  Everything we have belongs to the Lord.  He said,\n\"Return a tenth of your increase\" (<span class=\"citation\" id=\"13411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13411)\">D&amp;C 119:4<\/a><\/span>).\nFor giving a tenth of it back he promises us great\nblessings&mdash;great blessings to return a tenth of what has given us, and many have a difficult time\nunderstanding its importance.\n<\/p><p>\nLiving in a world filled with evil and temptations, it is not always easy to do the things we\nknow we should do.  I wish to refer again to the spirits coming from the spirit world, inhabiting\nlittle mortal bodies to live a life under these conditions.  I am particularly interested in one of\nthese at this very moment, for I am expecting my thirteenth grandchild.  It might be being\nborn right at this moment.  It might be this afternoon, and it might be in the days to follow. \nAs I think of the journey this little spirit will travel in mortality, I think of the anxiety in the\nspirit world as they bid farewell to a spirit to come to this life. The mourning and sorrow and\ngrief must be much greater than it is when one leaves this life returning to the other side.\n<\/p><p>\nI hope, brethren and sisters, we will all have a desire to make our trip a round trip&mdash;from the\npresence of our Heavenly Father back again to the presence of our Heavenly Father.  I must\nnot take longer.  In closing, I would like to relate a story that I have told a number of times,\nwhich some of you have heard before, but it has a point to it worth consideration.\n<\/p><p>\nIt is about the golfer who went out on the golf course and placed his ball on a tee.  He raised\nhis club and drove the ball way down the fairway, and when he finally found it, it was in the\ncenter of a large anthill.  He stepped up close to it, took another club out of his bag, and\nswung at the ball.  He missed it and tore out about a third of the anthill.  He stepped up a\nlittle closer.  He raised his club and swung a second time. He missed the ball again and\nmutilated the anthill on the other side.  By that time the remaining ants in the anthill became\nvery much alarmed at what was happening to their homes, their relatives, their friends, and\nthey called together their leaders very hurriedly for a solution.   A moment later the leaders\nmade this report: \"If you want to be saved, you had better get on the ball.\"\n<\/p><p>\nThink it over, brethren and sisters. I think that would fit our lives in many ways. Think it\nover, and then conform your lives with the time that has been allotted to you.  Stay on the\nstraight and narrow pathway that leads us back again into the presence of our Heavenly Father\nto enjoy with him the great blessings of the righteous and the faithful.\n<\/p><p>\nThat this may come to each and every one of us I pray sincerely and humbly in the name Christ. \nAmen.\n<\/p>\n<\/div>\n<\/div>"}