{"ID":7661, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            May You Have Courage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">My earnest prayer is that you will have the courage required to refrain from judging others, the courage to be chaste and virtuous, and the courage to stand firm for truth and righteousness.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04205_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p4\" class=\"\">My dear young sisters, what a glorious sight you are. I realize that beyond this magnificent Conference Center many thousands are assembled in chapels and in other settings throughout much of the world. I pray for heavenly help as I respond to the opportunity to address you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p5\" class=\"\">We have heard timely, inspiring messages from your general Young Women leaders. These are choice women, called and set apart to guide and teach you. They love you, as do I.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p6\" class=\"\">You have come to this earth at a glorious time. The opportunities before you are nearly limitless. Almost all of you live in comfortable homes, with loving families, adequate food, and sufficient clothing. In addition, most of you have access to amazing technological advances. You communicate through cell phones, text messaging, instant messaging, e-mailing, blogging, Facebook, and other such means. You listen to music on your iPods and MP3 players. This list, of course, represents but a few of the technologies which are available to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p7\" class=\"\">All of this is a little daunting to someone such as I, who grew up when radios were generally large floor models and when there were no televisions to speak of, let alone computers or cell phones. In fact, when I was your age, telephone lines were mostly shared. In our family, if we wanted to make a telephone call, we would have to pick up the phone and listen first to make certain no other family was using the line, for several families shared one line.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p8\" class=\"\">I could go on all night talking about the differences between my generation and yours. Suffice it to say that much has changed between the time I was your age and the present.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p9\" class=\"\">Although this is a remarkable period when opportunities abound, you also face challenges which are unique to this time. For instance, the very technological tools I have mentioned provide opportunities for the adversary to tempt you and to ensnare you in his web of deceit, thereby hoping to take possession of your destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p10\" class=\"\">As I contemplate all that you face in the world today, one word comes to my mind. It describes an attribute needed by all of us but one which you—at this time of your life and in this world—will need particularly. That attribute is courage.<\/p>\n\t\t\t<p class=\"preamble\">Tonight I’d like to talk with you about the courage you will need in three aspects of your lives:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>First, the courage to refrain from judging others;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Second, the courage to be chaste and virtuous; and<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Third, the courage to stand firm for truth and righteousness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p15\" class=\"\">May I speak first about the courage to refrain from judging others. Oh, you may ask, “Does this really take courage?” And I would reply that I believe there are many times when refraining from judgment—or gossip or criticism, which are certainly akin to judgment—takes an act of courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p16\" class=\"\">Unfortunately, there are those who feel it necessary to criticize and to belittle others. You have, no doubt, been with such people, as you will be in the future. My dear young friends, we are not left to wonder what our behavior should be in such situations. In the Sermon on the Mount, the Savior declared, “Judge not.”<sup class=\"noteMarker\"><a href=\"#footnote1-04205_000_041\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117824)\">Matthew 7:1<\/a><\/span>.]<\/span><\/sup> At a later time He admonished, “Cease to find fault one with another.”<sup class=\"noteMarker\"><a href=\"#footnote2-04205_000_041\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"118156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118156)\">D&amp;C 88:124<\/a><\/span>.]<\/span><\/sup> It will take real courage when you are surrounded by your peers and feeling the pressure to participate in such criticisms and judgments to refrain from joining in.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p17\" class=\"\">I would venture to say that there are young women around you who, because of your unkind comments and criticism, are often left out. It seems to be the pattern, particularly at this time in your lives, to avoid or to be unkind to those who might be judged different, those who don’t fit the mold of what we or others think they should be.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p18\" class=\"\">The Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p19\" class=\"\">“A new commandment I give unto you, That ye love one another. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p20\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another.”<sup class=\"noteMarker\"><a href=\"#footnote3-04205_000_041\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117882)\">John 13:34–35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p21\" class=\"\">Mother Teresa, a Catholic nun who worked among the poor in India most of her life, spoke this truth: “If you judge people, you have no time to love them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p22\" class=\"\">A friend told me of an experience she had many years ago when she was a teenager. In her ward was a young woman named Sandra who had suffered an injury at birth, resulting in her being somewhat mentally handicapped. Sandra longed to be included with the other girls, but she looked handicapped. She acted handicapped. Her clothing was always ill fitting. She sometimes made inappropriate comments. Although Sandra attended their Mutual activities, it was always the responsibility of the teacher to keep her company and to try to make her feel welcome and valued, since the girls did not.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p23\" class=\"\">Then something happened: a new girl of the same age moved into the ward. Nancy was a cute, redheaded, self-confident, popular girl who fit in easily. All the girls wanted to be her friend, but Nancy didn’t limit her friendships. In fact, she went out of her way to befriend Sandra and to make certain she always felt included in everything. Nancy seemed to genuinely <span class=\"emphasis\">like<\/span> Sandra.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p24\" class=\"\">Of course the other girls took note and began wondering why <span class=\"emphasis\">they<\/span> hadn’t ever befriended Sandra. It now seemed not only acceptable but desirable. Eventually they began to realize what Nancy, by her example, was teaching them: that Sandra was a valuable daughter of our Heavenly Father, that she had a contribution to make, and that she deserved to be treated with love and kindness and positive attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p25\" class=\"\">By the time Nancy and her family moved from the neighborhood a year or so later, Sandra was a permanent part of the group of young women. My friend said that from then on she and the other girls made certain no one was ever left out, regardless of what might make her different. A valuable, eternal lesson had been learned.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p26\" class=\"\">True love can alter human lives and change human nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p27\" class=\"\">My precious young sisters, I plead with you to have the courage to refrain from judging and criticizing those around you, as well as the courage to make certain everyone is included and feels loved and valued.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p28\" class=\"\">I turn next to the courage you will need to be chaste and virtuous. You live in a world where moral values have, in great measure, been tossed aside, where sin is flagrantly on display, and where temptations to stray from the strait and narrow path surround you. Many are the voices telling you that you are far too provincial or that there is something wrong with <span class=\"emphasis\">you<\/span> if you still believe there is such a thing as immoral behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p29\" class=\"\">Isaiah declared, “Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness.”<sup class=\"noteMarker\"><a href=\"#footnote4-04205_000_041\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117799)\">Isaiah 5:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p30\" class=\"\">Great courage will be required as you remain chaste and virtuous amid the accepted thinking of the times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p31\" class=\"\">In the world’s view today there is little thought that young men and young women will remain morally clean and pure before marriage. Does this make immoral behavior acceptable? Absolutely not!<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p32\" class=\"\">The commandments of our Heavenly Father are not negotiable!<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p33\" class=\"\">Powerful is this quote from news commentator Ted Koppel, host of ABC’s <span class=\"emphasis\">Nightline<\/span> program for many years. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p34\" class=\"\">“We have actually convinced ourselves that slogans will save us. ‘Shoot up if you must; but use a clean needle.’ ‘Enjoy sex whenever with whomever you wish; but [protect yourself].’<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p35\" class=\"\">“No. The answer is no. Not no because it isn’t cool or smart or because you might end up in jail or dying in an AIDS ward—but no, because it’s wrong. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p36\" class=\"\">“What Moses brought down from Mt. Sinai were not the Ten Suggestions, they are Commandments. Are, not were.”<sup class=\"noteMarker\"><a href=\"#footnote5-04205_000_041\">5<\/a>\n       <span class=\"footnote\">[Ted Koppel, Duke University commencement address, 1987.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p37\" class=\"\">My sweet young sisters, maintain an eternal perspective. Be alert to <span class=\"emphasis\">anything<\/span> that would rob you of the blessings of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p38\" class=\"\">Help in maintaining the proper perspective in these permissive times can come to you from many sources. One valuable resource is your patriarchal blessing. Read it frequently. Study it carefully. Be guided by its cautions. Live to merit its promises. If you have not yet received your patriarchal blessing, plan for the time when you will receive it, and then cherish it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p39\" class=\"\">If any has stumbled in her journey, there is a way back. The process is called repentance. Our Savior died to provide you and me that blessed gift. The path may be difficult, but the promise is real: “Though your sins be as scarlet, they shall be as white as snow.”<sup class=\"noteMarker\"><a href=\"#footnote6-04205_000_041\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117796)\">Isaiah 1:18<\/a><\/span>.]<\/span><\/sup> “And I will remember [them] no more.”<sup class=\"noteMarker\"><a href=\"#footnote7-04205_000_041\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117805)\">Jeremiah 31:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p40\" class=\"\">Some years ago another First Presidency made this statement, and your First Presidency today echoes the appeal. I quote: “To the youth … , we plead with you to live clean [lives], for the unclean life leads only to suffering, misery, and woe physically,—and spiritually it is the path to destruction. How glorious and near to the angels is youth that is clean; this youth has joy unspeakable here and eternal happiness hereafter. Sexual purity is youth’s most precious possession; it is the foundation of all righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote8-04205_000_041\">8<\/a>\n       <span class=\"footnote\">[First Presidency, in Conference Report, Apr. 1942, 89.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p41\" class=\"\">May you have the courage to be chaste and virtuous.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p42\" class=\"\">My final plea tonight is that you have the courage to stand firm for truth and righteousness. Because the trend in society today is away from the values and principles the Lord has given us, you will almost certainly be called upon to defend that which you believe. Unless the roots of your testimony are firmly planted, it will be difficult for you to withstand the ridicule of those who challenge your faith. When firmly planted, your testimony of the gospel, of the Savior, and of our Heavenly Father will influence all that you do throughout your life. The adversary would like nothing better than for you to allow derisive comments and criticism of the Church to cause you to question and doubt. Your testimony, when constantly nourished, will keep you safe.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p43\" class=\"\">Recall with me Lehi’s vision of the tree of life. He saw that many who had held to the iron rod and had made their way through the mists of darkness, arriving at last at the tree of life and partaking of the fruit of the tree, did then “cast their eyes about as if they were ashamed.”<sup class=\"noteMarker\"><a href=\"#footnote9-04205_000_041\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117953)\">1 Nephi 8:25<\/a><\/span>.]<\/span><\/sup> Lehi wondered as to the cause of their embarrassment. As he looked about, he “beheld, on the other side of the river of water, a great and spacious building. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p44\" class=\"\">“And it was filled with people, both old and young, both male and female; and their manner of dress was exceedingly fine; and they were in the attitude of mocking and pointing their fingers towards those who … were partaking of the fruit.”<sup class=\"noteMarker\"><a href=\"#footnote10-04205_000_041\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117955)\">1 Nephi 8:26–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p45\" class=\"\">The great and spacious building in Lehi’s vision represents those in the world who mock God’s word and who ridicule those who embrace it and who love the Savior and live the commandments. What happens to those who are ashamed when the mocking occurs? Lehi tells us, “And after they had tasted of the fruit they were ashamed, because of those that were scoffing at them; and they fell away into forbidden paths and were lost.”<sup class=\"noteMarker\"><a href=\"#footnote11-04205_000_041\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117957)\">1 Nephi 8:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p46\" class=\"\">My beloved young sisters, with the courage of your convictions, may you declare with the Apostle Paul, “I am not ashamed of the gospel of Christ: for it is the power of God unto salvation.”<sup class=\"noteMarker\"><a href=\"#footnote12-04205_000_041\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117899)\">Romans 1:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p47\" class=\"\">Lest you feel inadequate for the tasks which lie ahead, I remind you of another of the Apostle Paul’s stirring statements from which we might draw courage: “For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.”<sup class=\"noteMarker\"><a href=\"#footnote13-04205_000_041\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117929)\">2 Timothy 1:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p48\" class=\"\">In closing may I share with you the account of a brave young woman whose experience has stood through the ages as an example of the courage to stand for truth and righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p49\" class=\"\">Most of you are familiar with the Old Testament account of Esther. It is a very interesting and inspiring record of a beautiful young Jewish girl whose parents had died, leaving her to be raised by an older cousin, Mordecai, and his wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p50\" class=\"\">Mordecai worked for the king of Persia, and when the king was looking for a queen, Mordecai took Esther to the palace and presented her as a candidate, advising her not to reveal that she was Jewish. The king was pleased with Esther above all the others and made Esther his queen.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p51\" class=\"\">Haman, the chief prince in the king’s court, became increasingly angry with Mordecai because Mordecai would not bow down and pay homage to him. In retribution, Haman convinced the king—in a rather devious manner—that there were “certain people” in all 127 provinces of the kingdom whose laws were different from others’ and that they would not obey the king’s laws and should be destroyed.<sup class=\"noteMarker\"><a href=\"#footnote14-04205_000_041\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117779)\">Esther 3:8<\/a><\/span>.]<\/span><\/sup> Without naming these people to the king, Haman was, of course, referring to the Jews, including Mordecai.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p52\" class=\"\">With the king’s permission to handle the matter, Haman sent letters to the governors of all of the provinces, instructing them “to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, … [on] the thirteenth day of the twelfth month.”<sup class=\"noteMarker\"><a href=\"#footnote15-04205_000_041\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117780)\">Esther 3:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p53\" class=\"\">Through a servant, Mordecai sent word to Esther concerning the decree against the Jews, requesting that she go in to the king to plead for her people. Esther was at first reluctant, reminding Mordecai that it was against the law for anyone to go unbidden into the inner court of the king. Punishment by death would be the result—unless the king were to hold out his golden scepter, allowing the person to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p54\" class=\"\">Mordecai’s response to Esther’s hesitation was to the point. He replied to her thus:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p55\" class=\"\">“Think not … that thou shalt escape in the king’s house, more than all the Jews.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p56\" class=\"\">“For if thou altogether holdest thy peace at this time, … thou and thy father’s house shall be destroyed.”<sup class=\"noteMarker\"><a href=\"#footnote16-04205_000_041\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117781)\">Esther 4:13–14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p57\" class=\"\">And then he added this searching question: “Who knoweth whether thou art come to the kingdom for such a time as this?”<sup class=\"noteMarker\"><a href=\"#footnote17-04205_000_041\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117782)\">Esther 4:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p58\" class=\"\">In response, Esther asked Mordecai to gather all the Jews he could and to ask them to fast three days for her and said that she and her handmaids would do the same. She declared, “I [will] go in unto the king, which is not according to the law: and if I perish, I perish.”<sup class=\"noteMarker\"><a href=\"#footnote18-04205_000_041\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117784)\">Esther 4:16<\/a><\/span>.]<\/span><\/sup> Esther had gathered her courage and would stand firm and immovable for that which was right.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p59\" class=\"\">Physically, emotionally, and spiritually prepared, Esther stood in the inner court of the king’s house. When the king saw her, he held out his golden scepter, telling her that he would grant whatever request she had. She invited the king to a feast she had arranged, and during the feast she revealed that she was a Jew. She also exposed Haman’s underhanded plot to exterminate all of the Jews in the kingdom. Esther’s plea to save herself and her people was granted.<sup class=\"noteMarker\"><a href=\"#footnote19-04205_000_041\">19<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"117785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117785)\">Esther 5<\/a><\/span>, <span class=\"citation\" id=\"117786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117786)\">Esther 6<\/a><\/span>, <span class=\"citation\" id=\"117787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117787)\">Esther 7<\/a><\/span>, and <span class=\"citation\" id=\"117788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117788)\">Esther 8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p60\" class=\"\">Esther, through fasting, faith, and courage, had saved a nation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p61\" class=\"\">You will probably not be called upon to put your life on the line, as did Esther, for that which you believe. You will, however, most likely find yourself in situations where great courage will be required as you stand firm for truth and righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p62\" class=\"\">Again, my dear young sisters, although there have always been challenges in the world, many of those which you face are unique to this time. But you are some of our Heavenly Father’s strongest children, and He has saved you to come to the earth “for such a time as this.”<sup class=\"noteMarker\"><a href=\"#footnote20-04205_000_041\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117783)\">Esther 4:14<\/a><\/span>.]<\/span><\/sup> With His help, you will have the courage to face whatever comes. Though the world may at times appear dark, you have the light of the gospel, which will be as a beacon to guide your way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/05\/may-you-have-courage.p63\" class=\"\">My earnest prayer is that you will have the courage required to refrain from judging others, the courage to be chaste and virtuous, and the courage to stand firm for truth and righteousness. As you do so, you will be “an example of the believers,”<sup class=\"noteMarker\"><a href=\"#footnote21-04205_000_041\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"117927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117927)\">1 Timothy 4:12<\/a><\/span>.]<\/span><\/sup> and your life will be filled with love and peace and joy. May this be so, my beloved young sisters, I ask in the name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04205_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117824)\">Matthew 7:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04205_000_041\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"118156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 118156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(118156)\">D&amp;C 88:124<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04205_000_041\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117882)\">John 13:34–35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04205_000_041\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117799)\">Isaiah 5:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04205_000_041\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Ted Koppel, Duke University commencement address, 1987.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04205_000_041\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117796)\">Isaiah 1:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04205_000_041\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117805)\">Jeremiah 31:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04205_000_041\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>First Presidency, in Conference Report, Apr. 1942, 89.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04205_000_041\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117953)\">1 Nephi 8:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04205_000_041\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117955)\">1 Nephi 8:26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04205_000_041\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117957)\">1 Nephi 8:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04205_000_041\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117899)\">Romans 1:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04205_000_041\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117929)\">2 Timothy 1:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-04205_000_041\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117779)\">Esther 3:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-04205_000_041\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117780)\">Esther 3:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-04205_000_041\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117781)\">Esther 4:13–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-04205_000_041\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117782)\">Esther 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-04205_000_041\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117784)\">Esther 4:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-04205_000_041\">19.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"117785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117785)\">Esther 5<\/a><\/span>, <span class=\"citation\" id=\"117786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117786)\">Esther 6<\/a><\/span>, <span class=\"citation\" id=\"117787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117787)\">Esther 7<\/a><\/span>, and <span class=\"citation\" id=\"117788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117788)\">Esther 8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-04205_000_041\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117783)\">Esther 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04205_000_041\"><a name=\"-04205_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-04205_000_041\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"117927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(117927)\">1 Timothy 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}