{"ID":7662, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welcome to Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We desire that as many members as possible have an opportunity to attend the temple without having to travel inordinate distances.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">04211_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p5\" class=\"\">My beloved brothers and sisters, I extend my greetings to all of you as we commence this, the 179th Semiannual General Conference of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p6\" class=\"\">How grateful I am for the age in which we live—an age of such advanced technology that we are able to address you across the world. As the General Authorities and auxiliary leaders stand here in the Conference Center in Salt Lake City, our voices will be reaching you by various means, including radio, television, satellite transmission, and the Internet. Although we will be speaking to you in English, you will be hearing us in some 92 languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p7\" class=\"\">Since last we met in April of this year, we have dedicated the beautiful Oquirrh Mountain Utah Temple in South Jordan, Utah. Sandwiched between the Draper Utah Temple dedication in March and this most recent dedication of the Oquirrh Mountain Utah Temple in August, a spectacular two-night cultural event was held, featuring youth from both temple districts. The productions retraced the rich legacy of Utah through song and dance. All told, approximately 14,000 youth participated over the two nights.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p8\" class=\"\">We continue to build temples. We desire that as many members as possible have an opportunity to attend the temple without having to travel inordinate distances. Worldwide, 83 percent of our members live within 200 miles (320 km) of a temple. That percentage will continue to increase as we construct new temples around the world. Currently there are 130 temples in operation, with 16 announced or under construction. This morning I am pleased to announce 5 additional temples for which sites are being acquired and which, in coming months and years, will be built in the following locations: Brigham City, Utah; Concepción, Chile; Fortaleza, Brazil; Fort Lauderdale, Florida; and Sapporo, Japan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p9\" class=\"\">Millions of ordinances are performed in the temples each year in behalf of our deceased loved ones. May we continue to be faithful in performing such ordinances for those who are unable to do so for themselves. I love the words of President Joseph F. Smith as he spoke of temple service and of the spirit world beyond mortality. Said he, “Through our efforts in their behalf their chains of bondage will fall from them, and the darkness surrounding them will clear away, that light may shine upon them and they shall hear in the spirit world of the work that has been done for them by their [people] here, and will rejoice with you in your performance of these duties.”<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_003\">1<\/a>\n       <span class=\"footnote\">[Joseph F. Smith, in Conference Report, Oct. 1916, 6.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p10\" class=\"\">Brothers and sisters, the Church continues to grow, as it has since being organized over 179 years ago. It is changing the lives of more and more people every year and is spreading far and wide over the earth as our missionary force seeks out those who are looking for the truths which are found in the gospel of Jesus Christ. We call upon all members of the Church to befriend the new converts, to reach out to them, to surround them with love, and to help them feel at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p11\" class=\"\">I would ask that your faith and prayers continue to be offered in behalf of those areas where our influence is limited and where we are not allowed to share the gospel freely at this time. Miracles can occur as we do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/welcome-to-conference.p12\" class=\"\">Now, my brothers and sisters, we are anxious to listen to the messages which will be presented to us during the next two days. Those who will address us have sought heaven’s help and direction as they have prepared their messages. They have been impressed concerning that which they will share with us. That we may be filled with the Spirit of the Lord as we listen and learn is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_003\"><a name=\"-04211_000_003\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_003\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph F. Smith, in Conference Report, Oct. 1916, 6.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}