{"ID":7666, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teaching Helps Save Lives\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p2\" class=\"\">Russell T. Osguthorpe<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p3\" class=\"\">Sunday School General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-t-osguthorpe-10.jpg\" alt=\"Russell T. Osguthorpe\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We teach key doctrine, invite learners to do the work God has for them, and then promise that blessings will surely come.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_007<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p5\" class=\"\">One day while serving as a mission president, I was talking on the phone to our oldest son. He was on his way to the hospital where he worked as a physician. When he arrived at the hospital, he said, “Nice talking to you, Dad, but now I’ve got to get out of my car and go save some lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p6\" class=\"\">Our son treats children with life-threatening illnesses. When he is able to diagnose a disease properly and give the right treatment, he can save a child’s life. I told our missionaries that their work is also to help save lives—the spiritual lives of those they teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p7\" class=\"\">President Joseph F. Smith said: “When [we receive] the truth [we] will be saved by it. [We] will not be saved merely because someone taught it to [us], but because [we] received and acted upon it” (in Conference Report, Apr. 1902, 86; see also <span class=\"emphasis\">Teaching, No Greater Call<\/span> [1999], 49; <span class=\"citation\" id=\"119300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119300)\">1 Timothy 4:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p8\" class=\"\">Our son saves lives by sharing his knowledge of medicine; missionaries and teachers in the Church help save lives by sharing their knowledge of the gospel. When missionaries and teachers draw upon the Spirit, they teach the appropriate principle, invite their learners to live that principle, and bear witness of the promised blessings that will certainly follow. Elder David A. Bednar shared these three simple elements of effective teaching in a recent training meeting: (1) key doctrine, (2) invitation to action, and (3) promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p9\" class=\"\">The guide <span class=\"emphasis\">Preach My Gospel <\/span>helps missionaries teach key doctrine, invite those they teach to take action, and receive promised blessings. The guide <span class=\"emphasis\">Teaching, No Greater Call <\/span>helps parents and teachers do the same. It is to gospel teaching what <span class=\"emphasis\">Preach My Gospel <\/span>is to missionary work. We use them to prepare to teach, and then we draw upon the Spirit as we teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p10\" class=\"\">President Thomas S. Monson tells of a Sunday School teacher from his youth, Lucy Gertsch. One Sunday, partway through a lesson about selfless service, Sister Gertsch invited her students to give their class party fund to the family of one of their classmates whose mother had passed away. President Monson said that in giving that invitation to action, Sister Gertsch had “closed the manual and opened our eyes and our ears and our hearts to the glory of God” (“Examples of Great Teachers” [worldwide leadership training meeting, Feb. 10, 2007], <span class=\"emphasis\">Liahona,<\/span> June 2007, 76; <span class=\"emphasis\">Ensign,<\/span> June 2007, 108). Sister Gertsch had clearly used the manual to prepare her lesson, but when inspiration came, she closed the manual and invited her students to live the gospel principle she was teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p11\" class=\"\">As President Monson has taught: “The goal of gospel teaching … is not to ‘pour information’ into the minds of class members. … <span class=\"emphasis\">The aim is to inspire the individual to think about, feel about, and then do something about living gospel principles<\/span>” (in Conference Report, Oct. 1970, 107).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p12\" class=\"\">When Moroni appeared to the Prophet Joseph, he not only taught him key doctrines of the Restoration, but he also told him that “God had a work for [him] to do” and promised him that his name would be known throughout the world (see <span class=\"citation\" id=\"119646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119646)\">Joseph Smith—History 1:33<\/a><\/span>). All parents and gospel teachers are messengers from God. Not all of us teach future prophets, as did Sister Gertsch and Moroni, but we are all teaching future leaders of the Church. So we teach key doctrine, invite learners to do the work God has for them, and then promise that blessings will surely come.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p13\" class=\"\">I remember as a young boy feeling carefree as I walked to the church for a Primary meeting. When I arrived, I was surprised to see all of the parents there for a special program. Then it hit me. I had a part in this program, and I had forgotten to memorize my lines. When my turn came to say my part, I stood in front of my chair, but not one word came from my mouth. I could remember nothing. So I just stood there and then finally sat down and stared at the floor.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p14\" class=\"\">After that experience, I made a firm resolve never to speak in any Church meeting again. And I held to that resolve for some time. Then one Sunday, Sister Lydia Stillman, a Primary leader, knelt down at my side and asked me to give a short talk the following week. I said, “I don’t give talks.” She responded, “I know, but you can give this one because I’ll help you.” I continued to resist, but she expressed so much confidence in me that her invitation was hard to refuse. I gave the talk.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p15\" class=\"\">That good woman was a messenger from God, who had a work for me to do. She taught me that when a call comes, you accept it, no matter how inadequate you might feel. As Moroni did with Joseph, she made certain that I was prepared when the time came to give that talk. That inspired teacher helped save my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p16\" class=\"\">When I was in my teens, a recently returned missionary named Brother Peterson taught our Sunday School class. Every week he would draw a large arrow from the lower left-hand corner of the blackboard pointing to the upper right-hand corner. Then he would write at the top of the blackboard, “Aim High.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p17\" class=\"\">Whatever doctrine he was teaching, he would ask us to stretch ourselves, to reach a little higher than we thought was possible. The arrow and those two words, <span class=\"emphasis\">aim high, <\/span>were a constant invitation throughout the lesson. Brother Peterson made me want to serve a good mission, to do better in school, to set my sights higher for my career.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p18\" class=\"\">Brother Peterson had a work for us to do. His goal was to help us “think about, feel about, and then do something about living gospel principles.” His teaching helped save my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p19\" class=\"\">At the age of 19, I was called to serve a mission in Tahiti, where I had to learn two foreign languages—French and Tahitian. Early in my mission, I became very discouraged at my lack of progress in either language. Every time I tried to speak French, people responded in Tahitian. When I tried to speak Tahitian, they answered in French. I was on the verge of giving up.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p20\" class=\"\">Then one day, as I was walking past the laundry room at the mission home, I heard a voice calling me. I turned around and saw a gray-haired Tahitian woman standing in the doorway motioning for me to come back. Her name was Tuputeata Moo. She spoke only Tahitian. And I spoke only English. I missed much of what she was trying to tell me, but I did understand that she wanted me to return to the laundry room every day so she could help me learn Tahitian.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p21\" class=\"\">I stopped by daily to practice with her while she ironed clothes. At first I wondered if our meetings would be of any help, but gradually I began to understand her. Each time we met, she communicated to me her complete confidence that I could learn both languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p22\" class=\"\">Sister Moo helped me learn Tahitian. But she helped me learn much more than that. She was really teaching me the first principle of the gospel—faith in the Lord Jesus Christ. She taught me that if I relied on the Lord, He would help me do something I thought was impossible. She not only helped save my mission—she helped save my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p23\" class=\"\">Sister Stillman, Brother Peterson, and Sister Moo taught “by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; by kindness, and pure knowledge, which shall greatly enlarge the soul” (<span class=\"citation\" id=\"119601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119601)\">D&amp;C 121:41–42<\/a><\/span>). They taught with virtue garnishing their thoughts, and because of that, the Holy Ghost was their constant companion (see <span class=\"citation\" id=\"119605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119605)\">D&amp;C 121:45–46<\/a><\/span>).<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">These great teachers have inspired me to ask questions about my own teaching:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>As a teacher, do I view myself as a messenger from God?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Do I prepare and then teach in ways that can help save lives?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Do I focus on a key doctrine of the Restoration?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Can those I teach feel the love I have for them and for my Heavenly Father and the Savior?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>When inspiration comes, do I close the manual and open their eyes and their ears and their hearts to the glory of God?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Do I invite them to do the work that God has for them to do?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Do I express so much confidence in them that they find the invitation hard to refuse?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Do I help them recognize promised blessings that come from living the doctrine I am teaching?<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p33\" class=\"\">Learning and teaching are not optional activities in the kingdom of God. They are the very means by which the gospel has been restored to the earth and by which we will gain eternal life. They provide the pathway to personal testimony. No one can be “saved in ignorance” (<span class=\"citation\" id=\"119615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119615)\">D&amp;C 131:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/teaching-helps-save-lives.p34\" class=\"\">I know that God lives. I testify that Jesus is the Christ. I bear witness that the Prophet Joseph opened this dispensation by learning truth and then teaching it. Joseph asked one question after another, received divine answers, and then taught what he had learned to God’s children. I know that President Monson is the Lord’s mouthpiece on the earth today and that he continues to learn and to teach us as Joseph did because teaching helps save lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}