{"ID":7667, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            More Diligent and Concerned at Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p2\" class=\"\">Elder David A. Bednar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We can become more diligent and concerned at home as we are more faithful in learning, living, and loving the restored gospel of Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_008<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p5\" class=\"\">In 1833 the Prophet Joseph Smith received a revelation that contained a strong rebuke to several leading brethren of the Church to set their families in order (see <span class=\"citation\" id=\"119584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119584)\">D&amp;C 93:40–50<\/a><\/span>). A specific phrase from this revelation provides the theme for my message—“more diligent and concerned at home” (<span class=\"citation\" id=\"119585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119585)\">verse 50<\/a><\/span>). I want to suggest three ways each of us can become more diligent and concerned in our homes. I invite you to listen both with ears that hear and with hearts that feel, and I pray for the Spirit of the Lord to be with all of us.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Suggestion Number One: Express Love—and Show It<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p7\" class=\"\">We can begin to become more diligent and concerned at home by telling the people we love that we love them. Such expressions do not need to be flowery or lengthy. We simply should sincerely and frequently express love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p8\" class=\"\">Brethren and sisters, when was the last time you took your eternal companion in your arms and said, “I love you”? Parents, when was the last time you sincerely expressed love to your children? Children, when was the last time you told your parents that you love them?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p9\" class=\"\">Each of us already knows we should tell the people we love that we love them. But what we know is not always reflected in what we do. We may feel unsure, awkward, or even perhaps a bit embarrassed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p10\" class=\"\">As disciples of the Savior, we are not merely striving to know more; rather, we need to consistently do more of what we know is right and become better.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p11\" class=\"\">We should remember that saying “I love you” is only a beginning. We need to say it, we need to mean it, and most importantly we need consistently to show it. We need to both express and demonstrate love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p12\" class=\"\">President Thomas S. Monson recently counseled: “Often we assume that [the people around us] <span class=\"emphasis\">must<\/span> know how much we love them. But we should never assume; we should let them know. … We will never regret the kind words spoken or the affection shown. Rather, our regrets will come if such things are omitted from our relationships with those who mean the most to us” (“Finding Joy in the Journey,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2008, 86).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p13\" class=\"\">Sometimes in a sacrament meeting talk or testimony, we hear a statement like this: “I know I do not tell my spouse often enough how much I love her. Today I want her, my children, and all of you to know that I love her.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p14\" class=\"\">Such an expression of love may be appropriate. But when I hear a statement like this, I squirm and silently exclaim that the spouse and children should not be hearing this apparently rare and private communication in public at church! Hopefully the children hear love expressed and see love demonstrated between their parents in the regular routine of daily living. If, however, the public statement of love at church is a bit surprising to the spouse or the children, then indeed there is a need to be more diligent and concerned at home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p15\" class=\"\">The relationship between love and appropriate action is demonstrated repeatedly in the scriptures and is highlighted by the Savior’s instruction to His Apostles: “If ye love me, keep my commandments” (<span class=\"citation\" id=\"119266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119266)\">John 14:15<\/a><\/span>). Just as our love of and for the Lord is evidenced by walking ever in His ways (see <span class=\"citation\" id=\"119197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119197)\">Deuteronomy 19:9<\/a><\/span>), so our love for spouse, parents, and children is reflected most powerfully in our thoughts, our words, and our deeds (see <span class=\"citation\" id=\"119375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119375)\">Mosiah 4:30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p16\" class=\"\">Feeling the security and constancy of love from a spouse, a parent, or a child is a rich blessing. Such love nurtures and sustains faith in God. Such love is a source of strength and casts out fear (see <span class=\"citation\" id=\"119312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119312)\">1 John 4:18<\/a><\/span>). Such love is the desire of every human soul.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p17\" class=\"\">We can become more diligent and concerned at home as we express love—and consistently show it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Suggestion Number Two: Bear Testimony—and Live It<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p19\" class=\"\">We also can become more diligent and concerned at home by bearing testimony to those whom we love about the things we know to be true by the witness of the Holy Ghost. The bearing of testimony need not be lengthy or eloquent. And we do not need to wait until the first Sunday of the month to declare our witness of things that are true. Within the walls of our own homes, we can and should bear pure testimony of the divinity and reality of the Father and the Son, of the great plan of happiness, and of the Restoration.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p20\" class=\"\">Brethren and sisters, when was the last time you bore testimony to your eternal companion? Parents, when was the last time you declared your witness to your children about the things you know to be true? And children, when was the last time you shared your testimony with your parents and family?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p21\" class=\"\">Each of us already knows we should bear testimony to the people we love the most. But what we know is not always reflected in what we do. We may feel unsure, awkward, or even perhaps a bit embarrassed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p22\" class=\"\">As disciples of the Savior, we are not merely striving to know more; rather, we need to consistently do more of what we know is right and become better.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p23\" class=\"\">We should remember that bearing a heartfelt testimony is only a beginning. We need to bear testimony, we need to mean it, and most importantly we need consistently to live it. We need to both declare and live our testimonies.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p24\" class=\"\">The relationship between testimony and appropriate action is emphasized in the Savior’s instruction to the Saints in Kirtland: “That which the Spirit testifies unto you even so I would that ye should do” (<span class=\"citation\" id=\"119550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119550)\">D&amp;C 46:7<\/a><\/span>). Our testimony of gospel truth should be reflected both in our words and in our deeds. And our testimonies are proclaimed and lived most powerfully in our own homes. Spouses, parents, and children should strive to overcome any hesitancy, reluctance, or embarrassment about bearing testimony. We should both create and look for opportunities to bear testimony of gospel truths—and live them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p25\" class=\"\">A testimony is what we know to be true in our minds and in our hearts by the witness of the Holy Ghost (see <span class=\"citation\" id=\"119523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119523)\">D&amp;C 8:2<\/a><\/span>). As we profess truth rather than admonish, exhort, or simply share interesting experiences, we invite the Holy Ghost to confirm the verity of our words. The power of pure testimony (see <span class=\"citation\" id=\"119393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119393)\">Alma 4:19<\/a><\/span>) does not come from sophisticated language or effective presentation; rather, it is the result of revelation conveyed by the third member of the Godhead, even the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p26\" class=\"\">Feeling the power, the edification, and the constancy of testimony from a spouse, a parent, or a child is a rich blessing. Such testimony fortifies faith and provides direction. Such testimony generates light in a world that grows increasingly dark. Such testimony is the source of an eternal perspective and of enduring peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p27\" class=\"\">We can become more diligent and concerned at home as we bear testimony—and consistently live it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Suggestion Number Three: Be Consistent<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p29\" class=\"\">As our sons were growing up, our family did what you have done and what you now do. We had regular family prayer, scripture study, and family home evening. Now, I am sure what I am about to describe has never occurred in your home, but it did in ours.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p30\" class=\"\">Sometimes Sister Bednar and I wondered if our efforts to do these spiritually essential things were worthwhile. Now and then verses of scripture were read amid outbursts such as “He’s touching me!” “Make him stop looking at me!” “Mom, he’s breathing my air!” Sincere prayers occasionally were interrupted with giggling and poking. And with active, rambunctious boys, family home evening lessons did not always produce high levels of edification. At times Sister Bednar and I were exasperated because the righteous habits we worked so hard to foster did not seem to yield immediately the spiritual results we wanted and expected.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p31\" class=\"\">Today if you could ask our adult sons what they remember about family prayer, scripture study, and family home evening, I believe I know how they would answer. They likely would not identify a particular prayer or a specific instance of scripture study or an especially meaningful family home evening lesson as the defining moment in their spiritual development. What they would say they remember is that as a family we were consistent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p32\" class=\"\">Sister Bednar and I thought helping our sons understand the content of a particular lesson or a specific scripture was the ultimate outcome. But such a result does not occur each time we study or pray or learn together. The consistency of our intent and work was perhaps the greatest lesson—a lesson we did not fully appreciate at the time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p33\" class=\"\">In my office is a beautiful painting of a wheat field. The painting is a vast collection of individual brushstrokes—none of which in isolation is very interesting or impressive. In fact, if you stand close to the canvas, all you can see is a mass of seemingly unrelated and unattractive streaks of yellow and gold and brown paint. However, as you gradually move away from the canvas, all of the individual brushstrokes combine together and produce a magnificent landscape of a wheat field. Many ordinary, individual brushstrokes work together to create a captivating and beautiful painting.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p34\" class=\"\">Each family prayer, each episode of family scripture study, and each family home evening is a brushstroke on the canvas of our souls. No one event may appear to be very impressive or memorable. But just as the yellow and gold and brown strokes of paint complement each other and produce an impressive masterpiece, so our consistency in doing seemingly small things can lead to significant spiritual results. “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great” (<span class=\"citation\" id=\"119562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119562)\">D&amp;C 64:33<\/a><\/span>). Consistency is a key principle as we lay the foundation of a great work in our individual lives and as we become more diligent and concerned in our own homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p35\" class=\"\">Being consistent in our homes is important for another reason. Many of the Savior’s harshest rebukes were directed to hypocrites. Jesus warned His disciples concerning the scribes and Pharisees: “Do not ye after their works: for they say, and do not” (<span class=\"citation\" id=\"119236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119236)\">Matthew 23:3<\/a><\/span>). This strong admonition is sobering given the counsel to “express love—and show it,” to “bear testimony—and live it,” and to “be consistent.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p36\" class=\"\">The hypocrisy in our lives is most readily discerned and causes the greatest destruction within our own homes. And children often are the most alert and sensitive when it comes to recognizing hypocrisy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p37\" class=\"\">A public statement of love when the private actions of love are absent at home is hypocrisy—and weakens the foundation of a great work. Publicly declaring testimony when faithfulness and obedience are missing within our own homes is hypocrisy—and undermines the foundation of a great work. The commandment “Thou shalt not bear false witness” (<span class=\"citation\" id=\"119194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119194)\">Exodus 20:16<\/a><\/span>) applies most pointedly to the hypocrite in each of us. We need to be and become more consistent. “But be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity” (<span class=\"citation\" id=\"119299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119299)\">1 Timothy 4:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p38\" class=\"\">As we seek the Lord’s help and in His strength, we can gradually reduce the disparity between what we say and what we do, between expressing love and consistently showing it, and between bearing testimony and steadfastly living it. We can become more diligent and concerned at home as we are more faithful in learning, living, and loving the restored gospel of Jesus Christ.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Testimony<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p40\" class=\"\">“Marriage between a man and a woman is ordained of God and … the family is central to the Creator’s plan for the eternal destiny of His children” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102). For these and other eternally important reasons, we should be more diligent and concerned at home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p41\" class=\"\">May every spouse, every child, and every parent be blessed to communicate and receive love, to bear and be edified by strong testimony, and to become more consistent in the seemingly small things that matter so much.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/more-diligent-and-concerned-at-home.p42\" class=\"\">In these important pursuits we will never be left alone. Our Heavenly Father and His Beloved Son live. They love us and know our circumstances, and They will help us to become more diligent and concerned at home. Of these truths I testify in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}