{"ID":767, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Message of the Restoration<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1955, pp. 64-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI should like to join briefly with Brother Petersen in commending and bearing my witness of\nfaith in the young people of the Church in this day. Ten days ago I met with a great\nconference of servicemen at the Lackland Air Force Base near San Antonio.  It was a\nmarvelous experience and one which I appreciated and was grateful for.  Yesterday I met two\nof those fine young men in this conference; they had flown in from Lackland with some\ntwenty-five others.  Unfortunately the storm that prevented the delivery of our flowers for this\nconference also stopped their landing here.  They had to go back to Denver and then on back\nto their base (except these two), since they had to be there this morning. They missed, the\ntwenty-five, the blessing of being here, yet their faith in coming evidenced their courage, their\ndevotion, and the great loyalty they and their generation have for the Church.\n<\/p><p>\nI am grateful I am connected closely to them and with them in bonds of love and faith in God\nand the message of the great restoration.\n<\/p><p>\nNotwithstanding the pressures of this experience, I sat yesterday afternoon almost wishing I\nmight be called in order that I might then bear timely testimony of appreciation to the two\nmen who offered the prayers at that session. Since we last met in conference, I have had the\nwonderful blessing of touring two of the great missions of this Church which are presided\nover by those two men, President Peter J. Ricks and President Claudious Bowman. I should\nlike to say of them and the many like them and the thousands who serve with them through\nthe call of the Lord, that they are common and humble men in the very finest sense of those\nterms, but that they have uncommon faith and uncommon courage and uncommon dignity in\nthe great work they do.  As I thought of them I thought of some words of Thomas Carlyle. I\nwent home and copied them last night: \n<\/p><p>\nTwo men I honor and no third.  First, the toil-worn craftsman that with earth-made\nimplement laboriously conquers the earth and makes her man's.  A second man I\nhonor and still more highly: him who is seen toiling for the spiritually indispensable,\nnot daily bread, but the bread of life.\n<\/p><p>\nThese men and the thousands like them who preside over the wards and stakes, the branches,\nthe districts, the missions of the Church, are men who, know the task of \"toilworn implement\"\nusing, but who know that more important even than this significant opportunity in God's\nworld, the right to work for one's bread, is the great blessing and responsibility of seeking\nthat which is spiritually indispensable, and which is the most important thing a man can seek.\n<\/p><p>\nI honor these men, and I feel very humble as I travel in their presence and bear witness with\nthem of the truths God has given us to know.\n<\/p><p>\nI read recently out of a newspaper a few words I should like to call to your attention as an\nexample of another great idea these men call my attention to. Dateline, New York City, last\nAugust 7, from a press service, these words, written by three ministers of Christian\ndenominations: \n<\/p><p>\nThe true ministry of the layman is being rediscovered. He is now coming back to the\nfunction he exercised in the early church. There is today in the church a great\nresurgence of Christian interest on the part of the laity.  In ancient times, in the days\nof Christ, there was not the marked distinction between the laity and clergy. Laity as\nused in the New Testament simply meant the people of God, but through the centuries\nmore and more of the work of the church fell on the shoulders of those who made it\ntheir full time profession. The liturgical movement in both Catholicism and\nProtestantism is winning back for the laity their ancient rights in the Church's worship\nlife.  The layman in his secular work is increasingly seeing his vocation as that of the\nChurch's chief evangelist.  He is the church in the world.\n<\/p><p>\nThis is a truth spoken by men of good will and courage and devotion, but which has been\navailable to the knowledge of these and other men since the days of the Prophet of God who\ndied in the year 1844 at the hands of intolerant neighbors. The teaching, preaching, leadership\nof the Church should be done in Christ's Church today as it was done in his day&mdash;by the\nhumble members of the Church, laymen holding the priesthood and authority of God. These\nand other truths are here available to men, and the world is beginning to learn some of them.\n<\/p><p>\nLast weekend, a counselor in one of the great stakes I had the privilege of visiting called\nattention to certain recent articles dealing with the way a chapel ought to be built, saying that\nin our day churches are coming to the conclusion that chapels ought to be built with\nclassrooms attached and with recreational facilities.\n<\/p><p>\nI say to these good and honest people that from the beginning of the restoration of the gospel\nof the Lord, it has been known that the gospel was meant to take care of the full life of man;\nand whenever they find a Latter-day Saint chapel fully completed and dedicated, they will\ninvariably find that there are in it classrooms and recreational facilities designed to provide\nfor development in all the aspects of the lives of its members&mdash;physical, social, intellectual,\ncultural, as well as spiritual.\n<\/p><p>\nThere is time for but one other thought. I read recently in one of our great national magazines\na few words I thought to be highly significant about our relationship with our Father in\nheaven.  This came from one of the great religious leaders of our day, a man whom I have\nrevered and whose works I have read since I was a boy. Says he: \n<\/p><p>\nVital religion cannot be maintained and preserved on the theory that God dealt with\nour human race only in the far past ages, and that the Bible is the only evidence we\nhave that our God is a living, revealing, communicating God. If God ever spoke, he is\nstill is the great I Am, not the great He Was.\n<\/p><p>\nThis truth, so majestic and magnificent and basically important, is a truth which has been\navailable anew to mankind since 1820, when a humble, simple boy had enough humility and\nenough real love of truth to seek from his Father in heaven a manifestation of those things he\nneeded to know, to find his place, his purpose, and his constructive work in life.\n<\/p><p>\nThe answer is that God does live, that the Savior is the great I Am\n(<span class=\"citation\" id=\"22647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22647)\">Ex. 3:14<\/a><\/span>); he has always been, he\nshall always be. God's truths are revealed to men when they will pay the price of seeking\nearnestly, and finding, being willing to accept, and accepting, then dedicating themselves\nconsistently and loyally to him and to his cause.\n<\/p><p>\nI am grateful that I have been, by the providence of God, brought into an age and into a\nChurch where the truths are known of which I am able to bear witness today: That God does\nlive, that he does reveal his truths, that this is the Church of Jesus Christ on the earth, that we\nmay through obedience to his word find peace, here and now, enjoy eternal opportunity\ncommensurate with our preparation for it, and arrive at a reunion with him who made us and\nwho is our Father which art in heaven.  Of this I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}