{"ID":7672, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Joseph Smith—Prophet of the Restoration\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p2\" class=\"\">Elder Tad R. Callister<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/tad-r-callister-10.jpg\" alt=\"Tad R. Callister\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Through Joseph Smith have been restored all the powers, keys, teachings, and ordinances necessary for salvation and exaltation.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_014<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p5\" class=\"\">Suppose for a moment someone told you these three facts about a New Testament personality and nothing more: first, the Savior said of this man, “O thou of little faith” (<span class=\"citation\" id=\"119230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119230)\">Matthew 14:31<\/a><\/span>); second, this man, in a moment of anger, cut off an ear of the high priest’s servant; and third, this man denied knowing who the Savior was on three occasions, even though he had walked with Him daily. If that is all you knew or focused upon, you might have thought this man a scoundrel or a no-good, but in the process you would have failed to come to know one of the greatest men who ever walked the earth: Peter the Apostle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p6\" class=\"\">Similarly, attempts have been made by some to focus upon or magnify some minor weaknesses of the Prophet Joseph Smith, but in that process they too have missed the mark, the man, and his mission. Joseph Smith was the Lord’s anointed to restore Christ’s Church to the earth. When he emerged from the grove of trees, he eventually learned four fundamental truths not then taught by the majority of the contemporary Christian world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p7\" class=\"\">First, he learned that God the Father and His Son, Jesus Christ, are two separate, distinct beings. The Bible confirms Joseph Smith’s discovery. It tells us that the Son submitted His will to the Father (see <span class=\"citation\" id=\"119243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119243)\">Matthew 26:42<\/a><\/span>). We are moved by the Savior’s submission and find strength in His example to do likewise, but what would have been the depth and passion of Christ’s submission or the motivational power of that example if the Father and the Son were the same being and in reality the Son was merely following His own will under a different name?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p8\" class=\"\">The scriptures give further evidence of this great truth: “For God so loved the world, that he gave his only begotten Son” (<span class=\"citation\" id=\"119260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119260)\">John 3:16<\/a><\/span>). A father offering up his only son is the supreme demonstration of love that the human mind and heart can conceive and feel. It is symbolized by the touching story of Abraham and Isaac (see <span class=\"citation\" id=\"119191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119191)\">Genesis 22<\/a><\/span>). But if the Father is the same being as the Son, then this sacrifice of all sacrifices is lost, and Abraham is no longer offering up Isaac—Abraham is now offering up Abraham.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p9\" class=\"\">The second great truth Joseph Smith discovered was that the Father and the Son have glorified bodies of flesh and bones. Following the Savior’s Resurrection, He appeared to His disciples and said, “Handle me, and see; for a spirit hath not flesh and bones, as ye see me have” (<span class=\"citation\" id=\"119258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119258)\">Luke 24:39<\/a><\/span>). Some have suggested this was a temporary physical manifestation and that when He ascended to heaven He shed His body and returned to His spirit form. But the scriptures tell us this was not possible. Paul taught, “Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him” (<span class=\"citation\" id=\"119276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119276)\">Romans 6:9<\/a><\/span>). In other words, once Christ was resurrected, His body could never again be separated from His spirit; otherwise He would suffer death, the very consequence Paul said was no longer possible after His Resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p10\" class=\"\">The third truth that Joseph Smith learned was that God still speaks to man today—that the heavens are not closed. One need but ask three questions, once proposed by President Hugh B. Brown, to arrive at that conclusion (see “The Profile of a Prophet,” <span class=\"emphasis\">Liahona,<\/span> June 2006, 13; <span class=\"emphasis\">Ensign,<\/span> June 2006, 37). First, does God love us as much today as He loved the people to whom He spoke in New Testament times? Second, does God have the same power today as He did then? And third, do we need Him as much today as they needed Him anciently? If the answers to those questions are yes and if God is the same yesterday, today, and forever, as the scriptures so declare (see <span class=\"citation\" id=\"119494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119494)\">Mormon 9:9<\/a><\/span>), then there is little doubt: God does speak to man today exactly as Joseph Smith testified.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p11\" class=\"\">The fourth truth that Joseph Smith learned was that the full and complete Church of Jesus Christ was not then upon the earth. Of course there were good people and some components of the truth, but the Apostle Paul had anciently prophesied that the Second Coming of Christ would not come “except there come a falling away first” (<span class=\"citation\" id=\"119298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119298)\">2 Thessalonians 2:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p12\" class=\"\">Following Joseph Smith’s First Vision, the Restoration of Christ’s Church commenced “line upon line, precept upon precept” (<span class=\"citation\" id=\"119588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119588)\">D&amp;C 98:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p13\" class=\"\">Through Joseph Smith was restored the doctrine of the gospel being preached to the dead in the spirit world to those who did not have a fair chance on earth to hear it (see <span class=\"citation\" id=\"119611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119611)\">D&amp;C 128:5–22<\/a><\/span>; see also <span class=\"citation\" id=\"119621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119621)\">D&amp;C 138:30–34<\/a><\/span>). This was not the invention of a creative mind; it was the restoration of a biblical truth. Peter had long ago taught, “For this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit” (<span class=\"citation\" id=\"119307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119307)\">1 Peter 4:6<\/a><\/span>). Frederic W. Farrar, the well-known Church of England author and theologian, made the following observation about this teaching of Peter: “Every effort has been made to explain away the plain meaning of <span class=\"emphasis\">this<\/span> passage. It is one of the most precious passages of Scripture, and it involves no ambiguity. … For if language have any meaning, this language means that Christ, when His Spirit descended into the lower world, proclaimed the message of salvation to the once impenitent dead” (<span class=\"emphasis\">The Early Days of Christianity<\/span> [1883], 78).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p14\" class=\"\">Many teach that there is one heaven and one hell. Joseph Smith restored the truth that there are multiple heavens. Paul spoke of a man who was caught up into the third heaven (see <span class=\"citation\" id=\"119291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119291)\">2 Corinthians 12:2<\/a><\/span>). Could there be a third heaven if there was no second heaven or first heaven?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p15\" class=\"\">In many ways the gospel of Jesus Christ is like a 1,000-piece jigsaw puzzle. When Joseph Smith came on the scene, perhaps 100 pieces were in place. Then Joseph Smith came along and put many of the other 900 pieces in place so that people could say, “Oh, now I understand where I came from, why I am here, and where I am going.” As for Joseph Smith’s role in the Restoration, the Lord defined it clearly: “This generation shall have my word through you” (<span class=\"citation\" id=\"119519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119519)\">D&amp;C 5:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p16\" class=\"\">In spite of this flood of restored biblical truths, some honest searchers have commented: “I can accept these doctrines, but what about all those angels and visions Joseph Smith claimed to have? It seems so hard to believe in modern times.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p17\" class=\"\">To those honest searchers, we lovingly respond: “Were there not angels and visions in Christ’s Church in New Testament times? Did not an angel appear to Mary and to Joseph? Did not angels appear to Peter, James, and John on the Mount of Transfiguration? Did not an angel rescue Peter and John from prison? Did not an angel appear to Cornelius, then to Paul before he was shipwrecked and to John on the Isle of Patmos? Did not Peter have a vision of the gospel going to the Gentiles, Paul a vision of the third heaven, John a vision of the latter days, and Stephen a vision of the Father and Son?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p18\" class=\"\">Yes, Joseph Smith did see angels and visions—because he was the instrument in God’s hands to restore the same Church of Jesus Christ as existed in primitive times—all of its powers as well as all of its doctrines.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p19\" class=\"\">Yet sorrowfully, on occasion, some are willing to set aside the precious gospel truths restored by Joseph Smith because they get diverted on some historical issue or some scientific hypothesis not central to their exaltation, and in so doing they trade their spiritual birthright for a mess of pottage. They exchange the absolute certainty of the Restoration for a doubt, and in that process they fall into the trap of losing faith in the many things they <span class=\"emphasis\">do<\/span> know because of a few things they do not know. There will always be some seemingly intellectual crisis looming on the horizon as long as faith is required and our minds are finite, but likewise there will always be the sure and solid doctrines of the Restoration to cling to, which will provide the rock foundation upon which our testimonies may be built.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p20\" class=\"\">When many of Christ’s followers turned from Him, He asked His Apostles, “Will ye also go away?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p21\" class=\"\">Peter then responded with an answer that should be engraved on every heart: “To whom shall we go? thou hast the words of eternal life” (<span class=\"citation\" id=\"119263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119263)\">John 6:66–68<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p22\" class=\"\">If someone turns from these restored doctrines, where will he go to learn the true nature of God as taught in the grove of trees? Where will he go to find the doctrines of the premortal existence, baptism for the dead, and eternal marriage? And where will he go to find the sealing powers that can bind husbands and wives and children beyond the grave?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p23\" class=\"\">Through Joseph Smith have been restored all the powers, keys, teachings, and ordinances necessary for salvation and exaltation. You cannot go anywhere else in the world and get that. It is not to be found in any other church. It is not to be found in any philosophy of man or scientific digest or individual pilgrimage, however intellectual it may seem. Salvation is to be found in one place alone, as so designated by the Lord Himself when He said that this is “the only true and living church upon the face of the whole earth” (<span class=\"citation\" id=\"119512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119512)\">D&amp;C 1:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/joseph-smith-prophet-of-the-restoration.p24\" class=\"\">I bear my witness that Joseph Smith was the prophet of the Restoration, just as he claimed to be. I echo the strains of that stirring hymn: “Praise to the man who communed with Jehovah!” (“Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> no. 27). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}