{"ID":7679, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Two Principles for Any Economy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p2\" class=\"\">President Dieter F. Uchtdorf<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It is often in the trial of adversity that we learn those most critical lessons that form our character and shape our destiny.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_021<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p5\" class=\"\">In our travels visiting Church members throughout the world and by means of established priesthood channels, we receive firsthand feedback on the conditions and challenges of our members. For years many of our members have been affected by worldwide disasters, both natural and man-made. We also understand that families have had to tighten their belts and are concerned about enduring these challenging times.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p6\" class=\"\">Brethren, we do feel very close to you. We love you, and we pray always for you. I have seen enough ups and downs throughout my life to know that winter will surely give way to the warmth and hope of a new spring. I am optimistic about the future. Brethren, for our part, we must remain steadfast in hope, work with all our strength, and trust in God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p7\" class=\"\">Lately I have been thinking of a time in my life when the weight of worry and concern over an uncertain future seemed ever present. I was 11 years old and living with my family in the attic of a farmhouse near Frankfurt, Germany. We were refugees for the second time in a period of only a few years, and we were struggling to establish ourselves in a new place far away from our previous home. I could say that we were poor, but that would be an understatement. We all slept in one room that was so tiny there was scarcely space to walk around the beds. In the other small room, we had a few pieces of modest furniture and a stove that Mother used to cook meals on. To get from one room to the other, we had to pass through a storage area where the farmer kept his equipment and tools, along with assorted meats and sausages hanging from the rafters. The aroma always made me very hungry. We had no bathroom, but we did have an outhouse—down the stairs and some 50 feet (15 m) away, though it seemed much farther during wintertime.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p8\" class=\"\">Because I was a refugee and because of my East German accent, other children often made fun of me and called me names that deeply hurt. Of all the times of my youth, I believe this may have been the most discouraging.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p9\" class=\"\">Now, decades later, I can look back on those days through the softening filter of experience. Even though I still remember the hurt and despair, I can see now what I was unable to see then: this was a period of great personal growth. During this time, our family bonded together. I watched and learned from my parents. I admired their determination and optimism. From them I learned that adversity, when confronted with faith, courage, and tenacity, could be overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p10\" class=\"\">Knowing that some of you are experiencing your own periods of anxiety and despair, I wanted to speak today about two important principles that sustained me through this formative period of my life.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The First Principle: Work<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p12\" class=\"\">To this day, I am deeply impressed by the way my family worked after having lost everything following World War II! I remember my father—a civil servant by education and experience—taking on several difficult jobs, among which were coal miner, uranium miner, mechanic, and truck driver. He left early in the morning and often returned late at night in order to support our family. My mother started a laundry and worked countless hours doing menial labor. She enlisted my sister and me in her business. With my bike I became the pickup and delivery service. It felt good to be able to help the family in a small way, and though I did not know it at the time, the physical labor turned out to be a blessing to my health as well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p13\" class=\"\">It wasn’t easy, but the work kept us from dwelling too much on the difficulties of our circumstances. Although our situation didn’t change overnight, it did change. That’s the thing about work. If we simply keep at it—steady and constant—things certainly will improve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p14\" class=\"\">How I admire men, women, and children who know how to work! How the Lord loves the laborer! He said, “In the sweat of thy face shalt thou eat bread,”<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_021\">1<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119180)\">Genesis 3:19<\/a><\/span>.]<\/span><\/sup> and “The laborer is worthy of his hire.”<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_021\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119572)\">D&amp;C 84:79<\/a><\/span>.]<\/span><\/sup> He also gave a promise: “Thrust in your sickle with all your soul, and your sins are forgiven you.”<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_021\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119546)\">D&amp;C 31:5<\/a><\/span>.]<\/span><\/sup> Those who are unafraid to roll up their sleeves and lose themselves in the pursuit of worthwhile goals are a blessing to their families, communities, nations, and to the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p15\" class=\"\">The Lord doesn’t expect us to work harder than we are able. He doesn’t (nor should we) compare our efforts to those of others. Our Heavenly Father asks only that we do the best we can—that we work according to our full capacity, however great or small that may be.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p16\" class=\"\">Work is an antidote for anxiety, an ointment for sorrow, and a doorway to possibility. Whatever our circumstances in life, my dear brethren, let us do the best we can and cultivate a reputation for excellence in all that we do. Let us set our minds and bodies to the glorious opportunity for work that each new day presents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p17\" class=\"\">When our wagon gets stuck in the mud, God is much more likely to assist the man who gets out to push than the man who merely raises his voice in prayer—no matter how eloquent the oration. President Thomas S. Monson put it this way: “It is not enough to want to make the effort and to <span class=\"emphasis\">say<\/span> we’ll make the effort. … It’s in the <span class=\"emphasis\">doing,<\/span> not just the <span class=\"emphasis\">thinking,<\/span> that we accomplish our goals. If we constantly put our goals off, we will never see them fulfilled.”<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_021\">4<\/a>\n\t <span class=\"footnote\">[Thomas S. Monson, “A Royal Priesthood,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 59.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p18\" class=\"\">Work can be ennobling and fulfilling, but remember Jacob’s warning not to “spend … your labor for that which cannot satisfy.”<sup class=\"noteMarker\"><a href=\"#footnote5-04211_000_021\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119342)\">2 Nephi 9:51<\/a><\/span>.]<\/span><\/sup> If we devote ourselves to the pursuit of worldly wealth and the glitter of public recognition at the expense of our families and our spiritual growth, we will discover soon enough that we have made a fool’s bargain. The righteous work we do within the walls of our homes is most sacred; its benefits are eternal in nature. It cannot be delegated. It is the foundation of our work as priesthood holders.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p19\" class=\"\">Remember, we are only temporary travelers in this world. Let us not devote our God-given talents and energies solely to setting earthly anchors, but rather let us spend our days growing spiritual wings. For, as sons of the Most High God, we were created to soar unto new horizons.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p20\" class=\"\">Now, a word to us seasoned brethren: retirement is not part of the Lord’s plan of happiness. There is no sabbatical or retirement program from priesthood responsibilities—regardless of age or physical capacity. While the phrase “been there, done that” may work as an excuse to avoid skateboarding, decline the invitation for a motorbike ride, or bypass the spicy curry at the buffet, it is not an acceptable excuse for avoiding covenant responsibilities to consecrate our time, talents, and resources in the work of the kingdom of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p21\" class=\"\">There may be those who, after many years of Church service, believe they are entitled to a period of rest while others pull the weight. To put it bluntly, brethren, this sort of thinking is unworthy of a disciple of Christ. A great part of our work on this earth is to endure joyfully to the end—every day of our life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p22\" class=\"\">Now, a word also to our younger brethren of the Melchizedek Priesthood, who are pursuing the righteous goals of obtaining an education and finding an eternal spouse. These are the correct goals, my brethren, but remember: working diligently in the Lord’s vineyard will greatly upgrade your résumé and increase the probability for success in both of these worthy endeavors.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p23\" class=\"\">Whether you are the youngest deacon or the oldest high priest, there is work to do!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Second Principle: Learn<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p25\" class=\"\">During the difficult economic conditions of postwar Germany, opportunities for education were not as abundant as they are today. But in spite of limited options, I always felt an eagerness to learn. I remember one day, while I was out on my bike delivering laundry, I entered the home of a classmate of mine. In one of the rooms, two small desks were nestled against the wall. What a wonderful sight that was! How fortunate those children were to have desks of their own! I could imagine them sitting with open books studying their lessons and doing their homework. It seemed to me that having a desk of my own would be the most wonderful thing in the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p26\" class=\"\">I had to wait a long time before that wish was fulfilled. Years later, I got a job at a research institution that had a large library. I remember spending much of my free time in that library. There I could finally sit at a desk—by myself—and drink in the information and knowledge that books provide. How I loved to read and learn! In those days I understood firsthand the words of an old saying: Education is not so much the filling of a bucket as the lighting of a fire.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p27\" class=\"\">For members of the Church, education is not merely a good idea—it’s a commandment. We are to learn “of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad.”<sup class=\"noteMarker\"><a href=\"#footnote6-04211_000_021\">6<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"119581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119581)\">D&amp;C 88:79–80<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p28\" class=\"\">Joseph Smith loved learning even though he had few opportunities for formal education. In his journals, he spoke happily of days spent in study and often expressed his love of learning.<sup class=\"noteMarker\"><a href=\"#footnote7-04211_000_021\">7<\/a>\n\t <span class=\"footnote\">[See <span class=\"emphasis\">Journals, Volume 1: 1832–1839,<\/span> vol. 1 of the Journals series of <span class=\"emphasis\">The Joseph Smith Papers,<\/span> ed. Dean C. Jessee, Ronald K. Esplin, and Richard Lyman Bushman (2008), 84, 135, 164.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p29\" class=\"\">Joseph taught the Saints that knowledge was a necessary part of our mortal journey, for “a man is saved no faster than he [gains] knowledge,”<sup class=\"noteMarker\"><a href=\"#footnote8-04211_000_021\">8<\/a>\n\t <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 4:588.]<\/span><\/sup> and that “whatever principle of intelligence we attain … in this life, it will rise with us in the resurrection.”<sup class=\"noteMarker\"><a href=\"#footnote9-04211_000_021\">9<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"119612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119612)\">D&amp;C 130:18–19<\/a><\/span>.]<\/span><\/sup> During challenging times, it is even more important to learn. The Prophet Joseph taught, “Knowledge does away with darkness, [anxiety], and doubt; for these cannot exist where knowledge is.”<sup class=\"noteMarker\"><a href=\"#footnote10-04211_000_021\">10<\/a>\n\t <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 5:340.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p30\" class=\"\">Brethren, you have a duty to learn as much as you can. Please encourage your families, your quorum members, everyone to learn and become better educated. If formal education is not available, do not allow that to prevent you from acquiring all the knowledge you can. Under such circumstances, the best books, in a sense, can become your “university”—a classroom that is always open and admits all who apply. Strive to increase your knowledge of all that is “virtuous, lovely, or of good report or praiseworthy.”<sup class=\"noteMarker\"><a href=\"#footnote11-04211_000_021\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119652)\">Articles of Faith 1:13<\/a><\/span>.]<\/span><\/sup> Seek knowledge “by study and also by faith.”<sup class=\"noteMarker\"><a href=\"#footnote12-04211_000_021\">12<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119595)\">D&amp;C 109:7<\/a><\/span>.]<\/span><\/sup> Seek with a humble spirit and contrite heart.<sup class=\"noteMarker\"><a href=\"#footnote13-04211_000_021\">13<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"119617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119617)\">D&amp;C 136:33<\/a><\/span>.]<\/span><\/sup> As you apply the spiritual dimension of faith to your study—even of temporal things—you can amplify your intellectual capacity, for “if your eye be single to [God’s] glory, your whole [body] shall be filled with light, … and [comprehend] all things.”<sup class=\"noteMarker\"><a href=\"#footnote14-04211_000_021\">14<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"119580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119580)\">D&amp;C 88:67<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p31\" class=\"\">In our learning, let us not neglect the fountain of revelation. The scriptures and the words of modern-day apostles and prophets are the sources of wisdom, divine knowledge, and personal revelation to help us find answers to all the challenges in life. Let us learn of Christ; let us seek out that knowledge which leads to peace, truth, and the sublime mysteries of eternity.<sup class=\"noteMarker\"><a href=\"#footnote15-04211_000_021\">15<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"119549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119549)\">D&amp;C 42:61<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Conclusion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p33\" class=\"\">Brethren, I think back on that 11-year-old boy in Frankfurt, Germany, who worried about his future and felt the lasting sting of unkind remarks. I remember this time with a sort of sad fondness. While I would not be eager to relive those days of trial and trouble, I have little doubt that the lessons I learned were a necessary preparation for future opportunity. Now, many years later, I know this for a certainty: it is often in the trial of adversity that we learn those most critical lessons that form our character and shape our destiny.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/two-principles-for-any-economy.p34\" class=\"\">I pray that during the coming months and years we can fill our hours and days with righteous work. I pray that we will seek to learn and improve our minds and hearts by drinking deeply from the pure fountains of truth. I leave you my love and blessings in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119180)\">Genesis 3:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119572)\">D&amp;C 84:79<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119546)\">D&amp;C 31:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas S. Monson, “A Royal Priesthood,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 59.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04211_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119342)\">2 Nephi 9:51<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04211_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119581)\">D&amp;C 88:79–80<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04211_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Journals, Volume 1: 1832–1839,<\/span> vol. 1 of the Journals series of <span class=\"emphasis\">The Joseph Smith Papers,<\/span> ed. Dean C. Jessee, Ronald K. Esplin, and Richard Lyman Bushman (2008), 84, 135, 164.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04211_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 4:588.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04211_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119612)\">D&amp;C 130:18–19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04211_000_021\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 5:340.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04211_000_021\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119652)\">Articles of Faith 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04211_000_021\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119595)\">D&amp;C 109:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04211_000_021\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119617)\">D&amp;C 136:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-04211_000_021\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119580)\">D&amp;C 88:67<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_021\"><a name=\"-04211_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-04211_000_021\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119549)\">D&amp;C 42:61<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}