{"ID":7681, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            School Thy Feelings, O My Brother\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we desire to have a proper spirit with us at all times, we must choose to refrain from becoming angry.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_023<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p4\" class=\"\">Brethren, we are assembled as a mighty body of the priesthood, both here in the Conference Center and in locations throughout the world. We have heard inspired messages this evening, and I express my appreciation to those Brethren who have addressed us. I am honored, yet humbled, by the privilege to speak to you, and I pray that the inspiration of the Lord may attend me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p5\" class=\"\">Recently as I watched the news on television, I realized that many of the lead stories were similar in nature in that the tragedies reported all basically traced back to one emotion: <span class=\"emphasis\">anger.<\/span> The father of an infant had been arrested for physical abuse of the baby. It was alleged that the baby’s crying had so infuriated him that he had broken one of the child’s limbs and several ribs. Alarming was the report of growing gang violence, with the number of gang-related killings having risen sharply. Another story that night involved the shooting of a woman by her estranged husband, who was reportedly in a jealous rage after finding her with another man. Then, of course, there was the usual coverage of wars and conflicts throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p6\" class=\"\">I thought of the words of the Psalmist: “Cease from anger, and forsake wrath.”<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119205)\">Psalm 37:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p7\" class=\"\">Many years ago, a young couple called my office and asked if they could come in for counseling. They indicated they had suffered a tragedy in their lives and that their marriage was in serious jeopardy. An appointment was arranged.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p8\" class=\"\">The tension between this husband and wife was apparent as they entered my office. Their story unfolded slowly at first as the husband spoke haltingly and the wife cried quietly and participated very little in the conversation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p9\" class=\"\">The young man had returned from serving a mission and was accepted to a prestigious university in the eastern part of the United States. It was there, in a university ward, that he had met his future wife. She was also a student at the university. After a year of dating, they journeyed to Utah and were married in the Salt Lake Temple, returning east shortly afterward to finish their schooling.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p10\" class=\"\">By the time they graduated and returned to their home state, they were expecting their first child and the husband had employment in his chosen field. The wife gave birth to a baby boy. Life was good.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p11\" class=\"\">When their son was about 18 months old, they decided to take a short vacation to visit family members who lived a few hundred miles away. This was at a time when car seats for children and seat belts for adults were scarcely heard of, let alone used. The three members of the family all rode in the front seat with the toddler in the middle.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p12\" class=\"\">Sometime during the trip, the husband and wife had a disagreement. After all these years, I cannot recall what caused it. But I do remember that their argument escalated and became so heated that they were eventually yelling at one another. Understandably, this caused their young son to begin crying, which the husband said only added to his anger. Losing total control of his temper, he picked up a toy the child had dropped on the seat and flung it in the direction of his wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p13\" class=\"\">He missed hitting his wife. Instead, the toy struck their son, with the result that he was brain damaged and would be handicapped for the rest of his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p14\" class=\"\">This was one of the most tragic situations I had ever encountered. I counseled and encouraged them. We talked of commitment and responsibility, of acceptance and forgiveness. We spoke of the affection and respect which needed to return to their family. We read words of comfort from the scriptures. We prayed together. Though I have not heard from them since that day so long ago, they were smiling through their tears as they left my office. All these years I’ve hoped they made the decision to remain together, comforted and blessed by the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p15\" class=\"\">I think of them whenever I read the words: “Anger doesn’t solve anything. It builds nothing, but it can destroy everything.”<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_023\">2<\/a>\n       <span class=\"footnote\">[Lawrence Douglas Wilder, quoted in “Early Hardships Shaped Candidates,” <span class=\"emphasis\">Deseret News,<\/span> Dec. 7, 1991, A2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p16\" class=\"\">We’ve all felt anger. It can come when things don’t turn out the way we want. It might be a reaction to something which is said of us or to us. We may experience it when people don’t behave the way we want them to behave. Perhaps it comes when we have to wait for something longer than we expected. We might feel angry when others can’t see things from our perspective. There seem to be countless possible reasons for anger.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p17\" class=\"\">There are times when we can become upset at imagined hurts or perceived injustices. President Heber J. Grant, seventh President of the Church, told of a time as a young adult when he did some work for a man who then sent him a check for $500 with a letter apologizing for not being able to pay him more. Then President Grant did some work for another man—work which he said was 10 times more difficult, involving 10 times more labor and a great deal more time. This second man sent him a check for $150. Young Heber felt he had been treated most unfairly. He was at first insulted and then incensed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p18\" class=\"\">He recounted the experience to an older friend, who asked, “Did that man intend to insult you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p19\" class=\"\">President Grant replied, “No. He told my friends he had rewarded me handsomely.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p20\" class=\"\">To this the older friend replied, “A man’s a fool who takes an insult that isn’t intended.”<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_023\">3<\/a>\n       <span class=\"footnote\">[See Heber J. Grant, <span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1969), 288–89.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p21\" class=\"\">The Apostle Paul asks in Ephesians, chapter 4, verse 26 of the Joseph Smith Translation: “Can ye be angry, and not sin? let not the sun go down upon your wrath.” [<span class=\"citation\" id=\"119295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119295)\">JST, Eph. 4:26<\/a><\/span>.]  I ask, is it possible to feel the Spirit of our Heavenly Father when we are angry? I know of no instance where such would be the case.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p22\" class=\"\">From 3 Nephi in the Book of Mormon, we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p23\" class=\"\">“There shall be no disputations among you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p24\" class=\"\">“For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p25\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.”<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119476)\">3 Nephi 11:28–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p26\" class=\"\">To be angry is to yield to the influence of Satan. No one can <span class=\"emphasis\">make<\/span> us angry. It is our choice. If we desire to have a proper spirit with us at all times, we must choose to refrain from becoming angry. I testify that such is possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p27\" class=\"\">Anger, Satan’s tool, is destructive in so many ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p28\" class=\"\">I believe most of us are familiar with the sad account of Thomas B. Marsh and his wife, Elizabeth. Brother Marsh was one of the first modern-day Apostles called after the Church was restored to the earth. He eventually became President of the Quorum of the Twelve Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p29\" class=\"\">While the Saints were in Far West, Missouri, Elizabeth Marsh, Thomas’s wife, and her friend Sister Harris decided they would exchange milk in order to make more cheese than they otherwise could. To be certain all was done fairly, they agreed that they should not save what were called the strippings, but that the milk and strippings should all go together. Strippings came at the end of the milking and were richer in cream.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p30\" class=\"\">Sister Harris was faithful to the agreement, but Sister Marsh, desiring to make some especially delicious cheese, saved a pint of strippings from each cow and sent Sister Harris the milk without the strippings. This caused the two women to quarrel. When they could not settle their differences, the matter was referred to the home teachers to settle. They found Elizabeth Marsh guilty of failure to keep her agreement. She and her husband were upset with the decision, and the matter was then referred to the bishop for a Church trial. The bishop’s court decided that the strippings were wrongfully saved and that Sister Marsh had violated her covenant with Sister Harris.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p31\" class=\"\">Thomas Marsh appealed to the high council, and the men comprising this council confirmed the bishop’s decision. He then appealed to the First Presidency of the Church. Joseph Smith and his counselors considered the case and upheld the decision of the high council.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p32\" class=\"\">Elder Thomas B. Marsh, who sided with his wife through all of this, became angrier with each successive decision—so angry, in fact, that he went before a magistrate and swore that the Mormons were hostile toward the state of Missouri. His affidavit led to—or at least was a factor in—Governor Lilburn Boggs’s cruel extermination order, which resulted in over 15,000 Saints being driven from their homes, with all the terrible suffering and consequent death that followed. All of this occurred because of a disagreement over the exchange of milk and cream.<sup class=\"noteMarker\"><a href=\"#footnote5-04211_000_023\">5<\/a>\n       <span class=\"footnote\">[See George A. Smith, “Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Apr. 16, 1856, 44.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p33\" class=\"\">After 19 years of rancor and loss, Thomas B. Marsh made his way to the Salt Lake Valley and asked President Brigham Young for forgiveness. Brother Marsh also wrote to Heber C. Kimball, First Counselor in the First Presidency, of the lesson he had learned. Said Brother Marsh: “The Lord could get along very well without me and He … lost nothing by my falling out of the ranks; But O what have I lost?! Riches, greater riches than all this world or many planets like this could afford.”<sup class=\"noteMarker\"><a href=\"#footnote6-04211_000_023\">6<\/a>\n       <span class=\"footnote\">[Thomas B. Marsh to Heber C. Kimball, May 5, 1857, Brigham Young Collection, Church History Library.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p34\" class=\"\">Apropos are the words of the poet John Greenleaf Whittier: “Of all sad words of tongue or pen, the saddest are these: ‘It might have been!’”<sup class=\"noteMarker\"><a href=\"#footnote7-04211_000_023\">7<\/a>\n       <span class=\"footnote\">[“Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of John Greenleaf Whittier<\/span> (1876), 206.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p35\" class=\"\">My brethren, we are all susceptible to those feelings which, if left unchecked, can lead to anger. We experience displeasure or irritation or antagonism, and if we so choose, we lose our temper and become angry with others. Ironically, those others are often members of our own families—the people we really love the most.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p36\" class=\"\">Many years ago I read the following Associated Press dispatch which appeared in the newspaper: An elderly man disclosed at the funeral of his brother, with whom he had shared, from early manhood, a small, one-room cabin near Canisteo, New York, that following a quarrel, they had divided the room in half with a chalk line, and neither had crossed the line or spoken a word to the other since that day—62 years before. Just think of the consequence of that anger. What a tragedy!<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p37\" class=\"\">May we make a conscious decision, each time such a decision must be made, to refrain from anger and to leave unsaid the harsh and hurtful things we may be tempted to say.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p38\" class=\"\">I love the words of the hymn written by Elder Charles W. Penrose, who served in the Quorum of the Twelve and in the First Presidency during the early years of the 20th century:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">School thy feelings, O my brother;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Train thy warm, impulsive soul.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Do not its emotions smother,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But let wisdom’s voice control.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">School thy feelings; there is power<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In the cool, collected mind.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Passion shatters reason’s tower,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Makes the clearest vision blind.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote8-04211_000_023\">8<\/a>\n\t   <span class=\"footnote\">[“School Thy Feelings,” <span class=\"emphasis\">Hymns,<\/span> no. 336.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p47\" class=\"\">Each of us is a holder of the priesthood of God. The oath and covenant of the priesthood pertains to all of us. To those who hold the Melchizedek Priesthood, it is a declaration of our requirement to be faithful and obedient to the laws of God and to magnify the callings which come to us. To those who hold the Aaronic Priesthood, it is a pronouncement concerning future duty and responsibility, that you may prepare yourselves here and now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p48\" class=\"\">This oath and covenant is set forth by the Lord in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p49\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p50\" class=\"\">“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p51\" class=\"\">“And also all they who receive this priesthood receive me, saith the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p52\" class=\"\">“For he that receiveth my servants receiveth me;<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p53\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p54\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.”<sup class=\"noteMarker\"><a href=\"#footnote9-04211_000_023\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119570)\">D&amp;C 84:33–38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/school-thy-feelings-o-my-brother.p55\" class=\"\">Brethren, great promises await us if we are true and faithful to the oath and covenant of this precious priesthood which we hold. May we be worthy sons of our Heavenly Father. May we ever be exemplary in our homes and faithful in keeping all of the commandments, that we may harbor no animosity toward any man but rather be peacemakers, ever remembering the Savior’s admonition, “By this shall all men know that ye are my disciples, if ye have love one to another.”<sup class=\"noteMarker\"><a href=\"#footnote10-04211_000_023\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119265)\">John 13:35<\/a><\/span>.]<\/span><\/sup> This is my plea tonight at the conclusion of this great priesthood meeting, and it’s also my humble and sincere prayer, for I love you, brethren, with all my heart and soul. And I pray our Heavenly Father’s blessing to attend each of you in your life, in your home, in your heart, in your soul, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119205)\">Psalm 37:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Lawrence Douglas Wilder, quoted in “Early Hardships Shaped Candidates,” <span class=\"emphasis\">Deseret News,<\/span> Dec. 7, 1991, A2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See Heber J. Grant, <span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (1969), 288–89.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119476)\">3 Nephi 11:28–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04211_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See George A. Smith, “Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Apr. 16, 1856, 44.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04211_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas B. Marsh to Heber C. Kimball, May 5, 1857, Brigham Young Collection, Church History Library.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04211_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>“Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of John Greenleaf Whittier<\/span> (1876), 206.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04211_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“School Thy Feelings,” <span class=\"emphasis\">Hymns,<\/span> no. 336.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04211_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119570)\">D&amp;C 84:33–38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_023\"><a name=\"-04211_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04211_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119265)\">John 13:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}