{"ID":7683, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Past Way of Facing the Future\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The lessons of the past … prepare us to face the challenges of the future.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_025<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p5\" class=\"\">My wife and I had the privilege of attending the Mormon Miracle Pageant in Manti, Utah, this summer. One night, before the beginning of the pageant, we spoke to the cast members. Because of the large number of cast members, we had to speak to them in two sessions. The pageant had a cast of over 800 individuals, with 570 of them being under the age of 18. One hundred additional cast members participated this year, requiring the sisters in charge of the wardrobe to come up with additional costumes—which they did. It was an inspiration to see how well organized they were in taking care of every detail.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p6\" class=\"\">The setting of the pageant is on a beautiful hillside just below the Manti Temple. There were 15,000 people in attendance the night we watched the pageant. It was a thrill to see this army of young men and women catch the vision of the story of the Restoration as they performed their parts with such enthusiasm and spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p7\" class=\"\">Something we love to do when we visit Manti is to attend a temple session. There is a special spirit in these older temples, which were constructed at great sacrifice by the early pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p8\" class=\"\">Attending a temple session in the Manti Temple was an emotional experience for me. It brought back great memories of how I remembered the Logan Utah Temple before it was remodeled and modernized. As we progressed through the temple session, I could hear in every room those early pioneers saying, “Look at what we built with our own hands. We had no power equipment. No contractors or subcontractors were involved in the construction, no fancy cranes to lift up the heavy stones. We performed this labor under our own power.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p9\" class=\"\">What a glorious heritage these early Sanpete County pioneers have left to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p10\" class=\"\">Former United States president Ronald Reagan has been quoted as saying, “I do not want to go back to the past; I want to go back to the past way of facing the future.”<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_025\">1<\/a>\n       <span class=\"footnote\">[Quoted in George F. Will, “One Man’s America,” <span class=\"emphasis\">Cato Policy Report,<\/span> Sept.–Oct. 2008, 11.]<\/span><\/sup> His counsel still resonates within me. There is something about reviewing the lessons of the past to prepare us to face the challenges of the future. What a glorious legacy of faith, courage, and ingenuity those noble early Mormon pioneers have left for us to build upon. My admiration for them deepens the longer I live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p11\" class=\"\">Embracing the gospel resulted in a complete change of life for them. They left everything behind—their homes, their businesses, their farms, and even their beloved family members—to journey into a wilderness. It must have been a real shock when Brigham Young announced, “This is the … place.”<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_025\">2<\/a>\n       <span class=\"footnote\">[Quoted in Wilford Woodruff, “Celebration of Pioneers’ Day,” <span class=\"emphasis\">The Utah Pioneers<\/span> (1880), 23.]<\/span><\/sup> Before them was a vast desert wasteland, barren of green hills, trees, and beautiful meadows which most of those early pioneers had known. With firm faith in God and their leaders, the early pioneers went to work to create beautiful communities in the shadows of the mountains.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p12\" class=\"\">Many weary pioneers had just started to enjoy some of the modest comforts of life when Brigham Young called them to leave their homes again and journey to the east, to the west, to the north, and to the south to colonize the Great Basin. This is how the communities of Sanpete County—Fairview, Ephraim, Manti, Moroni, and Mount Pleasant—were established.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p13\" class=\"\">Upon my return from my visit to Sanpete County, I felt the desire to learn more about its early pioneers. I decided to spend a few hours in the new Church History Library and read a little about their history.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p14\" class=\"\">It was in the year 1849, just two years after they had arrived in the Salt Lake Valley, when Brigham Young, the great colonizer of the West, called a group of Saints to journey south and start building their homes and communities all over again in another desert wasteland. A short time after they had settled in Sanpete, President Heber C. Kimball, a counselor to President Brigham Young, visited the Manti community and promised them that on the hill overlooking the valley, a temple would be built using stone from the mountains to the east.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p15\" class=\"\">Some years passed after the visit of President Kimball, and the citizens began to be anxious that nothing was being done to construct a temple for their use. “We must have a temple in our community,” declared one of the citizens. “We have waited long enough for this blessing.” Another one said, “If we are going to have a temple, we had better get busy and build it.” And that is just what they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p16\" class=\"\">The cornerstone was laid on April 14, 1879, some 30 years after they had arrived in the Sanpete Valley. There are many stories that could be told about the diligence of the workmen, who put their very best into the construction of this beautiful temple. President Gordon B. Hinckley said several years ago at the rededication of the Manti Temple, “I have been in the world’s great buildings, and in none of these have I had the feeling I get in coming to these pioneer houses of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_025\">3<\/a>\n       <span class=\"footnote\">[Quoted in “Manti Temple Rededicated,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1985, 73.]<\/span><\/sup> The Hinckley family has a very special connection with the Manti Temple. Sister Marjorie Hinckley’s grandfather lost his life from an injury sustained in its construction.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p17\" class=\"\">To better understand how the past can provide a better way of facing the future, I would like to share an account from the building of the Manti Temple. Then I want to share what it has taught me about true principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p18\" class=\"\">Some fine carpenters from Norway who arrived and settled in Manti were given the assignment of building the roof for the temple. They had never built a roof structure before, but they had experience as shipbuilders. They didn’t know how they would design a roof. Then the thought came to them: “Why don’t we just build a ship? Then, because a well-built ship is solid and secure, if we turn the plans upside down, we’ll have a secure roof.” They set about to plan to construct a ship, and when it was completed, they turned the plan upside down and it became the plan for the roof of the Manti Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p19\" class=\"\">In this case they used lessons from their past experience—the principles of shipbuilding—to help them meet the challenge. They correctly reasoned that the same principles they had applied to building a seaworthy vessel would also apply to building a solid roof. For example, both structures needed to be waterproof. The basic integrity of the structure wouldn’t be affected by its orientation—whether right side up or upside down. The most important thing was to have a working knowledge of the basic principles required to erect any structure that was built to last.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p20\" class=\"\">Embedded in the gospel of Jesus Christ there are eternal principles and truths that will last far longer than the principles of building ships and roofs. You and I, as members of the Lord’s true Church, have special access and insight into these eternal principles and truths, especially when we listen to the Spirit for individual guidance and hear the prophet’s voice as he declares the will of God to the members of the Church. You and I both know how important these eternal principles and truths are in our lives. I’m not sure those early pioneers could have faced the perils and uncertainties of the future without them, and neither can we. They are the only true and eternal way to face the future, especially in these increasingly perilous and uncertain times in which we now live.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p21\" class=\"\">These Norwegian shipbuilders brought with them the fundamental skills of their trade, which could be turned from building ships to building temples. What caused their dramatic shift in priorities? There is only one answer that explains their willingness to sacrifice everything to become builders of the kingdom of God. They had been taught and accepted the eternal principles and truths of the gospel of Jesus Christ. They realized that their mission was not only to help build edifices but also to contribute to the edification of others by sharing their knowledge of the gospel. As we read in section 50 of the Doctrine and Covenants, “He that preacheth and he that receiveth, understand one another, and both are edified and rejoice together” (<span class=\"citation\" id=\"119553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119553)\">verse 22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p22\" class=\"\">When we received the special blessing of knowledge of the gospel of Jesus Christ and took upon ourselves the name of Christ by entering the waters of baptism, we also accepted the obligation to share the gospel with others. Recently, to accomplish more fully our shared responsibility to proclaim the gospel, the Church has turned the missionary program upside down. Some years ago we eliminated stake missions and shifted the focus of our efforts to the ward mission organization. With a ward mission plan developed by every ward council in the Church, progress is being made at an ever-increasing rate. Much of the success is being achieved by the full-time missionaries working closely with ward councils, ward mission leaders, and the members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p23\" class=\"\">We have discovered that ward-based missionary work increases member involvement in finding and teaching investigators. Often investigators are invited to receive the missionary lessons in members’ homes. Ward members become more excited to share their precious knowledge of the gospel of Jesus Christ when they directly experience the sweet blessings of missionary service and they receive more regular reminders from their ward leaders. Members become more inclusive as they ponder and pray about sharing the gospel with friends, neighbors, and family members of other faiths.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p24\" class=\"\">President Gordon B. Hinckley taught: “So many of us look upon missionary work as simply tracting. Everyone who is familiar with this work knows there is a better way. That way is through the members of the Church. Whenever there is a member who introduces an investigator, there is an immediate support system. The member bears testimony of the truth of the work. He is anxious for the happiness of his investigator friend. He becomes excited as that friend makes progress in learning the gospel.”<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_025\">4<\/a>\n       <span class=\"footnote\">[Gordon B. Hinckley, “Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Liahona,<\/span> July 1999, 119; <span class=\"emphasis\">Ensign,<\/span> May 1999, 105.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p25\" class=\"\">The full-time missionaries will continue to do most of the actual teaching of investigators, but members will have ample opportunity to answer questions and share their testimonies. We heed the prophet’s voice more fully by preparing ourselves to teach basic gospel principles. Preparation removes fear. It also simplifies and strengthens what the members do in support of the full-time missionaries. There are three basic lessons the full-time missionaries teach: the Restoration, the plan of salvation, and the gospel of Jesus Christ. How prepared are you to give witness and testimony to the truthfulness of these very basic lessons? Use the inspired missionary manual <span class=\"emphasis\">Preach My Gospel<\/span> to study and prepare yourself to play that supporting role to the full-time missionaries as they teach these basic gospel discussions.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p26\" class=\"\">May we all learn <span class=\"emphasis\">both<\/span> of the important lessons taught by the shipbuilders from Norway who constructed the roof of the Manti Temple. First is the lesson of using the principles and truths of the past to help us face the future. Second, we learn from their desire to share what they knew with others to help build the kingdom of God. This second lesson, if we learn it well, will help many others of our brothers and sisters, fellow sons and daughters of God, face an uncertain future with the same eternal assurances we have.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/the-past-way-of-facing-the-future.p27\" class=\"\">The gospel of Jesus Christ is true. It has been restored to bless our lives in these latter days. It contains all the truths, principles, and ordinances contained in our Father in Heaven’s great plan of happiness, which is a plan for us to return and live with Him in the eternal realms beyond. That the gospel of Jesus Christ is His divine way for us to face our glorious future is my testimony to you in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_025\"><a name=\"-04211_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in George F. Will, “One Man’s America,” <span class=\"emphasis\">Cato Policy Report,<\/span> Sept.–Oct. 2008, 11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_025\"><a name=\"-04211_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Wilford Woodruff, “Celebration of Pioneers’ Day,” <span class=\"emphasis\">The Utah Pioneers<\/span> (1880), 23.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_025\"><a name=\"-04211_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in “Manti Temple Rededicated,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1985, 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_025\"><a name=\"-04211_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Gordon B. Hinckley, “Find the Lambs, Feed the Sheep,” <span class=\"emphasis\">Liahona,<\/span> July 1999, 119; <span class=\"emphasis\">Ensign,<\/span> May 1999, 105.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}