{"ID":7684, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Virtue Garnish Your Thoughts\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p3\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We need to stand tall and be firmly fixed in perpetuating Christlike virtues.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_026<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p5\" class=\"\">Thank you, Elder Pace, for that beautiful invocation, for listeners and speakers particularly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p6\" class=\"\">“Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God” (<span class=\"citation\" id=\"119603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119603)\">D&amp;C 121:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p7\" class=\"\">As I neared my 12th birthday, there were several requirements to be completed before I could graduate from Primary. One was to recite the thirteen Articles of Faith in the prescribed order. The first twelve articles were relatively easy, but the thirteenth was much more difficult. It was remembering the order of the virtues that presented the challenge. Thanks to a Primary teacher who was patient and persistent, I finally completed the memorization.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p8\" class=\"\">Years later my wife and children and I moved into our first home. We were surprised to learn that my former Primary teacher would be our neighbor. For the 40 years we have lived in the same neighborhood, she has kept our little secret concerning my learning disability.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p9\" class=\"\">“We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things” (<span class=\"citation\" id=\"119653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119653)\">Articles of Faith 1:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p10\" class=\"\">Today I wish to speak about personal traits we call virtues. Virtuous traits form the foundation of a Christian life and are the outward manifestation of the inner man. The spelling in English of many individual virtues concludes with the letters <span class=\"emphasis\">ity:<\/span> integrity, humility, charity, spirituality, accountability, civility, fidelity, and the list goes on and on. Relying on literary license, I refer to the virtues ending in <span class=\"emphasis\">ity<\/span> as the “ity” virtues. “Ity” is a suffix that means quality, state, or degree of being.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p11\" class=\"\">We need only look around us to see what is taking place in our communities to realize that personal traits of virtue are in a steep decline. Reflect on the behavior of drivers on crowded highways; road rage happens all too often. Civility is all but absent in our political discourse. As countries around the world face financial and economic challenges, fidelity and honesty seem to have been replaced with greed and graft. A visit to a high school will often subject you to crude language and immodest dress. Some athletes display poor sportsmanship and seldom show humility unless publicly exposed for legal or moral infidelities. A large segment of our population feel little personal responsibility for their own temporal well-being. Some in financial distress blame bankers and lenders for loaning sums to satisfy insatiable wants rather than affordable needs. On occasion our generosity in support of good causes wanes as our appetite to acquire more than we need prevails.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p12\" class=\"\">Brothers and sisters, we need not be a part of the virtue malaise that is penetrating and infecting society. If we follow the world in abandoning Christian-centered virtues, the consequences may be disastrous. Individual faith and fidelity, which have eternal consequences, will diminish. Family solidarity and spirituality will be adversely impacted. Religious influence in society will be lessened, and the rule of law will be challenged and perhaps even set aside. The seedbed for all that plagues the natural man will have been planted, to the sheer delight of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p13\" class=\"\">We need to stand tall and be firmly fixed in perpetuating Christlike virtues, even the “ity” virtues, in our everyday lives. Teaching virtuous traits begins in the home with parents who care and set the example. A good parental example encourages emulation; a poor example gives license to the children to disregard the parents’ teachings and even expand the poor example. A hypocritical example destroys credibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p14\" class=\"\">Eight-year-old Megan enjoys playing the piano. Recently her piano teacher offered a reward of a doughnut for faithful daily practice. The teacher said she would be “dialing for doughnuts” and would call Megan sometime during the week. If she had practiced that day, she would earn the reward. When Megan was called, she was not at home to give her report. At her weekly lesson, the teacher asked Megan if she had practiced, to which Megan responded that she thought she had and took the reward. When Megan’s mother saw the doughnut, she questioned Megan and helped her understand that she needed to be honest. An apologetic phone call to her teacher was made with her mom’s encouragement. As teacher and student visited, it was discovered that Megan really had completed her music theory writing; hence, she fully qualified for the reward. Thanks to wise, concerned parents, valuable lessons will be remembered for a long while.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p15\" class=\"\">Our 15-year-old grandson, Ben, is a big-time ski enthusiast, having competed in several meets and done very well. Prior to one such competition in Idaho, his parents reminded him that his grades in school would determine whether or not he would be able to compete. A condominium in Sun Valley, Idaho, was reserved, his grandparents were planning to attend, and Ben was feverishly trying to achieve the lofty academic goals both he and his parents expected. However, at the end of the day, he fell just short of his goal. Ben missed the ski meet and lost points toward qualifying for the Junior Olympics, but Ben gained a valuable appreciation for responsibility and accountability. By remaining steadfast, parents so very often suffer and agonize more than the children they endeavor to teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p16\" class=\"\">President James E. Faust suggested that integrity is the mother of many virtues. He noted that integrity can be defined “as a firm adherence to a code of moral values.” He also suggested that “integrity is the light that shines from a disciplined conscience. It is the strength of duty within us” (“Integrity, the Mother of Many Virtues,” in <span class=\"emphasis\">Speaking Out on Moral Issues<\/span> [1998], 61, 62). It is difficult for a person to display virtuous traits if he or she lacks integrity. Without integrity, honesty is often forgotten. If integrity is absent, civility is impaired. If integrity is not important, spirituality is difficult to maintain. In Old Testament times, Moses counseled the children of Israel that “if a man vow a vow unto the Lord, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth” (<span class=\"citation\" id=\"119195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119195)\">Numbers 30:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p17\" class=\"\">President Thomas S. Monson reminded us a few years ago that “most people will not commit desperate acts if they have been taught that dignity, honesty and integrity are more important than revenge or rage; if they understand that respect and kindness ultimately give one a better chance at success” (“Family Values in a Violent Society,” <span class=\"emphasis\">Deseret News,<\/span> Jan. 16, 1994, A12, as quoted in “Finding Peace,” <span class=\"emphasis\">Liahona <\/span>and <span class=\"emphasis\">Ensign,<\/span> Mar. 2004, 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p18\" class=\"\">You may have heard about the <span class=\"emphasis\">Lost <\/span>Battalion of World War I, the ten <span class=\"emphasis\">lost <\/span>tribes of Israel, or perhaps the <span class=\"emphasis\">“lost <\/span>boys” in J. M. Barrie’s play <span class=\"emphasis\">Peter Pan.<\/span> You may also be acquainted with the album by Michael McLean entitled <span class=\"emphasis\">The Forgotten Carols.<\/span> Virtuous traits, especially the “ity” virtues, must never be forgotten or set aside. If forgotten or set aside, they will inevitably become the “lost virtues.” If virtues are lost, families will be measurably weakened, individual faith in the Lord Jesus Christ will soften, and important eternal relationships may be jeopardized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p19\" class=\"\">Traits of virtue broadly practiced can loosen Satan’s firm grip on society and derail his insidious plan to capture the hearts, minds, and spirits of mortal men.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p20\" class=\"\">Now is the time for us to join in rescuing and preserving that which is “virtuous, lovely, or of good report or praiseworthy.” As we allow virtue to garnish our thoughts unceasingly and we cultivate virtuous traits in our personal lives, our communities and institutions will be improved, our children and families will be strengthened, and faith and integrity will bless individual lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/let-virtue-garnish-your-thoughts.p21\" class=\"\">I testify and declare that our Heavenly Father expects His children to exercise integrity, civility, fidelity, charity, generosity, morality, and all the “ity” virtues. May we have the <span class=\"emphasis\">humility<\/span> to take the <span class=\"emphasis\">opportunity<\/span> to act upon our <span class=\"emphasis\">responsibility<\/span> to demonstrate our <span class=\"emphasis\">ability<\/span> to do so, I pray in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}