{"ID":7685, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hold On\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p2\" class=\"\">Ann M. Dibb<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p3\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ann-m-dibb-10.jpg\" alt=\"Ann M. Dibb\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Heavenly Father has not left us alone during our mortal probation. He has already given us all the “safety equipment” we will need to successfully return to Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p5\" class=\"\">A number of years ago, a one-inch article in my local newspaper caught my attention, and I have remembered it ever since: “Four people were killed and seven workers were rescued after clinging for more than an hour to the underside of a 125-foot-high [38-m] bridge in St. Catharines, Ontario, [Canada,] after the scaffolding they were working on collapsed” (“News Capsules,” <span class=\"emphasis\">Deseret News,<\/span> June 9, 1993, A2).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p6\" class=\"\">I was, and I continue to be, fascinated by this brief story. Shortly after reading this account, I called a family friend who lived in St. Catharines. She explained that the workers had been painting the Garden City Skyway bridge for about a year and were two weeks short of completing the project when the accident happened. After the accident, officials were asked why these men did not have any safety equipment. The answer was simple: they had the equipment; they just chose not to wear it. After the scaffolding gave way, the survivors held on to a one-inch (2.5-cm) lip of steel girder and stood on an eight-inch (20-cm) ledge of steel for over an hour until rescue teams could reach them. One survivor related that as he clung to the bridge, he thought a lot about his family. He said, “I just thank the Lord for me being here today. … It was pretty scary, I tell you” (in Rick Bogacz, “Skyway Horror,” <span class=\"emphasis\">Standard,<\/span> June 9, 1993).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p7\" class=\"\">There are many lessons to be learned and comparisons to be made from this incident. While most of us will never face such a dramatic, life-or-death situation, many of us feel that we are going through a scary time in our personal lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p8\" class=\"\">We may feel as though we are holding on to what may seem to be a one-inch lip of steel girder. Our mortal probation is not easy, and it is not brief. We are blessed to come to this earth and gain a mortal body. This life is our opportunity to prove ourselves and exercise our agency (see <span class=\"citation\" id=\"119639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119639)\">Abraham 3:25<\/a><\/span>). We can choose to follow Heavenly Father’s eternal plan of salvation (see <span class=\"citation\" id=\"119362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119362)\">Jarom 1:2<\/a><\/span>; <span class=\"citation\" id=\"119437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119437)\">Alma 42:5<\/a><\/span>; <span class=\"citation\" id=\"119631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119631)\">Moses 6:62<\/a><\/span>) and redemption (see <span class=\"citation\" id=\"119356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119356)\">Jacob 6:8<\/a><\/span>; <span class=\"citation\" id=\"119405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119405)\">Alma 12:25<\/a><\/span>; <span class=\"citation\" id=\"119440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119440)\">42:11<\/a><\/span>), or we can try to find our own way. We can be obedient and keep His commandments, or we can reject them and face the consequences that will surely follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p9\" class=\"\">Because of this, we too have a hazardous job description and duty. We must deal with challenges. We may experience loneliness, strained relationships, betrayal of trust, temptations, addictions, limitations of our physical body, or the loss of much-needed employment. We may be challenged with feelings of disappointment because our righteous hopes and dreams have not been met in our personal timetable. We may question our abilities and fear the possibility of failure, even in our Church and family callings. The challenges and the dangers we live with today, including society’s tolerance of sin, have been prophesied by ancient and living prophets. These are just as precarious and real as the threat of falling 125 feet (38 m) to certain death from a high bridge.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p10\" class=\"\">My life is not perfect. I deal with many of the same challenges. We all do. I know that the temptations of the adversary and the difficulties of mortality are ever present and beset each of us. I concur with the rescued worker’s expression of his dangerous experience of holding on to that steel girder: “It [is] pretty scary, I tell you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p11\" class=\"\">It is important to note, however, that in the scriptures there are very few stories of individuals who lived in blissful happiness and experienced no opposition. We learn and grow by overcoming challenges with faith, persistence, and personal righteousness. I’ve been strengthened by President Thomas S. Monson’s endless confidence in our Heavenly Father and in us. He has said: “Remember that you are entitled to our [Heavenly] Father’s blessings in this work. He did not call you to your privileged post to walk alone, without guidance, trusting to luck. On the contrary, He knows your skill, He realizes your devotion, and He will convert your supposed inadequacies to recognized strengths. He has promised: ‘I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up’” (“Sugar Beets and the Worth of a Soul,” <span class=\"emphasis\">Liahona,<\/span> July 2009, 3–4; <span class=\"emphasis\">Ensign,<\/span> July 2009, 5–6).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p12\" class=\"\">Heavenly Father has not left us alone during our mortal probation. He has already given us all the “safety equipment” we will need to successfully return to Him. He has given us personal prayer, the scriptures, living prophets, and the Holy Ghost to guide us. At times, using this equipment may seem cumbersome, awkward, and horribly unfashionable. Its proper use requires our diligence, obedience, and persistence. But I, for one, choose to use it. We must all choose to use it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p13\" class=\"\">In the scriptures we learn about another key piece of safety equipment—a “rod of iron.” Disciples of our Savior, Jesus Christ, are invited to hold on to this rod in order to safely find their way to eternal life. I am speaking of Lehi’s vision of the tree of life found in the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p14\" class=\"\">Through divine personal revelation, the Book of Mormon prophet Lehi and his son Nephi were each shown a vision of our mortal probationary state and its accompanying dangers. Lehi says, “And it came to pass that there arose a mist of darkness; yea, even an exceedingly great mist of darkness, insomuch that they who had commenced in the path did lose their way, that they wandered off and were lost” (<span class=\"citation\" id=\"119327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119327)\">1 Nephi 8:23<\/a><\/span>). Yet “he [also] saw other multitudes pressing forward; and they came and caught hold of the end of the rod of iron; and they did press their way forward, continually holding fast to [that] rod of iron, until they came forth and fell down and partook of the fruit of the tree,” meaning the tree of life (<span class=\"citation\" id=\"119328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119328)\">1 Nephi 8:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p15\" class=\"\">From Lehi’s vision we learn that we must take hold of this safety railing—this iron rod, found alongside our individual straight and narrow path—and hold tight until we reach our ultimate goal of eternal life with our Heavenly Father. Nephi promises that those who hold fast to the iron rod “would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction” (<span class=\"citation\" id=\"119332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119332)\">1 Nephi 15:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p16\" class=\"\">I invite you to read again the full accounts of this inspired vision. Study them, ponder them, and apply them to your daily life. In modern terms we might say we are invited to “get a grip.” We must hold on tight to the iron rod and never let go.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p17\" class=\"\">President Harold B. Lee, the prophet when I was a teenager, taught, “If there is any one thing most needed in this time of tumult and frustration, when men and women and youth and young adults are desperately seeking for answers to the problems which afflict mankind, it is an ‘iron rod’ as a safe guide along the straight path on the way to eternal life, amidst the strange and devious roadways that would eventually lead to destruction and to the ruin of all that is ‘virtuous, lovely, or of good report’” (“The Iron Rod,” <span class=\"emphasis\">Ensign,<\/span> June 1971, 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p18\" class=\"\">This quote was relevant when I was a teenager, and it is perhaps even more relevant today. Prophets’ words warn, teach, and encourage truth, whether they’re spoken in 600 <span class=\"small\">B.C.<\/span>, 1971, or 2009. I encourage you to listen to, believe in, and act upon the inspired words of those we sustain as prophets, seers, and revelators.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p19\" class=\"\">Holding to the iron rod is not always easy. We may let go because of peer pressure or pride, thinking we can find our own way back—later. When we do so, we are leaving our safety equipment behind. In Lehi’s vision he saw many who let go of the iron rod. Nephi says, “And many were lost from his view, wandering in strange roads” (<span class=\"citation\" id=\"119330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119330)\">1 Nephi 8:32<\/a><\/span>). In difficult times in our own lives, we may find we are also “wandering in strange roads.” Let me reassure you that it is always possible for us to find our way back. Through repentance, made possible by the atoning sacrifice of our Savior, Jesus Christ, we can regain and recommit to a strong grip on the iron rod and feel the loving guidance of our Heavenly Father once again. The Savior has extended an open invitation to us: repent, hold on, and don’t let go.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p20\" class=\"\">I, like Nephi, exhort you with all the energies of my soul that you will “give heed to the word of God and remember to keep his commandments always in all things” (<span class=\"citation\" id=\"119333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119333)\">1 Nephi 15:25<\/a><\/span>). Use the safety equipment He has provided for you. Hold fast, and believe that Heavenly Father will bless you for your diligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p21\" class=\"\">I know the restored gospel is true, and I know we are led by a living prophet of God, President Thomas S. Monson. It is my great privilege and blessing to be his daughter. I love my parents dearly.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p22\" class=\"\">One evening I was feeling a bit discouraged and said, “Oh, Dad, the blessings we experience as members of the Church and the promised blessings of the temple are so good, <span class=\"emphasis\">if we will only reach out and choose to accept them.<\/span>” He responded without hesitation, “Ann, they are everything.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/hold-on.p23\" class=\"\">May we <span class=\"emphasis\">hold on<\/span> to the eternal truths of the gospel of Jesus Christ because they are literally everything is my sincere prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}