{"ID":7686, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ask, Seek, Knock\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p2\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Every Latter-day Saint may merit personal revelation.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_028<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p5\" class=\"\">My beloved brethren and sisters, I am very grateful for each of you. I am thankful too for the miracle of modern communication that allows this conference to reach millions of people throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p6\" class=\"\">Today’s technology also allows us to use wireless telephones to exchange information rapidly. Recently Wendy and I were on assignment on another continent when we learned that a new baby had arrived in our family. We received the good news minutes after that birth had occurred half a world away.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p7\" class=\"\">Even more amazing than modern technology is our opportunity to access information directly from heaven, without hardware, software, or monthly service fees. It is one of the most marvelous gifts the Lord has offered to mortals. It is His generous invitation to “<span class=\"emphasis\">ask,<\/span> and it shall be given you; <span class=\"emphasis\">seek,<\/span> and ye shall find; <span class=\"emphasis\">knock,<\/span> and it shall be opened unto you.”<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119224)\">Matthew 7:7<\/a><\/span>; <span class=\"citation\" id=\"119253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119253)\">Luke 11:9<\/a><\/span>; emphasis added; see also <span class=\"citation\" id=\"119482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119482)\">3 Nephi 14:7<\/a><\/span>; <span class=\"citation\" id=\"119225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119225)\">Joseph Smith Translation, Matthew 7:12<\/a><\/span>, in Bible appendix.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p8\" class=\"\">This timeless offer to provide personal revelation is extended to all of His children. It almost sounds too good to be true. But it is true! I have received and responded to that heavenly help. And I have learned that I always need to be ready to receive it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p9\" class=\"\">Years ago, while immersed in the task of preparing a talk for general conference, I was aroused from a sound sleep with an idea impressed strongly upon my mind. Immediately I reached for pencil and paper near my bed and wrote as rapidly as I could. I went back to sleep, knowing I had captured that great impression. The next morning I looked at that piece of paper and found, much to my dismay, that my writing was totally illegible! I still keep pencil and paper at my bedside, but I write more carefully now.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p10\" class=\"\">To access information from heaven, one must first have a firm faith and a deep desire. One needs to “ask with a sincere heart [and] real intent, having faith in [Jesus] Christ.”<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119509)\">Moroni 10:4<\/a><\/span>.]<\/span><\/sup> “Real intent” means that one <span class=\"emphasis\">really intends<\/span> to follow the divine direction given.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p11\" class=\"\">The next requirement is to study the matter diligently. This concept was taught to leaders of this restored Church when they were first learning how to gain personal revelation. The Lord instructed them, “I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.”<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_028\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119528)\">D&amp;C 9:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p12\" class=\"\">Part of being prepared is to know and obey the relevant teachings of the Lord. Some of His timeless truths are applicable generally, such as the commandments not to steal, not to kill, and not to bear false witness. Other teachings or commandments are also general, such as those regarding the Sabbath, the sacrament, baptism, and confirmation.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p13\" class=\"\">Some revelations have been given for unique circumstances, such as Noah’s building of the ark or the necessity for prophets like Moses, Lehi, and Brigham to lead their followers in arduous travel. God’s long-established pattern of teaching His children through prophets assures us that He will bless each prophet and that He will bless those who heed prophetic counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p14\" class=\"\">A desire to follow the prophet requires much effort because the natural man knows very little of God and even less of His prophet. Paul wrote that “the natural man [receives] not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.”<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_028\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119285)\">1 Corinthians 2:14<\/a><\/span>.]<\/span><\/sup> The change from being a natural man to a devoted disciple is a mighty one.<sup class=\"noteMarker\"><a href=\"#footnote5-04211_000_028\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119376)\">Mosiah 5:2<\/a><\/span>; <span class=\"citation\" id=\"119395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119395)\">Alma 5:12–14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p15\" class=\"\">Another prophet taught that “the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father.”<sup class=\"noteMarker\"><a href=\"#footnote6-04211_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119368)\">Mosiah 3:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p16\" class=\"\">Recently I observed such a mighty change in a man whom I first met about 10 years ago. He had come to a stake conference at which his son was sustained as a member of the new stake presidency. This father was not a member of the Church. After his son had been set apart, I put my arms around this father and praised him for having such a wonderful son. Then I boldly declared: “The day will come when you will want to have this son sealed to you and your wife in a holy temple. And when that day comes, I would be honored to perform that sealing for you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p17\" class=\"\">During the subsequent decade, I did not see this man. Six weeks ago he and his wife came to my office. He greeted me warmly and recounted how startled he was with my earlier invitation. He didn’t do much about it until later, when his hearing began to fail. Then he awakened to the realization that his body was changing and that his time on earth was indeed limited. In due course he ultimately lost his hearing. At the same time, he became converted and joined the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p18\" class=\"\">During our visit he summarized his total transformation: “I had to lose my hearing before I could heed the great importance of your message. Then I realized how much I wanted my loved ones to be sealed to me. I am now worthy and prepared. Will you please perform that sealing?”<sup class=\"noteMarker\"><a href=\"#footnote7-04211_000_028\">7<\/a>\n       <span class=\"footnote\">[Such conversions are complete. John Newton (1725–1807), for example, changed his life from that of a slave trader to a devoted disciple of the Lord, summarizing his conversion when he wrote: “Amazing grace! (how sweet the sound!) \/ That sav’d a wretch like me! \/ I once was lost, but now am found; \/ Was blind, but now I see” (“Amazing Grace,” <span class=\"emphasis\">Olney Hymns<\/span> [1779], no. 41).]<\/span><\/sup> This I did with a deep sense of gratitude to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p19\" class=\"\">After such a conversion takes place, even further spiritual refinement can come. Personal revelation can be honed to become spiritual discernment. To <span class=\"emphasis\">discern<\/span> means to sift, to separate, or to distinguish.<sup class=\"noteMarker\"><a href=\"#footnote8-04211_000_028\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discern <\/span>comes from the Latin <span class=\"emphasis\">discernere,<\/span> meaning “to separate [or] distinguish between.” The Latin prefix <span class=\"emphasis\">dis<\/span> means “apart,” and the suffix <span class=\"emphasis\">cernere<\/span> means “to sift.” See <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. (2003), “discern.”]<\/span><\/sup> The gift of spiritual discernment is a supernal gift.<sup class=\"noteMarker\"><a href=\"#footnote9-04211_000_028\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119551)\">D&amp;C 46:23, 26–27<\/a><\/span>.]<\/span><\/sup> It allows members of the Church to see things not visible and to feel things not tangible.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p20\" class=\"\">Bishops are entitled to that gift as they face the task of seeking out the poor and caring for the needy. With that gift, sisters may view trends in the world and detect those that, however popular, are shallow or even dangerous. Members can discern between schemes that are flashy and fleeting and those refinements that are uplifting and enduring.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p21\" class=\"\">Discernment was implicit in important instructions President John Taylor gave long ago.<sup class=\"noteMarker\"><a href=\"#footnote10-04211_000_028\">10<\/a>\n       <span class=\"footnote\">[After the death of President Brigham Young in 1877, the affairs of the Church were directed by the Quorum of the Twelve Apostles. The apostolic interregnum continued until 1880, when the First Presidency was reorganized. John Taylor was President of the Quorum of the Twelve when this counsel was given on February 23, 1878.]<\/span><\/sup> He taught stake presidents, bishops, and others: “It is the right of those holding [these positions] to obtain the word of God with regard to the duties of their presidencies that they may more effectually carry out His holy purposes. None of the callings or positions in the priesthood are intended for the personal benefits, emoluments and fame of those who hold them, but are expressly given to fulfil the purposes of our Heavenly Father and build up the Kingdom of God upon the earth. … We … seek to understand the will of God, and then carry it out; and see that it is carried out by those over whom we have the charge.”<sup class=\"noteMarker\"><a href=\"#footnote11-04211_000_028\">11<\/a>\n       <span class=\"footnote\">[In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. (1965–75), 2:307.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p22\" class=\"\">For each of you to receive revelation unique to your own needs and responsibilities, certain guidelines prevail. The Lord asks you to develop “faith, hope, charity and love, with an eye single to the glory of God.” Then with your firm “faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness, charity, humility, [and] diligence,” you may <span class=\"emphasis\">ask,<\/span> and you will receive; you may <span class=\"emphasis\">knock,<\/span> and it will be opened unto you.<sup class=\"noteMarker\"><a href=\"#footnote12-04211_000_028\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119516)\">D&amp;C 4:5–6<\/a><\/span>; emphasis added; see also <span class=\"citation\" id=\"119517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119517)\">verse 7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p23\" class=\"\">Revelation from God is always compatible with His eternal law. It never contradicts His doctrine. It is facilitated by proper reverence for Deity. The Master gave this instruction:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p24\" class=\"\">“I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p25\" class=\"\">“Great shall be their reward and eternal shall be their glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p26\" class=\"\">“… To them will I reveal all mysteries [and] my will concerning all things pertaining to my kingdom.”<sup class=\"noteMarker\"><a href=\"#footnote13-04211_000_028\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119564)\">D&amp;C 76:5–7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p27\" class=\"\">Revelation need not all come at once. It may be incremental. “Saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more.”<sup class=\"noteMarker\"><a href=\"#footnote14-04211_000_028\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119347)\">2 Nephi 28:30<\/a><\/span>.]<\/span><\/sup> Patience and perseverance are part of our eternal progression.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p28\" class=\"\">Prophets have described what they felt while receiving revelation. Joseph Smith and Oliver Cowdery reported that “the veil was taken from our minds, and the eyes of our understanding were opened.”<sup class=\"noteMarker\"><a href=\"#footnote15-04211_000_028\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119596)\">D&amp;C 110:1<\/a><\/span>.]<\/span><\/sup> President Joseph F. Smith wrote, “As I pondered over these things which are written, the eyes of my understanding were opened, and the Spirit of the Lord rested upon me.”<sup class=\"noteMarker\"><a href=\"#footnote16-04211_000_028\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119619)\">D&amp;C 138:11<\/a><\/span>. Then followed the revelation about the preaching of the gospel to those who had died without an opportunity to hear the gospel in mortality (see <span class=\"citation\" id=\"119620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119620)\">verses 29–37<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/ask-seek-knock.p29\" class=\"\">Every Latter-day Saint may merit personal revelation. The invitation to ask, seek, and knock for divine direction exists because God lives and Jesus is the living Christ. It exists because this is His living Church.<sup class=\"noteMarker\"><a href=\"#footnote17-04211_000_028\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119513)\">D&amp;C 1:30<\/a><\/span>.]<\/span><\/sup> And we are blessed today because President Thomas S. Monson is His living prophet. That we may hearken to and heed his prophetic counsel is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119224)\">Matthew 7:7<\/a><\/span>; <span class=\"citation\" id=\"119253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119253)\">Luke 11:9<\/a><\/span>; emphasis added; see also <span class=\"citation\" id=\"119482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119482)\">3 Nephi 14:7<\/a><\/span>; <span class=\"citation\" id=\"119225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119225)\">Joseph Smith Translation, Matthew 7:12<\/a><\/span>, in Bible appendix.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119509)\">Moroni 10:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119528)\">D&amp;C 9:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119285)\">1 Corinthians 2:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04211_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119376)\">Mosiah 5:2<\/a><\/span>; <span class=\"citation\" id=\"119395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119395)\">Alma 5:12–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04211_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119368)\">Mosiah 3:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04211_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Such conversions are complete. John Newton (1725–1807), for example, changed his life from that of a slave trader to a devoted disciple of the Lord, summarizing his conversion when he wrote: “Amazing grace! (how sweet the sound!) \/ That sav’d a wretch like me! \/ I once was lost, but now am found; \/ Was blind, but now I see” (“Amazing Grace,” <span class=\"emphasis\">Olney Hymns<\/span> [1779], no. 41).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04211_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discern <\/span>comes from the Latin <span class=\"emphasis\">discernere,<\/span> meaning “to separate [or] distinguish between.” The Latin prefix <span class=\"emphasis\">dis<\/span> means “apart,” and the suffix <span class=\"emphasis\">cernere<\/span> means “to sift.” See <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. (2003), “discern.”<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04211_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119551)\">D&amp;C 46:23, 26–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04211_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>After the death of President Brigham Young in 1877, the affairs of the Church were directed by the Quorum of the Twelve Apostles. The apostolic interregnum continued until 1880, when the First Presidency was reorganized. John Taylor was President of the Quorum of the Twelve when this counsel was given on February 23, 1878.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04211_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. (1965–75), 2:307.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04211_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119516)\">D&amp;C 4:5–6<\/a><\/span>; emphasis added; see also <span class=\"citation\" id=\"119517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119517)\">verse 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04211_000_028\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119564)\">D&amp;C 76:5–7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-04211_000_028\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119347)\">2 Nephi 28:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-04211_000_028\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119596)\">D&amp;C 110:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-04211_000_028\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119619)\">D&amp;C 138:11<\/a><\/span>. Then followed the revelation about the preaching of the gospel to those who had died without an opportunity to hear the gospel in mortality (see <span class=\"citation\" id=\"119620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119620)\">verses 29–37<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_028\"><a name=\"-04211_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-04211_000_028\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119513)\">D&amp;C 1:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}