{"ID":7688, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Safety for the Soul\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p3\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p4\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I want it absolutely clear when I stand before the judgment bar of God that I declared to the world … that the Book of Mormon is true.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">04211_000_030<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p6\" class=\"\">Prophecies regarding the last days often refer to large-scale calamities such as earthquakes or famines or floods. These in turn may be linked to widespread economic or political upheavals of one kind or another.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p7\" class=\"\">But there is one kind of latter-day destruction that has always sounded to me more personal than public, more individual than collective—a warning, perhaps more applicable inside the Church than outside it. The Savior warned that in the last days even those of the covenant, the very elect, could be deceived by the enemy of truth.<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_030\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119238)\">Matthew 24:24<\/a><\/span>; see also <span class=\"citation\" id=\"119641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119641)\">Joseph Smith—Matthew 1:22<\/a><\/span>.]<\/span><\/sup> If we think of this as a form of spiritual destruction, it may cast light on another latter-day prophecy. Think of the heart as the figurative center of our faith, the poetic location of our loyalties and our values; then consider Jesus’s declaration that in the last days “men’s hearts [shall fail] them.”<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_030\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119256)\">Luke 21:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p8\" class=\"\">The encouraging thing, of course, is that our Father in Heaven knows all of these latter-day dangers, these troubles of the heart and soul, and has given counsel and protections regarding them.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p9\" class=\"\">In light of that, it has always been significant to me that the Book of Mormon, one of the Lord’s powerful keystones<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_030\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">History of the Church,<\/span> 4:461.]<\/span><\/sup> in this counteroffensive against latter-day ills, begins with a great parable of life, an extended allegory of hope versus fear, of light versus darkness, of salvation versus destruction—an allegory of which Sister Ann M. Dibb spoke so movingly this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p10\" class=\"\">In Lehi’s dream an already difficult journey gets more difficult when a mist of darkness arises, obscuring any view of the safe but narrow path his family and others are to follow. It is imperative to note that this mist of darkness descends on <span class=\"emphasis\">all<\/span> the travelers—the faithful and the determined ones (the elect, we might even say) as well as the weaker and ungrounded ones. The principal point of the story is that the successful travelers resist all distractions, including the lure of forbidden paths and jeering taunts from the vain and proud who have taken those paths. The record says that the protected “did press their way forward, continually [and, I might add, tenaciously] holding fast” to a rod of iron that runs unfailingly along the course of the true path.<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_030\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119329)\">1 Nephi 8:30<\/a><\/span>.]<\/span><\/sup> However dark the night <span class=\"emphasis\">or<\/span> the day, the rod marks the way of that solitary, redeeming trail.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p11\" class=\"\">“I beheld,” Nephi says later, “that the rod of iron … was the word of God, [leading] … to the tree of life; … a representation of the love of God.” Viewing this manifestation of God’s love, Nephi goes on to say:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p12\" class=\"\">“I looked and beheld the Redeemer of the world, … [who] went forth ministering unto the people. …<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p13\" class=\"\">“… And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; … and they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.”<sup class=\"noteMarker\"><a href=\"#footnote5-04211_000_030\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119331)\">1 Nephi 11:25, 27–28, 31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p14\" class=\"\">Love. Healing. Help. Hope. The power of Christ to counter all troubles in all times—including the end of times. That is the safe harbor God wants for us in personal or public days of despair. That is the message with which the Book of Mormon begins, and that is the message with which it ends, calling all to “come unto Christ, and be perfected in him.”<sup class=\"noteMarker\"><a href=\"#footnote6-04211_000_030\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119510)\">Moroni 10:32<\/a><\/span>.]<\/span><\/sup> That phrase—taken from Moroni’s final lines of testimony, written 1,000 years after Lehi’s vision—is a dying man’s testimony of the only true way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p15\" class=\"\">May I refer to a modern “last days” testimony? When Joseph Smith and his brother Hyrum started for Carthage to face what they knew would be an imminent martyrdom, Hyrum read these words to comfort the heart of his brother:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p16\" class=\"\">“Thou hast been faithful; wherefore … thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p17\" class=\"\">“And now I, Moroni, bid farewell … until we shall meet before the judgment-seat of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote7-04211_000_030\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119504)\">Ether 12:37–38<\/a><\/span>; see also <span class=\"citation\" id=\"119616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119616)\">D&amp;C 135:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p18\" class=\"\">A few short verses from the 12th chapter of Ether in the Book of Mormon. Before closing the book, Hyrum turned down the corner of the page from which he had read, marking it as part of the everlasting testimony for which these two brothers were about to die. I hold in my hand that book, the very copy from which Hyrum read, the same corner of the page turned down, still visible. Later, when actually incarcerated in the jail, Joseph the Prophet turned to the guards who held him captive and bore a powerful testimony of the divine authenticity of the Book of Mormon.<sup class=\"noteMarker\"><a href=\"#footnote8-04211_000_030\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">History of the Church,<\/span> 6:600.]<\/span><\/sup> Shortly thereafter pistol and ball would take the lives of these two testators.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p19\" class=\"\">As one of a thousand elements of my own testimony of the divinity of the Book of Mormon, I submit this as yet one more evidence of its truthfulness. In this their greatest—and last—hour of need, I ask you: would these men blaspheme before God by continuing to fix their lives, their honor, and their own search for eternal salvation on a book (and by implication a church and a ministry) they had fictitiously created out of whole cloth?<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p20\" class=\"\">Never mind that their wives are about to be widows and their children fatherless. Never mind that their little band of followers will yet be “houseless, friendless and homeless” and that their children will leave footprints of blood across frozen rivers and an untamed prairie floor.<sup class=\"noteMarker\"><a href=\"#footnote9-04211_000_030\">9<\/a>\n       <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 4:539.]<\/span><\/sup> Never mind that legions will die and other legions live declaring in the four quarters of this earth that they know the Book of Mormon and the Church which espouses it to be true. Disregard all of that, and tell me whether in this hour of death these two men would enter the presence of their Eternal Judge quoting from and finding solace in a book which, if <span class=\"emphasis\">not<\/span> the very word of God, would brand them as imposters and charlatans until the end of time? <span class=\"emphasis\">They would not do that!<\/span> They were willing to die rather than deny the divine origin and the eternal truthfulness of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p21\" class=\"\">For 179 years this book has been examined and attacked, denied and deconstructed, targeted and torn apart like perhaps no other book in modern religious history—perhaps like no other book in <span class=\"emphasis\">any<\/span> religious history. And still it stands. Failed theories about its origins have been born and parroted and have died—from Ethan Smith to Solomon Spaulding to deranged paranoid to cunning genius. None of these frankly pathetic answers for this book has ever withstood examination because <span class=\"emphasis\">there is no other answer<\/span> than the one Joseph gave as its young unlearned translator. In this I stand with my own great-grandfather, who said simply enough, “No wicked man could write such a book as this; and no good man would write it, unless it were true and he were commanded of God to do so.”<sup class=\"noteMarker\"><a href=\"#footnote10-04211_000_030\">10<\/a>\n       <span class=\"footnote\">[George Cannon, quoted in “The Twelve Apostles,” in Andrew Jenson, ed., <span class=\"emphasis\">The Historical Record, <\/span>6:175.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p22\" class=\"\">I testify that one cannot come to full faith in this latter-day work—and thereby find the fullest measure of peace and comfort in these, our times—until he or she embraces the divinity of the Book of Mormon and the Lord Jesus Christ, of whom it testifies. If <span class=\"emphasis\">anyone<\/span> is foolish enough or misled enough to reject 531 pages of a heretofore unknown text teeming with literary and Semitic complexity without honestly attempting to account for the origin of those pages—especially without accounting for their powerful witness of Jesus Christ and the profound spiritual impact that witness has had on what is now tens of millions of readers—if that is the case, then such a person, elect or otherwise, has been deceived; and if he or she leaves this Church, it must be done by crawling over or under or around the Book of Mormon to make that exit. In that sense the book is what Christ Himself was said to be: “a stone of stumbling, … a rock of offence,”<sup class=\"noteMarker\"><a href=\"#footnote11-04211_000_030\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119306)\">1 Peter 2:8<\/a><\/span>.]<\/span><\/sup> a barrier in the path of one who wishes not to believe in this work. Witnesses, even witnesses who were for a time hostile to Joseph, testified to their death that they had seen an angel and had handled the plates. “They have been shown unto us by the power of God, and not of man,” they declared. “Wherefore we know of a surety that the work is true.”<sup class=\"noteMarker\"><a href=\"#footnote12-04211_000_030\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119656)\">“The Testimony of Three Witnesses,” Book of Mormon<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p23\" class=\"\">Now, I did not sail with the brother of Jared in crossing an ocean, settling in a new world. I did not hear King Benjamin speak his angelically delivered sermon. I did not proselyte with Alma and Amulek nor witness the fiery death of innocent believers. I was not among the Nephite crowd who touched the wounds of the resurrected Lord, nor did I weep with Mormon and Moroni over the destruction of an entire civilization. But my testimony of this record and the peace it brings to the human heart is as binding and unequivocal as was theirs. Like them, “[I] give [my name] unto the world, to witness unto the world that which [I]<span class=\"emphasis\"> have seen.<\/span>” And like them, “[I] lie not, God bearing witness of it.”<sup class=\"noteMarker\"><a href=\"#footnote13-04211_000_030\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119655)\">“The Testimony of Eight Witnesses,” Book of Mormon<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p24\" class=\"\">I ask that my testimony of the Book of Mormon and all that it implies, given today under my own oath and office, be recorded by men on earth and angels in heaven. I hope I have a few years left in my “last days,” but whether I do or do not, I want it absolutely clear when I stand before the judgment bar of God that I declared to the world, in the most straightforward language I could summon, that the Book of Mormon is true, that it came forth the way Joseph said it came forth and was given to bring happiness and hope to the faithful in the travail of the latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p25\" class=\"\">My witness echoes that of Nephi, who wrote part of the book in <span class=\"emphasis\">his<\/span> “last days”:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p26\" class=\"\">“Hearken unto these words and believe in Christ; and if ye believe not in these words believe in Christ. <span class=\"emphasis\">And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ,<\/span> … and they teach all men that they should do good.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p27\" class=\"\">“And if they are not the words of Christ, judge ye—for Christ will show unto you, with power and great glory, that they are his words, <span class=\"emphasis\">at the last day.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote14-04211_000_030\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119352)\">2 Nephi 33:10–11<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/safety-for-the-soul.p28\" class=\"\">Brothers and sisters, God always provides safety for the soul, and with the Book of Mormon, He has again done that in our time. Remember this declaration by Jesus Himself: “Whoso treasureth up my word, shall not be deceived”<sup class=\"noteMarker\"><a href=\"#footnote15-04211_000_030\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119642)\">Joseph Smith—Matthew 1:37<\/a><\/span>.]<\/span><\/sup>—and in the last days neither your heart nor your faith will fail you. Of this I earnestly testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_030\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119238)\">Matthew 24:24<\/a><\/span>; see also <span class=\"citation\" id=\"119641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119641)\">Joseph Smith—Matthew 1:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_030\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119256)\">Luke 21:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_030\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">History of the Church,<\/span> 4:461.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_030\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119329)\">1 Nephi 8:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04211_000_030\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119331)\">1 Nephi 11:25, 27–28, 31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04211_000_030\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119510)\">Moroni 10:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04211_000_030\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119504)\">Ether 12:37–38<\/a><\/span>; see also <span class=\"citation\" id=\"119616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119616)\">D&amp;C 135:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04211_000_030\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">History of the Church,<\/span> 6:600.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04211_000_030\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 4:539.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04211_000_030\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>George Cannon, quoted in “The Twelve Apostles,” in Andrew Jenson, ed., <span class=\"emphasis\">The Historical Record, <\/span>6:175.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04211_000_030\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119306)\">1 Peter 2:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04211_000_030\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119656)\">“The Testimony of Three Witnesses,” Book of Mormon<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04211_000_030\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119655)\">“The Testimony of Eight Witnesses,” Book of Mormon<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-04211_000_030\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119352)\">2 Nephi 33:10–11<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_030\"><a name=\"-04211_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-04211_000_030\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119642)\">Joseph Smith—Matthew 1:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}