{"ID":7689, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stewardship—a Sacred Trust\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p2\" class=\"\">Elder Quentin L. Cook<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We serve our fellowmen because that is what we believe God wants us to do.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_031<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p5\" class=\"\">We live in perilous times when many believe we are not accountable to God and that we do not have personal responsibility or stewardship for ourselves or others. Many in the world are focused on self-gratification, put themselves first, and love pleasure more than they love righteousness. They do not believe they are their brother’s keeper. In the Church, however, we believe that these stewardships are a sacred trust.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p6\" class=\"\">Recently a group of highly respected Jewish leaders and rabbis visited Church facilities in the Salt Lake Valley, including Welfare Square, the Humanitarian Center, the Family History Library, and the Oquirrh Mountain Utah Temple open house. At the conclusion of their visit, one of the most eminent rabbis in America expressed his feelings about what he had seen and felt.<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_031\">1<\/a>\n       <span class=\"footnote\">[Rabbi Haskel Lookstein, former president of the New York Board of Rabbis, president of the Synagogue Council of America, and chairman of the National Rabbinic Cabinet of UJA.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p7\" class=\"\">He cited concepts from Jewish thinkers rooted in the Talmud<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_031\">2<\/a>\n       <span class=\"footnote\">[“The Talmud is the repository of thousands of years of Jewish wisdom, and the oral law … finds expression therein” (Adin Steinsaltz, <span class=\"emphasis\">The Essential Talmud<\/span> [2006], 4).]<\/span><\/sup> and pointed out that there are two very different reasons people engage in acts of kindness and generosity. Some people visit the sick, assist the poor, and serve their fellowmen because they believe it is the right thing to do and others will reciprocate and do the same for them when they are in need. He explained that while this is good, builds caring communities, and should be considered a noble reason, a higher motive is when we serve our fellowmen because that is what we believe God wants us to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p8\" class=\"\">He stated that as a result of his visit, he believed the Latter-day Saints undertake welfare and humanitarian efforts and the work of salvation in our temples in order to do what we believe God wants us to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p9\" class=\"\">This feeling of accountability, which is encompassed by the first great commandment to love God, has been described by some as “obedience to the unenforceable.”<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_031\">3<\/a>\n       <span class=\"footnote\">[John Fletcher Moulton, quoted in Clayton M. Christensen, “The Importance of Asking the Right Questions” (speech given at Southern New Hampshire University commencement, May 16, 2009), 3; see also <span class=\"citation\" id=\"119196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119196)\">Deuteronomy 6:4–7<\/a><\/span>.]<\/span><\/sup> We try to do what is right because we love and want to please our Father in Heaven, not because someone is forcing us to obey.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p10\" class=\"\">The War in Heaven was fought after Satan said that he would force everyone to obey his ideas. That was rejected. As a result, we have our moral agency and the freedom to choose our course in this life. But we also are accountable for that agency. The Lord has said we will be “accountable for [our] own sins in the day of judgment.”<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_031\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119592)\">D&amp;C 101:78<\/a><\/span>.]<\/span><\/sup> The principles of accountability and stewardship have great significance in our doctrine.<sup class=\"noteMarker\"><a href=\"#footnote5-04211_000_031\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119542)\">D&amp;C 20:71<\/a><\/span>. All who are accountable should repent and be baptized (see <span class=\"citation\" id=\"119535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119535)\">D&amp;C 18:42<\/a><\/span>). Those who die before the age of accountability are saved in the celestial kingdom (see <span class=\"citation\" id=\"119618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119618)\">D&amp;C 137:10<\/a><\/span>; see also <span class=\"citation\" id=\"119545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119545)\">D&amp;C 29:46–47, 50<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p11\" class=\"\">In the Church, stewardship is <span class=\"emphasis\">not<\/span> limited to a <span class=\"emphasis\">temporal<\/span> trust or responsibility. President Spencer W. Kimball taught: “We are stewards over our bodies, minds, families, and properties. … A faithful steward is one who exercises righteous dominion, cares for his own, and looks to the poor and needy.”<sup class=\"noteMarker\"><a href=\"#footnote6-04211_000_031\">6<\/a>\n       <span class=\"footnote\">[Spencer W. Kimball, “Welfare Services: The Gospel in Action,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, 78.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p12\" class=\"\">While there are many areas of stewardship, I have chosen to address two. The first is stewardship of ourselves and our families. The second is stewardship for the poor and needy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p13\" class=\"\">The Lord often used parables relating to the land in teaching accountability and stewardship. When I was a small boy, I would visit my grandparents at their ranch during the summer. There was no electrical power, running water, or indoor plumbing. There was, however, a spring of water next to their small ranch house. The spring created a little pond of clear, pure water, where several times a day I would help my grandmother carry water to the house for drinking, cooking, bathing, and washing clothes. My grandparents loved this life-giving spring and took special precautions to protect it.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p14\" class=\"\">Many years later my grandfather was in his early 90s and did not live on the property; he was unable to maintain or oversee it. I drove him to see the ranch which he loved. His high expectations at seeing the ranch turned to disappointment when he realized the fences that protected the spring had fallen into disrepair and cows had damaged the spring and the precious, pure springwater had been significantly polluted. He was upset with the damage and the pollution. To him, it was a violation of a trust he had observed all his working life. He felt somehow he had not protected that life-sustaining spring which had meant so much to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p15\" class=\"\">Just as the pure spring was polluted when not protected, we live in a time when virtue and chastity are not safeguarded.<sup class=\"noteMarker\"><a href=\"#footnote7-04211_000_031\">7<\/a>\n       <span class=\"footnote\">[See Gregory Katz, “U.K. Health Booklet’s Message: Teen Sex Can Be Fun,” <span class=\"emphasis\">Deseret News,<\/span> July 15, 2009, A9.]<\/span><\/sup> The eternal significance of personal morality is not respected. A loving Father in Heaven has provided us with the means to bring His spirit children into this world to fulfill the full measure of their creation. He has instructed us that the wellsprings of life are to be kept pure, just as the beautiful spring on the ranch required protection in order to sustain life. This is one of the reasons why virtue and chastity are so important in our Father in Heaven’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p16\" class=\"\">Because of my grandfather’s reaction to the polluted spring, improvements and protections were undertaken which returned the spring to its original beauty and purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p17\" class=\"\">As servants of the Lord Jesus Christ, it is our sacred responsibility to teach His standard of morality, which is the same for all of His children. When our thoughts or our actions are impure, we violate His standard. The Lord has said, “I … cannot look upon sin with the least degree of allowance.”<sup class=\"noteMarker\"><a href=\"#footnote8-04211_000_031\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119514)\">D&amp;C 1:31<\/a><\/span>.]<\/span><\/sup> Some attempt to rationalize away their conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p18\" class=\"\">In a poem by John Holmes titled “Talk,” an old, deaf New England shipbuilder teaches a young man about rationalization. In describing one of the lessons he learned, the youth explains, “I wouldn’t have known that however you build it, the ship must sail; you can’t explain to the ocean.”<sup class=\"noteMarker\"><a href=\"#footnote9-04211_000_031\">9<\/a>\n       <span class=\"footnote\">[“Talk,” in Collected Poems of John Holmes, http:\/\/hdl.handle.net\/10427\/14894.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p19\" class=\"\">It has been suggested that what happens in a certain city stays in a certain city. I like the sign posted in Sevier County, Utah, which states, “What happens in Sevier County … you can share with your friends!!!” When we realize that we are accountable to God, we see how foolish rationalizations can be. Those who rationalize remind us of little children who cover their eyes, convinced that if they can’t see us, we can’t see them. I would suggest that if we think about giving an accounting of our actions to the Savior, our rationalizations will be seen in their true light.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p20\" class=\"\">We are aware that there are those who have already engaged in conduct inconsistent with this sacred standard of morality. Please understand that through the Savior’s Atonement, all can repent and return, like the spring of water, to a clean and pure state. It is difficult to repent; it requires a broken heart and a contrite spirit.<sup class=\"noteMarker\"><a href=\"#footnote10-04211_000_031\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119541)\">D&amp;C 20:37<\/a><\/span>; <span class=\"citation\" id=\"119338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119338)\">2 Nephi 2:7<\/a><\/span>; <span class=\"citation\" id=\"119435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119435)\">Alma 39<\/a><\/span>; <span class=\"citation\" id=\"119473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119473)\">3 Nephi 9:20<\/a><\/span>. President Ezra Taft Benson defined a broken heart and a contrite spirit this way: “Godly sorrow … is a deep realization that our actions have offended our Father and our God. It is the sharp and keen awareness that … our sins caused Him [the Savior] to bleed at every pore. This very real mental and spiritual anguish is what the scriptures refer to as having a ‘broken heart and a contrite spirit’” (“A Mighty Change of Heart,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1990, 5; <span class=\"emphasis\">Ensign,<\/span> Oct. 1989, 4).]<\/span><\/sup> But when the steps to repentance are righteously followed, the words spoken by the prophet Alma to his son Corianton, who had been involved in moral transgressions, are applicable: “And now, my son, I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance.”<sup class=\"noteMarker\"><a href=\"#footnote11-04211_000_031\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119442)\">Alma 42:29<\/a><\/span>.]<\/span><\/sup> The Savior has said, “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.”<sup class=\"noteMarker\"><a href=\"#footnote12-04211_000_031\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119558)\">D&amp;C 58:42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p21\" class=\"\">With respect to our stewardship for our families, some have taught that when we report to the Savior and He asks us to give an account of our earthly responsibilities, two important inquiries will relate to our families. The first will be our relationship with our spouse, and the second will be about each of our children.<sup class=\"noteMarker\"><a href=\"#footnote13-04211_000_031\">13<\/a>\n       <span class=\"footnote\">[See Robert D. Hales, “Understandings of the Heart,” in <span class=\"emphasis\">Brigham Young University 1987–88 Devotional and Fireside Speeches <\/span>(1988), 129; see also <span class=\"citation\" id=\"119341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119341)\">2 Nephi 9:41<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p22\" class=\"\">It is easy to confuse our priorities. We have a duty to secure the physical safety and well-being of our children. However, some parents place undue priority on temporal and material possessions. Some are far less diligent in their efforts to immerse their children in the gospel of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote14-04211_000_031\">14<\/a>\n       <span class=\"footnote\">[See Joseph Fielding Smith, <span class=\"emphasis\">Take Heed to Yourselves!<\/span> comp. Joseph Fielding Smith Jr. (1971), 221.]<\/span><\/sup> Remember that having religious observance in the home is as important as providing food, clothing, and shelter. Parents can also help children discover and develop their talents. We are responsible for the talents we have received. Children who are not taught that they are accountable for their time and talents are increasingly subject to the foolishness and unrighteousness that are so pervasive in the world.<sup class=\"noteMarker\"><a href=\"#footnote15-04211_000_031\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119248)\">Mark 7:20–23<\/a><\/span>.]<\/span><\/sup> The family proclamation warns that individuals “who fail to fulfill family responsibilities will one day stand accountable before God.”<sup class=\"noteMarker\"><a href=\"#footnote16-04211_000_031\">16<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; see also Russell M. Nelson, “Set in Order Thy House,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2002, 80–83; <span class=\"emphasis\">Ensign,<\/span> Nov. 2001, 69–71.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p23\" class=\"\">The second stewardship is caring for the poor and those in need, which applies to virtually all of us at one time or another. The Lord’s admonition that we are stewards for those in need contains some of the strongest language in all of scripture: “If any man shall take of the abundance which I have made, and impart not his portion … unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.”<sup class=\"noteMarker\"><a href=\"#footnote17-04211_000_031\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119594)\">D&amp;C 104:18<\/a><\/span>.]<\/span><\/sup> We are accountable as stewards over earthly blessings, which the Lord has provided.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p24\" class=\"\">The Jewish leaders I mentioned earlier were particularly impressed with the principle of fasting and then paying a generous fast offering. They thought it was remarkable that Church members across the world would fast monthly and then make a freewill offering for the benefit of those who are in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p25\" class=\"\">When the rabbis visited Welfare Square, they were touched to learn that even in difficult economic times, our members, concerned about the challenges experienced by many, continue to donate generously to help the poor and needy.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p26\" class=\"\">I can remember when I was called as a bishop, my predecessor, Bishop Russell Johnson, warned me that I would have to be careful what I asked the members to do. He said, “Some will respond to every suggestion, even at great sacrifice.” He mentioned one widow in her 80s who had cared for both a husband and a son through long illnesses before they passed away. Bishop Johnson said that despite having small resources, she would always try to respond. I found this to be true. Every time I mentioned the need for contributions or service to bless others, Sarah was often the first to respond.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p27\" class=\"\">One Saturday another sister called me and said, “Bishop, come quick! Save Sarah!” This sister reported that 80-year-old Sarah was on top of a ladder cleaning out this neighbor’s rain gutters. This sister was terrified that Sarah would fall and wanted the bishop to intervene.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p28\" class=\"\">I am not suggesting that everyone can or should imitate Sarah. Some feel guilty because they cannot meet every need immediately. I love the quote Elder Neal A. Maxwell often used from Anne Morrow Lindbergh: “My life cannot implement in action the demands of all the people to whom my heart responds.”<sup class=\"noteMarker\"><a href=\"#footnote18-04211_000_031\">18<\/a>\n       <span class=\"footnote\">[Anne Morrow Lindbergh, quoted in Neal A. Maxwell, “Wisdom and Order,” <span class=\"emphasis\">Liahona,<\/span> Dec. 2001, 20; <span class=\"emphasis\">Ensign,<\/span> June 1994, 41.]<\/span><\/sup> King Benjamin taught, “See that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength.”<sup class=\"noteMarker\"><a href=\"#footnote19-04211_000_031\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119374)\">Mosiah 4:27<\/a><\/span>.]<\/span><\/sup> But he added that we should be diligent.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p29\" class=\"\">My heart rejoices as I observe the Saints all over the Church doing everything they can to provide Christlike service wherever there is a need. Because of member contributions, the Church can quietly and quickly, without fanfare, respond to needs all over the world.<sup class=\"noteMarker\"><a href=\"#footnote20-04211_000_031\">20<\/a>\n       <span class=\"footnote\">[Over the last 10 years, the Church has provided over U.S. $900 million in donations and material assistance for humanitarian aid and countless man-and woman-hours of service. For example, with respect to Hurricane Katrina, over 330,000 hours of hard, dedicated service were provided (report of Elder John S. Anderson, Area Seventy, who supervised the relief effort).]<\/span><\/sup> The Church is already responding to the natural disasters in the Philippines, the Pacific Islands, and Indonesia.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p30\" class=\"\">Last year our members responded to Hurricane Gustav. The Church worked closely with a humanitarian organization led by Martin Luther King III. Mr. King subsequently visited Salt Lake City and said: “I originally came to express my appreciation to the Church for their humanitarian support, but I quickly learned that the essence of who you are is so much deeper and profound. Between the Humanitarian Center, Welfare Square, and the temple open house, I now have a greater appreciation for why you do what you do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p31\" class=\"\">In all of our stewardship efforts, we follow Jesus Christ. We try to emulate what He has asked us to do, both by His teachings and His example. With all our hearts we express our appreciation to the membership of the Church for their generous contributions and Christlike service.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p32\" class=\"\">Isaiah, speaking of the fast and feeding the hungry and clothing the naked, in touching language promised, “Then shalt thou call, and the Lord shall answer.”<sup class=\"noteMarker\"><a href=\"#footnote21-04211_000_031\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119212)\">Isaiah 58:9<\/a><\/span>.]<\/span><\/sup> Isaiah continues: “And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; … the Lord shall guide thee continually, … and thou shalt be like … a spring of water, whose waters fail not. … [And] thou shalt raise up the foundations of many generations.”<sup class=\"noteMarker\"><a href=\"#footnote22-04211_000_031\">22<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119213)\">Isaiah 58:10–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p33\" class=\"\">My hope is that each of us will review individually and as families the stewardships for which we have responsibility and accountability. I pray that we will do so knowing we are ultimately accountable to God and that in this life we will be adhering to the unenforceable.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p34\" class=\"\">I am grateful for the counsel of a loving, faithful prophet to serve and rescue those in need. As we follow his counsel, I know we will qualify for the Lord’s promise: “And whoso is found a faithful, a just, and a wise steward shall enter into the joy of his Lord, and shall inherit eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote23-04211_000_031\">23<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119555)\">D&amp;C 51:19<\/a><\/span>; see also <span class=\"citation\" id=\"119241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119241)\">Matthew 25:34–46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/stewardship-a-sacred-trust.p35\" class=\"\">I bear my witness of this sacred truth in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Rabbi Haskel Lookstein, former president of the New York Board of Rabbis, president of the Synagogue Council of America, and chairman of the National Rabbinic Cabinet of UJA.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Talmud is the repository of thousands of years of Jewish wisdom, and the oral law … finds expression therein” (Adin Steinsaltz, <span class=\"emphasis\">The Essential Talmud<\/span> [2006], 4).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>John Fletcher Moulton, quoted in Clayton M. Christensen, “The Importance of Asking the Right Questions” (speech given at Southern New Hampshire University commencement, May 16, 2009), 3; see also <span class=\"citation\" id=\"119196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119196)\">Deuteronomy 6:4–7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119592)\">D&amp;C 101:78<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04211_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119542)\">D&amp;C 20:71<\/a><\/span>. All who are accountable should repent and be baptized (see <span class=\"citation\" id=\"119535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119535)\">D&amp;C 18:42<\/a><\/span>). Those who die before the age of accountability are saved in the celestial kingdom (see <span class=\"citation\" id=\"119618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119618)\">D&amp;C 137:10<\/a><\/span>; see also <span class=\"citation\" id=\"119545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119545)\">D&amp;C 29:46–47, 50<\/a><\/span>).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04211_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Spencer W. Kimball, “Welfare Services: The Gospel in Action,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, 78.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04211_000_031\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Gregory Katz, “U.K. Health Booklet’s Message: Teen Sex Can Be Fun,” <span class=\"emphasis\">Deseret News,<\/span> July 15, 2009, A9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04211_000_031\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119514)\">D&amp;C 1:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04211_000_031\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“Talk,” in Collected Poems of John Holmes, http:\/\/hdl.handle.net\/10427\/14894.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04211_000_031\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119541)\">D&amp;C 20:37<\/a><\/span>; <span class=\"citation\" id=\"119338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119338)\">2 Nephi 2:7<\/a><\/span>; <span class=\"citation\" id=\"119435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119435)\">Alma 39<\/a><\/span>; <span class=\"citation\" id=\"119473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119473)\">3 Nephi 9:20<\/a><\/span>. President Ezra Taft Benson defined a broken heart and a contrite spirit this way: “Godly sorrow … is a deep realization that our actions have offended our Father and our God. It is the sharp and keen awareness that … our sins caused Him [the Savior] to bleed at every pore. This very real mental and spiritual anguish is what the scriptures refer to as having a ‘broken heart and a contrite spirit’” (“A Mighty Change of Heart,” <span class=\"emphasis\">Tambuli,<\/span> Mar. 1990, 5; <span class=\"emphasis\">Ensign,<\/span> Oct. 1989, 4).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04211_000_031\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119442)\">Alma 42:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04211_000_031\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119558)\">D&amp;C 58:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04211_000_031\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See Robert D. Hales, “Understandings of the Heart,” in <span class=\"emphasis\">Brigham Young University 1987–88 Devotional and Fireside Speeches <\/span>(1988), 129; see also <span class=\"citation\" id=\"119341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119341)\">2 Nephi 9:41<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-04211_000_031\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See Joseph Fielding Smith, <span class=\"emphasis\">Take Heed to Yourselves!<\/span> comp. Joseph Fielding Smith Jr. (1971), 221.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-04211_000_031\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119248)\">Mark 7:20–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-04211_000_031\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102; see also Russell M. Nelson, “Set in Order Thy House,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2002, 80–83; <span class=\"emphasis\">Ensign,<\/span> Nov. 2001, 69–71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-04211_000_031\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119594)\">D&amp;C 104:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-04211_000_031\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>Anne Morrow Lindbergh, quoted in Neal A. Maxwell, “Wisdom and Order,” <span class=\"emphasis\">Liahona,<\/span> Dec. 2001, 20; <span class=\"emphasis\">Ensign,<\/span> June 1994, 41.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-04211_000_031\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119374)\">Mosiah 4:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-04211_000_031\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>Over the last 10 years, the Church has provided over U.S. $900 million in donations and material assistance for humanitarian aid and countless man-and woman-hours of service. For example, with respect to Hurricane Katrina, over 330,000 hours of hard, dedicated service were provided (report of Elder John S. Anderson, Area Seventy, who supervised the relief effort).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-04211_000_031\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119212)\">Isaiah 58:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-04211_000_031\">22.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119213)\">Isaiah 58:10–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_031\"><a name=\"-04211_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-04211_000_031\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119555)\">D&amp;C 51:19<\/a><\/span>; see also <span class=\"citation\" id=\"119241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119241)\">Matthew 25:34–46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}