{"ID":769, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Twofold Mission<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1955, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTwo years ago Elder LeGrand Richards was addressing a convention in this city of men of\nvarious faiths and denominations, and he began his remarks by calling them all to repentance. \nI had the opportunity recently of meeting that same group and to realize the tremendous\nimpact that that statement made upon them by one who spoke with authority.\n<\/p><p>\nAnd we have seen and do testify that the Father sent the Son to be the Saviour of the\nworld.\n<\/p><p>\nWhosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in\nGod (<span class=\"citation\" id=\"1046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1046)\">1 Jn. 4:14-15<\/a><\/span>).\n<\/p><p>\nOur mission in this Church is twofold. We must call all people to repentance, and to those\nwho hearken unto our words teach the principles of the gospel of Jesus Christ.\n<\/p><p>\nRepent ye for the kingdom of heaven is at hand\n(<span class=\"citation\" id=\"34678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34678)\">Matt. 3:2<\/a><\/span>).\n<\/p><p>\nRepent and believe the gospel (<span class=\"citation\" id=\"33084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33084)\">Mark 1:15<\/a><\/span>).\n<\/p><p>\nChrist said he came to call sinners to repentance and to save them\n(<span class=\"citation\" id=\"34701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34701)\">Matt. 9:13<\/a><\/span>).\n<\/p><p>\nRepentance grows out of faith in God. No matter how good we are, we have all sinned and\nhave fallen short of the glory of God\n(<span class=\"citation\" id=\"42722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42722)\">Rom. 3:23<\/a><\/span>). As Alma of old said: \n<\/p><p>\nWe must come forth and stand before him in his glory, and in his power, and in his\nmight, majesty, and dominion, and acknowledge to our everlasting shame that all his\njudgments are just; that he is just in all his works, and that he is merciful unto the\nchildren of men, that he has all power to save every man that believeth on his name\nand bringeth forth fruit meet for repentance\n(<span class=\"citation\" id=\"8959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8959)\">Alma 12:15<\/a><\/span>).\n<\/p><p>\nI am sure we all need to pray, \"O God, have mercy on me a sinner\"\n(<span class=\"citation\" id=\"31412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31412)\">Luke 18:13<\/a><\/span>).\n<\/p><p>\nNothing is so much calculated to lead people to forsake sin as to take them by the\nhand and watch over them with tenderness.\n<\/p><p>\nSo long as there is sin among men, repentance is as essential in one age of the world as in\nanother.  Joseph Smith said: \"God does not look upon sin with allowance, but when men sin\nthere must be allowance made for them\" (see\n<span class=\"citation\" id=\"13341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13341)\">D&amp;C 1:32-33<\/a><\/span>). We read: \n<\/p><p>\nFor God so loved the world, that he gave his only begotten Son, that whosoever\nbelieveth in him should not perish, but have everlasting life.\n<\/p><p>\nFor God sent not his Son into the world to condemn the world; but that the world\nthrough him might be saved\n(<span class=\"citation\" id=\"27634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27634)\">John 3:16-17<\/a><\/span>).\n<\/p><p>\nWe have a great example of the fruits of repentance when we go back to the Day of\nPentecost, when the Apostles of old bore this testimony to the multitude, and they each heard\nit in their own tongue: \n<\/p><p>\nTherefore let all the house of Israel know assuredly, that God hath made that same\nJesus, whom ye have crucified, both Lord and Christ\n(<span class=\"citation\" id=\"7732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7732)\">Acts 2:36<\/a><\/span>).\n<\/p><p>\nThis testimony of the Apostles provoked the inquiry, \"Men and brethren, what shall we do?\"\n(<span class=\"citation\" id=\"7733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7733)\">Acts 2:37<\/a><\/span>).\n<\/p><p>\nAnd then Peter gave the most wonderfully inspired reply: \n<\/p><p>\nRepent, and be baptized every one of you in the name of Jesus Christ for the remission\nof sins, and ye shall receive the gift of the Holy Ghost\n(<span class=\"citation\" id=\"7735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7735)\">Acts 2:38<\/a><\/span>),\n<\/p><p>\nthat greatest of all promises which God has made to man.\n<\/p><p>\nIt was the same with Paul, on the road to Damascus, when he questioned the Lord, \"Who art\nthou, Lord? And the Lord said, I am Jesus whom thou persecutest\"\n(<span class=\"citation\" id=\"7749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7749)\">Acts 9:5<\/a><\/span>). And then\nPaul asked the Savior, \"Lord what wilt thou have me to do?\"\n(<span class=\"citation\" id=\"7754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7754)\">Acts 9:6<\/a><\/span>).\n<\/p><p>\nSubmit yourselves therefore to God.  Resist the devil, and he will flee from you.\n<\/p><p>\nDraw nigh to God, and he will draw nigh to you.  Cleanse your hands, ye sinners; and\npurify your hearts, ye double minded.\n<\/p><p>\nBe afflicted, and mourn, and weep: let your laughter be turned to mourning, and your\njoy to heaviness.\n<\/p><p>\nHumble yourselves in the sight of the Lord, and he shall lift you up\n(<span class=\"citation\" id=\"26120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26120)\">James 4:7-10<\/a><\/span>).\n<\/p><p>\nWhat business has any citizen of the kingdom to talk of a certain standard which is meant for\nhim and not for all the subjects of the kingdom?  What is it but adopting the maxim which\nthe Roman poet unfairly ascribed to a Greek hero, \"that laws were not born for him?\" I tell\nyou that his laws were born for all the children of our Heavenly Father upon the face of the\nearth.  \"And why call ye me, Lord, Lord, and do not the things which I say?\"\n(<span class=\"citation\" id=\"31397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31397)\">Luke 6:46<\/a><\/span>).\n<\/p><p>\nRepentance is a thing that cannot be trifled with every day of our lives. Daily transgressions, daily\nrepentance are not pleasing in the sight of the Lord.  We know as Latter-day Saints that in\nour lives, just as we have heard this beautiful chorus-choir sing, it is even now the eventide of\nthe day in which we might properly repent.\n<\/p><p>\nDo not procrastinate repentance. Deathbed repentance does not fulfil the law&mdash;man should\nrepent and serve the Lord in health and in strength, in vigor of body and mind, and give of\nhis life, such as may remain, when that faith in God, which creates the spirit of repentance\nwithin us, is received by him.\n<\/p><p>\nIf we submit to his Spirit, we may bring forth now the fruits of good works which are to his\nglory.  We may look for the day when every law of the kingdom shall be fulfilled and when\nall shall know him from the least to the greatest\n(<span class=\"citation\" id=\"26490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26490)\">Jer. 31:34<\/a><\/span>).\n<\/p><p>\nAnd churches, in the sense of their own nothingness, may seek after the foundation which\nGod has laid and which will endure the shock of all winds and waves.  And churches which\nrest upon their own decrees and traditions and holiness will be like the man who\n<\/p><p>\n. . . without a foundation built an house upon the earth; against which the streams did\nbeat vehemently, and immediately it fell; and the ruin of that house was great\n(<span class=\"citation\" id=\"31398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31398)\">Luke 6:49<\/a><\/span>).\n<\/p><p>\nThe Church accepts the sinners into its society, not to foster them in their wickedness, but if\nthey repent, to sanctify and cleanse them, by our kindness, from all unrighteousness.\n<\/p><p>\nOf what do we repent?  Does repentance follow the violation of an arbitrary law imposed\nupon us by a power from on high?  Why did the Lord ask Job, \"Where wast thou when I laid\nthe foundations of the earth? declare, if thou hast understanding.\" How significant the\nfollowing questions: \n<\/p><p>\nWho hath laid the measures thereof, if thou knowest? or who hath stretched the line\nupon it?\n<\/p><p>\nWhereupon are the foundations thereof fastened? or who laid the cornerstone thereof\n(<span class=\"citation\" id=\"26670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26670)\">Job 38:4-6<\/a><\/span>).\n<\/p><p>\nWould the Lord have asked these questions of Job had Job not had a preexistence, had there\nnot been a plan of life and of salvation developed before the foundations of the earth were\nlaid? And then we read that at that very time of which these questions relate, that \"the\nmorning stars sang together and all of the sons of God shouted for joy\"\n(<span class=\"citation\" id=\"26671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26671)\">Job 38:7<\/a><\/span>). Job participated\nin that singing and so did we.\n<\/p><p>\nJoseph Smith, the Prophet, leaves us no doubt on that subject.  He says: \n<\/p><p>\nAt the first organization in heaven we were all present and saw the Savior chosen and\nappointed and the plan of salvation made, and we sanctioned it\n(<i>Teachings of the Prophet Joseph Smith<\/i>, page 181).\n<\/p><p>\nRepentance, therefore, follows the violation of a law to which we ascribed of our own free\nwill and choice; a law we covenanted in the heavens to obey; a law which through our\nacceptance gave us the privilege of coming here into mortality and working out our mortal\nexistence that we might thereby progress to the higher spheres which await us.  There was no\nreluctance in our acquiescence of this plan.  We sang together as the sons of God; all of them\nshouted for joy.\n<\/p><p>\nNo other proof should be needed, but if other proof were needed, we find it within ourselves.\nThe power we possess to differentiate between right and wrong, good and evil, the Spirit of\nGod within us with which we were born, our own free agency, all establish within ourselves,\nany external evidence of selves, wit any kind, the fact that we are under covenant to do that\nwhich is right; that which does not violate our own sensitive conscience.\n<\/p><p>\nIt has been said by the Apostle Paul: \n<\/p><p>\n. . . we have had fathers of our flesh which corrected us, and we gave them reverence:\nshall we not much rather be in subjection unto the Father of spirits, and live?\n(<span class=\"citation\" id=\"24270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24270)\">Heb. 12:9<\/a><\/span>).\n<\/p><p>\nWhatever we choose to do is voluntary, just as was the redeeming sacrifice of the Savior of\nmankind.\n<\/p><p>\nIt is told of Lord Byron that when he was a lad attending a school, a companion of his fell\nunder the displeasure of an overbearing bully, who unmercifully beat him.  Byron happened\nto be present, and he went up to this bully, knowing that there was no use for him to attempt\nto fight him, and asked how long he intended to beat his friend. The bully immediately\nanswered and said, \"Well, what business is that of yours?\" Byron replied very mildly, with\ntears standing in his eyes, \"I will take the rest of the beating, if you will let him go.\"\n<\/p><p>\nOurs is a stronger case than that of Lord Byron's.  He was under no prior commitment to do\nas he did.  We are charged with the responsibility of doing as we have heretofore agreed. \nRepentance becomes our second chance to accomplish the purpose of our creation. As we\nrepent, we are forgiven.  Maybe Paul had this same thought in mind when he said: \n<\/p><p>\nWhat? know ye not that your body is the temple of the Holy Ghost which is in you,\nwhich ye have of God, and ye are not your own?\n<\/p><p>\nFor ye are bought with a price: therefore glorify God in glorify God in your body, and\nin your spirit, which are God's\n(<span class=\"citation\" id=\"260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(260)\">1 Cor. 6:19-20<\/a><\/span>).\n<\/p><p>\nThe Savior fulfilled all of his commitments.\n<\/p><p>\nIf in this life only we have hope in Christ, we are of all men most miserable.\n<\/p><p>\nBut now is Christ risen from the dead, and become the firstfruits of them that slept.\n<\/p><p>\nFor since by man came death, by man came also the lion of the dead.\n<\/p><p>\nFor as in Adam all die, even so in Christ shall all be made alive\n(<span class=\"citation\" id=\"266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(266)\">1 Cor. 15:19-22<\/a><\/span>).\n<\/p><p>\nChrist fulfilled the great mission for which he came to this earth: to atone for the sins of\nmankind to make the principle of repentance efficacious in our eternal progress.\n<\/p><p>\nThe Nephi version is as follows: \n<\/p><p>\nBut behold, all things have been done in the wisdom of him who knoweth all things.\n<\/p><p>\nAdam fell that men might be; and men are, that they might have joy.\n<\/p><p>\nAnd the Messiah cometh in the fullness of time, that he may redeem the children of\nmen from the fall.  And because that they are redeemed from the fall they have\nbecome free forever, knowing good from evil; to act for themselves and not to be\nacted upon, save it be by the punishment of the law at the great and last day,\naccording to the commandments which God hath given\n(<span class=\"citation\" id=\"3570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3570)\">2 Ne. 2:24-26<\/a><\/span>).\n<\/p><p>\nTherefore we believe in preaching the doctrine of repentance in all the world, both to\nold and young, rich and poor, bond and free . . . But we discover, in order to be\nbenefitted by the doctrine of repentance, we must believe in obtaining the remission of\nsins and in order to obtain the remission of our sins, we must believe in the doctrine\nof baptism in the name of the Lord Jesus Christ.  And if we believe in baptism for the\nremission of sins, we may expect a fulfillment of the promise of the Holy Ghost, for\nthe promise extends to all whom the Lord our God shall call, says the Prophet Joseph\nSmith (<i>Teachings of the Prophet Joseph Smith<\/i>, page 82).\n<\/p><p>\nThe Savior finally said: \n<\/p><p>\nCome unto me, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\nTake my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye\nshall find rest unto your souls.\n<\/p><p>\nFor my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"34704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34704)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nLook unto me, and be ye saved, all the ends of the earth: for I am God, and there is\nnone else (<span class=\"citation\" id=\"25164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25164)\">Isa. 45:22<\/a><\/span>).\n<\/p><p>\nAnd finally, Isaiah writes: \n<\/p><p>\nI have sworn by myself, the word is gone out of my mouth in righteousness, and shall\nnot return, That unto me every knee shall bow, every tongue shall swear.\n<\/p><p>\nSurely, shall one say, in the Lord have I righteousness and strength, even to him shall\nmen come; and all that are incensed against him shall be ashamed\n(<span class=\"citation\" id=\"25165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25165)\">Isa. 45:23-24<\/a><\/span>).\n<\/p><p>\nLet us not put off the day of our repentance.  May the Lord help us to be pure and humble in\nhis sight, I pray humbly, in the name of the Lord Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}