{"ID":7698, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Mind the Gap\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p2\" class=\"\">Barbara Thompson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p3\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/barbara-thompson-10.jpg\" alt=\"Barbara Thompson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Gaps can be reminders of ways in which we can improve or, if ignored, can be stumbling blocks in our lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">04211_000_040<\/span>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p5\" class=\"\">Several years ago I visited some dear friends in London, England. During this visit I traveled on the tube—a subway system of underground trains that people use frequently to get from place to place. In each of these busy subway stations, there are warning signs about dangers that people may encounter. Lights flash on and off to notify people that a train is approaching and they need to stand back. There is also a sign to remind people that there is danger—a gap between the train and the station platform. The sign says, “Mind the Gap.” This reminds people not to let their foot get caught in the gap and not to drop anything in the gap because it will go under the train and be lost. The caution sign is needed and warns people of a very real danger. In order to be safe, people must “mind the gap.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p6\" class=\"\">Many of us have gaps in our own lives. Sometimes it is the difference between what we know and what we actually do or the gap between our goals and what we actually accomplish. These gaps can be reminders of ways in which we can improve or, if ignored, can be stumbling blocks in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p7\" class=\"\">I want to mention a few gaps I see either in my own life or in the lives of others. The ones I will address tonight are the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p8\" class=\"\">First, the gap between <span class=\"emphasis\">believing<\/span> you are a daughter of God and <span class=\"emphasis\">knowing<\/span> in your heart and soul that you are a precious, beloved daughter of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p9\" class=\"\">Second, the gap between completion of the Young Women program and becoming a fully participating member of Relief Society—“the Lord’s organization for women.”<sup class=\"noteMarker\"><a href=\"#footnote1-04211_000_040\">1<\/a>\n       <span class=\"footnote\">[Spencer W. Kimball, “Relief Society—Its Promise and Potential,” <span class=\"emphasis\">Ensign, <\/span>Mar. 1976, 4.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p10\" class=\"\">Third, the gap between <span class=\"emphasis\">believing<\/span> in Jesus Christ and being <span class=\"emphasis\">valiant<\/span> in the testimony of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p11\" class=\"\">Number one, the gap between believing and knowing that you are a precious, beloved daughter of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p12\" class=\"\">Most of us who have been in the Church for more than just a few months have sung the song “I Am a Child of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-04211_000_040\">2<\/a>\n       <span class=\"footnote\">[“I Am a Child of God,” <span class=\"emphasis\">Hymns, <\/span>no. 301.]<\/span><\/sup> I have sung this song since I was a young child and have always believed it. Even though most of us believe this, it seems that at times of hardship or difficulty we have a tendency to doubt or forget this.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p13\" class=\"\">Some have said such things as: “If God really loved me, He would not let this illness come upon my child.” “If God loved me, He would help me find a worthy husband I could be married and sealed to in the holy temple.” “If God loved me, we would have enough money to buy a house for our family.” Or, “I have sinned and so God couldn’t possibly love me anymore.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p14\" class=\"\">Unfortunately, we hear these types of statements all too often. You need to know that there is nothing that can “separate [you] from the love of Christ.” The scriptures clearly tell us that no tribulation, distress, persecution, power, nor any other creature can separate us from the love of God.<sup class=\"noteMarker\"><a href=\"#footnote3-04211_000_040\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119280)\">Romans 8:35–39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p15\" class=\"\">Our Heavenly Father loved us so much that He sent His Only Begotten Son to atone for our sins. The Savior not only suffered for every sin, but He also felt every pain, sorrow, discomfort, loneliness, and sadness that any of us could ever experience. Is this not great love? President Henry B. Eyring has said, “It is the Holy Ghost that testifies of the reality of God and allows us to feel the joy of His love.”<sup class=\"noteMarker\"><a href=\"#footnote4-04211_000_040\">4<\/a>\n       <span class=\"footnote\">[Henry B. Eyring, “The Love of God in Missionary Work” (address given at the mission presidents’ seminar, June 25, 2009).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p16\" class=\"\">We need to accept His love, love ourselves, and love others. Remember that every soul on this earth is also a child of God. We must treat each other with the love and kindness befitting a child of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p17\" class=\"\">Most of you work very hard to perform your duty, to keep the commandments, and to obey the Lord. You need to be able to recognize the Lord’s approval. You need to know that the Lord is well pleased and has accepted your offering.<sup class=\"noteMarker\"><a href=\"#footnote5-04211_000_040\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119587)\">D&amp;C 97:27<\/a><\/span>; <span class=\"citation\" id=\"119610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119610)\">124:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p18\" class=\"\">Remember to mind this gap and to not let doubt and uncertainty enter into your minds. Be assured that God loves you dearly and you are His precious child.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p19\" class=\"\">Next, the gap between completion of the Young Women program and becoming a fully participating member of Relief Society—the Lord’s organization for women.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p20\" class=\"\">In many countries, age 18 is when a girl becomes a woman. For many, this is an exciting time when we feel that we are adults and ready to take on the world and conquer it. For young women in The Church of Jesus Christ of Latter-day Saints, this is also a time when we complete many of our Personal Progress goals, come into Relief Society, and accept callings of service in the Church. Our testimonies have been strengthened in Young Women, and we have mapped out a set of goals that will lead us to temple marriage and eternal families of our own.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p21\" class=\"\">Unfortunately, some of our younger sisters are taking a “leave of absence” from full participation in the gospel and in Relief Society. Some have the attitude that “I will pick up with Relief Society when I get married or when I am older or when I am not so busy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p22\" class=\"\">When I left high school, my goals were to attend college for at least a couple of years, get married to a handsome man, and have four perfect, beautiful children (two boys and two girls). My husband was to have a large income so I wouldn’t need to work, and then I planned to do Church and community service. Thankfully, one of my goals was to be an active and faithful member of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p23\" class=\"\">Well, as you may know, many of my goals were not realized in the way I had hoped. I finished college, served a mission, got a job, continued on with my schooling to earn a master’s degree, and continued working in my profession for many years. (I thought marriage was sure to happen 13 years ago when I opened a fortune cookie and read, “You will be married in less than a year.”) But there was no handsome man, no marriage, and no children. Nothing had gone as I had planned except for one thing. I tried to be an active and faithful member of the Church. For this I am most grateful. It has made all the difference in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p24\" class=\"\">I had the opportunity to serve many years in Young Women and felt that gave me an opportunity to teach and testify to younger women who were developing their testimonies and seeking to progress in God’s appointed way.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p25\" class=\"\">I also had the opportunity to serve in Relief Society callings, which helped me to learn to serve others and increase my faith and gave me a great feeling of belonging. Even though I wasn’t married and had no children, I felt my life had meaning. There were times of discouragement, and at times I questioned the plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p26\" class=\"\">One work colleague who was not a member of our Church said to me, “Why do you continue to go to a church that puts so much emphasis on marriage and families?” My simple answer to her was, “Because it is true!” I can be just as single and just as childless outside of the Church. But with the Church and gospel of Jesus Christ in my life, I found happiness and I knew I was on the path the Savior would have me follow. I found joy and many opportunities to serve, to love, and to grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p27\" class=\"\">Remember, it’s not just what you get out of active participation in Relief Society but what you can give and contribute as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p28\" class=\"\">My dear sisters, especially you younger single adults, I testify to you that God loves you; He is mindful of you; He has a plan for you. He needs you to serve His children. He needs you to be active and faithful and fully participating women in His Church. He needs you to “comfort the weary and strengthen the weak.”<sup class=\"noteMarker\"><a href=\"#footnote6-04211_000_040\">6<\/a>\n       <span class=\"footnote\">[“As Sisters in Zion,” <span class=\"emphasis\">Hymns, <\/span>no. 309.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p29\" class=\"\">Sister Eliza R. Snow, second Relief Society general president, spoke to a large group of sisters—both teenage and adult women—gathered in Ogden, Utah, in 1873. She gave the following counsel that was timely then and is still appropriate today.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p30\" class=\"\">Speaking to the younger women, she said: “If you associate together [meaning older and younger women], your minds are improved, you are gaining intelligence, and you are retrenching from ignorance. The Spirit of God will impart instruction to your minds, and you will impart it to each other. I say, God bless you my young sisters. Remember that you are Saints of God; and that you have important works to perform in Zion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p31\" class=\"\">She further counseled all women: “Paul the Apostle anciently spoke of holy women. It is the duty of each one of us to be a holy woman. We shall have elevated aims, if we are holy women. We shall feel that we are called to perform important duties. No one is exempt from them. There is no sister so isolated, and her sphere so narrow but what she can do a great deal towards establishing the Kingdom of God upon the earth.”<sup class=\"noteMarker\"><a href=\"#footnote7-04211_000_040\">7<\/a>\n       <span class=\"footnote\">[Eliza R. Snow, “An Address,” <span class=\"emphasis\">Woman’s Exponent,<\/span> Sept. 15, 1873, 62.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p32\" class=\"\">Please mind this gap, and don’t let a gap of inactivity come into your life in any manner. You need the Church, and the Church needs you.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p33\" class=\"\">And finally, the gap between believing in Jesus Christ and being valiant in the testimony of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p34\" class=\"\">Many people believe in Jesus Christ—that He was born of Mary in humble circumstances in Bethlehem many years ago. Most believe that He grew to be a great teacher, a kind and noble soul. Some believe that He gave us a set of valued principles and commandments and that if we follow those teachings and keep those commandments, we will be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p35\" class=\"\">However, for us as Latter-day Saints, we know that we must do more than believe in Christ. We must have faith in Him, repent of our sins, be baptized in His name, and receive the gift of the Holy Ghost, and then we must endure faithfully to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p36\" class=\"\">We must share our testimonies with others. We must faithfully keep the covenants we have made with God. We know that all things will be revealed and given to those “who have endured valiantly for the gospel of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote8-04211_000_040\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"119599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119599)\">D&amp;C 121:29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p37\" class=\"\">When we are converted, there is a natural tendency for us to share the gospel with those we love. Lehi was converted and wanted his family to partake of the goodness of the gospel.<sup class=\"noteMarker\"><a href=\"#footnote9-04211_000_040\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119326)\">1 Nephi 8:10–12<\/a><\/span>.]<\/span><\/sup> Nephi talked of Christ, rejoiced in Christ, and preached of Christ so his children would know the source of the remission of their sins or, in other words, where they would find peace and joy.<sup class=\"noteMarker\"><a href=\"#footnote10-04211_000_040\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119345)\">2 Nephi 25:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p38\" class=\"\">When Enos was converted and received a remission of his sins, he was concerned for the welfare of his brethren. He wanted them to receive the blessings he had received.<sup class=\"noteMarker\"><a href=\"#footnote11-04211_000_040\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119359)\">Enos 1:5–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p39\" class=\"\">Throughout the scriptures we read of men and women who became converted and then desired to “strengthen” their brothers and sisters.<sup class=\"noteMarker\"><a href=\"#footnote12-04211_000_040\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119257)\">Luke 22:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p40\" class=\"\">Let your voice be heard among the faithful as you valiantly declare that He lives,<sup class=\"noteMarker\"><a href=\"#footnote13-04211_000_040\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"119565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119565)\">D&amp;C 76:22<\/a><\/span>.]<\/span><\/sup> that His Church has been restored, and that the plan of happiness is available to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p41\" class=\"\">As we mind these gaps by paying careful attention and removing ourselves from danger, we will begin to realize the fulness of the blessings of the gospel of Jesus Christ in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/2009\/11\/mind-the-gap.p42\" class=\"\">My dear sisters, I love you. I know the Savior lives. I know He loves each one of us. I know this is His true Church. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-04211_000_040\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Spencer W. Kimball, “Relief Society—Its Promise and Potential,” <span class=\"emphasis\">Ensign, <\/span>Mar. 1976, 4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-04211_000_040\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“I Am a Child of God,” <span class=\"emphasis\">Hymns, <\/span>no. 301.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-04211_000_040\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119280)\">Romans 8:35–39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-04211_000_040\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Henry B. Eyring, “The Love of God in Missionary Work” (address given at the mission presidents’ seminar, June 25, 2009).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-04211_000_040\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119587)\">D&amp;C 97:27<\/a><\/span>; <span class=\"citation\" id=\"119610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119610)\">124:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-04211_000_040\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“As Sisters in Zion,” <span class=\"emphasis\">Hymns, <\/span>no. 309.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-04211_000_040\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Eliza R. Snow, “An Address,” <span class=\"emphasis\">Woman’s Exponent,<\/span> Sept. 15, 1873, 62.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-04211_000_040\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"119599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119599)\">D&amp;C 121:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-04211_000_040\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119326)\">1 Nephi 8:10–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-04211_000_040\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119345)\">2 Nephi 25:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-04211_000_040\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119359)\">Enos 1:5–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-04211_000_040\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119257)\">Luke 22:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-04211_000_040\"><a name=\"-04211_000_040\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-04211_000_040\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"119565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 119565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(119565)\">D&amp;C 76:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}