{"ID":77, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, October 1943, pp. 34-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith the inspiration of the past and of the present and facing the greatest opportunity for\nmissionary work in the history of the Church, it becomes our duty to think seriously, make\ndefinite preparations, and be ready to accept and enjoy the call of tomorrow which will soon\ncome to many to take the revealed word of the Lord to a weary and sorrowing world where\nmen's very souls are being tried.\n<\/p><p>\nMETHODS OF EARLY MISSIONARIES OF THE CHURCH\n<\/p><p>\nOur early missionaries thrill us with their stories of faith, courage, sacrifice, and devotion.\n<\/p><p>\nIt has been revealing to me to know that the gospel word and the story of the Prophet Joseph\nSmith has been told by our missionaries in Iceland, Finland, India, Malta, West Indies, China,\nSiam, Russia, and in many of the far-away islands of the seas as well as in the well-known\ncountries of the world.\n<\/p><p>\nHere are words from a few of the old diaries of the missionaries of yesterday:\n<\/p><p>\nI quote, \"The law of God to us was to go without purse or scrip. We put some Books of\nMormon and some clothing into our valises, strapped these on our backs, and started on foot,\nrelying on the Lord for preservation and blessing.\"\n<\/p><p>\n\"Our way,\" said another, \"was miraculously opened, that we might have means to pursue our\nvoyage.\"\n<\/p><p>\nAnd another: \"In the name of Jesus Christ we went forth healing the sick, restoring the lame,\nand opening the eyes of the blind. The honest in heart flocked by hundreds to the standard we\nreared.\"\n<\/p><p>\n\"We were hailed with songs and shouting and other tokens of joy.\" \"After a long and hard\nvoyage,\" said another, \"the first thing we did was to ascend a mountain and offer prayers of\nthankfulness and ask for guidance in our work.\"\n<\/p><p>\n\"I resolved,\" said one brother, \"to start on my mission to England, which seemed a painful\nduty for me to perform&mdash;to have my family go into the wilderness westward, and I turn and\ngo the other way. Later, however, in England, I learned they were one hundred and twenty\nmiles out of Nauvoo, all well and rejoicing in the gospel.\"\n<\/p><p>\n\"And then,\" said one, \"the cholera had broken out on the boat. Henry went on the upper deck,\ncalled upon the Lord in the name of Jesus Christ and in the power of the Priesthood rebuked\nthe destroyer. The one person that had the disease died, but no other people on the boat were\nafflicted.\"\n<\/p><p>\nThese and many like stories which you might tell give us the inspiration of the missionaries\nof yesterday.\n<\/p><p>\nCOMMENT OF A MILITARY LEADER\n<\/p><p>\nToday their grandsons and great-grandsons in foxholes, on battlefields, in hospitals, and in\narmy camps and on the seas are bringing to their companions and friends the\nsame story of comfort and inspiration.\n<\/p><p>\n\"Give me the soldier,\" said one of our military leaders, \"who has faith in God. He has no\nfear. Once he knows the cause is just, then all hell can't stop him. . . . What we need here,\"\nsaid he, \"is more Mormon missionaries and better mechanics.\"\n<\/p><p>\nBut tomorrow when this terrible conflict is over, then we shall have our greatest challenge.\nFor our Lord has said, \"Blessed are the peace makers, for they shall be called the children of\nGod.\" And the only peace that shall endure will be that built in the hearts of men.\n<\/p><p>\nFAITH IN GOD BRINGS PEACE\n<\/p><p>\nIn the Gospel of St. John, 14th chapter, verse 27, we find this promise: \"Peace I leave with\nyou, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart\nbe troubled, neither let it be afraid\"\n(<span class=\"citation\" id=\"27100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27100)\">John 14:27<\/a><\/span>).\n<\/p><p>\nTo have faith in God and a testimony of the divine mission of the Prophet Joseph\nSmith&mdash;these great truths hold the secret of abiding peace.\n<\/p><p>\nHow humble, prayerful, and thoughtful we should be as we face this great task, this\nopportunity to do so much good.\n<\/p><p>\nOne has said:\n<\/p><p>\nLord, make me a channel of thy peace<br \/>\nThat where there is wrong I may bring the spirit of forgiveness,<br \/>\nThat where there is doubt I may bring faith,<br \/>\nThat where there is sadness I may bring joy,<br \/>\nFor it is by giving that one receives;<br \/>\nIt is by self-forgetting that one finds.\n<\/p><p>\nFUTURE MISSIONARY WORK\n<\/p><p>\nBegin now for your mission tomorrow. The Lord is blessing many of you with greatly\nincreased incomes. Set aside a definite amount for missionary service, and then if you are\nworthy and the call comes, you will be ready to enjoy the greatest experience of your life&mdash;an\nambassador of the Gospel of Jesus Christ. Let us he humble, and prayerful, and study the\nword of the Lord. Tomorrow will soon be here.\n<\/p><p>\nMay the Lord add his blessings I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}