{"ID":7705, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Mothers and Daughters\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p2\" class=\"\">By Elder M. Russell Ballard<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">In these last days it is essential—even critical—that parents and children listen to and learn from one another.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_009<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p5\" class=\"\">Brothers and sisters, six months ago I spoke in the priesthood session of general conference to fathers and sons. As you might expect, my 5 daughters, 24 granddaughters, and ever-increasing number of great-granddaughters have been asking for equal time. So today I will speak primarily to the mothers and daughters of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p6\" class=\"\">My dear wife, Barbara, has had an eternally significant influence on our daughters and granddaughters—and they, in turn, on her. Mothers and daughters play a critical role in helping each other explore their infinite possibilities, despite the undermining influences of a world in which womanhood and motherhood are being corrupted and manipulated.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p7\" class=\"\">Speaking to the women of the Church nearly a century ago, President Joseph F. Smith said: “It is not for you to be led by the women of the world; it is for you to lead the … women of the world, in everything that is praise-worthy, everything that is God-like, everything that is uplifting and … purifying to the children of men” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> [1998], 184).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p8\" class=\"\">Sisters, we, your brethren, cannot do what you were divinely designated to do from before the foundation of the world. We may try, but we cannot ever hope to replicate your unique gifts. There is nothing in this world as personal, as nurturing, or as life changing as the influence of a righteous woman.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p9\" class=\"\">I understand that some of you young women do not have mothers with whom you can discuss these issues. And many of you women do not presently have daughters in your lives. But because <span class=\"emphasis\">all<\/span> women have within their divine nature both the inherent talent and the stewardship to mother, most of what I will say applies equally to grandmothers, aunts, sisters, stepmothers, mothers-in-law, leaders, and other mentors who sometimes fill the gaps for these significant mother-daughter relationships.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p10\" class=\"\">Young women, your mothers adore you. They see in you the promise of future generations. Everything you accomplish, every challenge you overcome brings them pure joy. And likewise <span class=\"emphasis\">your<\/span> worries and heartaches are <span class=\"emphasis\">their<\/span> worries and heartaches.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p11\" class=\"\">Today I wish to give you young women some suggestions on how to take full advantage of your relationship with your mother. And then I have a few thoughts to share with mothers about how they can maximize their influence with their daughters as well as the other members of their families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p12\" class=\"\">It is, unfortunately, all too easy to illustrate the confusion and distortion of womanhood in contemporary society. Immodest, immoral, intemperate women jam the airwaves, monopolize magazines, and slink across movie screens—all while being celebrated by the world. The Apostle Paul spoke prophetically of “perilous times” that will come in the last days and specifically referenced something that may have seemed particularly perilous to him: “silly women laden with sins, led away with divers lusts” (<span class=\"citation\" id=\"120294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120294)\">2 Timothy 3:1, 6<\/a><\/span>). Popular culture today often makes women look silly, inconsequential, mindless, and powerless. It objectifies them and disrespects them and then suggests that they are able to leave their mark on mankind only by seduction—easily the most pervasively dangerous message the adversary sends to women about themselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p13\" class=\"\">And so, my dear young women, with all my heart I urge you not to look to contemporary culture for your role models and mentors. Please look to your faithful mothers for a pattern to follow. Model yourselves after <span class=\"emphasis\">them,<\/span> not after celebrities whose standards are not the Lord’s standards and whose values may not reflect an eternal perspective. Look to your mother. Learn from her strengths, her courage, and her faithfulness. Listen to her. She may not be a whiz at texting; she may not even have a Facebook page. But when it comes to matters of the heart and the things of the Lord, she has a wealth of knowledge. As you approach the time for marriage and young motherhood, she will be your greatest source of wisdom. No other person on earth loves you in the same way or is willing to sacrifice as much to encourage you and help you find happiness—in this life and forever.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p14\" class=\"\">Love your mother, my young sisters. Respect her. Listen to her. Trust her. She has your best interests at heart. She cares about your eternal safety and happiness. So be kind to her. Be patient with her imperfections, for she has them. We all do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p15\" class=\"\">Now may I share a few thoughts with you mothers about the special role you play in your daughters’ lives. We have a family friend who travels often with members of her extended family. Her primary observation after each trip is how much the young women behave like their mothers. If the mothers are thrifty, so are their daughters. If the mothers are modest, so are the girls. If the mothers wear flip-flops and other casual clothing to sacrament meeting, so do their daughters. Mothers, your example is extremely important to your daughters—even if they don’t acknowledge it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p16\" class=\"\">Throughout the history of the world, women have always been teachers of moral values. That instruction begins in the cradle and continues throughout the lives of their children. Today our society is bombarded with messages about womanhood and motherhood that are dangerously and wickedly wrong. Following these messages can put your daughters on the path to sin and self-destruction. Your daughters may not understand that unless you tell them or, better, unless you show them how to make good choices. As mothers in Israel, you are your daughters’ first line of defense against the wiles of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p17\" class=\"\">Now, mothers, I understand that it sometimes appears that our children aren’t paying attention to the lessons we’re trying to teach them. Believe me—I’ve seen that glazed-over look that comes to the eyes of teenagers just when you’re coming to what you think is the best part of your instruction. Let me assure you that even when you think your daughter is not listening to a thing you say, she is still learning from you as she watches you to see if your actions match your words. As Ralph Waldo Emerson is believed to have said, “What you do speaks so loud that I cannot hear what you say” (see Ralph Keyes, <span class=\"emphasis\">The Quote Verifier<\/span> [2006], 56).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p18\" class=\"\">Teach your daughters to find joy in nurturing children. This is where their love and talents can have the greatest eternal significance. Consider in this context President Harold B. Lee’s injunction that “the most important … work you will ever do will be within the walls of your own homes” (<span class=\"emphasis\">Teachings of Presidents of the Church: Harold B. Lee<\/span> [2000], 134). This is true for all of us, of course, but it is especially powerful when considering the relationship of mothers and daughters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p19\" class=\"\">Mothers, teach your daughters that a faithful daughter of God avoids the temptation to gossip or judge one another. In a sermon to the Relief Society of Nauvoo, the Prophet Joseph counseled, “The tongue is an unruly member—hold your tongues about things of no moment” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 455).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p20\" class=\"\">In recent years there has been a rash of articles, books, and films written about women and girls who gossip and who are “mean.” Satan is always attempting to undermine the most precious element of a woman’s divine nature—the nature to nurture.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p21\" class=\"\">A mother-daughter relationship is where a daughter learns how to nurture by being nurtured. She is loved. She is taught and experiences firsthand what it feels like to have someone care about her enough to correct her while continuing to encourage and believe in her at the same time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p22\" class=\"\">Remember, sisters, God is the source of all moral and spiritual power. We gain access to that power by entering into covenants with Him and keeping those covenants. Mothers, teach your daughters the importance of making covenants, and then show them how to keep those covenants in such a way that they will desire to live worthy to go to the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p23\" class=\"\">In today’s world this means talking to your daughters about sexual matters. Your daughters as well as your sons are coming of age in a world that openly embraces early, casual, and thoughtless promiscuity. Immodest, unchaste women are glamorized and all too often celebrated and emulated. While there are steps that we can take in our homes and families to minimize our exposure to these unsavory elements of contemporary living, your daughters cannot entirely avoid the blatant sexual messages and enticements that surround them. You need to have frequent, open discussions during which you teach your daughters the truth about these issues.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p24\" class=\"\">For example, they need to understand that when they wear clothing that is too tight, too short, or too low cut, they not only can send the wrong message to young men with whom they associate, but they also perpetuate in their own minds the fallacy that a woman’s value is dependent solely upon her sensual appeal. This never has been nor will it ever be within the righteous definition of a faithful daughter of God. They need to hear this—clearly and repeatedly—from your lips, and they need to see it modeled correctly and consistently in your own personal standards of dress, grooming, and modest living.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p25\" class=\"\">All youth will be more likely to make and keep covenants if they learn how to recognize the presence and the voice of the Spirit. Teach your daughters about things of the Spirit. Point them to the scriptures. Give them experiences that will help them cherish the blessing of priesthood power in their lives. Through keeping covenants they will learn to hear the voice of the Lord and receive personal revelation. God will truly hear and answer their prayers. The Mutual theme for 2010 applies to our youth as well as to all of us: “Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest” (<span class=\"citation\" id=\"120135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120135)\">Joshua 1:9<\/a><\/span>). This will lead them safely to the blessings of the house of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p26\" class=\"\">Make sure they know that keeping covenants is the safest road to eternal happiness. And if needed, teach them how to repent and how to remain pure and worthy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p27\" class=\"\">Now, if this has a familiar sound, my brothers and sisters, it’s because I’ve been speaking to parents and their children for three general conferences in a row. Last April I encouraged the youth to “learn the lessons of the past.” From that talk I quote: “When you are willing to listen and learn, some of life’s most meaningful teachings come from those who have gone before you. … How much better your life will be if you will follow the noble example of the faithful followers of Christ” (“Learning the Lessons of the Past,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 31, 33).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p28\" class=\"\">Last October I spoke to fathers and sons in priesthood meeting, and today I have spoken mostly to mothers and daughters. In each case my message has been different but similar. I hope you are listening and see a pattern and hear a steady, consistent message that in these last days it is essential—even critical—that parents and children listen to and learn from one another. These are not just ethereal concepts about which I have been speaking. They are the essence, the center, of God’s plan for our eternal happiness and peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p29\" class=\"\">The Church will help wherever we can. We are there to support and sustain you as parents and as children. But the home is the most important place to prepare the youth of today to lead the families and the Church of tomorrow. It rests upon each one of us as mothers and fathers to do all we can to prepare our youth to be faithful, righteous men and women. It is in the home where we must teach the gospel by precept and by example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p30\" class=\"\">I conclude my counsel with this prophetic summary from President Joseph F. Smith: “Our [family] associations are not exclusively intended for this life, for time, as we distinguish it from eternity. We live for time and for eternity. We form associations and relations for time and all eternity. … Who are there besides the Latter-day Saints who contemplate the thought that beyond the grave we will continue in the family organization? the father, the mother, the children recognizing each other … ? this family organization being a unit in the great and perfect organization of God’s work, and all destined to continue throughout time and eternity?” (<span class=\"emphasis\">Teachings: Joseph F. Smith,<\/span> 385, 386).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mothers-and-daughters.p31\" class=\"\">May God bless us to teach, nurture, and prepare one another within the walls of our homes for the great work that must be done by all of us now and in the future is my prayer in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}