{"ID":7708, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessing of Scripture\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p2\" class=\"\">By Elder D. Todd Christofferson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The central purpose of all scripture is to fill our souls with faith in God the Father and in His Son, Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_016<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p5\" class=\"\">On October 6, in the year 1536, a pitiful figure was led from a dungeon in Vilvorde Castle near Brussels, Belgium. For nearly a year and a half, the man had suffered isolation in a dark, damp cell. Now outside the castle wall, the prisoner was fastened to a post. He had time to utter aloud his final prayer, “Lord! open the king of England’s eyes,” and then he was strangled. Immediately, his body was burned at the stake. Who was this man, and what was the offense for which both political and ecclesiastical authorities had condemned him? His name was William Tyndale, and his crime was to have translated and published the Bible in English.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p6\" class=\"\">Tyndale, born in England about the time Columbus sailed to the new world, was educated at Oxford and Cambridge and then became a member of the Catholic clergy. He was fluent in eight languages, including Greek, Hebrew, and Latin. Tyndale was a devoted student of the Bible, and the pervasive ignorance of the scriptures that he observed in both priests and lay people troubled him deeply. In a heated exchange with a cleric who argued against putting scripture in the hands of the common man, Tyndale vowed, “If God spare my life, ere many years I will cause a boy that driveth the plough, shall know more of the Scripture than thou dost!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p7\" class=\"\">He sought the approval of church authorities to prepare a translation of the Bible in English so that all could read and apply the word of God. It was denied—the prevailing view being that direct access to the scriptures by any but the clergy threatened the authority of the church and was tantamount to casting “pearls before swine” (<span class=\"citation\" id=\"120192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120192)\">Matthew 7:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p8\" class=\"\">Tyndale nevertheless undertook the challenging work of translation. In 1524 he traveled to Germany, under an assumed name, where he lived much of the time in hiding, under constant threat of arrest. With the help of committed friends, Tyndale was able to publish English translations of the New Testament and later the Old Testament. The Bibles were smuggled into England, where they were in great demand and much prized by those who could get them. They were shared widely but in secret. The authorities burned all the copies they could find. Nevertheless, within three years of Tyndale’s death, God did indeed open King Henry VIII’s eyes, and with publication of what was called the “Great Bible,” the scriptures in English began to be publicly available. Tyndale’s work became the foundation for almost all future English translations of the Bible, most notably the King James Version.<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_016\">1<\/a>\n       <span class=\"footnote\">[The following sources were consulted for information about William Tyndale: David Daniell, <span class=\"emphasis\">The Bible in English<\/span> (2003), 140–57; Lenet Hadley Read, <span class=\"emphasis\">How We Got the Bible<\/span> (1985), 67–74; S. Michael Wilcox, <span class=\"emphasis\">Fire in the Bones: William Tyndale—Martyr, Father of the English Bible<\/span> (2004); John Foxe, <span class=\"emphasis\">The New Foxe’s Book of Martyrs<\/span> (1997), 121–33; “William Tyndale,” http:\/\/en.wikipedia.org\/wiki\/William_Tyndale, accessed February 28, 2010; Bible Dictionary, <span class=\"scriptureRef\">“Bible, English.”<\/span>]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p9\" class=\"\">William Tyndale was not the first, nor the last, of those who in many countries and languages have sacrificed, even to the point of death, to bring the word of God out of obscurity. We owe them all a great debt of gratitude. We owe perhaps an even greater debt to those who faithfully recorded and preserved the word through the ages, often with painstaking labor and sacrifice—Moses, Isaiah, Abraham, John, Paul, Nephi, Mormon, Joseph Smith, and many others. What did they know about the importance of scriptures that we also need to know? What did people in 16th-century England, who paid enormous sums and ran grave personal risks for access to a Bible, understand that we should also understand?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p10\" class=\"\">Not long before his death, the prophet Alma entrusted the sacred records of the people to his son Helaman. He reminded Helaman that the scriptures had “enlarged the memory of this people, yea, and convinced many of the error of their ways, and brought them to the knowledge of their God unto the salvation of their souls” (<span class=\"citation\" id=\"120392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120392)\">Alma 37:8<\/a><\/span>). He commanded Helaman to preserve the records so that through them God might “show forth his power unto future generations” (<span class=\"citation\" id=\"120393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120393)\">Alma 37:14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p11\" class=\"\">Through the scriptures, God does indeed “show forth his power” to save and exalt His children. By His word, as Alma said, He enlarges our memory, sheds light on falsehood and error, and brings us to repentance and to rejoice in Jesus Christ, our Redeemer.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Scriptures Enlarge Our Memory<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p13\" class=\"\">The scriptures enlarge our memory by helping us always to remember the Lord and our relationship to Him and the Father. They remind us of what we knew in our premortal life. And they expand our memory in another sense by teaching us about epochs, people, and events that we did not experience personally. None of us was present to see the Red Sea part and cross with Moses between walls of water to the other side. We were not there to hear the Sermon on the Mount, to see Lazarus raised from the dead, to see the suffering Savior in Gethsemane and on the cross, and we did not, with Mary, hear the two angels testify at the empty tomb that Jesus was risen from the dead. You and I did not go forward one by one with the multitude in the land Bountiful at the resurrected Savior’s invitation to feel the prints of the nails and bathe His feet with our tears. We did not kneel beside Joseph Smith in the Sacred Grove and gaze there upon the Father and the Son. Yet we know all these things and much, much more because we have the scriptural record to enlarge our memory, to teach us what we did not know. And as these things penetrate our minds and hearts, our faith in God and His Beloved Son takes root.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p14\" class=\"\">The scriptures also enlarge our memory by helping us not forget what we and earlier generations have learned. Those who either don’t have or ignore the recorded word of God eventually cease to believe in Him and forget the purpose of their existence. You will remember how important it was for Lehi’s people to take the brass plates with them when they left Jerusalem. These scriptures were key to their knowledge of God and the coming Redemption of Christ. The other group that “came out from Jerusalem” shortly after Lehi had no scriptures, and when Lehi’s descendants encountered them some 300 or 400 years later, it is recorded that “their language had become corrupted; … and they denied the being of their Creator” (<span class=\"citation\" id=\"120350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120350)\">Omni 1:15, 17<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p15\" class=\"\">In Tyndale’s day, scriptural ignorance abounded because people lacked access to the Bible, especially in a language they could understand. Today the Bible and other scripture are readily at hand, yet there is a growing scriptural illiteracy because people will not open the books. Consequently they have forgotten things their grandparents knew.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Scriptures Are the Standard for Distinguishing Truth and Error<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p17\" class=\"\">God uses scripture to unmask erroneous thinking, false traditions, and sin with its devastating effects. He is a tender parent who would spare us needless suffering and grief and at the same time help us realize our divine potential. The scriptures, for example, discredit an ancient philosophy that has come back into vogue in our day—the philosophy of Korihor that there are no absolute moral standards, that “every man prosper[s] according to his genius, and that every man conquer[s] according to his strength; and whatsoever a man [does is] no crime” and “that when a man [is] dead, that [is] the end thereof” (<span class=\"citation\" id=\"120384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120384)\">Alma 30:17–18<\/a><\/span>). Alma, who had dealt with Korihor, did not leave his own son Corianton in doubt about the reality and substance of a divine moral code. Corianton had been guilty of sexual sin, and his father spoke to him in love but plainly: “Know ye not, my son, that these things are an abomination in the sight of the Lord; yea, most abominable above all sins save it be the shedding of innocent blood or denying the Holy Ghost?” (<span class=\"citation\" id=\"120394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120394)\">Alma 39:5<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p18\" class=\"\">In a complete reversal from a century ago, many today would dispute with Alma about the seriousness of immorality. Others would argue that it’s all relative or that God’s love is permissive. If there is a God, they say, He excuses all sins and misdeeds because of His love for us—there is no need for repentance. Or at most, a simple confession will do. They have imagined a Jesus who wants people to work for social justice but who makes no demands upon their personal life and behavior.<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_016\">2<\/a>\n\t <span class=\"footnote\">[See interview of Richard Neitzel Holzapfel, in Michael De Groote, “Questioning the Alternative Jesus,” <span class=\"emphasis\">Deseret News,<\/span> Nov. 26, 2009, M5.]<\/span><\/sup> But a God of love does not leave us to learn by sad experience that “wickedness never was happiness” (<span class=\"citation\" id=\"120396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120396)\">Alma 41:10<\/a><\/span>; see also <span class=\"citation\" id=\"120405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120405)\">Helaman 13:38<\/a><\/span>). His commandments are the voice of reality and our protection against self-inflicted pain. The scriptures are the touchstone for measuring correctness and truth, and they are clear that real happiness lies not in denying the justice of God or trying to circumvent the consequences of sin but in repentance and forgiveness through the atoning grace of the Son of God (see <span class=\"citation\" id=\"120397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120397)\">Alma 42<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p19\" class=\"\">Scripture tutors us in principles and moral values essential to maintaining civil society, including integrity, responsibility, selflessness, fidelity, and charity. In scripture, we find vivid portrayals of the blessings that come from honoring true principles, as well as the tragedies that befall when individuals and civilizations discard them. Where scriptural truths are ignored or abandoned, the essential moral core of society disintegrates and decay is close behind. In time, nothing is left to sustain the institutions that sustain society.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Scriptures Bring Us to Christ, Our Redeemer<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p21\" class=\"\">In the end, the central purpose of all scripture is to fill our souls with faith in God the Father and in His Son, Jesus Christ—faith that They exist; faith in the Father’s plan for our immortality and eternal life; faith in the Atonement and Resurrection of Jesus Christ, which animates this plan of happiness; faith to make the gospel of Jesus Christ our way of life; and faith to come to know “the only true God, and Jesus Christ, whom [He has] sent” (<span class=\"citation\" id=\"120267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120267)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p22\" class=\"\">The word of God, as Alma said, is like a seed planted in our hearts that produces faith as it begins to grow within us (see <span class=\"citation\" id=\"120386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120386)\">Alma 32:27–43<\/a><\/span>; see also <span class=\"citation\" id=\"120279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120279)\">Romans 10:13–17<\/a><\/span>). Faith will not come from the study of ancient texts as a purely academic pursuit. It will not come from archaeological digs and discoveries. It will not come from scientific experiments. It will not even come from witnessing miracles. These things may serve to confirm faith, or at times to challenge it, but they do not create faith. Faith comes by the witness of the Holy Spirit to our souls, Spirit to spirit, as we hear or read the word of God. And faith matures as we continue to feast upon the word.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p23\" class=\"\">Scriptural accounts of the faith of others serve to strengthen our own. We recall the faith of a centurion that enabled Christ to heal his servant without so much as seeing him (see <span class=\"citation\" id=\"120196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120196)\">Matthew 8:5–13<\/a><\/span>) and the healing of a Gentile woman’s daughter because that humble mother would accept, as it were, even the crumbs from the Master’s table (see <span class=\"citation\" id=\"120202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120202)\">Matthew 15:22–28<\/a><\/span>; <span class=\"citation\" id=\"120219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120219)\">Mark 7:25–30<\/a><\/span>). We hear the cry of suffering Job: “Though he slay me, yet will I trust in him” (<span class=\"citation\" id=\"120161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120161)\">Job 13:15<\/a><\/span>)—and professing, “I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: … [and] yet in my flesh shall I see God” (<span class=\"citation\" id=\"120163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120163)\">Job 19:25–26<\/a><\/span>). We hear and take courage from the determination of a tender boy prophet, hated and bitterly persecuted by so many adults: “I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it” (<span class=\"citation\" id=\"120583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120583)\">Joseph Smith—History 1:25<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p24\" class=\"\">Because they expound the doctrine of Christ, the scriptures are accompanied by the Holy Spirit, whose role it is to bear witness of the Father and the Son (see <span class=\"citation\" id=\"120409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120409)\">3 Nephi 11:32<\/a><\/span>). Therefore, being in the scriptures is one way we receive the Holy Ghost. Of course, scripture is given through the Holy Ghost in the first place (see <span class=\"citation\" id=\"120304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120304)\">2 Peter 1:21<\/a><\/span>; <span class=\"citation\" id=\"120475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120475)\">D&amp;C 20:26–27<\/a><\/span>; <span class=\"citation\" id=\"120509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120509)\">68:4<\/a><\/span>), and that same Spirit can attest its truth to you and me. Study the scriptures carefully, deliberately. Ponder and pray over them. Scriptures are revelation, and they will bring added revelation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-blessing-of-scripture.p25\" class=\"\">Consider the magnitude of our blessing to have the Holy Bible and some 900 additional pages of scripture, including the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price. Then consider that, in addition, the words of prophets spoken as they are moved upon by the Holy Ghost in settings such as this, which the Lord calls scripture (see <span class=\"citation\" id=\"120508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120508)\">D&amp;C 68:2–4<\/a><\/span>), flow to us almost constantly by television, radio, Internet, satellite, CD, DVD, and in print. I suppose that never in history has a people been blessed with such a quantity of holy writ. And not only that, but every man, woman, and child may possess and study his or her own personal copy of these sacred texts, most in his or her own language. How incredible such a thing would have seemed to the people of William Tyndale’s day and to the Saints of earlier dispensations! Surely with this blessing the Lord is telling us that our need for constant recourse to the scriptures is greater than in any previous time. May we feast continuously on the words of Christ that will tell us all things we should do (see <span class=\"citation\" id=\"120346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120346)\">2 Nephi 32:3<\/a><\/span>). I have studied the scriptures, I have pondered the scriptures, and on this Eastertide, I bear you my testimony of the Father and the Son, as They are revealed in the holy scriptures, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_016\"><a name=\"-09205_000_016\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_016\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>The following sources were consulted for information about William Tyndale: David Daniell, <span class=\"emphasis\">The Bible in English<\/span> (2003), 140–57; Lenet Hadley Read, <span class=\"emphasis\">How We Got the Bible<\/span> (1985), 67–74; S. Michael Wilcox, <span class=\"emphasis\">Fire in the Bones: William Tyndale—Martyr, Father of the English Bible<\/span> (2004); John Foxe, <span class=\"emphasis\">The New Foxe’s Book of Martyrs<\/span> (1997), 121–33; “William Tyndale,” http:\/\/en.wikipedia.org\/wiki\/William_Tyndale, accessed February 28, 2010; Bible Dictionary, <span class=\"scriptureRef\">“Bible, English.”<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_016\"><a name=\"-09205_000_016\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_016\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See interview of Richard Neitzel Holzapfel, in Michael De Groote, “Questioning the Alternative Jesus,” <span class=\"emphasis\">Deseret News,<\/span> Nov. 26, 2009, M5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}