{"ID":7709, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Helping Hands, Saving Hands\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p2\" class=\"\">By Elder Koichi Aoyagi<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/koichi-aoyagi-10.jpg\" alt=\"Koichi Aoyagi\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we follow the counsel and example of the prophet and each day seek out those in need.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_017<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p5\" class=\"\">My brothers and sisters, I am deeply grateful for the opportunity to speak at this conference. I am grateful for President Thomas S. Monson, and I testify that he is a prophet of the living God. I am deeply impressed by the wonderful example of President Monson, who has spent his life using his hands to help and save others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p6\" class=\"\">We live in a day when many people are faced with calamities and are in need of help due to the devastating effects of earthquakes, tsunamis, hurricanes, and other natural disasters. The Church is reaching out to these people through humanitarian aid. Church members faithfully give generous fast offerings each month and perform service in a spirit of love. They literally offer helping hands in the Lord’s way. They follow the commandment of the Lord to “remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple” (<span class=\"citation\" id=\"120502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120502)\">D&amp;C 52:40<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p7\" class=\"\">Today I would like to focus on hands that help and save spiritually. The Lord’s work and glory truly is “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"120572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120572)\">Moses 1:39<\/a><\/span>). Many around us need spiritual help. As we offer a saving hand to less-active members, to part-member families, and to those not of our faith, we invite all to “come unto Christ.”<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_017\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 1.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p8\" class=\"\">As a new convert to the Church, I experienced a spiritual rescue through the saving hands of a faithful member of the Church. I grew up in Matsumoto, Japan, close to where the Nagano Winter Olympics were held. My hometown looks very much like Salt Lake City, a valley surrounded by beautiful mountains. When I was 17 years old, I met two American missionaries, Elder Carter and Elder Hayashi. Though our ages were only two or three years apart, the elders had something wonderful that I had never felt before. They were diligent, cheerful, and filled with love and light. I was deeply impressed by their qualities, and I wanted to become like them. I listened to their message and decided to be baptized. My parents, who were Buddhist, strongly opposed my baptism. Through the help of the missionaries and the Lord, I received permission and miraculously was baptized.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p9\" class=\"\">The next year I entered the university in Yokohama. Living alone, far from my hometown and the people I knew, I became lonely and strayed from the Church. One day I received a postcard from a Church member back home. She wrote that she had heard I was not attending Church meetings. She quoted a scripture and invited me to return to church. I was overwhelmed by the words of the scripture. This helped me realize that maybe I had lost something important, and I pondered and struggled for many days. This also caused me to remember a promise the missionaries had made to me: “If you read the Book of Mormon and ask in fervent prayer if the promise found in Moroni is true, you will know the truth through the power of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_017\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120448)\">Moroni 10:4–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p10\" class=\"\">I realized that I was not praying with all of my heart and decided to do so. One morning I woke up early, knelt in my small apartment, and prayed sincerely. To my surprise, the confirmation of the Holy Ghost came upon me as promised. My heart burned, my body shook, and I was filled with joy. Through the power of the Holy Ghost, I learned that God the Father and His Son, Jesus Christ, live and that They truly appeared to Joseph Smith. I made a commitment in my heart to repent and faithfully follow Jesus Christ for the rest of my life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p11\" class=\"\">This spiritual experience changed my life completely! I decided to serve a mission out of gratitude to the Lord and to the Church member who rescued me. Following my mission, I was sealed in the temple to a wonderful girl, and we have been blessed with four children. Not coincidentally, this is the same girl who saved me by sending a postcard to that lonely apartment in Yokohama many years ago. I remain ever grateful for the mercy of the Lord and the help of this Church member, who invited me to once again come unto Christ.<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_017\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120200)\">Matthew 11:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p12\" class=\"\">I know many of you privately extend your loving and saving hands each day. This includes a faithful Relief Society sister who cares not only for the sisters whom she is assigned to visit teach but also any sisters who are sick or otherwise in need of help. She visits often and for years has strengthened the faith of many. I reflect on a bishop who often visited the widows and widowers in his ward. This pattern of help continued for many years after his release.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p13\" class=\"\">I know a priesthood leader who takes time with a young man who has lost his father. He joins with him in activities, teaches him the gospel, and gives advice the way his father would. Another family rejoices in sharing the gospel. The parents and children each testify of the gospel to those around them and are loved by many.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p14\" class=\"\">As part of a Primary activity, my five-year-old granddaughter places a popcorn seed in a large glass bottle each time she does a good turn. She sings this Primary song in a loud voice as she looks for good things to do each day: “Follow the prophet, follow the prophet, Follow the prophet; he knows the way.”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_017\">4<\/a>\n       <span class=\"footnote\">[“Follow the Prophet,” <span class=\"emphasis\">Children’s Songbook,<\/span> 110–11.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p15\" class=\"\">I do not have time to tell you about all the good things I see Church members do. They follow the counsel of the prophet—not out of duty or responsibility but of their own free will, anonymously and joyfully.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p16\" class=\"\">Sometimes we feel that we are weak and lack the strength to rescue others, but the Lord reminds us, “Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"120208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120208)\">Matthew 25:40<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p17\" class=\"\">I close with a quote by President Thomas S. Monson: “My brothers and sisters, we are surrounded by those in need of our attention, our encouragement, our support, our comfort, our kindness—be they family members, friends, acquaintances, or strangers. We are the Lord’s hands here upon the earth, with the mandate to serve and to lift His children. He is dependent upon each of us.”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_017\">5<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “What Have I Done for Someone Today?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 86.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/helping-hands-saving-hands.p18\" class=\"\">May we follow the counsel and example of the prophet and each day seek out those in need, that we might be the hands of the Lord in helping and saving His children, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_017\"><a name=\"-09205_000_017\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_017\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_017\"><a name=\"-09205_000_017\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_017\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120448)\">Moroni 10:4–5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_017\"><a name=\"-09205_000_017\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_017\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120200)\">Matthew 11:28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_017\"><a name=\"-09205_000_017\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_017\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Follow the Prophet,” <span class=\"emphasis\">Children’s Songbook,<\/span> 110–11.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_017\"><a name=\"-09205_000_017\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_017\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “What Have I Done for Someone Today?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 86.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}