{"ID":771, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What Is Spirituality<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1955, pp. 75-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I hope you will unite your prayers with mine that what I say may\nperchance carry a helpful and useful message.\n<\/p><p>\nBefore I start to bear my testimony, however, the remarks of the morning have prompted me\nto recount an experience that my father and I had about sixty years ago, in the hope that the\npoint may be understood.\n<\/p><p>\nWe were driving off Kaibab Mountain one beautiful day behind a fine team in an Arizona\nbuckboard.  Father said, \"Antoine, down at the foot of the mountain there is a trail that cuts\nright straight across the Pipe Springs and crosses the Kanab wash, in a convenient location. \nWe'll take that trail, and we won't have to go up to Kanab and ride over from there.\"\n<\/p><p>\nThen he proceeded to read a book as he always did when he was traveling and turned the\nlines over to me.  It was not very long until his head was nodding, and he was asleep, and I\nhave to confess that by the time we got to that turn-off I was asleep, too.  When we waked\nup, we were five miles beyond the place where we wanted to turn off and believe me the\ndetour turned out to be a rough one.  We did not go to Kanab.  We took the turn-off.\n<\/p><p>\nWhen they were talking about detours this morning, I wondered if many of us might not be\nsleepwalkers; if we do not walk around in our sleep, and all at once wake up to find out that\nthe team has taken us off on the wrong road.  Then we have to turn around. I believe, in the\nstraight and narrow road there are no chuckholes.  If they are there, they are the chuckholes\nthat we ourselves have built for ourselves. Brethren and sisters, it is sixty years ago since\nfather and I had that experience.  It is about fifty-nine years ago since we went to Mexico. \nDuring that time I have had opportunity to watch the Church and its directing Authorities and\nto note its progress.  It is twenty-four years since I read in the newspaper one day that I had a\nnew assignment.  During those twenty-four years Sister Ivins and I have been moving about\namong the stakes of the Church and in the missions, trying to kindle or rekindle the Spirit of\nGod in the hearts of the members of the Church.\n<\/p><p>\nWe don't make pretense to tremendous success in it, perhaps, because we have no way of\nmeasuring our success, but we have been devoted to your service and devoted to the Church. \nIt has given us the great opportunity to watch its progress, and as I sat in the priesthood\nmeeting Saturday night, where we had reports that 25,000 brethren heard the proceedings of\nthat meeting, I was reminded that in the year the LDS gymnasium was put in operation, if my\nmemory is correct, the Assembly Hall held the priesthood congregation.\n<\/p><p>\nSo there has been growth.  There has been growth in membership as well as in faith and\nservice, I believe, in the Church.  The purpose in coming here today&mdash;one of the major\npurposes&mdash;is to see if we cannot stimulate the feeling of spirituality among the people, for,\nwe who are here, perhaps most of us, have the responsibility of carrying back the spirit of this\nconference to the people who could not come, to increase spirituality among the people.\n<\/p><p>\nI have seen attendance at our conference meetings grow and grow and grow, until today\nnearly every place we go, the attendance is limited by the capacity of the accommodations we\nprovide.  I take it to indicate, and I believe I am right in this, that it does denote a definite\nincrease in spirituality among the people.\n<\/p><p>\nNow we have heard that term used many, many times.  It is not an easy thing to define this\nidea of spirituality. I get no satisfaction from the dictionary.  The interpretation there is one\ngiven by people who perhaps do not understand their true relationship to God and his work.\n<\/p><p>\nSince we are the spirit children of God, I take it that the primary manifestation of spirituality\nis an acknowledgment that we the sons and daughters of God, and that Jesus Christ is our\nElder Brother, and it is not surprising to me, knowing that that testimony exists in the hearts\nof our people, that people not of our faith coming into the community, as reported by\nPresident McKay the other night, sense an unusual feeling and spirit among the people.  The\nrecognition that we are the sons and daughters of God, spiritually born of him, it seems to\nme, is a starting place if you are going to try to define spirituality.  Then it seems to me to be\na feeling of nearness to God, our Heavenly Father, a devotion to his cause, and a\ndetermination to acquit ourselves to the utmost of our ability, of the responsibility he has\ngiven us in life.\n<\/p><p>\nI wonder if that is a fair definition of spirituality?  It seems to me that it could be.  And then\nit's our problem to do what we can first with ourselves, and then with people who may be\ninclined to listen to us, to instill in their hearts the same consciousness that they are the sons\nand daughters of God, and that God had a definite purpose in bringing us here into this life of\nmortality.\n<\/p><p>\nWhen you teach men that, then there is a greater purpose in life, of course. There is a greater\nincentive, there is a greater motive for righteousness, and perhaps spirituality could be\nmeasured by the degree of righteousness of the lives of people.  It is a difficult thing because\nwe do not know or read the hearts of people.  Frequently we misjudge them.  If we could\nknow their hearts, perhaps we could form a correct estimate of their spirituality, of their\nfeeling toward God.  That is difficult, and from what has been said today gather that there are\nmany people who have not the same understanding of it. who feel that spirituality and the\nordinary pursuits of life are separated by a rather wide space, and sometimes we feel that a\nman who devotes himself assiduously to the practical purposes of life, rendering his share, of\ncourse, in Church service, may not be as spiritual as a man who does not do that, but who\nspends his whole time dreaming about the uncertain things for which there has been no\nanswer.\n<\/p><p>\nI believe we are wrong, brothers and sisters, if we try to make that separation, for I believe it\nis the purpose of God that every honest member of the Church, every honest man for that\nmatter, should have a vigorous, active, potent testimony that Jesus is the Christ, that God is\nour Father, and then should come, through his prayer and faith, to an understanding of the\nplan of salvation, and you know, when I look before me and see the men who plow the fields,\nwho ride the ranges, and manage the stakes, I feel justified in suggesting, brothers and sisters,\nthat to put one group on one side and the other group on the other side, as to spirituality, is a\ndangerous thing, for I have worked with and slept with men who handle the practical things\nof life, and at the same time apply a spiritual interpretation to everything that is done.\n<\/p><p>\nI believe, as the Doctrine and Covenants says, that God has given us no law which is not a\nspiritual law (<span class=\"citation\" id=\"13362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13362)\">D&amp;C 29:34<\/a><\/span>),\nand the law of life is a law of action.  I believe it would be possible, with the\nexercise of due faith for a man to apply the spiritual interpretation to every legitimate act of\nlife, and it is our purpose&mdash;it should be our purpose, brothers and sisters&mdash;in our\nrelationships with each other to strive for that spiritual aspect.\n<\/p><p>\nIf you will pardon the reference to my father, I would like to tell you that one time I walked\ninto the biggest bank in this city.  Its president, who was not a member of the Church, called\nme over, and he said: \"Mr. Ivins, I pay tribute to your father.  He came the nearest to\ncombining religion and business of any man I ever knew,\" and then he said: \"Do you know, I\ncannot do it. I have to be a hard-boiled businessman.\" But he some way or another came to\nrealize that under the influence of the gospel of Jesus Christ such a combination is possible,\nnot only possible, but to be highly recommended.\n<\/p><p>\nNow brethren and sisters, it should be our purpose so to combine the Spirit of God with our\ndaily undertakings that we can ask upon everything we undertake to do, the blessing of God,\nour Heavenly Father; that we may never take advantage of another; that we may always yield\nfull service for the compensation that we receive; that our brethren and our sisters will never\nhave cause to say that we may have taken undue advantage of them.  When we come to apply\nthat in our lives, this idea of spirituality will then be more or less a tangible thing.\n<\/p><p>\nSpirituality is not a thing that you can go to the market and buy with dollars and cents and\ncarry home in a basket, but it is a thing which you can absorb in a gathering like this.  It has\nto be absorbed.  It cannot be bought. It cannot be done up in packages and handed to a\nneighbor.  It must be absorbed by him through the emanations of our own spirits.\n<\/p><p>\nLet us strive for it, brothers and sisters.  Let us seek the blessings of God in all we do, then\nZion will shine as a light on a hill which all the world can see.\n<\/p><p>\nGod bless us, I pray in the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}