{"ID":7711, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Watching with All Perseverance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A spiritual early warning system … can help parents in Zion to be watchful and discerning concerning their children.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_019<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p5\" class=\"\">Recently I was driving my car as drops of rain from a thunderstorm began to fall on the windshield. On the side of the road, an electronic sign displayed a timely warning: “Standing Water Ahead.” The surface on which I was driving appeared to be quite safe. But this vital information enabled me to prepare for a potential hazard I had not expected and could not yet see. As I continued toward my destination, I slowed down and watched carefully for additional signs of danger.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p6\" class=\"\">Early warning signals are evident in many aspects of our lives. For example, a fever can be a first symptom of sickness or disease. Various financial and labor market indicators are used to forecast future trends in local and national economies. And depending upon the area of the world in which we live, we may receive flood, avalanche, hurricane, tsunami, tornado, or winter storm warnings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p7\" class=\"\">We also are blessed by spiritual early warning signals as a source of protection and direction in our lives. Recall how Noah was alerted by God of things not yet seen, and he “prepared [the] ark to the saving of his house” (<span class=\"citation\" id=\"120296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120296)\">Hebrews 11:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p8\" class=\"\">Lehi was warned to leave Jerusalem and take his family into the wilderness because the people to whom he had declared repentance sought to kill him (see <span class=\"citation\" id=\"120314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120314)\">1 Nephi 2:1–2<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p9\" class=\"\">The Savior Himself was spared through an angelic warning: “Behold, the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him” (<span class=\"citation\" id=\"120183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120183)\">Matthew 2:13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p10\" class=\"\">Consider the language of the Lord in the revelation known as the Word of Wisdom: “In consequence of evils and designs which do and will exist in the hearts of conspiring men in the last days, I have warned you, and forewarn you, by giving unto you this word of wisdom by revelation” (<span class=\"citation\" id=\"120530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120530)\">D&amp;C 89:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p11\" class=\"\">Spiritual warnings should lead to increasingly vigilant watching. You and I live in “a day of warning” (<span class=\"citation\" id=\"120505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120505)\">D&amp;C 63:58<\/a><\/span>). And because we have been and will be warned, we need to be, as the Apostle Paul admonished, “watching … with all perseverance” (<span class=\"citation\" id=\"120291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120291)\">Ephesians 6:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p12\" class=\"\">I pray for the guidance of the Holy Ghost as I describe a spiritual early warning system that can help parents in Zion to be watchful and discerning concerning their children. This early warning system applies to children of all ages and contains three basic components: (1) reading and talking about the Book of Mormon with your children, (2) bearing testimony of gospel truths spontaneously with your children, and (3) inviting children as gospel learners to act and not merely be acted upon. Parents who do these things faithfully will be blessed to recognize early signals of spiritual growth in or challenges with their children and be better prepared to receive inspiration to strengthen and help those children.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Component Number One: Reading and Talking about the Book of Mormon<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p14\" class=\"\">The Book of Mormon contains the fulness of the Savior’s gospel and is the only book the Lord Himself has testified to be true (see <span class=\"citation\" id=\"120467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120467)\">D&amp;C 17:6<\/a><\/span>; see also Russell M. Nelson, “A Testimony of the Book of Mormon,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2000, 84; <span class=\"emphasis\">Ensign,<\/span> Nov. 1999, 70). Indeed, the Book of Mormon is the keystone of our religion.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p15\" class=\"\">The convincing and converting powers of the Book of Mormon come from both a central focus upon the Lord Jesus Christ and the inspired plainness and clarity of its teachings. Nephi declared, “My soul delighteth in plainness unto my people, that they may learn” (<span class=\"citation\" id=\"120339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120339)\">2 Nephi 25:4<\/a><\/span>). The root word <span class=\"emphasis\">plain<\/span> in this verse does not refer to things that are ordinary or simple; rather, it denotes instruction that is clear and easily understood.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p16\" class=\"\">The Book of Mormon is the most correct of any book on earth because it centers upon the Truth (see <span class=\"citation\" id=\"120260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120260)\">John 14:6<\/a><\/span>; <span class=\"citation\" id=\"120322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120322)\">1 Nephi 13:40<\/a><\/span>), even Jesus Christ, and restores the plain and precious things that have been taken away from the true gospel (see <span class=\"citation\" id=\"120321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120321)\">1 Nephi 13:26, 28–29, 32, 34–35, 40<\/a><\/span>). The unique combination of these two factors—a focus on the Savior and the plainness of the teachings—powerfully invites the confirming witness of the third member of the Godhead, even the Holy Ghost. Consequently, the Book of Mormon speaks to the spirit and to the heart of the reader like no other volume of scripture.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p17\" class=\"\">The Prophet Joseph Smith taught that abiding by the precepts found in the Book of Mormon would help us “get nearer to God” than any other book (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 64). Regular reading of and talking about the Book of Mormon invite the power to resist temptation and to produce feelings of love within our families. And discussions about the doctrines and principles in the Book of Mormon provide opportunities for parents to observe their children, to listen to them, to learn from them, and to teach them.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p18\" class=\"\">Youth of all ages, even infants, can and do respond to the distinctive spirit of the Book of Mormon. Children may not understand all of the words and stories, but they certainly can feel the “familiar spirit” described by Isaiah (<span class=\"citation\" id=\"120175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120175)\">Isaiah 29:4<\/a><\/span>; see also <span class=\"citation\" id=\"120342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120342)\">2 Nephi 26:16<\/a><\/span>). And the questions a child asks, the observations a child shares, and the discussions that occur provide crucial spiritual early warning signals. Importantly, such conversations can help parents to discern what their children are learning, thinking, and feeling about the truths contained in this sacred volume of scripture, as well as the difficulties they may be facing.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Component Number Two: Bearing Testimony Spontaneously<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p20\" class=\"\">Testimony is personal knowledge, based upon the witness of the Holy Ghost, that certain facts of eternal significance are true. The Holy Ghost is the messenger for the Father and the Son and the teacher of and guide to all truth (see <span class=\"citation\" id=\"120259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120259)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"120266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120266)\">16:13<\/a><\/span>). Thus, “by the power of the Holy Ghost [we] may know the truth of all things” (<span class=\"citation\" id=\"120449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120449)\">Moroni 10:5<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p21\" class=\"\">The knowledge and spiritual conviction we receive from the Holy Ghost are the result of revelation. Seeking for and obtaining these blessings require a sincere heart, real intent, and faith in Christ (see <span class=\"citation\" id=\"120447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120447)\">Moroni 10:4<\/a><\/span>). A personal testimony also brings responsibility and accountability.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p22\" class=\"\">Parents should be vigilant and spiritually attentive to spontaneously occurring opportunities to bear testimony to their children. Such occasions need not be programmed, scheduled, or scripted. In fact, the less regimented such testimony sharing is, the greater the likelihood for edification and lasting impact. “Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man” (<span class=\"citation\" id=\"120520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120520)\">D&amp;C 84:85<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p23\" class=\"\">For example, a naturally occurring family conversation at dinner may be the perfect setting for a parent to recount and testify of specific blessings he or she received during the course of relatively routine activities that day. And a testimony need not always begin with the phrase “I bear you my testimony.” Our witness can be declared as simply as “I know I was blessed with inspiration at work today” or “The truth in this scripture always has been a powerful source of direction for me.” Similar opportunities to bear testimony also can arise while traveling together in a car or bus or in a multitude of other settings.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p24\" class=\"\">The reactions of children to such impromptu testimony bearing and their eagerness or reluctance to participate are potent sources of spiritual early warning signals. A child’s expression about a lesson learned in family scripture study or a candid statement of concern about a gospel principle or practice can be most illuminating and help parents better understand a child’s specific question or needs. Such discussions—especially when parents are as eager to listen intently as they are to talk—can foster a supportive and secure environment in the home and encourage ongoing communication about difficult topics.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Component Number Three: Inviting Children to Act<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p26\" class=\"\">In the grand division of all of God’s creations, there are “things to act and things to be acted upon” (<span class=\"citation\" id=\"120333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120333)\">2 Nephi 2:14<\/a><\/span>). As children of our Heavenly Father, we have been blessed with the gift of moral agency, the capacity and power of independent action. Endowed with agency, we are agents, and we primarily are to act and not merely be acted upon—especially as we “seek learning … by study and also by faith” (<span class=\"citation\" id=\"120529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120529)\">D&amp;C 88:118<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p27\" class=\"\">As gospel learners, we should be “doers of the word, and not hearers only” (<span class=\"citation\" id=\"120297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120297)\">James 1:22<\/a><\/span>). Our hearts are opened to the influence of the Holy Ghost as we properly exercise agency and act in accordance with correct principles—and we thereby invite His teaching and testifying power. Parents have the sacred responsibility to help children to act and to seek learning by faith. And a child is never too young to take part in this pattern of learning.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p28\" class=\"\">Giving a man a fish feeds him for one meal. Teaching a man to fish feeds him for a lifetime. As parents and gospel instructors, you and I are not in the business of distributing fish; rather, our work is to help our children learn “to fish” and to become spiritually steadfast. This vital objective is best accomplished as we encourage our children to act in accordance with correct principles—as we help them to learn by doing. “If any man will do his will, he shall know of the doctrine, whether it be of God” (<span class=\"citation\" id=\"120253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120253)\">John 7:17<\/a><\/span>). Such learning requires spiritual, mental, and physical exertion and not just passive reception.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p29\" class=\"\">Inviting children as gospel learners to act and not merely be acted upon builds on reading and talking about the Book of Mormon and bearing testimony spontaneously in the home. Imagine, for example, a family home evening in which children are invited and expected to come prepared to ask questions about what they are reading and learning in the Book of Mormon—or about an issue that recently was emphasized in a gospel discussion or spontaneous testimony in the home. And imagine further that the children ask questions the parents are not prepared adequately to answer. Some parents might be apprehensive about such an unstructured approach to home evening. But the best family home evenings are not necessarily the product of preprepared, purchased, or downloaded packets of outlines and visual aids. What a glorious opportunity for family members to search the scriptures together and to be tutored by the Holy Ghost. “For the preacher was no better than the hearer, neither was the teacher any better than the learner; … and they did all labor, every man according to his strength” (<span class=\"citation\" id=\"120370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120370)\">Alma 1:26<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p30\" class=\"\">Are you and I helping our children become agents who act and seek learning by study and by faith, or have we trained our children to wait to be taught and acted upon? Are we as parents primarily giving our children the equivalent of spiritual fish to eat, or are we consistently helping them to act, to learn for themselves, and to stand steadfast and immovable? Are we helping our children become anxiously engaged in asking, seeking, and knocking? (See <span class=\"citation\" id=\"120413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120413)\">3 Nephi 14:7<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p31\" class=\"\">The spiritual understanding you and I have been blessed to receive, and which has been confirmed as true in our hearts, simply cannot be given to our children. The tuition of diligence and of learning by study and also by faith must be paid to obtain and personally “own” such knowledge. Only in this way can what is known in the mind also be felt in the heart. Only in this way can a child move beyond relying upon the spiritual knowledge and experiences of parents and adults and claim those blessings for himself or herself. Only in this way can our children be prepared spiritually for the challenges of mortality.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Promise and Testimony<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/watching-with-all-perseverance.p33\" class=\"\">I bear witness that parents who consistently read and talk about the Book of Mormon with their children, who share testimony spontaneously with their children, and who invite children as gospel learners to act and not merely be acted upon will be blessed with eyes that can see afar off (see <span class=\"citation\" id=\"120574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120574)\">Moses 6:27<\/a><\/span>) and with ears that can hear the sound of the trumpet (see <span class=\"citation\" id=\"120180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120180)\">Ezekiel 33:2–16<\/a><\/span>). The spiritual discernment and inspiration you will receive from the combination of these three holy habits will enable you to stand as watchmen on the tower for your families—”watching … with all perseverance” (<span class=\"citation\" id=\"120292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120292)\">Ephesians 6:18<\/a><\/span>)—to the blessing of your immediate family and your future posterity. I so promise and testify in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}