{"ID":7714, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Divine Call of a Missionary\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p2\" class=\"\">By Elder Ronald A. Rasband<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p3\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ronald-a-rasband-10.jpg\" alt=\"Ronald A. Rasband\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord needs every able young man to prepare and recommit, starting tonight, to be worthy of a call from the prophet of God to serve a mission.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_023<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p5\" class=\"\">Good evening, my dear brethren of the priesthood. Tonight I would like to speak about missionary service. I direct my comments to the vast army of young men who hold the Aaronic Priesthood who are gathered throughout the entire world and to their fathers, grandfathers, and priesthood leaders who watch over them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p6\" class=\"\">Missionary work is a subject very close to my heart, as it is to every member of the eight Quorums of the Seventy, whom the Lord has appointed to go “before his face into every city and place, whither he himself would come.”<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120231)\">Luke 10:1<\/a><\/span>.]<\/span><\/sup> Missionary work is the lifeblood of the Church and the lifesaving blessing to all who accept its message.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p7\" class=\"\">When the Master ministered among men, He called fishermen at Galilee to leave their nets and follow Him, declaring, “I will make you fishers of men.”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120185)\">Matthew 4:19<\/a><\/span>.]<\/span><\/sup> The Lord extended those calls to humble men so that through them others would hear the truths of His gospel and come unto Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p8\" class=\"\">In June of 1837, the Prophet Joseph Smith called Heber C. Kimball, an Apostle, to go on a mission to England. Elder Kimball’s call came as the two sat in the Kirtland Temple and Joseph spoke with divine authority: “Brother Heber, the Spirit of the Lord has whispered to me, ‘Let my servant Heber go to England and proclaim my gospel and open the door of salvation to that nation.’”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 327.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p9\" class=\"\">That whispering of the Spirit is an example of how the call comes to servants of the Lord to send missionaries to their fields of labor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p10\" class=\"\">Today missionaries go forth two by two as appointed by the Lord, carrying that same message, with the same divine call to serve from the prophet of God. Our prophet, President Thomas S. Monson, has said of those called to serve: “The missionary opportunity of a lifetime is yours. The blessings of eternity await you. Yours is the privilege to be not spectators but participants on the stage of priesthood service.”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_023\">4<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “That All May Hear,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 49.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p11\" class=\"\">The stage is yours, my dear Aaronic Priesthood boys. Are you ready and willing to play your part? The Lord needs every able young man to prepare and recommit, starting tonight, to be worthy of a call from the prophet of God to serve a mission.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p12\" class=\"\">I remember fondly our entire family’s great joy when two of our children received their calls to serve as full-time missionaries. Excitement and anticipation filled our hearts as they each opened their special letter from the prophet of God. Our daughter Jenessa was called to the Michigan Detroit Mission, and our son, Christian, was called to the Russia Moscow South Mission. What humbling and thrilling experiences, all at the same time!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p13\" class=\"\">As Sister Rasband and I had the privilege of presiding over the New York New York North Mission several years ago, I marveled as the missionaries arrived in New York City.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p14\" class=\"\">As I interviewed them on their first day in the mission, I had a profound sense of gratitude for each missionary. I felt that their call to our mission was divinely designed for them and for me as their mission president.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p15\" class=\"\">After finishing our mission assignment, I was called by President Gordon B. Hinckley to serve as a Seventy in the Church. Part of my early training as a new General Authority included an opportunity to sit with members of the Twelve as they assigned missionaries to serve in one of the 300-plus missions of this great Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p16\" class=\"\">With the encouragement and permission of President Henry B. Eyring, I would like to relate to you an experience, very special to me, which I had with him several years ago when he was a member of the Quorum of the Twelve. Each Apostle holds the keys of the kingdom and exercises them at the direction and assignment of the President of the Church. Elder Eyring was assigning missionaries to their fields of labor, and as part of my training, I was invited to observe.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p17\" class=\"\">I joined Elder Eyring early one morning in a room where several large computer screens had been prepared for the session. There was also a staff member from the Missionary Department who had been assigned to assist us that day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p18\" class=\"\">First, we knelt together in prayer. I remember Elder Eyring using very sincere words, asking the Lord to bless him to know “perfectly” where the missionaries should be assigned. The word “perfectly” said much about the faith that Elder Eyring exhibited that day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p19\" class=\"\">As the process began, a picture of the missionary to be assigned would come up on one of the computer screens. As each picture appeared, to me it was as if the missionary were in the room with us. Elder Eyring would then greet the missionary with his kind and endearing voice: “Good morning, Elder Reier or Sister Yang. How are you today?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p20\" class=\"\">He told me that in his own mind he liked to think of where the missionaries would conclude their mission. This would aid him to know where they were to be assigned. Elder Eyring would then study the comments from the bishops and stake presidents, medical notes, and other issues relating to each missionary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p21\" class=\"\">He then referred to another screen which displayed areas and missions across the world. Finally, as he was prompted by the Spirit, he would assign the missionary to his or her field of labor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p22\" class=\"\">From others of the Twelve, I have learned that this general method is typical each week as Apostles of the Lord assign scores of missionaries to serve throughout the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p23\" class=\"\">Having served as a missionary in my own country in the Eastern States Mission a number of years ago, I was deeply moved by this experience. Also, having served as a mission president, I was grateful for a further witness in my heart that the missionaries I had received in New York City were sent to me by revelation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p24\" class=\"\">After assigning a few missionaries, Elder Eyring turned to me as he pondered one particular missionary and said, “So, Brother Rasband, where do you think this missionary should go?” I was startled! I quietly suggested to Elder Eyring that I did not know and that I did not know I could know! He looked at me directly and simply said, “Brother Rasband, pay closer attention and you too can know!” With that, I pulled my chair a little closer to Elder Eyring and the computer screen, and I did pay much closer attention!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p25\" class=\"\">A couple of other times as the process moved along, Elder Eyring would turn to me and say, “Well, Brother Rasband, where do you feel this missionary should go?” I would name a particular mission, and Elder Eyring would look at me thoughtfully and say, “No, that’s not it!” He would then continue to assign the missionaries where he had felt prompted.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p26\" class=\"\">As we were nearing the completion of that assignment meeting, a picture of a certain missionary appeared on the screen. I had the strongest prompting, the strongest of the morning, that the missionary we had before us was to be assigned to Japan. I did not know that Elder Eyring was going to ask me on this one, but amazingly he did. I rather tentatively and humbly said to him, “Japan?” Elder Eyring responded immediately, “Yes, let’s go there.” And up on the computer screen the missions of Japan appeared. I instantly knew that the missionary was to go to the Japan Sapporo Mission.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p27\" class=\"\">Elder Eyring did not ask me the exact name of the mission, but he did assign that missionary to the Japan Sapporo Mission.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p28\" class=\"\">Privately in my heart I was deeply touched and sincerely grateful to the Lord for allowing me to experience the prompting to know where that missionary should go.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p29\" class=\"\">At the end of the meeting Elder Eyring bore his witness to me of the love of the Savior, which He has for each missionary assigned to go out into the world and preach the restored gospel. He said that it is by the great love of the Savior that His servants know where these wonderful young men and women, senior missionaries, and senior couple missionaries are to serve. I had a further witness that morning that every missionary called in this Church, and assigned or reassigned to a particular mission, is called by revelation from the Lord God Almighty through one of these, His servants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p30\" class=\"\">I conclude with the Lord’s words to the Whitmer brothers, who had a profound role in the early days of the Restoration. They were witnesses to the gold plates, and their signed testimonies are included at the front of every copy of the Book of Mormon. They were among the first band of missionaries called by a prophet of God in 1829 to preach the gospel of the Lord Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p31\" class=\"\">In the preface to section 14 of the Doctrine and Covenants, it states, “Three of the Whitmer sons, each having received a testimony as to the genuineness of the work, became deeply concerned over the matter of their individual duty.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p32\" class=\"\">To John and Peter Whitmer Jr. the Lord said this: “For many times you have desired of me to know that which would be of the most worth unto you.”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120463)\">Doctrine and Covenants 15:4<\/a><\/span>; <span class=\"citation\" id=\"120465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120465)\">16:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p33\" class=\"\">I suppose many of you young men have asked yourselves that same question. Here is the Lord’s answer: “And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father.”<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120464)\">Doctrine and Covenants 15:6<\/a><\/span>; <span class=\"citation\" id=\"120466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120466)\">16:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/the-divine-call-of-a-missionary.p34\" class=\"\">At this time in your life, a mission call from the Lord, my young friends, is the most important work that you can do. Prepare now, live righteously, learn from your family and Church leaders, and come join with us in building the kingdom of God on earth—accept your divine appointment in “so great a cause.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120562)\">Doctrine and Covenants 128:22<\/a><\/span>.]<\/span><\/sup> This is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120231)\">Luke 10:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120185)\">Matthew 4:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 327.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “That All May Hear,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 49.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120463)\">Doctrine and Covenants 15:4<\/a><\/span>; <span class=\"citation\" id=\"120465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120465)\">16:4<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120464)\">Doctrine and Covenants 15:6<\/a><\/span>; <span class=\"citation\" id=\"120466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120466)\">16:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_023\"><a name=\"-09205_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120562)\">Doctrine and Covenants 128:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}