{"ID":7716, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Continue in Patience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The lessons we learn from patience will cultivate our character, lift our lives, and heighten our happiness.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_025<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p5\" class=\"\">In the 1960s, a professor at Stanford University began a modest experiment testing the willpower of four-year-old children. He placed before them a large marshmallow and then told them they could eat it right away or, if they waited for 15 minutes, they could have two marshmallows.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p6\" class=\"\">He then left the children alone and watched what happened behind a two-way mirror. Some of the children ate the marshmallow immediately; some could wait only a few minutes before giving in to temptation. Only 30 percent were able to wait.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p7\" class=\"\">It was a mildly interesting experiment, and the professor moved on to other areas of research, for, in his own words, “there are only so many things you can do with kids trying not to eat marshmallows.” But as time went on, he kept track of the children and began to notice an interesting correlation: the children who could not wait struggled later in life and had more behavioral problems, while those who waited tended to be more positive and better motivated, have higher grades and incomes, and have healthier relationships.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p8\" class=\"\">What started as a simple experiment with children and marshmallows became a landmark study suggesting that the ability to wait—to be patient—was a key character trait that might predict later success in life.<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_025\">1<\/a>\n       <span class=\"footnote\">[See Jonah Lehrer, “Don’t! The Secret of Self-Control,” <span class=\"emphasis\">New Yorker,<\/span> May 18, 2009, 26–27.]<\/span><\/sup><\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Waiting Can Be Hard<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p10\" class=\"\">Waiting can be hard. Children know it, and so do adults. We live in a world offering fast food, instant messaging, on-demand movies, and immediate answers to the most trivial or profound questions. We don’t like to wait. Some even feel their blood pressure rise when their line at the grocery store moves slower than those around them.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p11\" class=\"\">Patience—the ability to put our desires on hold for a time—is a precious and rare virtue. We want what we want, and we want it now. Therefore, the very idea of patience may seem unpleasant and, at times, bitter.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p12\" class=\"\">Nevertheless, without patience, we cannot please God; we cannot become perfect. Indeed, patience is a purifying process that refines understanding, deepens happiness, focuses action, and offers hope for peace.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p13\" class=\"\">As parents, we know how unwise it would be to indulge our children’s every desire. But children are not the only ones who spoil when showered with immediate gratification. Our Heavenly Father knows what good parents come to understand over time: if children are ever going to mature and reach their potential, they must learn to wait.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Patience Isn’t Merely Waiting<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p15\" class=\"\">When I was 10 years old, my family became refugees in a new land. I had always been a good student in school—that is, until we arrived in West Germany. There, my educational experience was a significantly different one. The geography we studied in my school was new to me. The history we studied was also very different. Before, I had been learning Russian as a second language; now, it was English. This was hard for me. Indeed, there were moments when I truly believed my tongue simply was not made to speak English.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p16\" class=\"\">Because so much of the curriculum was new and strange to me, I fell behind. For the first time in my life, I began to wonder if I was simply not smart enough for school.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p17\" class=\"\">Fortunately I had a teacher who taught me to be patient. He taught me that steady and consistent work—patient persistence—would help me to learn.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p18\" class=\"\">Over time, difficult subjects became clearer—even English. Slowly I began to see that if I applied myself consistently, I could learn. It didn’t come quickly, but with patience, it did come.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p19\" class=\"\">From that experience, I learned that patience was far more than simply waiting for something to happen—patience required actively working toward worthwhile goals and not getting discouraged when results didn’t appear instantly or without effort.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p20\" class=\"\">There is an important concept here: patience is not passive resignation, nor is it failing to act because of our fears. Patience means active waiting and enduring. It means staying with something and doing all that we can—working, hoping, and exercising faith; bearing hardship with fortitude, even when the desires of our hearts are delayed. Patience is not simply enduring; it is enduring well!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p21\" class=\"\">Impatience, on the other hand, is a symptom of selfishness. It is a trait of the self-absorbed. It arises from the all-too-prevalent condition called “center of the universe” syndrome, which leads people to believe that the world revolves around them and that all others are just supporting cast in the grand theater of mortality in which only they have the starring role.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p22\" class=\"\">How different this is, my dear brethren, from the standard the Lord has set for us as priesthood holders.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Patience, a Principle of the Priesthood<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p24\" class=\"\">As priesthood bearers and representatives of the Lord Jesus Christ, we must serve others in a manner consistent with His example. There is a reason that almost every lesson on priesthood leadership at some point arrives at the 121st section of the Doctrine and Covenants. In a few verses, the Lord provides a master course in priesthood leadership. “No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned.”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_025\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120551)\">Doctrine and Covenants 121:41<\/a><\/span>; see also <span class=\"citation\" id=\"120550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120550)\">verses 39–45<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p25\" class=\"\">The character traits and practices described in these verses are the foundation of godly patience and are inseparably connected to effective priesthood and patriarchal service. These attributes will give you strength and wisdom in magnifying your callings, in preaching the gospel, in fellowshipping quorum members, and in giving the most important priesthood service—which is indeed the loving service within the walls of your own homes.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p26\" class=\"\">Let us always remember that one of the reasons God has entrusted the priesthood to us is to help prepare us for eternal blessings by refining our natures through the patience which priesthood service requires.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p27\" class=\"\">As the Lord is patient with us, let us be patient with those we serve. Understand that they, like us, are imperfect. They, like us, make mistakes. They, like us, want others to give them the benefit of the doubt.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p28\" class=\"\">Never give up on anyone. And that includes not giving up on yourself.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p29\" class=\"\">I believe that every one of us, at one time or another, can identify with the servant in Christ’s parable who owed money to the king and who pled with the king, saying, “Lord, have patience with me.”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_025\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120203)\">Matthew 18:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Lord’s Way and Time<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p31\" class=\"\">The children of Israel waited 40 years in the wilderness before they could enter the promised land. Jacob waited 7 long years for Rachel. The Jews waited 70 years in Babylon before they could return to rebuild the temple. The Nephites waited for a sign of Christ’s birth, even knowing that if the sign did not come, they would perish. Joseph Smith’s trials in Liberty Jail caused even the prophet of God to wonder, “How long?”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_025\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120548)\">Doctrine and Covenants 121:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p32\" class=\"\">In each case, Heavenly Father had a purpose in requiring that His children wait.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p33\" class=\"\">Every one of us is called to wait in our own way. We wait for answers to prayers. We wait for things which at the time may appear so right and so good to us that we can’t possibly imagine why Heavenly Father would delay the answer.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p34\" class=\"\">I remember when I was preparing to be trained as a fighter pilot. We spent a great deal of our preliminary military training in physical exercise. I’m still not exactly sure why endless running was considered such an essential preparatory part of becoming a pilot. Nevertheless, we ran and we ran and we ran some more.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p35\" class=\"\">As I was running I began to notice something that, frankly, troubled me. Time and again I was being passed by men who smoked, drank, and did all manner of things that were contrary to the gospel and, in particular, to the Word of Wisdom.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p36\" class=\"\">I remember thinking, “Wait a minute! Aren’t I supposed to be able to run and not be weary?” But I <span class=\"emphasis\">was<\/span> weary, and I was overtaken by people who were definitely not following the Word of Wisdom. I confess, it troubled me at the time. I asked myself, was the promise true or was it not?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p37\" class=\"\">The answer didn’t come immediately. But eventually I learned that God’s promises are not always fulfilled as quickly as or in the way we might hope; they come according to His timing and in His ways. Years later I could see clear evidence of the temporal blessings that come to those who obey the Word of Wisdom—in addition to the spiritual blessings that come immediately from obedience to any of God’s laws. Looking back, I know for sure that the promises of the Lord, if perhaps not always swift, are always certain.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Patience Requires Faith<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p39\" class=\"\">Brigham Young taught that when something came up which he could not comprehend fully, he would pray to the Lord, “Give me patience to wait until I can understand it for myself.”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_025\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 75.]<\/span><\/sup> And then Brigham would continue to pray until he could comprehend it.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p40\" class=\"\">We must learn that in the Lord’s plan, our understanding comes “line upon line, precept upon precept.”<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_025\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120536)\">Doctrine and Covenants 98:12<\/a><\/span>.]<\/span><\/sup> In short, knowledge and understanding come at the price of patience.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p41\" class=\"\">Often the deep valleys of our present will be understood only by looking back on them from the mountains of our future experience. Often we can’t see the Lord’s hand in our lives until long after trials have passed. Often the most difficult times of our lives are essential building blocks that form the foundation of our character and pave the way to future opportunity, understanding, and happiness.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Patience, a Fruit of the Spirit<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_025\">7<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"120288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120288)\">Galatians 5:22–23<\/a><\/span>.]<\/span><\/sup><\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p43\" class=\"\">Patience is a godly attribute that can heal souls, unlock treasures of knowledge and understanding, and transform ordinary men and women into saints and angels. Patience is truly a fruit of the Spirit.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p44\" class=\"\">Patience means staying with something until the end. It means delaying immediate gratification for future blessings. It means reining in anger and holding back the unkind word. It means resisting evil, even when it appears to be making others rich.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p45\" class=\"\">Patience means accepting that which cannot be changed and facing it with courage, grace, and faith. It means being “willing to submit to all things which the Lord seeth fit to inflict upon [us], even as a child doth submit to his father.”<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_025\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120354)\">Mosiah 3:19<\/a><\/span>.]<\/span><\/sup> Ultimately, patience means being “firm and steadfast, and immovable in keeping the commandments of the Lord”<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_025\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120316)\">1 Nephi 2:10<\/a><\/span>.]<\/span><\/sup> every hour of every day, even when it is hard to do so. In the words of John the Revelator, “Here is the patience of the saints: here are they that keep the commandments of God, and … faith [in] Jesus.”<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_025\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120309)\">Revelation 14:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p46\" class=\"\">Patience is a process of perfection. The Savior Himself said that in your patience you possess your souls.<sup class=\"noteMarker\"><a href=\"#footnote11-09205_000_025\">11<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"120239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120239)\">Luke 21:19<\/a><\/span>.]<\/span><\/sup> Or, to use another translation of the Greek text, in your patience you <span class=\"emphasis\">win mastery<\/span> of your souls.<sup class=\"noteMarker\"><a href=\"#footnote12-09205_000_025\">12<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"124712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124712)\">Luke 21:19<\/a><\/span>, footnote <span class=\"emphasis\">b.<\/span>]<\/span><\/sup> Patience means to abide in faith, knowing that sometimes it is in the waiting rather than in the receiving that we grow the most. This was true in the time of the Savior. It is true in our time as well, for we are commanded in these latter days to “continue in patience until ye are perfected.”<sup class=\"noteMarker\"><a href=\"#footnote13-09205_000_025\">13<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120507)\">Doctrine and Covenants 67:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Lord Blesses Us for Our Patience<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p48\" class=\"\">To paraphrase the Psalmist of old, if we wait patiently for the Lord, He will incline unto us. He will hear our cries. He will bring us out of a horrible pit and set our feet upon a solid rock. He will put a new song in our mouths, and we will praise our God. Many around us will see it, and they will trust in the Lord.<sup class=\"noteMarker\"><a href=\"#footnote14-09205_000_025\">14<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"120166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120166)\">Psalm 40:1–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p49\" class=\"\">My dear brethren, the work of patience boils down to this: keep the commandments; trust in God, our Heavenly Father; serve Him with meekness and Christlike love; exercise faith and hope in the Savior; and never give up. The lessons we learn from patience will cultivate our character, lift our lives, and heighten our happiness. They will help us to become worthy priesthood bearers and faithful disciples of our Master, Jesus Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/continue-in-patience.p50\" class=\"\">It is my prayer that patience will be a defining characteristic of we who hold the priesthood of Almighty God; that we will courageously trust the Lord’s promises and His timing; that we will act toward others with the patience and compassion we seek for ourselves; and that we will continue in patience until we are perfected. In the holy name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Jonah Lehrer, “Don’t! The Secret of Self-Control,” <span class=\"emphasis\">New Yorker,<\/span> May 18, 2009, 26–27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120551)\">Doctrine and Covenants 121:41<\/a><\/span>; see also <span class=\"citation\" id=\"120550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120550)\">verses 39–45<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120203)\">Matthew 18:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120548)\">Doctrine and Covenants 121:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 75.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120536)\">Doctrine and Covenants 98:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120288)\">Galatians 5:22–23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120354)\">Mosiah 3:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120316)\">1 Nephi 2:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120309)\">Revelation 14:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09205_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120239)\">Luke 21:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09205_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124712)\">Luke 21:19<\/a><\/span>, footnote <span class=\"emphasis\">b.<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09205_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120507)\">Doctrine and Covenants 67:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_025\"><a name=\"-09205_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09205_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120166)\">Psalm 40:1–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}