{"ID":7717, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Act in All Diligence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We are to learn our duty from the Lord, and then we are to act in all diligence, never being lazy or slothful.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_026<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p5\" class=\"\">Brethren, I am grateful to be with you tonight. And I am humbled by what I know of your faithful priesthood service. I speak to you tonight of diligence in the Lord’s service. Recent experiences led me to that choice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p6\" class=\"\">One was my careful study of the remarkable new booklet for the Aaronic Priesthood, about which Brother David L. Beck spoke. It is entitled <span class=\"emphasis\">Fulfilling My Duty to God.<\/span> As I read and pondered what it expects young men to do and to become, I realized that it was describing what President Brigham Young promised to the priesthood holder who is diligent over a lifetime: “An individual who holds a share in the Priesthood, and continues faithful to his calling, who delights himself continually in doing the things God requires at his hands, and continues through life in the performance of every duty will secure to himself not only the privilege of receiving, but the knowledge [of] how to receive the things of God, that he may know the mind of God continually.”<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_026\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 128.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p7\" class=\"\">Just a few weeks ago, I saw a new deacon start on that path of diligence. His father showed me a diagram his son had created that showed every row in their chapel, a number for each deacon who would be assigned to pass the sacrament, and their route through the chapel to serve the sacrament to the members. The father and I smiled to think that a boy, without being asked to do it, would make a plan to be sure he would succeed in his priesthood service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p8\" class=\"\">I recognized in his diligence the pattern from the new <span class=\"emphasis\">Duty to God<\/span> booklet. It is to learn what the Lord expects of you, make a plan to do it, act on your plan with diligence, and then share with others how your experience changed you and blessed others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p9\" class=\"\">The deacon made that diagram to be sure that he would be able to do what the Lord had called him to do. At the start of his priesthood service, the Lord was teaching him to delight in continually “doing the things God requires at his hands.”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_026\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings: Brigham Young,<\/span> 128.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p10\" class=\"\">The other experience that led me to speak of diligence to you tonight was watching a man near the end of his priesthood service in this life. He had been a bishop twice. His first call as a bishop, years before I met him, had been when he was young. Now he was old, released for the second time as a bishop. His increasing physical limitations made any priesthood service very difficult.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p11\" class=\"\">Yet he had a plan to act in diligence. He sat every Sunday he could get to church near the row nearest the door where most of the people would enter for the sacrament meeting. He got there early to be sure a seat was vacant. Each person arriving could see his look of love and welcome, just as they did when he sat on the stand as their bishop. His influence warmed and lifted us because we knew something of the price he paid to serve. His task as a bishop was finished; his priesthood service did not end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p12\" class=\"\">You have seen such examples of great priesthood servants. Tonight, I will try to tell you about what I have learned about them. It begins with their learning to know whose service they are in and for what purpose. When that goes down into their hearts, it makes all the difference.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p13\" class=\"\">First, I will speak directly to the young men of the Aaronic Priesthood. You will become more diligent as you feel the magnitude of the trust God has placed in you. There is a message from the First Presidency for you in that <span class=\"emphasis\">Duty to God<\/span> booklet: “Heavenly Father has great trust and confidence in you and has an important mission for you to fulfill. He will help you as you turn to Him in prayer, listen for the promptings of the Spirit, obey the commandments, and keep the covenants that you have made.”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_026\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Fulfilling My Duty to God: For Aaronic Priesthood Holders<\/span> (booklet, 2010), 5.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p14\" class=\"\">John the Baptist returned to earth to restore the priesthood you young men hold. He held the keys of the Aaronic Priesthood. It was John to whom Jesus turned to be baptized. John knew who called him. He said to the Lord, “I have need to be baptized of thee.”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_026\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120184)\">Matthew 3:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p15\" class=\"\">John knew that the priesthood of Aaron “holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins” when the Lord sent him to ordain Joseph Smith and Oliver Cowdery on May 15, 1829.<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_026\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120461)\">Doctrine and Covenants 13<\/a><\/span>.]<\/span><\/sup> He knew who called him and for what glorious purpose he was sent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p16\" class=\"\">Your priesthood allows you to offer the sacrament of the Lord’s Supper to the members of His Church today. That is the same privilege the Savior granted the Twelve Apostles in His mortal ministry. He did it again when He called twelve disciples after His Resurrection to lead His Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p17\" class=\"\">The Lord Himself, as described in the Book of Mormon, provided the emblems of His infinite sacrifice and administered them to the people. Think of Him and how He honors you when you perform your priesthood service. As you remember Him, you will be determined to perform that sacred service, as nearly as you can, as well and faithfully as He did.<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_026\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120429)\">3 Nephi 20:3–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p18\" class=\"\">That can become a pattern in your life that will increase your power to be diligent in every priesthood service for which the Lord is preparing you and to which He will call you. That determination will help you prepare for receiving the Melchizedek Priesthood, which was anciently called “the Holy Priesthood, after the Order of the Son of God.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_026\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120540)\">Doctrine and Covenants 107:3<\/a><\/span>; see also <span class=\"citation\" id=\"120375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120375)\">Alma 13:1–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p19\" class=\"\">Now, I wish to speak to those who have been called and honored to serve in the Melchizedek Priesthood. Like the Aaronic Priesthood, the Melchizedek Priesthood is more than a trust to do what the Lord would do. It is an invitation to become as He is. Here is His promise:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p20\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p21\" class=\"\">“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p22\" class=\"\">“And also all they who receive this priesthood receive me, saith the Lord;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p23\" class=\"\">“For he that receiveth my servants receiveth me;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p24\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p25\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.”<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_026\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120517)\">Doctrine and Covenants 84:33–38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p26\" class=\"\">There is a pattern by which all priesthood holders are lifted to that glorious blessing. One place in scripture where the Lord gives the pattern for us is in the 107th section of the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p27\" class=\"\">“Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p28\" class=\"\">“He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.”<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_026\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120542)\">Doctrine and Covenants 107:99–100<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p29\" class=\"\">We are to learn our duty from the Lord, and then we are to act in all diligence, never being lazy or slothful. The pattern is simple but not easy to follow. We are so easily distracted. Studying the daily news can appear more interesting than the priesthood lesson manual. Sitting down to rest can be more attractive than making appointments to visit those who need our priesthood service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p30\" class=\"\">When I find myself drawn away from my priesthood duties by other interests and when my body begs for rest, I give to myself this rallying cry: “Remember Him.” The Lord is our perfect example of diligence in priesthood service. He is our captain. He called us. He goes before us. He chose us to follow Him and to bring others with us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p31\" class=\"\">This evening I remember Him, and it stirs my heart. This is the Saturday night before Easter Sunday, when we remember His Resurrection. I remember His example in the days before.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p32\" class=\"\">Out of love for His Father and for us, He allowed Himself to suffer beyond the capacity of mortal man. He told us some of what that infinite sacrifice required of Him. You remember the words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p33\" class=\"\">“For behold, I, God, have suffered these things for all, that they might not suffer if they would repent;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p34\" class=\"\">“But if they would not repent they must suffer even as I;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p35\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p36\" class=\"\">“Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.”<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_026\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120471)\">Doctrine and Covenants 19:16–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p37\" class=\"\">From the cross on Calvary, the Savior announced, “It is finished.”<sup class=\"noteMarker\"><a href=\"#footnote11-09205_000_026\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120269)\">John 19:30<\/a><\/span>.]<\/span><\/sup> Then His spirit left His body, and His mortal remains were placed lovingly in a tomb. He taught us a lesson by what He did in three days in the spirit world, before His Resurrection, which I remember whenever I am tempted to feel that I have finished some hard task in His service and deserve a rest.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p38\" class=\"\">The Savior’s example gives me courage to press on. His labors in mortality were finished, but He entered the spirit world determined to continue His glorious work to save souls. He organized the work of the faithful spirits to rescue those who could still be made partakers of the mercy made possible by His atoning sacrifice. Remember the words from the 138th section of the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p39\" class=\"\">“But behold, from among the righteous, he organized his forces and appointed messengers, clothed with power and authority, and commissioned them to go forth and carry the light of the gospel to them that were in darkness, even to all the spirits of men; and thus was the gospel preached to the dead.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p40\" class=\"\">“And the chosen messengers went forth to declare the acceptable day of the Lord and proclaim liberty to the captives who were bound, even unto all who would repent of their sins and receive the gospel.”<sup class=\"noteMarker\"><a href=\"#footnote12-09205_000_026\">12<\/a>\n       <span class=\"footnote\">[\n\t    <span class=\"citation\" id=\"120567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120567)\">Doctrine and Covenants 138:30–31<\/a><\/span>\n\t  ]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p41\" class=\"\">Whenever we remember Him, it becomes easier to resist the temptation to want a rest from our priesthood labors. We must have remembered Him today, and so we are here to learn our duties, determined to do what we are covenanted to do, in all diligence. And because of His example we will endure to the end of the tasks He gives us in this life and be committed to do the will of His Father forever, as He was and is.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p42\" class=\"\">This is the Lord’s Church. He called us and trusted us even in the weaknesses He knew we had. He knew the trials we would face. By faithful service and through His Atonement, we can come to want what He wants and be what we must be to bless those we serve for Him. As we serve Him long enough and with diligence, we will be changed. We can become ever more like Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p43\" class=\"\">I have seen evidence of that miracle in the lives of His servants. I saw it a few weeks ago in the living room of a faithful priesthood holder.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p44\" class=\"\">I had known him as a deacon, a father, a bishop, and a member of a stake presidency. I had observed for decades his diligence in serving God’s children with his priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p45\" class=\"\">His family was gathered around him in his living room. He was smiling, dressed in a white shirt, suit, and tie. I was surprised, since I was there because I had been told that he was in the midst of painful medical treatments that had not yet cured him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p46\" class=\"\">Yet he had greeted me as he must have greeted hundreds of other visitors over a lifetime of priesthood service, smiling. I had come to help him in the trials he faced, but as so often happens in priesthood service, I was helped and I learned.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p47\" class=\"\">We sat and chatted pleasantly. He told me how his father had tended to my mother as she approached death. I had not known that. I realized then that he had learned as a boy from his diligent priesthood father how to give succor. That thought made me grateful for the times I had taken my little boys with me on priesthood visits to comfort and bless.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p48\" class=\"\">After a few minutes, he asked quietly, “Would it be appropriate to ask if you could give me a blessing?” His former stake president, with whom he had served for years, anointed his head with oil consecrated by the power of the Melchizedek Priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p49\" class=\"\">As I sealed the blessing, I was taught by the Holy Ghost at least part of what the Lord had already done for this faithful priesthood holder. He was clean, his sins washed away. His nature had been changed to want what the Savior wanted. He had no fear of death. The desire of his heart was to live to give service to his family and to others of Heavenly Father’s children who needed him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p50\" class=\"\">I walked out into the night grateful to have witnessed the Lord’s kindness to His unfailingly diligent priesthood servants. He changes their hearts to want what He wants and to act as He would act.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p51\" class=\"\">I close now with this counsel to the Lord’s priesthood servants. Ponder deeply and diligently in the scriptures and in the words of living prophets. Persist in prayer for the Holy Ghost to reveal to you the nature of God the Father and His Beloved Son. Plead that the Spirit will show you what the Lord wants you to do. Plan to do it. Promise Him to obey. Act with determination until you have done what He asked. And then pray to give thanks for the opportunity to serve and to know what you might do next.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p52\" class=\"\">I testify that our Heavenly Father and Jesus Christ live. They are resurrected and glorified beings who love us and watch over us. The keys of the priesthood were restored by heavenly messengers to the Prophet Joseph Smith. They have been passed in an unbroken line to President Thomas S. Monson. Those keys are held by each of the living Apostles.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/act-in-all-diligence.p53\" class=\"\">I leave you my blessing that you may come to feel by the Spirit the magnitude of the trust and promises you have received as ordained priesthood servants in the Lord’s true Church, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_026\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 128.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_026\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings: Brigham Young,<\/span> 128.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_026\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Fulfilling My Duty to God: For Aaronic Priesthood Holders<\/span> (booklet, 2010), 5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_026\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120184)\">Matthew 3:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_026\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120461)\">Doctrine and Covenants 13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_026\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120429)\">3 Nephi 20:3–9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_026\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120540)\">Doctrine and Covenants 107:3<\/a><\/span>; see also <span class=\"citation\" id=\"120375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120375)\">Alma 13:1–9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_026\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120517)\">Doctrine and Covenants 84:33–38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_026\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120542)\">Doctrine and Covenants 107:99–100<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_026\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120471)\">Doctrine and Covenants 19:16–19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09205_000_026\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120269)\">John 19:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_026\"><a name=\"-09205_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09205_000_026\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"citation\" id=\"120567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120567)\">Doctrine and Covenants 138:30–31<\/a><\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}