{"ID":7718, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparation Brings Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us consider our callings, let us reflect on our responsibilities, and let us follow Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_027<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p4\" class=\"\">Brethren, you who are here in the Conference Center in Salt Lake City are an inspiring sight to behold. It is amazing to realize that in thousands of chapels throughout the world, others of you—fellow holders of the priesthood of God—are receiving this broadcast by way of satellite transmission. Your nationalities vary, and your languages are many, but a common thread binds us together. We have been entrusted to bear the priesthood and to act in the name of God. We are the recipients of a sacred trust. Much is expected of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p5\" class=\"\">One of my most vivid memories is attending priesthood meeting as a newly ordained deacon and singing the opening hymn “Come, All Ye Sons of God.” Tonight I echo the spirit of that special hymn and say to you, “Come, all ye sons of God who have received the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_027\">1<\/a>\n       <span class=\"footnote\">[“Come, All Ye Sons of God,” <span class=\"emphasis\">Hymns,<\/span> no. 322.]<\/span><\/sup> Let us consider our callings, let us reflect on our responsibilities, and let us follow Jesus Christ, our Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p6\" class=\"\">Twenty years ago I attended a sacrament meeting where the children responded to the theme “I Belong to The Church of Jesus Christ of Latter-day Saints.” These boys and girls demonstrated they were in training for service to the Lord and to others. The music was beautiful, the recitations skillfully rendered, and the spirit heaven-sent. One of my grandsons, who was 11 years old at that time, had spoken of the First Vision as he presented his part on the program. Afterward, as he came to his parents and grandparents, I said to him, “Tommy, I think you are almost ready to be a missionary.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p7\" class=\"\">He replied, “Not yet. I still have a lot to learn.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p8\" class=\"\">Through the years that followed, Tommy did learn, thanks to his parents and to teachers and advisers at church, who were dedicated and conscientious. When he was old enough, he was called to serve a mission. He did so in a most honorable fashion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p9\" class=\"\">Young men, I admonish you to prepare for service as a missionary. There are many tools to help you learn the lessons which will be beneficial to you as well as helping you to live the life you will need to have lived to be worthy. One such tool is the booklet entitled For the Strength of Youth, published under the direction of the First Presidency and Quorum of the Twelve Apostles. It features standards from the writings and teachings of Church leaders and from scripture, adherence to which will bring the blessings of our Heavenly Father and the guidance of His Son to each of us. In addition, there are lesson manuals, carefully prepared after prayerful consideration. Families have family home evenings, where gospel principles are taught. Almost all of you have the opportunity to attend seminary classes taught by dedicated teachers who have much to share.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p10\" class=\"\">Begin to prepare for a temple marriage as well as for a mission. Proper dating is a part of that preparation. In cultures where dating is appropriate, do not date until you are 16 years old. “Not all teenagers need to date or even want to. … When you begin dating, go in groups or on double dates. … Make sure your parents meet [and become acquainted with] those you date.” Because dating is a preparation for marriage, “date only those who have high standards.”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_027\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">For the Strength of Youth<\/span> (booklet, 2001), 24, 25.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p11\" class=\"\">Be careful to go to places where there is a good environment, where you won’t be faced with temptation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p12\" class=\"\">A wise father said to his son, “If you ever find yourself in a place where you shouldn’t ought to be, get out!” Good advice for all of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p13\" class=\"\">Servants of the Lord have always counseled us to dress appropriately to show respect for our Heavenly Father and for ourselves. The way you dress sends messages about yourself to others and often influences the way you and others act. Dress in such a way as to bring out the best in yourself and those around you. Avoid extremes in clothing and appearance, including tattoos and piercings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p14\" class=\"\">Everyone needs good friends. Your circle of friends will greatly influence your thinking and behavior, just as you will theirs. When you share common values with your friends, you can strengthen and encourage each other. Treat everyone with kindness and dignity. Many nonmembers have come into the Church through friends who have involved them in Church activities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p15\" class=\"\">The oft-repeated adage is ever true: “Honesty [is] the best policy.”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_027\">3<\/a>\n       <span class=\"footnote\">[Miguel de Cervantes, in John Bartlett, comp., <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed. (1968), 197.]<\/span><\/sup> A Latter-day Saint young man lives as he teaches and as he believes. He is honest with others. He is honest with himself. He is honest with God. He is honest by habit and as a matter of course. When a difficult decision must be made, he never asks himself, “What will others think?” but rather, “What will I think of myself?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p16\" class=\"\">For some, there will come the temptation to dishonor a personal standard of honesty. In a business law class at the university I attended, I remember that one particular classmate never prepared for the class discussions. I thought to myself, “How is he going to pass the final examination?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p17\" class=\"\">I discovered the answer when he came to the classroom for the final exam on a winter’s day wearing on his bare feet only a pair of sandals. I was surprised and watched him as the class began. All of our books had been placed upon the floor, as per the instruction. He slipped the sandals from his feet; and then, with toes that he had trained and had prepared with glycerin, he skillfully turned the pages of one of the books which he had placed on the floor, thereby viewing the answers to the examination questions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p18\" class=\"\">He received one of the highest grades in that course on business law. But the day of reckoning came. Later, as he prepared to take his comprehensive exam, for the first time the dean of his particular discipline said, “This year I will depart from tradition and will conduct an oral, rather than a written, test.” Our favorite trained-toe expert found that he had his foot in his mouth on that occasion and failed the exam.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p19\" class=\"\">How you speak and the words you use tell much about the image you choose to portray. Use language to build and uplift those around you. Profane, vulgar, or crude language and inappropriate or off-color jokes are offensive to the Lord. Never misuse the name of God or Jesus Christ. The Lord said, “Thou shalt not take the name of the Lord thy God in vain.”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_027\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120125)\">Exodus 20:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p20\" class=\"\">Our Heavenly Father has counseled us to seek after “anything virtuous, lovely, or of good report or praiseworthy.”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_027\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120586)\">Articles of Faith 1:13<\/a><\/span>.]<\/span><\/sup> Whatever you read, listen to, or watch makes an impression on you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p21\" class=\"\">Pornography is especially dangerous and addictive. Curious exploration of pornography can become a controlling habit, leading to coarser material and to sexual transgression. Avoid pornography at all costs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p22\" class=\"\">Don’t be afraid to walk out of a movie, turn off a television set, or change a radio station if what’s being presented does not meet your Heavenly Father’s standards. In short, if you have any question about whether a particular movie, book, or other form of entertainment is appropriate, don’t see it, don’t read it, don’t participate.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p23\" class=\"\">The Apostle Paul declared: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? … The temple of God is holy, which temple ye are.”<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_027\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120280)\">1 Corinthians 3:16–17<\/a><\/span>.]<\/span><\/sup> Brethren, it is our responsibility to keep our temples clean and pure.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p24\" class=\"\">Hard drugs, wrongful use of prescription drugs, alcohol, coffee, tea, and tobacco products destroy your physical, mental, and spiritual well-being. Any form of alcohol is harmful to your spirit and your body. Tobacco can enslave you, weaken your lungs, and shorten your life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p25\" class=\"\">Music can help you draw closer to your Heavenly Father. It can be used to educate, edify, inspire, and unite. However, music can, by its tempo, beat, intensity, and lyrics, dull your spiritual sensitivity. You cannot afford to fill your minds with unworthy music.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p26\" class=\"\">Because sexual intimacy is so sacred, the Lord requires self-control and purity before marriage as well as full fidelity after marriage. In dating, treat your date with respect and expect your date to show that same respect for you. Tears inevitably follow transgression.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p27\" class=\"\">President David O. McKay, ninth President of the Church, advised, “I implore you to think clean thoughts.” He then made this significant declaration of truth: “Every action is preceded by a thought. If we want to control our actions, we must control our thinking.” Brethren, fill your minds with good thoughts, and your actions will be proper. May each of you be able to echo in truth the line from Tennyson spoken by Sir Galahad: “My strength is as the strength of ten, because my heart is pure.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_027\">7<\/a>\n       <span class=\"footnote\">[Alfred Lord Tennyson, in <span class=\"emphasis\">Familiar Quotations,<\/span> 647.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p28\" class=\"\">Not long ago the author of a paper on teenage sexuality summed up his research by saying that society sends teens a mixed message: advertisements and the mass media convey “very heavy messages that sexual activity is acceptable and expected,” inducements that sometimes drown out the warnings of experts and the pleas of parents. The Lord cuts through all the media messages with clear and precise language when He declares to us, “Be ye clean.”<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_027\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120491)\">Doctrine and Covenants 38:42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p29\" class=\"\">Whenever temptation comes, remember the wise counsel of the Apostle Paul, who declared, “There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.”<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_027\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120281)\">1 Corinthians 10:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p30\" class=\"\">When you were confirmed a member of the Church, you received the right to the companionship of the Holy Ghost. He can help you make good choices. When challenged or tempted, you do not need to feel alone. Remember that prayer is the passport to spiritual power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p31\" class=\"\">If any has stumbled in his journey, there is a way back. The process is called repentance. Our Savior died to provide you and me that blessed gift. Though the path is difficult, the promise is real: “Though your sins be as scarlet, they shall be as white as snow.”<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_027\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120174)\">Isaiah 1:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p32\" class=\"\">Don’t put your eternal life at risk. Keep the commandments of God. If you have sinned, the sooner you begin to make your way back, the sooner you will find the sweet peace and joy that come with the miracle of forgiveness. Happiness comes from living the way the Lord wants you to live and from service to God and others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p33\" class=\"\">Spiritual strength frequently comes through selfless service. Some years ago I visited what was then called the California Mission, where I interviewed a young missionary from Georgia. I recall saying to him, “Do you send a letter home to your parents every week?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p34\" class=\"\">He replied, “Yes, Brother Monson.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p35\" class=\"\">Then I asked, “Do you enjoy receiving letters from home?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p36\" class=\"\">He didn’t answer. At length I inquired, “When was the last time you had a letter from home?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p37\" class=\"\">With a quavering voice, he responded, “I’ve never had a letter from home. Father’s just a deacon, and Mother’s not a member of the Church. They pleaded with me not to come. They said that if I left on a mission, they would not be writing to me. What shall I do, Brother Monson?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p38\" class=\"\">I offered a silent prayer to my Heavenly Father: “What should I tell this young servant of Thine, who has sacrificed everything to serve Thee?” And the inspiration came. I said, “Elder, you send a letter home to your mother and father every week of your mission. Tell them what you are doing. Tell them how much you love them and then bear your testimony to them.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p39\" class=\"\">He asked, “Will they then write to me?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p40\" class=\"\">I responded, “Then they will write to you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p41\" class=\"\">We parted and I went on my way. Months later I was attending a stake conference in Southern California when a young missionary came up to me and said, “Brother Monson, do you remember me? I’m the missionary who had not received a letter from my mother or my father during my first nine months in the mission field. You told me, ‘Send a letter home every week, Elder, and your parents will write to you.’” Then he asked, “Do you remember that promise, Elder Monson?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p42\" class=\"\">I remembered. I inquired, “Have you heard from your parents?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p43\" class=\"\">He reached into his pocket and took out a sheaf of letters with an elastic band around them, took a letter from the top of the stack, and said, “Have I heard from my parents! Listen to this letter from my mother: ‘Son, we so much enjoy your letters. We’re proud of you, our missionary. Guess what? Dad has been ordained a priest. He’s preparing to baptize me. I’m meeting with the missionaries; and one year from now we want to come to California as you complete your mission, for we, with you, would like to become a forever family by entering the temple of the Lord.’” This young missionary asked, “Brother Monson, does Heavenly Father always answer prayers and fulfill Apostles’ promises?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p44\" class=\"\">I replied, “When one has faith as you have demonstrated, our Heavenly Father hears such prayers and answers in His own way.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p45\" class=\"\">Clean hands, a pure heart, and a willing mind had touched heaven. A blessing, heaven-sent, had answered the fervent prayer of a missionary’s humble heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/preparation-brings-blessings.p46\" class=\"\">Brethren, it is my prayer that we may so live that we too may touch heaven and be similarly blessed, each and every one, in the name of the Giver of all blessings, even Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_027\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Come, All Ye Sons of God,” <span class=\"emphasis\">Hymns,<\/span> no. 322.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_027\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">For the Strength of Youth<\/span> (booklet, 2001), 24, 25.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_027\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Miguel de Cervantes, in John Bartlett, comp., <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed. (1968), 197.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_027\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120125)\">Exodus 20:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_027\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120586)\">Articles of Faith 1:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_027\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120280)\">1 Corinthians 3:16–17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_027\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Alfred Lord Tennyson, in <span class=\"emphasis\">Familiar Quotations,<\/span> 647.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_027\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120491)\">Doctrine and Covenants 38:42<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_027\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120281)\">1 Corinthians 10:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_027\"><a name=\"-09205_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_027\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120174)\">Isaiah 1:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}