{"ID":772, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Render Unto Caesar...\"<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1955, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I assure you at the outset that I will keep my eyes on the clock.  I\nknow my brethren will also keep their eyes on the clock.  I ask you for an interest in your\nfaith and prayers.  There is so much to say on an occasion like this, and there are so many to\nsay it that time becomes very precious.\n<\/p><p>\nA week ago I stood before a group of high school students in one of the stakes not far from\nhere. I urged them on that occasion to accept as a project the reading of the Gospel according\nto Matthew in order to familiarize themselves with the life of Jesus Christ.  I recall years ago\nreading about Lew Wallace who wrote the great story, Ben Hur. It appears that while he was\nwriting this book, he was visited by a certain well-known and gifted agnostic. The agnostic\nencouraged him to write the book. \"But,\" said he, \"do not emphasize the divinity of Jesus\nChrist.  Treat this character as you would any other character in history.\" But Lew Wallace\nhad studiously read the Gospels and formed his opinions of the Master on the record left by\nMatthew, Mark, Luke, and John.\n<\/p><p>\nWe have heard many things during this conference, and during this Easter time, about Jesus,\nthe Christ.  His perfect life has been extolled.  His teachings have been expounded.  His\nresurrection has been explained in the light of modern and ancient scriptures, and his divine\nmission has been emphasized by everyone who has spoken from this stand during the\nconference.\n<\/p><p>\nSomeone has said, \"Jesus is still loved, but he is also hated, among men.\" There are those\nwho would crucify him the second time, this time in the hearts of men.  Yet there is no\nexplanation offered for his marvelous life and his perfect record except the one he himself\ngave. \"I came forth from the father\"\n(<span class=\"citation\" id=\"27656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27656)\">John 16:28<\/a><\/span>),\nand, \"If ye have seen me ye have seen the father\"\n(<span class=\"citation\" id=\"27646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27646)\">John 14:9<\/a><\/span>). In his\nprayer of intercession for his Twelve Apostles, he said: \"This is life eternal&mdash;that they might\nknow thee, the only true God, and Jesus Christ, whom thou has sent\"\n(<span class=\"citation\" id=\"27659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27659)\">John 17:3<\/a><\/span>).\n<\/p><p>\nIn the same prayer he said, \"Glorify thou me with the glory which I had with thee before the\nworld was\" (<span class=\"citation\" id=\"27660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27660)\">John 17:5<\/a><\/span>).\nHe left no room for equivocation and argument on the question of his divinity\nand his Sonship, and I am happy today as I stand here, that I belong to a Church which\naccepts that teaching as very fundamental.\n<\/p><p>\nIt was William Jennings who stated in his famous lecture called, The Prince of\nPeace, \"It is easier to believe him divine than to explain in any other way what he said and\ndid and was.\" There are marks of distinction which set him apart from all others who have\nlived upon the earth.  He was the master of every situation which confronted him.  He\nanswered all questions put to him where an answer would enlighten the questioner.\n<\/p><p>\nAlbert J. Beveridge, a Senator from Indiana, stated many years ago: \"The Son of Mary is the\nprince of public speakers.\" He was right, for the Sermon on the Mount is the greatest sermon\never preached.  It has endured nineteen centuries of criticism.  It has survived the apostasy,\nthe Dark Ages, the Renaissance, and the Reformation, and its powerful message is still\nreverberating through the world.  It will never die.\n<\/p><p>\nYesterday I know you were touched, as I was, when our great choir sang \"The Lord's\nPrayer.\" \"The Lord's Prayer,\" says someone, \"is perfect in its diction. It is comprehensive in\nits scope.\" It covers the essential phases of human existence.  His stories and parables will\nlive forever.  \"The story of the Prodigal Son,\" said Charles Dickens, \"is the most beautiful\nstory ever told.\"\n<\/p><p>\nThere is another one like unto it.  It is the story of the Good Samaritan, and I think of one\nmore with which you are very familiar.  It begins, \"A sower went out to sow\"\n(<span class=\"citation\" id=\"31401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31401)\">Luke 8:5<\/a><\/span>).\nWhat a lovely statement that is!  All of these stories called parables charm and captivate the\nreader.  They are timely today, as fresh as they were nineteen hundred years ago when they\nwere given. They stir the heart to better and nobler living.  They are a force for righteousness\nin the world.\n<\/p><p>\nAnd there is another thing which I called to the attention of the young students a week ago,\nwhen I said, \"Jesus is the most compelling personality in human history.\" He spoke two words\nto his followers: \"Follow me\"\n(<span class=\"citation\" id=\"34699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34699)\">Matt. 8:22<\/a><\/span>),\nand strong men gave up their fishing nets and\nfollowed him even to death.\n<\/p><p>\nPilate was uneasy and disturbed before him.  When you enter the great Salt Lake Temple, and\nas you go into the Assembly Room, I wish you would do as I have frequently\ndone&mdash;examine that magnificent painting of the Lord Jesus standing before Pontius Pilate&mdash;Jesus so\ncalm and unruffled; Pilate so deeply disturbed.  The contrast is impressive.\n<\/p><p>\nI recall another incident.  It happened in the Garden of Gethsemane when the Roman soldiers\ncame to arrest the Master.  As they entered, Jesus said to these hard-faced men, \"Whom seek\nye?\" They answered, \"Jesus of Nazareth.\" \"I am he,\" replied Jesus, and those men, in silent\ntribute, \"went backward and fell to the ground.\" He asked again \"Whom seek ye?\" They\nanswered, \"Jesus of Nazareth.\" \"I am he,\" responded the Lord, and then, characteristic of his\ngreat soul, he said, \"If therefore ye seek me, let these go their way,\" referring, of course, to his\ndisciples (see <span class=\"citation\" id=\"27661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27661)\">John 18:4-8<\/a><\/span>).\n<\/p><p>\nThe writer of that circumstance gives one more sentence, which reads, \"And Judas stood with\nthem\" (see <span class=\"citation\" id=\"27662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27662)\">John 18:5<\/a><\/span>).\nI wonder what the thoughts of Judas were as he stood there\nwitnessing the courage and love of Jesus, whom he had already betrayed.  The moral side of\nChrist's character has no parallel. In it we find absolute perfection.  No flaw, no blemish, no\nweakness is discovered.  He is without sin. He was as great as the gospel he preached. He met\nevery situation perfectly.  He said and did the right thing at the right moment.\n<\/p><p>\nI am reminded of the spies who were sent out by the chief priests to trip and trap him if they\ncould.  \"Is it lawful to pay tribute to Caesar?\" they asked. Jesus asked for a coin.  They\nproduced what happened to be a tax coin with which the Jews paid taxes to the Roman\ngovernment.  \"Whose image is on the coin?\" asked Jesus.  \"It is the image of Caesar.\" Then\nsaid the Lord, \"Render unto Caesar the things which are Caesar's, and unto God the things\nwhich are God's\" (see <span class=\"citation\" id=\"34722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34722)\">Matt. 22:17-21<\/a><\/span>).\nI submit that it was the best answer that could\npossibly be given under the circumstances.  Not only that, it was a great sermon, although\nvery brief, on the matter of honesty.\n<\/p><p>\nMay we worship the Lord and Master in spirit and in truth.  May each of us have the\nconviction that he is the Redeemer of the world and the promised Messiah, and may we join\nhands in carrying forward his work and in explaining the restored gospel which has come to\nearth in these, the last days, through the instrumentality of Joseph Smith, the Prophet, I pray\nmost humbly in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}