{"ID":7722, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            That Our Children Might See the Face of the Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p2\" class=\"\">By Cheryl C. Lant<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p3\" class=\"\">Recently Released Primary General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/cheryl-c-lant-10.jpg\" alt=\"Cheryl C. Lant\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It is our sacred responsibility as parents and leaders of this rising generation of children to bring them to the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_032<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p5\" class=\"\">Several years ago I was teaching a group of nursery leaders how to give a short gospel lesson to very young children. One of the leaders had her young son on her lap. I held a picture of the Savior in my hand and, demonstrating how to speak to young children, began talking about Jesus. The tiny boy slid off his mother’s lap, toddled over to me, looked intently at the picture, and touched the face. At that point in the dialogue, I asked the question, “Who is this?” With a smile on his face, the child responded, “Jesus.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p6\" class=\"\">This child was not old enough to really even say his own name, but he recognized the image and knew the name of the Savior. As I watched this sweet response, I thought of the words of the Savior when He said, “Seek the face of the Lord always, that in patience ye may possess your souls, and ye shall have eternal life” (<span class=\"citation\" id=\"120537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120537)\">D&amp;C 101:38<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p7\" class=\"\">What does it mean to seek the face of the Savior? Surely it means more than just recognizing His picture. Christ’s invitation to seek Him is an invitation to know who He is, what He has done for us, and what He has asked us to do. Coming to Christ, and eventually seeing His face, comes only as we draw close to Him through our faith and our actions. It comes through a lifetime of effort. So how do we seek Him in this life so that we might see His face in the next?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p8\" class=\"\">We have the account in 3 Nephi of a people who actually saw the face of the Savior in this life. And while we may not see Him now, perhaps we can learn from their experience. After the Savior’s death, He appeared to these people, taught them, and blessed them. And then “it came to pass that he commanded that their little children should be brought” (<span class=\"citation\" id=\"120418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120418)\">3 Nephi 17:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p9\" class=\"\">It is our sacred responsibility as parents and leaders of this rising generation of children to bring them to the Savior so that they might see His face and the face of our Father in Heaven as well. As we do so, we also bring ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p10\" class=\"\">Again the question, how do we do this, especially in a world that is full of distractions? In 3 Nephi, the parents loved the Lord. They were believers. They had faith in the miracles Jesus performed. They loved their children. They gathered them to hear the words of the Lord and obeyed His commandment to bring the children to Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p11\" class=\"\">After the children had been brought, Christ bid the parents kneel down. Then He did for them that which He has done for all of us. He prayed for them to the Father, and as He did, His prayer was said to be “so great and marvelous” that words could not describe it (<span class=\"citation\" id=\"120421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120421)\">3 Nephi 17:16<\/a><\/span>). By coming to the Savior and accepting His Atonement, these parents were strengthened to do all that was necessary to “bring” their children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p12\" class=\"\">Another of the things Christ asked these parents to do is found in <span class=\"citation\" id=\"120432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120432)\">3 Nephi 22:13<\/a><\/span>: “All thy children shall be taught of the Lord; and great shall be the peace of thy children.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p13\" class=\"\">And so, following their own experiences with the Savior, these Nephite parents taught their children about Him. They taught them to love the Lord. They taught them His gospel. They taught them how to live it. They taught them so well that there was righteousness and peace in the land for 200 years (see <span class=\"citation\" id=\"120439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120439)\">4 Nephi 1:1–22<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p14\" class=\"\">Now, I would ask you to look around you at those you love. This is what matters most—our families. I am sure that more than anything, you want this family to be yours eternally. The account in 3 Nephi can help us bring our children to Him because it gives us a pattern to follow. First, we must love the Lord with all our hearts, and we must love our children. Second, we must become a worthy example to them by continually seeking the Lord and striving to live the gospel. Third, we must teach our children the gospel and how to live its teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p15\" class=\"\">Following this pattern to bring our children to the Savior is a process. Let’s look at the pattern again. First, we must learn how to love the Lord and our families. This takes time, experience, and faith. It requires selfless service. Then, as we are filled with the love of the Lord, we can love. He might weep over what we do, but He loves us and is always there to help us. That is how we must learn to love our children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p16\" class=\"\">Second, we must become worthy examples. This is also a process. If we want our children to come to Christ so that they might see His face, it is important that we seek to see it as well. We have to know the way in order to show it to them. We must put our own lives in order so that the children can look to us and follow. We might ask: “What do my children see when they look at my face? Do they see the image of the Savior in my countenance because of how I live my life?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p17\" class=\"\">Now remember, none of us will be the perfect example for our children, but we all can become worthy parents and leaders. Our striving to be worthy is an example in itself. We may feel as though we are failing at times, but we can keep on trying. With the Lord and through Him, we can be strengthened to be who we need to be. We can do what we need to do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p18\" class=\"\">And third, we have the process of bringing our children to the Savior by teaching them the truths of the gospel from the scriptures and the prophets and by helping them to feel and recognize the Spirit. Even very young children can understand and accept things of an eternal nature. They love the scriptures, and they love the prophet. They intuitively want to be good. It is up to us to help them keep that connection to heaven open. It is up to us to protect them from influences that detract from the Spirit. We can find help and direction in the scriptures. Then we can teach our children to find their own answers there. We can teach our children correct principles and help them apply those principles to their lives. We can direct them toward the Spirit so that they can receive their own witness of the truths they are learning. We can help them find the joy of living the gospel. This will build a firm foundation of faith and obedience in their lives that will strengthen them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p19\" class=\"\">Now, all of this does not come easily. The Nephite account says that those families had 200 years of peace. But surely it took great effort. It takes a lot of hard work and patience and faith, but nothing is more important or rewarding. And the Lord will help us, for He loves these children even more than we do. He loves them, and He will bless them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p20\" class=\"\">You will remember that He blessed the Nephite children individually and by praying for them (see <span class=\"citation\" id=\"120420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120420)\">3 Nephi 17:14–17, 21<\/a><\/span>). Then “he spake unto the multitude, and said unto them: Behold your little ones.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p21\" class=\"\">“And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them” (<span class=\"citation\" id=\"120422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120422)\">3 Nephi 17:23–24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p22\" class=\"\">How can our children experience blessings like these today? Elder M. Russell Ballard has said, “Clearly, those of us who have been entrusted with precious children have been given a sacred, noble stewardship, for we are the ones God has appointed to encircle today’s children with love and the fire of faith and an understanding of who they are” (“Behold Your Little Ones,” <span class=\"emphasis\">Tambuli,<\/span> Oct. 1994, 40; “Great Shall Be the Peace of Thy Children,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1994, 60).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p23\" class=\"\">Brothers and sisters, we are the angels that Heavenly Father has sent today to bless the children, and we can help them to one day see the face of the Savior as we teach the principles of the gospel and fill our homes with the joy of living them. Together we can come to know Him. We can feel of His love and His blessings. And through Him we can return to the presence of the Father. We do this as we are willing to be obedient, faithful, and diligent in following His teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p24\" class=\"\">“Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am” (<span class=\"citation\" id=\"120533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120533)\">D&amp;C 93:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/that-our-children-might-see-the-face-of-the-savior.p25\" class=\"\">Brothers and sisters, I know that God lives. Jesus Christ is His Son, our Savior and Redeemer. He has invited us to come unto Him and has commanded us to bring our children that we, together, might see His face and live eternally with Him and with our Father in Heaven. It is my prayer that we might all work to receive this great blessing in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}