{"ID":7723, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Follow Jesus Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p2\" class=\"\">By Elder Quentin L. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We rejoice in all the Savior has done for us. He has made it possible for each of us to gain our salvation and exaltation.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_033<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p5\" class=\"\">It is a significant responsibility to speak on Easter Sunday to Latter-day Saints across the world, who love our Lord and Savior, Jesus Christ. We celebrate this morning His victory over death. We cherish our understanding and feel heartfelt appreciation for the Savior’s willing atoning sacrifice on our behalf. His acquiescence to the will of His Father won the supernal victory over death and is the transcendent event in the history of mankind. I appreciate this opportunity to speak about following the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p6\" class=\"\">The final two days of the Savior’s mortal ministry prior to His Crucifixion are profoundly important and in some ways beyond comprehension. So much of what is essential to our eternal destiny occurred on Thursday and then Friday, the day Christ was crucified. The Last Supper, a Passover supper, the “established memorial of Israel’s deliverance from bondage,” was commenced Thursday evening.<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_033\">1<\/a>\n       <span class=\"footnote\">[James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed. (1916), 594.]<\/span><\/sup> Ordinances and doctrines of great importance were initiated at the Last Supper. I will mention just three. First, the Savior introduced the ordinance of the sacrament. He took bread, broke it, prayed over it, and passed it to His disciples, saying, “This is my body which is given for you: this do in remembrance of me.”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_033\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120240)\">Luke 22:19<\/a><\/span>.]<\/span><\/sup> In this manner He instituted the sacrament. Second, His overwhelming emphasis was on doctrines teaching love as a preeminent principle. He taught, “By this shall all men know that ye are my disciples, if ye have love one to another.”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_033\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120257)\">John 13:34–35<\/a><\/span>.]<\/span><\/sup> Third, through Christ’s intercession or direction, “the Holy Ghost was promised to the apostles” as another Comforter.<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_033\">4<\/a>\n       <span class=\"footnote\">[James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 603; see also <span class=\"citation\" id=\"120258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120258)\">John 14:16–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p7\" class=\"\">The Savior subsequently accomplished the Atonement. He took upon Himself the “burden of the sins of mankind” and the “horrors that Satan … could inflict.”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_033\">5<\/a>\n       <span class=\"footnote\">[James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 613.]<\/span><\/sup> In this process He endured the fraudulently concocted trials and the terrible, tragic events leading to His Crucifixion. This ultimately culminated in Christ’s triumphant Resurrection on Easter Sunday. Christ fulfilled His sacred mission as Savior and Redeemer. We will be resurrected from death and have our spirits reunited with our bodies. Based on personal worthiness, we may through His grace have the glorious opportunity of entering back into the presence of God.<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_033\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120337)\">2 Nephi 9:6–24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p8\" class=\"\">The Prophet Joseph Smith, speaking of these Easter events, said, “The fundamental principles of our religion are the testimony of the Apostles and Prophets, concerning Jesus Christ, that He died, was buried, and rose again the third day, and ascended into heaven; and all other things which pertain to our religion are only appendages to it.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_033\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 49; see also <span class=\"citation\" id=\"120474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120474)\">Doctrine and Covenants 20:22–25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p9\" class=\"\">While we rejoice in the supernal significance of Gethsemane and Calvary, our focus has always been on the resurrected Lord. Frederic Farrar, the English theologian and believer, testified that the earliest generation of believers in the primitive Christian Church celebrated the Savior as “the Risen, the Eternal, the Glorified Christ” and “contemplated Him, not as on the Cross, but as on the Throne.”<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_033\">8<\/a>\n       <span class=\"footnote\">[Frederic W. Farrar, <span class=\"emphasis\">The Life of Lives—Further Studies in the Life of Christ<\/span> (1900), 209.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p10\" class=\"\">President Gordon B. Hinckley taught that our message to the world is that He lives! The symbol of Christ for the Latter-day Saints will be found in the meaningful expression of our faith and the way we live His gospel.<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_033\">9<\/a>\n       <span class=\"footnote\">[See Gordon B. Hinckley, “This Glorious Easter Morn,” <span class=\"emphasis\">Ensign,<\/span> May 1996, 65–67; “The Symbol of Our Faith,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Apr. 2005, 2–6.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p11\" class=\"\">As we ponder what it means to be Christians today, think about what our path of discipleship will require of us. I suggest that we contemplate and in appropriate ways emulate what the Savior did in those last two days of His mortal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p12\" class=\"\">First, consider the Savior’s introduction of the sacrament. The Savior knew what was about to befall Him. His sacred, atoning mission, beginning with the War in Heaven in the premortal existence, was about to unfold that evening and the next day. Yet with the trials by His adversaries imminently before Him, there is not the slightest evidence He was preparing a defense against the untrue accusations. The Savior instead introduced the sacred ordinance of the sacrament to His disciples. As I contemplate that solemn occasion, my feelings are deeply touched. Sacrament meeting is the most sacred and holy of all the meetings in the Church. After His Resurrection, the Savior instituted the sacrament among the Nephites.<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_033\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120423)\">3 Nephi 18:1–11<\/a><\/span>.]<\/span><\/sup> If we are to be His disciples and to be committed members of His Church, we must remember and reverence the sacrament. It allows each of us to express with broken hearts and contrite spirits our willingness to follow the Savior, to repent, and to become a Saint through the Atonement of Christ.<sup class=\"noteMarker\"><a href=\"#footnote11-09205_000_033\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120355)\">Mosiah 3:19<\/a><\/span>.]<\/span><\/sup> The sacrament allows us to witness to God that we will remember His Son and keep His commandments as we renew our baptismal covenant.<sup class=\"noteMarker\"><a href=\"#footnote12-09205_000_033\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120361)\">Mosiah 18:8–10<\/a><\/span>; <span class=\"citation\" id=\"120476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120476)\">Doctrine and Covenants 20:37, 77–79<\/a><\/span>.]<\/span><\/sup> This increases our love and appreciation for both the Father and the Son.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p13\" class=\"\">The Savior also emphasized love and unity and declared that we would be known as His disciples if we have love one to another. In the face of the eternity-shaping Atonement He was about to undertake, such a commandment requires our obedience. We manifest our love for God when we keep His commandments and serve His children. We don’t fully comprehend the Atonement, but we can spend our lives trying to be more loving and kind, regardless of the adversity we face.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p14\" class=\"\">The Savior’s charge to His disciples to love one another—and the dramatic and powerful way He taught this principle at the Last Supper—is one of the most poignant and beautiful episodes from the last days of His mortal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p15\" class=\"\">He was not teaching a simple class in ethical behavior. This was the Son of God pleading with His Apostles and all disciples who would come after them to remember and follow this most central of His teachings. How we relate and interact with each other is a measure of our willingness to follow Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p16\" class=\"\">As we listen to the messages of this conference, we will be touched in our hearts and make resolutions and commitments to do better. But on Monday morning we will return to work, school, neighborhoods, and to a world that in many cases is in turmoil. Many in this world are afraid and angry with one another. While we understand these feelings, we need to be civil in our discourse and respectful in our interactions. This is especially true when we disagree. The Savior taught us to love even our enemies.<sup class=\"noteMarker\"><a href=\"#footnote13-09205_000_033\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120186)\">Matthew 5:44<\/a><\/span>.]<\/span><\/sup> The vast majority of our members heed this counsel. Yet there are some who feel that venting their personal anger or deeply held opinions is more important than conducting themselves as Jesus Christ lived and taught. I invite each one of us individually to recognize that how we disagree is a real measure of who we are and whether we truly follow the Savior. It is appropriate to disagree, but it is not appropriate to be disagreeable. Violence and vandalism are not the answer to our disagreements. If we show love and respect even in adverse circumstances, we become more like Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p17\" class=\"\">The Savior’s promise of the Holy Ghost to the Apostles is of supreme importance in recognizing the preeminent role of the Holy Ghost, the third member of the Godhead. The Holy Ghost is a personage of spirit, the Comforter, who bears witness of the Father and the Son, reveals the truth of all things, and sanctifies those who have repented and been baptized. He is referred to as the Holy Spirit of Promise and as such confirms as acceptable to God the righteous acts, ordinances, and covenants of each of us.<sup class=\"noteMarker\"><a href=\"#footnote14-09205_000_033\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120564)\">Doctrine and Covenants 132:7<\/a><\/span>.]<\/span><\/sup> They who are sealed by the Holy Spirit of Promise receive all that the Father has.<sup class=\"noteMarker\"><a href=\"#footnote15-09205_000_033\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120276)\">Romans 8:16–17<\/a><\/span>; <span class=\"citation\" id=\"120289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120289)\">Ephesians 1:13–14<\/a><\/span>; <span class=\"citation\" id=\"120513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120513)\">Doctrine and Covenants 76:51–60<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p18\" class=\"\">We live in a noisy, contentious world, where it is possible to be viewing or listening to information, music, or even pure nonsense virtually every waking hour. If we want to have the inspiration of the Holy Ghost, we must find time to slow down, ponder, pray, and live so we are worthy to receive and act upon His promptings. We will avoid major mistakes if we heed His warnings. It is our privilege as members to receive light and knowledge from Him even to the perfect day.<sup class=\"noteMarker\"><a href=\"#footnote16-09205_000_033\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120499)\">Doctrine and Covenants 50:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p19\" class=\"\">The atoning trials the Savior faced in Gethsemane and on the cross are a great example to us. He faced mental, physical, and spiritual afflictions that are beyond our comprehension. In the garden, He prayed to His Father, saying, “O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.”<sup class=\"noteMarker\"><a href=\"#footnote17-09205_000_033\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120209)\">Matthew 26:39<\/a><\/span>.]<\/span><\/sup> As His disciples, there will be times when we will be tried and persecuted unjustly and mocked unfairly and face temporal and spiritual storms of a magnitude that will seem unbearable to us and experience bitter cups that we pray would pass from us. No one is exempt from the storms of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p20\" class=\"\">We are preparing for the Second Coming of the Savior. The scriptures are clear that no one knows when this will occur. The scriptures do tell us that in the last days, among the bitter cups we will face, there will be “earthquakes, in divers places”<sup class=\"noteMarker\"><a href=\"#footnote18-09205_000_033\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120206)\">Matthew 24:7<\/a><\/span>; <span class=\"citation\" id=\"120579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120579)\">Joseph Smith—Matthew 1:29<\/a><\/span>.]<\/span><\/sup> and the “waves of the sea heaving themselves beyond their bounds.”<sup class=\"noteMarker\"><a href=\"#footnote19-09205_000_033\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120525)\">Doctrine and Covenants 88:90<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p21\" class=\"\">Devastating earthquakes and tsunamis have recently occurred in diverse places, including Chile, Haiti, and the islands of the Pacific. A few weeks ago Presiding Bishop H. David Burton, Elder Tad R. Callister, and I were able to meet with the Saints who had lost family members as a result of the tsunami that hit the eastern side of Samoa last September. The chapel was full, and it was an emotional meeting. We were able to assure these choice members that because of the Atonement of Jesus Christ, they can be reunited with the loved ones they have lost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p22\" class=\"\">The stake president, Sonny Purcell, was driving his car when he saw the enormous wave coming far out at sea. He honked his horn and stopped children on the road walking to school and warned them to run for higher ground and safety as fast as they could. The children followed his instruction. He frantically drove, reached his four-year-old daughter, put her in the car, and then tried to get to his mother. Before he could reach his mother, the wall of water picked up his car and swept it over 100 yards (91 m), where it lodged in a tree. He scrambled to secure his daughter on top of the car and then swam to rescue his mother, who was clinging to a branch of another tree near their house. With great effort he swam with her to the car and safety. Many were not as fortunate. They did not have time to get to higher ground and safety. Many lost their lives, particularly the young and the elderly.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p23\" class=\"\">We told the Samoan families that members all over the world expressed love and concern and had prayed for them and contributed fast offerings and humanitarian aid for both the members and their neighbors. The same is true for the members and their neighbors in Chile and Haiti. We do this because we follow Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p24\" class=\"\">As we met with the families in Samoa, the significance of spiritually going to the higher ground, living a better life, and clinging to saving ordinances was abundantly clear. The Savior’s example and life teach us to spiritually avoid the low pathway, where the things of this world dominate. As I shook hands with the members after our meeting, one sister told me her family had not been to the temple and they had lost a daughter. She tearfully said their goal now was to prepare themselves for the sacred ordinances of the temple so they can be together eternally.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p25\" class=\"\">As I have pondered what this sister said and the current condition of the world, I have felt an urgency to counsel each of us to seek the higher ground—the refuge and eternal protection of the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p26\" class=\"\">On Easter Sunday, April 3, 1836, one week after the dedication of the Kirtland Temple, the Twelve officiated in distributing the sacrament of the Lord’s Supper to the members. After the meeting, following solemn and silent prayer, the Savior appeared in majesty to the Prophet Joseph and Oliver Cowdery and through Moses, Elias, and Elijah ushered in the restoration of additional priesthood keys, including the sacred sealing power that unites families throughout eternity.<sup class=\"noteMarker\"><a href=\"#footnote20-09205_000_033\">20<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120544)\">Doctrine and Covenants 110<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p27\" class=\"\">Today on this Easter morning we rejoice in all the Savior has done for us. He has made it possible for each of us to gain our salvation and exaltation. But we, like the Samoan children, must run as fast as we can to the high ground He has provided for safety and peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p28\" class=\"\">One of the ways we do this is by adhering to the teachings of our living prophet, President Thomas S. Monson. He is an excellent example of one who follows the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p29\" class=\"\">On this glorious Easter morning I resonate with the treasured words penned by Eliza R. Snow, a faithful servant in the Restoration:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">How great, how glorious, how complete,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Redemption’s grand design,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Where justice, love, and mercy meet<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">In harmony divine!<\/span>\n\t      <sup class=\"noteMarker\"><a href=\"#footnote21-09205_000_033\">21<\/a>\n\t   <span class=\"footnote\">[“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/we-follow-jesus-christ.p34\" class=\"\">I bear my apostolic witness that Jesus Christ lives and is the Savior and Redeemer of the world. He has provided the pathway to true happiness. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed. (1916), 594.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_033\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120240)\">Luke 22:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_033\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120257)\">John 13:34–35<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_033\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 603; see also <span class=\"citation\" id=\"120258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120258)\">John 14:16–17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_033\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 613.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_033\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120337)\">2 Nephi 9:6–24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_033\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 49; see also <span class=\"citation\" id=\"120474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120474)\">Doctrine and Covenants 20:22–25<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_033\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Frederic W. Farrar, <span class=\"emphasis\">The Life of Lives—Further Studies in the Life of Christ<\/span> (1900), 209.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_033\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Gordon B. Hinckley, “This Glorious Easter Morn,” <span class=\"emphasis\">Ensign,<\/span> May 1996, 65–67; “The Symbol of Our Faith,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Apr. 2005, 2–6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_033\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120423)\">3 Nephi 18:1–11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09205_000_033\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120355)\">Mosiah 3:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09205_000_033\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120361)\">Mosiah 18:8–10<\/a><\/span>; <span class=\"citation\" id=\"120476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120476)\">Doctrine and Covenants 20:37, 77–79<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09205_000_033\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120186)\">Matthew 5:44<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09205_000_033\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120564)\">Doctrine and Covenants 132:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09205_000_033\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120276)\">Romans 8:16–17<\/a><\/span>; <span class=\"citation\" id=\"120289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120289)\">Ephesians 1:13–14<\/a><\/span>; <span class=\"citation\" id=\"120513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120513)\">Doctrine and Covenants 76:51–60<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09205_000_033\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120499)\">Doctrine and Covenants 50:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-09205_000_033\">17.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120209)\">Matthew 26:39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-09205_000_033\">18.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120206)\">Matthew 24:7<\/a><\/span>; <span class=\"citation\" id=\"120579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120579)\">Joseph Smith—Matthew 1:29<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-09205_000_033\">19.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120525)\">Doctrine and Covenants 88:90<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-09205_000_033\">20.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120544)\">Doctrine and Covenants 110<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_033\"><a name=\"-09205_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-09205_000_033\">21.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}