{"ID":7725, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Generations Linked in Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p2\" class=\"\">By Elder Russell M. Nelson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our inborn yearnings for family connections are fulfilled when we are linked to our ancestors through sacred ordinances of the temple.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_036<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p5\" class=\"\">Correspondence we receive at Easter or Christmastime provides refreshing memories of dear friends and relatives. Some of those messages are enriched with precious family photographs. Here is one that really caught my attention.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p6\" class=\"\">This is one of our great-granddaughters. I’ll call her “Dear Ruby.” This picture reminded me of her mother when she was about the same age. From my files I retrieved this photo of “Dear Ruby’s” mother—one of our granddaughters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p7\" class=\"\">I took this picture of “Dear Ruby’s” mother some 29 years ago. Her eyes are still just as blue.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p8\" class=\"\">Fond memories surfaced from half a century ago, when “Dear Ruby’s” grandmother—one of our daughters—was then the newest member of our family. This is one of her baby pictures. Now she is a loving grandmother, and I am “Dear Ruby’s” great-grandfather. (I won’t show you my picture as a baby. That would not help.) These photographs suggest the love that links our four generations together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p9\" class=\"\">When I think of the love I feel for each member of our family, I sense, to a slight degree, the love that our Heavenly Father bears for His children. While the family is under attack throughout the world, The Church of Jesus Christ of Latter-day Saints proclaims, promotes, and protects the truth that the family is central to the Creator’s plan for the eternal destiny of His children. “The Family: A Proclamation to the World” and our vast family history efforts are but two evidences of how this Church brings hope and help to the sacred institution of the family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p10\" class=\"\">We teach that God’s love for His children is infinite. Regardless of race, nationality, or gender, He loves all of them.<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_036\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120282)\">1 Corinthians 12:13<\/a><\/span>; <span class=\"citation\" id=\"120286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120286)\">Galatians 3:28<\/a><\/span>; <span class=\"citation\" id=\"120344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120344)\">2 Nephi 26:33<\/a><\/span>.]<\/span><\/sup> He has done so from the beginning and will continue to do so. He invites all to gain eternal exaltation for their family. His work and His glory is to bring to pass the immortality and eternal life—the exaltation—of His children.<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_036\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120573)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup> “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_036\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120251)\">John 3:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p11\" class=\"\">The Atonement of His Beloved Son enabled both of the Father’s objectives to be fulfilled. Without the Atonement, there would be no immortality. Without the Atonement, there would be no return to the presence of the Father and no continuation of the family beyond the grave.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p12\" class=\"\">Because of the Atonement, these consummate blessings can be realized by each of God’s children who obey His eternal laws. Through the ages, many of His children have had access to the blessings of the gospel, but many more have not. Before the foundation of the world, our Heavenly Father instituted the ordinance of baptism for those who die without a knowledge of the gospel.<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_036\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120559)\">Doctrine and Covenants 124:33<\/a><\/span>.]<\/span><\/sup> He loves those children too.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p13\" class=\"\">He also provided a way for them to be part of an eternal family. Every human being who comes to this earth is the product of generations of parents. We have a natural yearning to connect with our ancestors. This desire dwells in our hearts, regardless of age.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p14\" class=\"\">Consider the spiritual connections that are formed when a young woman helps her grandmother enter family information into a computer or when a young man sees the name of his great-grandfather on a census record. When our hearts turn to our ancestors, something changes inside us. We feel part of something greater than ourselves. Our inborn yearnings for family connections are fulfilled when we are linked to our ancestors through sacred ordinances of the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p15\" class=\"\">Because of the importance of this work, the Church has built temples closer to the people,<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_036\">5<\/a>\n       <span class=\"footnote\">[President Thomas S. Monson said recently that 83 percent of Church members throughout the world now live within 200 miles (320 km) of a temple (see “Welcome to Conference,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 4).]<\/span><\/sup> and family history research is being facilitated as never before. Methods to find and prepare names for temple ordinances are also improving. At the October 2005 conference, President Gordon B. Hinckley announced an exciting step forward in family history and temple work. He said: “One of the most troublesome aspects of our temple activity is that as we get more and more temples … across the earth there is duplication of effort in proxy work. … We, therefore, have been engaged for some time in a very difficult undertaking. … The solution lies in complex computer technology.”<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_036\">6<\/a>\n       <span class=\"footnote\">[Gordon B. Hinckley, “Opening Remarks,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2005, 5–6.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p16\" class=\"\">Since then, not only has duplication been reduced, but procedures have been simplified so that virtually every member of the Church can participate in temple and family history work. Gone are the days when this sacred work was done only by specialists. No matter your situation, you can make family history a part of your life right now. Primary children can draw a family tree. Youth can participate in proxy baptisms. They can also help the older generation work with computers. Parents can relate stories of their lives to their posterity. Worthy adult members can hold a temple recommend and perform temple ordinances for their own kin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p17\" class=\"\">The Prophet Joseph Smith said, “The greatest responsibility in this world that God has laid upon us is to seek after our dead.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_036\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 475.]<\/span><\/sup> New technology makes it easier than ever to fulfill that responsibility. Temple and family history work is now facilitated by a system known as the “new FamilySearch.”<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_036\">8<\/a>\n       <span class=\"footnote\">[Presently available in English, Spanish, Portuguese, French, and German. Will be available in Japanese, Chinese, and Korean later this year.]<\/span><\/sup> This Internet-based system helps members identify their ancestors, determine what ordinance work needs to be done for them, and prepare their names for the temple. It can be accessed from home, a family history center,<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_036\">9<\/a>\n       <span class=\"footnote\">[We have more than 4,000 family history centers throughout the world.]<\/span><\/sup> or wherever the Internet is available. The steps are easy to follow.<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_036\">10<\/a>\n       <span class=\"footnote\">[If you have access to a computer, go to new.familysearch.org. To register for the first time, you will need your membership number and your birth date. You can obtain this information from your ward or branch clerk. Once logged into the system, you can verify that your ancestors’ information is in the system and what temple ordinances are needed. You can identify ancestors who are not now known to you and add them to your family tree. Print out a Family Ordinance Request form to take to the temple and thus open the way for needed ordinances to be performed.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p18\" class=\"\">You first identify individuals for whom you desire to do temple work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p19\" class=\"\">Then you print out a Family Ordinance Request. This document provides the information needed at the temple and eliminates the need to take computer discs with you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p20\" class=\"\">From the Family Ordinance Request, ordinance cards are printed at the temple. After an ordinance is performed, it is recorded and entered into new FamilySearch on that very day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p21\" class=\"\">Now what about those of you who have no access to a computer or prefer not to use this technology? Don’t worry! Take one step at a time. Start at home. Begin with an empty cardboard box, as suggested by President Boyd K. Packer.<sup class=\"noteMarker\"><a href=\"#footnote11-09205_000_036\">11<\/a>\n       <span class=\"footnote\">[See Boyd K. Packer, “Your Family History: Getting Started,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2003, 12–17.]<\/span><\/sup> Put in that box important information about you and your family. Add data gathered from others of your family. Then avail yourself of assistance from your ward or branch family history consultant. The new FamilySearch system enables a consultant to perform all needed computer functions for you, including preparing names for the temple. About 60,000 consultants serve throughout the world. One in your ward or branch can be very helpful to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p22\" class=\"\">The new FamilySearch system changes the dynamics of family history work by facilitating the creation of one common pedigree. In the past, a person worked separately, keeping his or her own family records. One often worked without knowing what other family members were doing. Now each person can contribute information while coordinating with others in developing their family tree.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p23\" class=\"\">While the new FamilySearch is a giant step forward, it is still just a step. There is more work ahead. Because the system facilitates access to information submitted to the Church over many decades from many sources, new FamilySearch may expose duplicate entries or errors that had not previously been recognized. This feature is especially useful for those with early pioneer ancestry. Duplications and errors need correction, and no one can do it better than each individual for his or her own family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p24\" class=\"\">You may be frustrated as you work through these challenges. Please be assured that your concerns are well understood. The Church, under the inspired leadership of President Thomas S. Monson, is working diligently to assist you in solving these problems. Together we are striving to organize the family tree for all of God’s children. This is an enormous endeavor with enormous rewards.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p25\" class=\"\">This is joyful work. Look at this photograph of new converts doing temple work for their own kin. These dear Saints are from the San Salvador El Salvador Ilopango Stake and are attending the Guatemala City Temple for the first time. They are holding their temple cards, each with the name of a deceased relative for whom they have performed a vicarious baptism.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p26\" class=\"\">In order for the Church’s family history efforts to succeed, priesthood direction and leadership are essential. Leaders teach and testify of the doctrine undergirding this sacred work.<sup class=\"noteMarker\"><a href=\"#footnote12-09205_000_036\">12<\/a>\n       <span class=\"footnote\">[Under the direction of the stake presidency, one or more assigned high councilors oversee temple and family history work in the stake. On the ward or branch level, the high priests group leader or elders quorum president leads the way. Many resources, printed and online, are available to help family history consultants and priesthood leaders fulfill their duties.]<\/span><\/sup> They issue callings and see that instruction is available.<sup class=\"noteMarker\"><a href=\"#footnote13-09205_000_036\">13<\/a>\n       <span class=\"footnote\">[Helpful new resources include <span class=\"emphasis\">Member’s Guide to Temple and Family History Work<\/span> (item no. 36795) and <span class=\"emphasis\">Instructor’s Guide<\/span> (item no. 35804) and accompanying DVD. These guides can be downloaded or viewed online at lds.org or ordered through Distribution Services.]<\/span><\/sup> They view temple and family history activity as a way to elevate the spirit of their ward, strengthen the spiritual roots of new converts, and bless the lives of all members.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p27\" class=\"\">While temple and family history work has the power to bless those beyond the veil, it has an equal power to bless the living. It has a refining influence on those who are engaged in it. They are literally helping to exalt their families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p28\" class=\"\">We are exalted when we can dwell together with our extended families in the presence of Almighty God. The Prophet Joseph Smith foresaw our duty: “The great day of the Lord is at hand … ,” he said. “Let us, therefore, as a church and a people, and as Latter?day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple … a book containing the records of our dead, which shall be worthy of all acceptation.”<sup class=\"noteMarker\"><a href=\"#footnote14-09205_000_036\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120563)\">Doctrine and Covenants 128:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p29\" class=\"\">The preparation of that record is our individual and collective responsibility. As we work together, we can make it worthy of all acceptation by the Lord. That record enables ordinances to be performed for and accepted by our deceased ancestors, as they may choose. Those ordinances can bring liberty to captives on the other side of the veil.<sup class=\"noteMarker\"><a href=\"#footnote15-09205_000_036\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120179)\">Isaiah 61:1<\/a><\/span>; <span class=\"citation\" id=\"120229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120229)\">Luke 4:18<\/a><\/span>; <span class=\"citation\" id=\"120566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120566)\">Doctrine and Covenants 138:18, 31, 42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/generations-linked-in-love.p30\" class=\"\">Our children, grandchildren, “Dear Ruby,” and all our great-grandchildren are linked in love. They are also linked in love to ancestors. Those links, welded through sacred ordinances, lead to the exaltation of our families.<sup class=\"noteMarker\"><a href=\"#footnote16-09205_000_036\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120561)\">Doctrine and Covenants 128:18<\/a><\/span>.]<\/span><\/sup> That this sacred goal may be realized for each of us is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_036\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120282)\">1 Corinthians 12:13<\/a><\/span>; <span class=\"citation\" id=\"120286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120286)\">Galatians 3:28<\/a><\/span>; <span class=\"citation\" id=\"120344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120344)\">2 Nephi 26:33<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_036\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120573)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_036\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120251)\">John 3:16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_036\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120559)\">Doctrine and Covenants 124:33<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_036\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>President Thomas S. Monson said recently that 83 percent of Church members throughout the world now live within 200 miles (320 km) of a temple (see “Welcome to Conference,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 4).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_036\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Opening Remarks,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2005, 5–6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_036\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 475.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_036\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Presently available in English, Spanish, Portuguese, French, and German. Will be available in Japanese, Chinese, and Korean later this year.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_036\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>We have more than 4,000 family history centers throughout the world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_036\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>If you have access to a computer, go to new.familysearch.org. To register for the first time, you will need your membership number and your birth date. You can obtain this information from your ward or branch clerk. Once logged into the system, you can verify that your ancestors’ information is in the system and what temple ordinances are needed. You can identify ancestors who are not now known to you and add them to your family tree. Print out a Family Ordinance Request form to take to the temple and thus open the way for needed ordinances to be performed.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09205_000_036\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Boyd K. Packer, “Your Family History: Getting Started,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2003, 12–17.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09205_000_036\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Under the direction of the stake presidency, one or more assigned high councilors oversee temple and family history work in the stake. On the ward or branch level, the high priests group leader or elders quorum president leads the way. Many resources, printed and online, are available to help family history consultants and priesthood leaders fulfill their duties.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09205_000_036\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Helpful new resources include <span class=\"emphasis\">Member’s Guide to Temple and Family History Work<\/span> (item no. 36795) and <span class=\"emphasis\">Instructor’s Guide<\/span> (item no. 35804) and accompanying DVD. These guides can be downloaded or viewed online at lds.org or ordered through Distribution Services.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09205_000_036\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120563)\">Doctrine and Covenants 128:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09205_000_036\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120179)\">Isaiah 61:1<\/a><\/span>; <span class=\"citation\" id=\"120229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120229)\">Luke 4:18<\/a><\/span>; <span class=\"citation\" id=\"120566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120566)\">Doctrine and Covenants 138:18, 31, 42<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_036\"><a name=\"-09205_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09205_000_036\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120561)\">Doctrine and Covenants 128:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}