{"ID":7726, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Duty to God: The Mission of Parents and Leaders to the Rising Generation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p2\" class=\"\">By Elder Robert D. Hales<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It is our imperative duty to help youth understand and believe the gospel in a deeply personal way.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_037<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p5\" class=\"\">This afternoon I desire to encourage parents and all who are called to lead and serve the youth of this world. The Lord revealed to Joseph Smith that we have “an imperative duty that we owe to all the rising generation” (<span class=\"citation\" id=\"120557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120557)\">D&amp;C 123:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p6\" class=\"\">Throughout my life as a father and grandfather, I have pondered the question, what is my <span class=\"emphasis\">duty to God<\/span> in relation to the youth? May I share some of what I have learned by way of personal reflection and testimony.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p7\" class=\"\">For all of us, doing our duty to God as parents and leaders begins with leading by example—consistently and diligently living gospel principles at home. This takes daily determination and diligence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p8\" class=\"\">For youth, there is no substitute for seeing the gospel lived in our daily lives. The stripling warriors did not have to wonder what their parents believed. They said, “We do not doubt our mothers knew it” (see <span class=\"citation\" id=\"120398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120398)\">Alma 56:47–48<\/a><\/span>). Do our children know what we know?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p9\" class=\"\">I have a grandson who once asked me to go with him to a popular but inappropriate movie. I told him I wasn’t old enough to see that film. He was puzzled until his grandmother explained to him that the rating system by age didn’t apply to Grandpa. He came back to me and said, “I get it now, Grandpa. You’re never going to be old enough to see that movie, are you?” And he was right!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p10\" class=\"\">Besides showing youth the way by example, we lead them by understanding their hearts and walking alongside them on the gospel path. To truly understand their hearts, we must do more than just be in the same room or attend the same family and Church activities. We must plan and take advantage of teaching moments that make a deep and lasting impression upon their minds and hearts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p11\" class=\"\">For example, Church leaders regularly plan priesthood activities and Scouting pow wows and encampments—but do those activities always accomplish their most important purpose? I have learned that what makes a priesthood or Scout activity most meaningful to a boy is not just getting a merit badge but having the opportunity to sit and talk with a leader who is interested in him and his life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p12\" class=\"\">Similarly, mothers and fathers, as you drive or walk children to school or their various activities, do you use the time to talk with them about their hopes and dreams and fears and joys? Do you take the time to have them take the earplugs from their MP3 players and all the other devices so that they can hear you and feel of your love? The more I live, the more I recognize that the teaching moments in my youth, especially those provided by my parents, have shaped my life and made me who I am.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p13\" class=\"\">It is impossible to overestimate the influence of parents who understand the hearts of their children. Research shows that during the most important transitions of life—including those periods when youth are most likely to drift away from the Church—the greatest influence does not come from an interview with the bishop or some other leader but from the regular, warm, friendly, caring interaction with parents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p14\" class=\"\">With that in mind, when we sit down at the dinner table, is our whole family there? I remember as a young man asking permission to play baseball through dinnertime. “Just put my meal in the oven,” I said to my mother. She responded, “Robert, I really want you to take a break, come home, be with the family for dinner, and then you can go out and play baseball until dark.” She taught all of us that where family meals are concerned, it’s not the food but the family interaction that nourishes the soul. My mother taught that the greatest love we give is within our homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p15\" class=\"\">For our interactions with youth to truly touch their hearts, we have to pay attention to them just as we would pay attention to a trusted adult colleague or close friend. Most important is asking them questions, letting them talk, and then being willing to listen—yes, listen and listen some more—even hearken with spiritual ears! Several years ago I was reading the newspaper when one of my young grandsons snuggled up to me. As I read, I was delighted to hear his sweet voice chattering on in the background. Imagine my surprise when, a few moments later, he pushed himself between me and the paper. Taking my face in his hands and pressing his nose up to mine, he asked, “Grandpa! Are you in there?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p16\" class=\"\">Mother, Father, are you in there? Grandpa, Grandma, are you there? Being <span class=\"emphasis\">there<\/span> means understanding the hearts of our youth and connecting with them. And connecting with them means not just conversing with them but doing things with them too.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p17\" class=\"\">Recently I heard a mother recount how she had helped her first three daughters complete their Personal Progress requirements by doing what was expected—staying informed and signing off projects. Then she tenderly explained, tears flowing down her cheek, “Recently I have been working with my fourth daughter by actually doing her projects with her. It has made all the difference in our lives and our relationship. But oh, what sadness I feel when I realize what I lost by not doing this with my other three daughters.” The saddest words of tongue and pen are those that say, “It might have been!”<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_037\">1<\/a>\n       <span class=\"footnote\">[See “Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of John Greenleaf Whittier<\/span> (1876), 206.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p18\" class=\"\">Adult members of the Church should understand that Personal Progress and Duty to God requirements are not just lengthy lists of items to check off. They are personal goals set by each young man and young woman to help them become worthy to receive temple ordinances, serve missions, enter into eternal marriage, and enjoy exaltation. <span class=\"emphasis\">But let it be understood: for young men and young women to try to accomplish these goals alone would be a great loss and tragedy!<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p19\" class=\"\">Fathers, mothers, and leaders of youth, we urge you to participate in Personal Progress and Duty to God with your children and with the youth. Not only will they grow; you will grow too. And just as importantly, you will grow together in a bond of faith and friendship that will allow you to strengthen each other and stay on the gospel path forever, to indeed be an eternal family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p20\" class=\"\">An equally important part of fulfilling our parental duty to God is teaching our children the gospel and preparing them to participate fully in the Savior’s restored Church. Remember the lesson of King Benjamin’s people. As a result of his teachings, many of the adults had a mighty change of heart (see <span class=\"citation\" id=\"120358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120358)\">Mosiah 5:2<\/a><\/span>). But then it says that “there were many of the rising generation that could not understand the words of King Benjamin, being little children at the time he spake unto his people; and they did not believe. … And their hearts were hardened” (<span class=\"citation\" id=\"120367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120367)\">Mosiah 26:1, 3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p21\" class=\"\">It is our <span class=\"emphasis\">imperative duty<\/span> to help youth understand and believe the gospel in a deeply personal way. We can teach them to walk in the light, but that light cannot be borrowed. They must earn it for themselves. They must obtain their own light of testimony directly from the source of spiritual light—God Himself—through prayer and study and pondering. They must understand who they are and who Heavenly Father wants them to become. How do we help them?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p22\" class=\"\">When we have a family home evening, a family council, or a meaningful gospel conversation with our children, we have the opportunity to look into their eyes and tell them that we love them and that Heavenly Father loves them. In these sacred settings, we can also help them understand, deep in their hearts, who they are and how fortunate they are to have come to this earth and to our home and to participate in the covenants we have taken in the temple to be a family forever. In every interaction we share, we demonstrate the principles and blessings of the gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p23\" class=\"\">In these perilous times it is not enough for our youth to merely <span class=\"emphasis\">know.<\/span> They must <span class=\"emphasis\">do.<\/span> Wholehearted participation in ordinances, quorums and auxiliaries, inspired programs, and fortifying activities helps youth put on the whole armor of God. Will we help them put on that armor so they can withstand the fiery darts of the adversary? To truly choose the Lord’s way, they must know His way. And to truly know His way, we must teach and lead them to act, to participate, to do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p24\" class=\"\"><span class=\"emphasis\">The greatest missionary work we will ever do will be in our homes.<\/span> Our homes, quorums, and classes are part of the mission field. Our children and grandchildren are our most important investigators.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p25\" class=\"\"><span class=\"emphasis\">The greatest family history work that we will do will be within our own homes.<\/span> It is the spiritual preparation of our children in the rising generation that will, through their obedience, ensure the eternal preservation and perpetuation of our families for the coming generations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p26\" class=\"\"><span class=\"emphasis\">The greatest rescue, the greatest activation will be in our homes.<\/span> If someone in your family is wandering in strange paths, you are a rescuer, engaged in the greatest rescue effort the Church has ever known. I testify from personal experience: There is no failure except in giving up. It is never too early or too late to begin. Do not worry about what has happened in the past. Pick up the phone. Write a note. Make a visit. Extend the invitation to come home. Don’t be afraid or embarrassed. Your child is Heavenly Father’s child. You are about His work. He has promised to gather His children, and He is with you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p27\" class=\"\"><span class=\"emphasis\">The greatest faith we have will be within our homes as we remain strong in the trials and tribulations of parenthood.<\/span> To a small group of mothers, President Monson recently said, “Sometimes we are too quick to judge the effect of our successes and failures.” May I add, don’t look at today’s trials as eternal. Heavenly Father does His work in the long term. “There is much which lieth in futurity,” the Prophet Joseph Smith said. “Therefore, … let us cheerfully do all things that lie in our power; and then may we stand still, with the utmost assurance, to see the salvation of God, and for his arm to be revealed” (<span class=\"citation\" id=\"120558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120558)\">D&amp;C 123:15, 17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p28\" class=\"\">On this Easter Sunday I would hope that we would have the opportunity of bearing our testimonies that we know that God lives and that Jesus is the Christ. I would hope that we would bear our testimonies so that our children will know where our hearts are and that we love them. <span class=\"emphasis\">The greatest love and the greatest teachings should be in our homes.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p29\" class=\"\">I ask the Lord’s blessings to be with the parents and with the youth who are brought up in faithful homes, that they will understand the joy it is to be in a home and family where they can be loved, directed, and guided. It is my prayer that we may have eternal families and be together forever in the presence of God the Father and His Son, Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/our-duty-to-god-the-mission-of-parents-and-leaders-to-the-rising-generation.p30\" class=\"\">I bear my special witness that Jesus Christ lives. He is the shepherd of the lost sheep, the rescuer of the stranded soul, the healer of the wounded heart, the hope of all mankind. With Him as our Master, let us fulfill our duty to God with faith in Him and His eternal love for each of us, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_037\"><a name=\"-09205_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See “Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of John Greenleaf Whittier<\/span> (1876), 206.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}