{"ID":7727, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Mother Told Me\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p2\" class=\"\">By Elder Bradley D. Foster<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/bradley-d-foster-10.jpg\" alt=\"Bradley D. Foster\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Perhaps the reason we respond so universally to our mothers’ love is because it typifies the love of our Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_038<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p5\" class=\"\">The Lord has placed upon parents the primary responsibility for the spiritual nurturing of their children. Sometimes this responsibility falls to a single parent. My own mother was relatively young when my father died, leaving her alone with four children. But she faced her adversity with faith and courage, promising us that if we stayed on the road of truth, the end would be better than the beginning. Like the children of valiant mothers in the Book of Mormon, “we [did] not doubt our [mother] knew it” (<span class=\"citation\" id=\"120399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120399)\">Alma 56:48<\/a><\/span>). Brothers and sisters, I understand in a personal way the great influence of mothers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p6\" class=\"\">My good friend Don Pearson shared an experience that highlights this influence. One night his four-year-old son asked him to read a bedtime story. Eric had picked out his favorite book: <span class=\"emphasis\">The Ballooning Adventures of Paddy Pork,<\/span> a story about a family who lived on the isles of the sea and traveled from island to island by hot-air balloon. It was a picture book that had no words, so Brother Pearson made up words to the story.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p7\" class=\"\">“Paddy is in a hot-air balloon. He is landing on an island now. He is dropping a line over the side of the balloon.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p8\" class=\"\">Eric stopped him. “Dad, that is not a line. It’s a <span class=\"emphasis\">rope.<\/span>”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p9\" class=\"\">Brother Pearson looked at Eric and back at the picture book, and then he continued: “Paddy is getting out of the balloon and climbing down the tree. Oh no! His coat is caught on a limb!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p10\" class=\"\">Again Eric stopped him. “Dad, that’s not a coat. It’s a <span class=\"emphasis\">jacket.<\/span>”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p11\" class=\"\">By now Brother Pearson was somewhat perplexed. He said, “Eric, there are no words in this book, just pictures. Why do you insist that it’s a jacket?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p12\" class=\"\">Eric answered, “Because Mother told me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p13\" class=\"\">His father closed the book and said, “Eric, who do you think is the last word, the ultimate authority in this house?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p14\" class=\"\">This time Eric thought carefully before he answered, “You are, Dad.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p15\" class=\"\">Brother Pearson beamed at his son. What an exceptional answer! “How did you know that?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p16\" class=\"\">Eric quickly responded, “Mother told me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p17\" class=\"\">As President James E. Faust said: “There is no greater good in all the world than motherhood. The influence of a mother in the lives of her children is beyond calculation” (“Fathers, Mothers, Marriage,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2004, 3).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p18\" class=\"\">By divine design, nurturing seems to be part of the spiritual heritage given to women. I’ve seen it in my daughters, and now I see it in my granddaughters—even before they could walk, they wanted to carry and care for their little baby dolls.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p19\" class=\"\">In my profession as a farmer and a rancher, I’ve had a front-row seat to observe how a mother’s natural affection manifests itself even in nature. Each spring we take a herd of cows and their new calves up along Idaho’s Snake River, where they graze in the foothills for a month or so. Then we round them up and bring them down a road that leads to the corral. From there they are loaded onto trucks that carry them to their summer pastures in Montana.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p20\" class=\"\">On one particularly hot spring day, I was helping with the roundup by riding at the back of the herd as it moved down the dusty road toward the corral. My job was to gather any calves that had wandered from the road. The pace was slow and provided me some time to think.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p21\" class=\"\">Because it was so hot, the little calves kept running off into the trees to find shade. My thoughts turned to the youth of the Church who are sometimes distracted from the strait and narrow path. I also thought about those who have left the Church or who may feel that the Church has left their hearts while they were distracted. I thought to myself that a distraction doesn’t have to be evil to be effective—sometimes it can just be shade.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p22\" class=\"\">After several hours of gathering up stray calves and with sweat running down my face, I yelled to the calves in frustration, “Just follow your mothers! They know where they’re going! They’ve been down this road before!” Their mothers knew that even though the road was hot and dusty now, the end would be better than the beginning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p23\" class=\"\">As soon as we got the herd into the corral, we noticed that three of the cows were pacing nervously at the gate. They could not find their calves and seemed to sense they were back on the road somewhere. One of the cowboys asked me what we should do. I said, “I bet I know where those calves are. Back a quarter of a mile [0.4 km] or so, there’s a stand of trees. I’m sure we’ll find them there.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p24\" class=\"\">Sure enough, just as I had suspected, we found our lost calves taking a nap in the shade. Our approach startled them, and they resisted our efforts to round them up. They were frightened because we were <span class=\"emphasis\">not<\/span> their mothers! The more we tried to push them toward the corral, the more stubborn they became. Finally I said to the cowboys, “I’m sorry. I know better than this. Let’s ride back and let their mothers out of the corral. The cows will come and get their calves, and the calves will follow their mothers.” I was right. The mother cows knew exactly where to go to find their calves, and they led them back to the corral, as I had expected.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p25\" class=\"\">Brothers and sisters, in a world where everyone is granted agency, some of our loved ones may stray for a season. But we can never give up. We must always go back for them—we must never stop trying. Our prophet, President Thomas S. Monson, has issued a plea for us to go rescue those of our loved ones who may be lost (see, for example, “Stand in Your Appointed Place,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2003, 54–57). With the help of priesthood leaders, parents must continue to go back and find their lost ones, assuring them there will always be a “home” within the family and the Church, waiting for their return. We never know when a heart may be turned. We never know when a soul may be weary and worn out by the world. When that happens, it seems our children almost always turn first toward Mother, with emotions like those expressed in a poem by Elizabeth Akers Allen:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Backward, flow backward, O tide of the years!<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">I am so weary of toil and of tears, …<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Tired of the hollow, the base, the untrue,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Mother, O mother, my heart calls for you! …<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Over my heart, in the days that are flown,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">No love like mother-love ever has shone; …<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">None like a mother can charm away pain<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">From the sick soul and the world-weary brain.<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Slumber’s soft calms o’er my heavy lids creep;<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Rock me to sleep, mother, rock me to sleep!<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p36\" class=\"\">(“Rock Me to Sleep,” in <span class=\"emphasis\">The Family Library of Poetry and Song,<\/span> ed. William Cullen Bryant [1870], 190–91; punctuation modernized.)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p37\" class=\"\">Perhaps the reason we respond so universally to our mothers’ love is because it typifies the love of our Savior. As President Joseph F. Smith said, “The love of a true mother comes nearer [to] being like the love of God than any other kind of love” (“The Love of Mother,” <span class=\"emphasis\">Improvement Era,<\/span> Jan. 1910, 278).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p38\" class=\"\">As in all things, the Savior set the perfect example in the love He showed for His earthly mother. In the final, most pivotal moment of His mortal life—after the anguish of Gethsemane, the mock trial, the crown of thorns, the heavy cross to which He was brutally nailed—Jesus looked down from the cross and saw His mother, Mary, who had come to be with her Son. His final act of love before He died was to ensure that His mother would be cared for, saying to His disciple, “Behold thy mother!” And from that point on the disciple took her unto his home. As the scriptures say, then Jesus knew that “all things were now accomplished,” and He bowed His head and died (see <span class=\"citation\" id=\"120268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120268)\">John 19:27–28, 30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/mother-told-me.p39\" class=\"\">Today I stand before you to bear my witness that Jesus Christ is the very Savior and Redeemer of the world. This is His Church, The Church of Jesus Christ of Latter-day Saints. Our Heavenly Father wants all of His children to return to Him. I know this without contradiction because of the witness of the Holy Ghost to my heart. I didn’t always know—when I was younger I had to rely on my parents’ testimony. My mother assured me that if I stayed on the road of truth, even when it seemed hot and dusty, even when there were distractions, the end would be better than the beginning. I will be eternally grateful that Mother told me. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}