{"ID":7730, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Things Pertaining to Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p2\" class=\"\">By Elder Francisco J. Viñas<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/francisco-j-vinas-10.jpg\" alt=\"Francisco J. Viñas\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As parents and leaders we need to watch over our members and families, helping them to stay away from those things that could lead them to a spiritual death.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_041<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p5\" class=\"\">We are told in the Doctrine and Covenants that after the testimony of the servants of God, the testimony of earthquakes and the testimony of other events will follow. “And all things shall be in commotion; and surely, men’s hearts shall fail them; for fear shall come upon all people” (<span class=\"citation\" id=\"120527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120527)\">D&amp;C 88:91<\/a><\/span>; see also <span class=\"citation\" id=\"120524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120524)\">verses 88–90<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p6\" class=\"\">As a member of the Caribbean Area Presidency, I was a personal witness to the faithful Saints who replaced fear with faith. Lessons learned in Haiti may be likened to Book of Mormon illustrations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p7\" class=\"\">The impression of that terrible destruction brought to my mind the words in the 28th chapter of Alma: “This was a time that there was a great mourning and lamentation heard throughout all the land” (<span class=\"citation\" id=\"120382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120382)\">Alma 28:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p8\" class=\"\">Forty-two members also lost their lives. While their families and friends “mourn for the loss of their kindred, yet they rejoice and exult in the hope, and even know, according to the promises of the Lord, that they are raised to dwell at the right hand of God, in a state of never-ending happiness” (<span class=\"citation\" id=\"120383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120383)\">Alma 28:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p9\" class=\"\">Immediate help was sent by the Church to members and nonmembers and was distributed under the direction of the local priesthood and Relief Society leaders. They not only received medical aid, food, water, and other basic supplies, but they also received counsel, guidance, and comfort from their local leaders. They have the support of the members of the Church in all the world that “mourn with those that mourn; yea, and comfort those that stand in need of comfort” (<span class=\"citation\" id=\"120363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120363)\">Mosiah 18:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p10\" class=\"\">Different prophets in different times warned us of another tragedy that is less perceptible but not less important, and this is the “awful death [that] cometh upon the wicked; for they die as to things pertaining to things of righteousness; for they are unclean, and no unclean thing can inherit the kingdom of God” (<span class=\"citation\" id=\"120395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120395)\">Alma 40:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p11\" class=\"\">Nephi taught this principle to his brothers, saying to them that those who “die in their wickedness … must be cast off also, as to the things which are spiritual, which are pertaining to righteousness” (<span class=\"citation\" id=\"120326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120326)\">1 Nephi 15:33<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p12\" class=\"\">Samuel the Lamanite prophet taught that “whosoever repenteth not is hewn down and cast into the fire; and there cometh upon them again a spiritual death, yea, a second death, for they are cut off again as to things pertaining to righteousness” (<span class=\"citation\" id=\"120406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120406)\">Helaman 14:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p13\" class=\"\">The tragedy of dying as to things that are <span class=\"emphasis\">spiritual<\/span> has a greater impact for those who “have been once enlightened by the Spirit of God, and have had great knowledge of things pertaining to righteousness, and then have fallen away into sin and transgression[;] they become more hardened, and thus their state becomes worse than though they had never known these things” (<span class=\"citation\" id=\"120380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120380)\">Alma 24:30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p14\" class=\"\">As parents and leaders we need to watch over our members and families, helping them to stay away from those things that could lead them to a spiritual death. We also seek to rescue those who are now dead as to the things that are spiritual and help them to “be born again; yea, born of God, changed from their carnal and fallen state, to a state of righteousness, being redeemed of God, becoming his sons and daughters” (<span class=\"citation\" id=\"120368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120368)\">Mosiah 27:25<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p15\" class=\"\">The spiritual healing of those who have been dead as to the things pertaining to righteousness comes about through the power of the Atonement, conversion to the truth, and adherence to the principles of righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p16\" class=\"\">Teaching our members and families about the things pertaining to righteousness is essential in the process of achieving an enduring conversion since it can lead them to obtain a correct knowledge of the Lord’s commandments, the principles and doctrines of the gospel, and the requirements and ordinances with which we must comply in order to achieve salvation in the Lord’s kingdom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p17\" class=\"\">There are many examples in the scriptures that confirm the importance of teaching the “things pertaining to righteousness” to help obtain an enduring conversion. In the account that is given of Ammon and his brethren preaching the gospel among the Lamanites, we read: “And Ammon did preach unto the people of king Lamoni; and it came to pass that he did teach them all things concerning things pertaining to righteousness” (<span class=\"citation\" id=\"120378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120378)\">Alma 21:23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p18\" class=\"\">We can see the results of diligently teaching all things pertaining to righteousness as we continue reading the account in chapter 23, where it says, “As many as believed, or as many as were brought to the knowledge of the truth … were converted unto the Lord [and] never did fall away” (<span class=\"citation\" id=\"120379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120379)\">Alma 23:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p19\" class=\"\">When Alma the Elder established the Church, he consecrated worthy men as their priests and teachers who “did watch over their people, and did nourish them with things pertaining to righteousness” (<span class=\"citation\" id=\"120365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120365)\">Mosiah 23:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p20\" class=\"\">Parents play an essential role in helping their children to understand the things pertaining to righteousness. In the Book of Mormon we find that Alma the Younger, being grieved because of the iniquity, the wars, and the contentions that existed and distressed by the hardness of heart of his people, “caused that his sons should be gathered together, that he might give unto them every one his charge, separately, <span class=\"emphasis\">concerning the things pertaining unto righteousness<\/span>” (<span class=\"citation\" id=\"120387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120387)\">Alma 35:16<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p21\" class=\"\">It is interesting to notice that he taught and gave his children their charge separately, adapting his instructions to each son, according to that son’s needs. He bore testimony and taught them doctrine and principles, preparing them to preach those same principles to others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p22\" class=\"\">In a time when the family is under attack from the forces of evil and when the conditions in which we live are not so very different from those that Alma experienced, the First Presidency and the Quorum of the Twelve have set forth in “The Family: A Proclamation to the World” that “parents have a sacred duty to rear their children in love and righteousness” (<span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p23\" class=\"\">This includes nurturing, supporting, and teaching children <span class=\"emphasis\">in all things pertaining to righteousness<\/span> so that they may remain firm, with their “loins girt about with truth, having on the breastplate of righteousness, and [their] feet shod with the preparation of the gospel of peace” (<span class=\"citation\" id=\"120487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120487)\">D&amp;C 27:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p24\" class=\"\">Just as in the times of Alma, our leaders also watch over the members of the Church and nourish them with <span class=\"emphasis\">things pertaining to righteousness.<\/span> Those things will help us to achieve an enduring conversion. In the document “Leadership Training Emphasis,” revised December 10, 2009, the First Presidency and the Quorum of the Twelve ask that both priesthood and auxiliary leaders “encourage each family member, parents and children, to study the scriptures, pray regularly, and live the gospel of Jesus Christ” (First Presidency letter, Dec. 15, 2009).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p25\" class=\"\">Studying the scriptures, praying regularly, and living the gospel of Jesus Christ are works of righteousness, and the Lord has revealed this wonderful promise: “He who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come” (<span class=\"citation\" id=\"120504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120504)\">D&amp;C 59:23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p26\" class=\"\">In order to more effectively teach the <span class=\"emphasis\">things pertaining to righteousness,<\/span> it is important to understand that, in addition to imparting information, we must facilitate revelation. This way, the person being taught can feel the desire to know these principles for himself or herself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p27\" class=\"\">The Lord revealed to Hyrum Smith through his brother the Prophet Joseph Smith:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p28\" class=\"\">“I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p29\" class=\"\">“And then shall ye know … all things whatsoever you desire of me, which are pertaining unto things of righteousness, in faith believing in me that you shall receive” (<span class=\"citation\" id=\"120458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120458)\">D&amp;C 11:13–14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p30\" class=\"\">In conclusion, the scriptures warn us of the danger of dying as to things pertaining to righteousness and of the serious consequences this has for those who, having been enlightened by the Spirit of God, fall into sin and transgression.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p31\" class=\"\">Teaching the <span class=\"emphasis\">things pertaining to righteousness<\/span> is an important element in helping people come to a knowledge of the truth, be converted, and remain firm in the faith of Christ unto the end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p32\" class=\"\">Parents have the sacred duty to teach their children regarding <span class=\"emphasis\">things pertaining to righteousness.<\/span> Leaders and teachers can watch over and nourish the members under their care, diligently teaching them all <span class=\"emphasis\">things pertaining to righteousness.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/things-pertaining-to-righteousness.p33\" class=\"\">This can be achieved more effectively if revelation is facilitated during the teaching process, thus creating in the people the desire to be enlightened by the Spirit of God. Then as they exercise faith, the Spirit can make known to them the <span class=\"emphasis\">things pertaining unto righteousness.<\/span> Of these things I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}