{"ID":7733, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Be of a Good Courage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p2\" class=\"\">By Ann M. Dibb<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p3\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ann-m-dibb-10.jpg\" alt=\"Ann M. Dibb\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">[The] guides from the book of Joshua will combine to provide the most powerful source of courage and strength there is: faith in our Heavenly Father and in His Son, Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_045<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p5\" class=\"\">Many times, as General Authorities address the priesthood brethren at general conference, they will begin by saying that they feel as though they are addressing a “mighty army” of powerful priesthood leaders. Tonight, I feel as though I am standing before a “mighty army” of elect daughters of God. You have been chosen to move forward, standing alongside those valiant priesthood holders, in righteousness in these latter days. You are a commanding and beautiful sight.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p6\" class=\"\">I would like to begin this evening by briefly reviewing the historical context of our theme, <span class=\"citation\" id=\"120136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120136)\">Joshua 1:9<\/a><\/span>: “Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p7\" class=\"\">Moses was the mighty prophet who led the children of Israel out of the land of Egypt, where they had been slaves and had been influenced to worship false gods. After 40 years of hardship in the wilderness, they were ever so close to their new home, where they could be free to worship the true and living God. At Moses’s death, Joshua was called by God to be the prophet who would complete this miraculous journey.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p8\" class=\"\">Joshua was an influential leader. The Bible Dictionary calls him “the highest type of the devout warrior” and indicates that his name means “God is help” (Bible Dictionary, <span class=\"scriptureRef\">“Joshua”<\/span>). His inspired leadership was greatly needed because there were still many rivers to cross and battles to win before all that the Lord had promised to the children of Israel could be realized and obtained.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p9\" class=\"\">The Lord knew the prophet Joshua and the children of Israel would need great courage during this time. In the first chapter of the book of Joshua, the Lord tells him several times to “be strong and of a good courage.” The word <span class=\"emphasis\">courage<\/span> is defined as “mental or moral strength to … <span class=\"emphasis\">persevere,<\/span> and withstand danger, fear, or difficulty” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. [2003], “courage”; emphasis added). Through their courage and obedience, Joshua and the children of Israel were able to enter the land of promise and find happiness in the blessings of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p10\" class=\"\">Joshua and the children of Israel lived long, long ago. But in our day we too are striving to enter a “land of promise.” Our greatest goal is to obtain eternal life with our Heavenly Father. In the first chapter of the book of Joshua, we find four sure guides to help us overcome our obstacles, complete our journey, and enjoy the blessings of the Lord in our “land of promise.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p11\" class=\"\">First, in <span class=\"citation\" id=\"120128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120128)\">verse 5<\/a><\/span> the Lord promises Joshua, “I will not fail thee, nor forsake thee.” We can find courage and strength in this promise that the Lord will always be there for us and will never leave us alone. We are taught that Heavenly Father knows and loves each of His children. As one of His precious daughters, you have access to His assurance and guidance through the power of prayer. In the Doctrine and Covenants we read, “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers” (<span class=\"citation\" id=\"120545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120545)\">D&amp;C 112:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p12\" class=\"\">I believe these words and promise you that Heavenly Father does hear and answer our prayers. But often patience is required when we are “wait[ing] upon the Lord” (<span class=\"citation\" id=\"120177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120177)\">Isaiah 40:31<\/a><\/span>). As we wait, we may begin to believe that we have been forsaken or that our prayers were not heard or that possibly we are not worthy to have them answered. This is not true. I love King David’s comforting words: “I waited patiently for the Lord; and he inclined unto me, and heard my cry” (<span class=\"citation\" id=\"120167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120167)\">Psalm 40:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p13\" class=\"\">No matter what you may face in your personal journey, the first guide found in Joshua reminds us to pray, be patient, and remember God’s promise: “I will not fail thee, nor forsake thee” (<span class=\"citation\" id=\"120129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120129)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120129)\">Joshua 1:5<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p14\" class=\"\">The second guide is found in <span class=\"citation\" id=\"120131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120131)\">verse 7<\/a><\/span>, when the Lord tells Joshua, “Observe to do according to all the law … : turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest.” The Lord is instructing Joshua to be strictly obedient to the commandments and not to deviate from the Lord’s path. President Howard W. Hunter taught: “Joshua knew that his obedience would bring success, and although he did not know exactly how he would succeed, he now had confidence in the result. … Surely the experiences of the great prophets [found in the scriptures] have been recorded [and preserved] to help us understand the importance of choosing the path of strict obedience” (“Commitment to God,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, 57, 58).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p15\" class=\"\">A month ago I visited a group of young women. I asked the older girls what advice they would give a new Beehive to help her to remain faithful and virtuous in every setting that she may encounter. One young woman said, “When you walk down the halls of your school, you might, out of the corner of your eye, see something that catches your attention, something that doesn’t seem quite right. You may be curious and want to look. My advice to you is this: Don’t look. I promise you’ll regret it if you do. Believe me; just look straight ahead.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p16\" class=\"\">As I listened to this young woman, I knew I was hearing the Lord’s advice to Joshua, “Turn not from it to the right hand or to the left” (<span class=\"citation\" id=\"120132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120132)\">Joshua 1:7<\/a><\/span>), applied to an everyday setting in these latter days. Young women, avoid the temptations that surround you by strictly following the commandments. Look straight ahead at your eternal goal. The second guide reminds us that in doing this you will be protected and will “prosper whithersoever thou goest” (<span class=\"citation\" id=\"120133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120133)\">Joshua 1:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p17\" class=\"\">In <span class=\"citation\" id=\"120134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120134)\">verse 8<\/a><\/span> we find our third guide. Here the Lord refers to a “book of the law” and tells Joshua to “meditate therein day and night, that thou mayest observe to do according to all that is written therein: … and then thou shalt have good success.” The Lord is instructing Joshua and all of us to read the scriptures. Daily scripture study—especially reading the Book of Mormon—establishes a firm foundation for your developing testimony of Jesus Christ and His gospel. It invites the Spirit into your life. President Harold B. Lee counseled, “If we’re not reading the scriptures daily, our testimonies are growing thinner [and] our spirituality isn’t increasing in depth” (<span class=\"emphasis\">Teachings of Presidents of the Church: Harold B. Lee<\/span> [2000], 66).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p18\" class=\"\">Within the pages of the scriptures are countless directions, promises, solutions, and reminders that will help us in our journey to the “land of promise.” The third guide directs us to read and meditate on the scriptures daily so that we can find prosperity and success.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p19\" class=\"\">After the Lord finishes speaking to Joshua, Joshua addresses the children of Israel. At the conclusion of his speech, in <span class=\"citation\" id=\"120140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120140)\">verse 16<\/a><\/span> the children of Israel respond to his words and provide us with our fourth guide. They answer, “All that thou commandest us we will do, and whithersoever thou sendest us, we will go.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p20\" class=\"\">As members of The Church of Jesus Christ of Latter-day Saints, we have the opportunity to make this same commitment to follow our prophet, President Thomas S. Monson, who is here with us tonight. Through prayer and the confirmation of the Spirit, each of us can gain our own personal testimony of the living prophet. This testimony grows as we listen to, observe, and have the courage to apply his teachings in our daily lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p21\" class=\"\">Listening to and obeying the counsel of our prophet allows us access to special blessings. Listen to some of the prophetic promises that President Monson extended to us in our last general conference: “May God bless you. May His promised peace be with you now and always” (“Closing Remarks,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 110). “Great promises await us if we are true and faithful” (“School Thy Feelings, O My Brother,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 69). “I invoke the blessings of heaven upon each of you” (<span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 110).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p22\" class=\"\">I invite you to listen next week in general conference to the instructions and the promises given through our prophet and the apostles. Then apply the fourth guide by committing to follow the prophet’s counsel and reaffirming that “all that [he] commandest us we will do, and whithersoever [he] sendest us, we will go” (<span class=\"citation\" id=\"120141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120141)\">Joshua 1:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p23\" class=\"\">At the moment, these four guides—prayer, obedience to God’s commandments, daily scripture study, and a commitment to follow the living prophet—may seem like small and simple things. Let me remind you of the scripture found in Alma: “Behold I say unto you, that by small and simple things are great things brought to pass” (<span class=\"citation\" id=\"120391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120391)\">Alma 37:6<\/a><\/span>). When applied in our everyday lives, these four “small and simple” guides from the book of Joshua will combine to provide the most powerful source of courage and strength there is: faith in our Heavenly Father and in His Son, Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p24\" class=\"\">Heavenly Father knows our individual journeys are not easy. We are faced every day with situations that require courage and strength. A recent story in the <span class=\"emphasis\">Church News<\/span> affirms this truth:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p25\" class=\"\">“A teacher in a high school a few months ago began her instruction one day by asking students who supported a political issue to stand on one side of the room, while those who opposed it were instructed to stand on the other side.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p26\" class=\"\">“After students had formed their sides, the teacher took her stance on the opposing side. Singling out one young woman on the side of the supporters, the teacher commenced an attack on her and the other classmates for their views.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p27\" class=\"\">“The young woman, who was a Mia Maid in her ward, absorbed the assault that criticized her beliefs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p28\" class=\"\">“[She remained] calm in the face of a public attack leveled by someone in authority” (“What Youth Need,” <span class=\"emphasis\">Church News,<\/span> Mar. 6, 2010, 16).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p29\" class=\"\">This young woman showed remarkable courage on her own battlefield, which on this day happened to be her school classroom. Wherever you are and whatever you may face, I hope you will take advantage of the guides found in the book of Joshua so that you can trust in the Lord’s promise: “Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest” (<span class=\"citation\" id=\"120137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120137)\">Joshua 1:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/be-of-a-good-courage.p30\" class=\"\">I want to leave you with my testimony that Heavenly Father knows and loves each of you. If you turn to Him, He will not fail you! He will bless you with the strength and the courage you will need to complete your journey back to Him. I am grateful for the scriptures and for powerful examples like the prophet Joshua. I am grateful for President Monson, who strives to lead us safely back to our Heavenly Father. I pray that, like the children of Israel, we will all enter our “land of promise” and find rest in the blessings of the Lord. I say these things in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}