{"ID":7734, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Never, Never, Never Give Up!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p2\" class=\"\">By Mary N. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/mary-n-cook-10.jpg\" alt=\"Mary N. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What does the Lord want you to do? He wants you to be a valiant and virtuous daughter of God, dedicated to living each day so that you can be worthy to receive the blessings of the temple.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_046<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p5\" class=\"\">Last August we took some of our grandchildren to Timpanogos Cave National Monument, one of Utah’s most popular destinations. It is a rather strenuous one-and-a-half-mile (2.4 km) hike to reach the cave but well worth the effort to witness the cave’s beautiful, spiraling formations. I was certain that nine-year-old Ruthie would have little difficulty, but I wondered whether six-year-old Caroline would have the strength and stamina to make it all the way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p6\" class=\"\">We were all very excited to begin the hike, and at first we moved rapidly along the paved trail. One-fourth of the way came quickly, but it took longer to reach the halfway point. Caroline started to get discouraged. Ruthie was doing well and encouraged Caroline to continue. We slowed down so Caroline could keep up. Then it seemed that everything went wrong. Strong winds came up, and the dust from the winds made it difficult to see. It was a little scary, and as if that weren’t enough, we came across a signpost that read, “Rattlesnake Habitat. Stay on the Trail. Stay Safe.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p7\" class=\"\">Slowly we trudged along, three-fourths of the way to our goal, but we still had the steepest part of the mountain to climb. Tired, scared, and doubting her abilities, Caroline sat down and tearfully declared, “I give up! I can’t go any farther!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p8\" class=\"\">We sat down, and we talked about what we should do. We made a plan. We decided to count our steps and see how we felt after 100 steps. Ruthie and I assured Caroline that we would help her. We were to look for something that made us happy along the way and share our discoveries. We even sang some Primary songs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p9\" class=\"\">Things changed. Caroline made the choice to follow the plan. One hundred steps made an impossible task seem doable. Caroline knew we would help her, and as we looked for the good things around us and sang songs, we felt happier.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p10\" class=\"\">Have you ever been afraid and discouraged as you’ve faced a challenge that seemed far beyond your ability? Have you ever wanted to give up?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p11\" class=\"\">Imagine how Joshua, the successor to the great prophet Moses, must have felt, knowing that he was to lead the children of Israel to the promised land. At times I’m sure he wanted to give up. But the Lord comforted him by reminding him three times to be strong and courageous (see <span class=\"citation\" id=\"120130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120130)\">Joshua 1:6–9<\/a><\/span>). With faith that God would be with them, the children of Israel committed, “All that thou commandest … we will do” (<span class=\"citation\" id=\"120142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120142)\">Joshua 1:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p12\" class=\"\">The scriptures are full of accounts of men and women who showed great courage to do whatever the Lord commanded, even when the tasks seemed impossible, even when they may have wanted to give up.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p13\" class=\"\">What does the Lord want you to do? He wants you to be a valiant and virtuous daughter of God, dedicated to living each day so that you can be worthy to receive the blessings of the temple and return to Him. In today’s world that will take courage. You have the plan of salvation, which makes it possible to do this. Moral agency, the ability to choose, is an essential part of this plan. You’ve already made some good choices. Before you were born, you made the choice to come to earth to receive a body and to prove yourself. You’ve made the choice to be baptized, which is the first ordinance required on the path to eternal life. You are now experiencing mortal life, where you continue to make choices, to learn, and to grow. Making sacred covenants and receiving the ordinances of the temple is another important step in the plan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p14\" class=\"\">As you are growing older, young women, the path is becoming steeper, and you may want to give up. Life is more challenging, filled with decisions and temptations at every turn. Satan will blow winds of confusion that may cause you to question if this is the path you want to take. You may be tempted to try another route, even when signs of danger are posted. You may doubt your abilities, and you may wonder as one young woman did, “Is it really possible to remain virtuous in today’s world?” The answer, my young friends, is “Yes!” And my counsel to you is similar to that given by Winston Churchill during World War II: never, never, never give up! (see “Never Give In” [speech, Harrow School, London, England, Oct. 29, 1941]).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p15\" class=\"\">This will take great courage, but you have His plan! What will help you follow the plan and be a valiant and virtuous daughter of God? First, gain a strong testimony, step by step. Second, seek the help of Heavenly Father, Jesus Christ, your family, and others who will support you in your decision to follow the plan. And finally, live to be worthy of the companionship of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p16\" class=\"\">Of the importance of gaining a strong testimony, President Thomas S. Monson promised the young women, “Your testimony, when constantly nourished, will keep you safe” (“May You Have Courage,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 126).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p17\" class=\"\">Your testimony is strengthened “gradually through your experiences. No one receives a complete testimony all at once” (<span class=\"emphasis\">True to the Faith: A Gospel Reference<\/span> [2004], 179). You’ll recall that in order to climb the steepest part of the mountain, we approached it one step at a time. To gain a testimony, you must nourish it step by step. “[Your testimony] will increase as you make decisions to keep the commandments. As you lift and strengthen others, you will see your testimony continue to develop.” As you establish personal habits of prayer, scripture study, obedience to the commandments, and service to others, “you will be blessed with moments of inspiration that will [strengthen] your testimony” (see <span class=\"emphasis\">True to the Faith,<\/span> 179–80).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p18\" class=\"\">Personal Progress provides a wonderful way for you to nourish your testimony step by step. Value experiences and projects are small steps that will nourish your testimony of Jesus Christ as you learn His teachings and regularly apply them in your life. This constant nourishment will keep you safely on the path.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p19\" class=\"\">Second, seek the help of others to give you added strength and support. Look first to your Heavenly Father through prayer. You are His daughter. He knows you and loves you. He hears and answers your prayers. We are taught countless times in the scriptures to “pray always” (see, for example, <span class=\"citation\" id=\"120532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120532)\">D&amp;C 90:24<\/a><\/span>). As you pray, the Lord <span class=\"emphasis\">will<\/span> be with you just as the Lord was with Joshua.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p20\" class=\"\">We each need the help of the Savior to follow the plan and return to our Father in Heaven. Perhaps you have made some mistakes or started down another path. “Because the Savior loves you and has given His life for you, you can repent. … The Savior’s atoning sacrifice has made it possible for you to be forgiven of your sins” (<span class=\"emphasis\">Young Women Personal Progress<\/span> [booklet, 2009], 71). “The sooner you repent, the sooner you will find the blessings that come from forgiveness” (<span class=\"emphasis\">For the Strength of Youth<\/span> [pamphlet, 2001], 30).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p21\" class=\"\">Determine now to do what is required to repent. “Partake worthily of the sacrament each week and fill your life with virtuous activities that will bring spiritual power. As you do this, you will grow stronger in your ability to resist temptation, keep the commandments, and become more like Jesus Christ” (<span class=\"emphasis\">Young Women Personal Progress,<\/span> 71).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p22\" class=\"\">Latter-day prophets are on the earth to help you as well. Prophets speak for today. Be riveted on their words. They will give you the signposts that will warn you of danger and keep you safely on the path. The signposts specific to you are found in <span class=\"emphasis\">For the Strength of Youth.<\/span> “Follow the prophet; he knows the way” (<span class=\"emphasis\">Children’s Songbook,<\/span> “Follow the Prophet,” 110–11).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p23\" class=\"\">One of the great blessings of the plan is that we are organized into families. You have parents whose greater wisdom and experience will help you reach your divine potential. Trust them. They want the best for you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p24\" class=\"\">Learn from your mother, your grandmother, and other righteous women with strong testimonies. The role of a mother in the plan is to be a nurturer. Mothers, no one loves your daughter as you do. You are her best leader, mentor, and example. We hope you will accept the invitation to work on Personal Progress with your daughter. As I learned from working on the virtue value with my mother, your relationship will be strengthened and you both will be blessed by your mutual love, support, and encouragement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p25\" class=\"\">Young women, choose good friends who will support you in your righteous decision to follow the plan. Like Ruthie, who gave encouragement to Caroline, we know that many of you can do much to strengthen each other. After you receive your Young Womanhood Recognition, it is your turn to be the “big sister.” Earning your Honor Bee will give you opportunities to strengthen another young woman with your righteous example and testimony as you mentor her with her Personal Progress.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p26\" class=\"\">Finally, live to be worthy of the companionship of the Holy Ghost. When we helped Caroline, looked for the good around us, and even sang Primary songs, we invited the Spirit. We felt love, joy, and peace, which are fruits of the Spirit (see <span class=\"citation\" id=\"120287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120287)\">Galatians 5:22<\/a><\/span>). You will need that peace and assurance when Satan tries to confuse you with winds of doubt, when you are tempted to take another path, or when others are unkind or mock you for your beliefs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p27\" class=\"\">Let me share with you the experience of Julie, a young woman who was able to face a challenge by following the promptings of the Holy Ghost. She was studying the Old Testament one day, and the thought came to her mind, “Read Matthew 5. Read Matthew 5.” She thought, “Why would the thought come to me to read the New Testament?” She acted on that prompting and read in Matthew, “Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you” (<span class=\"citation\" id=\"120187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120187)\">Matthew 5:44<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p28\" class=\"\">The next day she had some difficulties with her friends who were unkind and betrayed her. At first she was very upset, and then she thought, “I’ve been prepared for this. The Spirit prompted me to read Matthew, and I must love and pray for my friends.” The small step of reading the scriptures prepared her to respond in a Christlike way. From that experience, she was assured that the Lord knew her, and through the promptings of the Holy Ghost, she knew what she was to do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/never-never-never-give-up.p29\" class=\"\">My dear young women, I have met many of you who, just like Julie, have not given up when faced with difficult circumstances but have chosen to follow the plan. I pray that step by step you will continue to strengthen your testimony. Seek the help of our Heavenly Father, Jesus Christ, prophets, and others who will support you in your decision to follow the plan. Live a virtuous life so that you may have the companionship of the Holy Ghost to safely guide you. I testify that if you will do these things, the Lord will be with you and you will be able to stay on the path that leads to the temple and to eternal life. “Be strong and of a good courage” (<span class=\"citation\" id=\"120138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120138)\">Joshua 1:9<\/a><\/span>) and never, never, never give up! In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}