{"ID":7735, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Remember Who You Are!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p2\" class=\"\">By Elaine S. Dalton<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p3\" class=\"\">Young Women General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/elaine-s-dalton-10.jpg\" alt=\"Elaine S. Dalton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is no more beautiful sight than a young woman who glows with the light of the Spirit, who is confident and courageous because she is virtuous.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_047<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p5\" class=\"\">We <span class=\"emphasis\">are<\/span> daughters of our Heavenly Father. He loves us, and we love Him.<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_047\">1<\/a>\n       <span class=\"footnote\">[See “Young Women Theme,” <span class=\"emphasis\">Young Women Personal Progress<\/span> (booklet, 2009), 3.]<\/span><\/sup> I am humbled and grateful to be in your presence. The Lord has blessed me with a very clear understanding of who you are and why you are here on the earth at this time. The Lord loves you, and I know you love Him. It shows in your countenance, in your modesty, in your desire to choose the right, and in your commitment to remain virtuous and pure.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p6\" class=\"\">Together we have shared many choice spiritual moments. We have borne testimony in camps around campfires, in chapels, and in firesides. We have been warmed by the fire of our faith. We have climbed mountains and unfurled golden banners—from Brazil to Bountiful—signifying the commitment deep within our hearts to remain virtuous and to always be worthy to enter the temple. We have prayed, read the Book of Mormon, and smiled every day, and together with our mothers, grandmothers, and leaders, we are working on our Personal Progress. And we have only just begun!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p7\" class=\"\">This is a magnificent time to be on the earth and to be a young woman. Our vision remains the same. It is to be worthy to make and keep sacred covenants and receive the ordinances of the temple. This is our superlative goal! And so we will continue to lead the world in a return to virtue—a return to chastity and moral purity. We will continue to do all we can to help each other “stand … in holy places”<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_047\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120521)\">Doctrine and Covenants 87:8<\/a><\/span>.]<\/span><\/sup> and receive, recognize, and rely on the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p8\" class=\"\">We will continue to talk of Christ, to rejoice in Christ, that each of us will know to what source we may look for a remission of our sins.<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_047\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120340)\">2 Nephi 25:26<\/a><\/span>.]<\/span><\/sup> And yes, we will continue to stand firm no matter what storms may rage around us because we know and testify that “it is upon the rock of our Redeemer, who is Christ, the Son of God, that [we] must build [our] foundation … , a foundation whereon if [we] build [we] cannot fall.”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_047\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120403)\">Helaman 5:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p9\" class=\"\">The Lord’s counsel to Joshua is His counsel to you today, the “youth of the noble birthright.”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_047\">5<\/a>\n       <span class=\"footnote\">[“Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255.]<\/span><\/sup> “Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.”<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_047\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120139)\">Joshua 1:9<\/a><\/span>.]<\/span><\/sup> You are not alone! Though you may be the only Latter-day Saint in your school or your group of friends or even your family, you are not alone. You can rely on the strength of the Lord. As Joshua said to the Israelites, “Sanctify yourselves: for to morrow the Lord will do wonders among you.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_047\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120143)\">Joshua 3:5<\/a><\/span>; see also Guide to the Scriptures, <span class=\"scriptureRef\">“Sanctification,”<\/span> scriptures.lds.org.]<\/span><\/sup> This was Joshua’s call for a return to virtue, and it is the same call to us today. We simply cannot do the work we have been reserved and prepared to do unless we can access the strength and confidence that comes by living a virtuous life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p10\" class=\"\">You are young women of great faith. You brought your faith with you when you came to the earth. Alma teaches us that in the premortal realms you exhibited “exceeding faith and good works.”<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_047\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120376)\">Alma 13:3<\/a><\/span>.]<\/span><\/sup> You fought with your faith and testimony to defend the plan that was presented by God. You knew the plan was good, and you knew that the Savior would do what He said He would do—because you knew Him! You stood with Him, and you were eager for your opportunity to come to earth. You knew what was going to be required of you. You knew it would be difficult, and yet you were confident not only that you could accomplish your divine mission but that you could make a difference. You are “choice spirits who were reserved to come forth in the fulness of times to take part in laying the foundations of the great latter-day work, including the building of the temples and the performance of ordinances therein.”<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_047\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120568)\">Doctrine and Covenants 138:53–54<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p11\" class=\"\">And now you are here to do what you have been reserved and prepared to do. As I look out at you tonight, I wonder if this is what Helaman’s stripling warriors’ girlfriends must have looked like! No wonder Satan has increased the intensity of his attacks on your identity and virtue. If you can be dismayed, discouraged, distracted, delayed, or disqualified from being worthy to receive the guidance of the Holy Ghost or to enter the Lord’s holy temple, he wins.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p12\" class=\"\">Young women of The Church of Jesus Christ of Latter-day Saints, remember who you are! You are elect. You are daughters of God. You cannot be a generation of young women who are content to fit in. You must have the courage to stand out, to “arise and shine forth, that thy light may be a standard for the nations.”<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_047\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120547)\">Doctrine and Covenants 115:5<\/a><\/span>.]<\/span><\/sup> The world would have you believe that you are not significant—that you are out of fashion and out of touch. The world calls to you with unrelenting, noisy voices to “live it up,” “try everything,” “experiment and be happy.” Conversely, the Holy Ghost whispers and the Lord invites you to “walk in the paths of virtue,” “lay aside the things of this world,” “and cleave unto [your] covenants.”<sup class=\"noteMarker\"><a href=\"#footnote11-09205_000_047\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120482)\">Doctrine and Covenants 25:2, 10, 13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p13\" class=\"\">I have always loved the story of the son of King Louis XVI of France because he had an unshakable knowledge of his identity. As a young man, he was kidnapped by evil men who had dethroned his father, the king. These men knew that if they could destroy him morally, he would not be heir to the throne. For six months they subjected him to every vile thing life had to offer, and yet he never yielded under pressure. This puzzled his captors, and after doing everything they could think of, they asked him why he had such great moral strength. His reply was simple. He said, “I cannot do what you ask, for I was born to be a king.”<sup class=\"noteMarker\"><a href=\"#footnote12-09205_000_047\">12<\/a>\n       <span class=\"footnote\">[See Vaughn J. Featherstone, “The King’s Son,” <span class=\"emphasis\">New Era,<\/span> Nov. 1975, 35.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p14\" class=\"\">Like the king’s son, each of you has inherited a royal birthright. Each of you has a divine heritage. “You are literally the royal daughters of our Father in Heaven.”<sup class=\"noteMarker\"><a href=\"#footnote13-09205_000_047\">13<\/a>\n       <span class=\"footnote\">[Ezra Taft Benson, “To the Young Women of the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 85.]<\/span><\/sup> Each of you was born to be a queen.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p15\" class=\"\">When I was attending Brigham Young University, I learned what it truly means to be a queen. I was given a unique opportunity, along with a small group of other students, to meet the prophet, President David O. McKay. I was told to wear my best dress and to be ready to travel early the next morning to Huntsville, Utah, to the home of the prophet. I will never forget the experience I had. As soon as we entered the home, I felt the spirit which filled that home. We were seated in the prophet’s living room, surrounding him. President McKay had on a white suit, and seated next to him was his wife. He asked for each of us to come forward and tell him about ourselves. As I went forward, he held out his hand and held mine, and as I told him about my life and my family, he looked deeply into my eyes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p16\" class=\"\">After we had finished, he leaned back in his chair and reached for his wife’s hand and said, “Now, young women, I would like you to meet <span class=\"emphasis\">my queen.<\/span>” There seated next to him was his wife, Emma Ray McKay. Although she did not wear a crown of sparkling diamonds, nor was she seated on a throne, I <span class=\"emphasis\">knew<\/span> she was a true queen. Her white hair was her crown, and her pure eyes sparkled like jewels. As President and Sister McKay spoke of their family and their life together, their intertwined hands spoke volumes about their love. Joy radiated from their faces. Hers was a beauty that cannot be purchased. It came from years of seeking the best gifts, becoming well educated, seeking knowledge by study and also by faith. It came from years of hard work, of faithfully enduring trials with optimism, trust, strength, and courage. It came from her unwavering devotion and fidelity to her husband, her family, and the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p17\" class=\"\">On that fall day in Huntsville, Utah, I was reminded of my divine identity, and I learned about what I now call “deep beauty”—the kind of beauty that shines from the <span class=\"emphasis\">inside<\/span> out. It is the kind of beauty that cannot be painted on, surgically created, or purchased. It is the kind of beauty that doesn’t wash off. It is <span class=\"emphasis\">spiritual<\/span> attractiveness. Deep beauty springs from virtue. It is the beauty of being chaste and morally clean. It is the kind of beauty that you see in the eyes of virtuous women like your mother and grandmother. It is a beauty that is earned through faith, repentance, and honoring covenants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p18\" class=\"\">The world places so much emphasis on physical attractiveness and would have you believe that you are to look like the elusive model on the cover of a magazine. The Lord would tell you that you are each uniquely beautiful. When you are virtuous, chaste, and morally clean, your inner beauty glows in your eyes and in your face. My grandfather used to say, “If you live close to God and His infinite grace—you won’t have to tell, it will show in your face.”<sup class=\"noteMarker\"><a href=\"#footnote14-09205_000_047\">14<\/a>\n       <span class=\"footnote\">[Author unknown; see Elaine S. Dalton, “It Shows in Your Face,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2006, 109.]<\/span><\/sup> When you are worthy of the companionship of the Holy Ghost, you are confident and your inner beauty shines brightly. And so “let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and … the Holy Ghost shall be thy constant companion.”<sup class=\"noteMarker\"><a href=\"#footnote15-09205_000_047\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120552)\">Doctrine and Covenants 121:45–46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p19\" class=\"\">We have been taught that “the gift of the Holy Ghost … quickens all the intellectual faculties, increases, enlarges, expands and purifies all the natural passions and affections. … It inspires virtue, kindness, goodness, tenderness, gentleness and charity. <span class=\"emphasis\">It develops beauty of person, form and features.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote16-09205_000_047\">16<\/a>\n       <span class=\"footnote\">[Parley P. Pratt, <span class=\"emphasis\">Key to the Science of Theology,<\/span> 10th ed. (1965), 101; emphasis added.]<\/span><\/sup> Now, that is a great beauty secret! That is the beauty I observed in the home of a prophet. That day I learned that the beauty I saw in Sister McKay was the only beauty that really matters and the only kind of beauty that lasts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p20\" class=\"\">Alma asks a penetrating question for each of us to consider: “Have [you] received his image in your countenances?”<sup class=\"noteMarker\"><a href=\"#footnote17-09205_000_047\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120371)\">Alma 5:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p21\" class=\"\">Recently, a group of young women visited my office. At the end of the visit, one young woman confided with tears in her eyes, “I have never thought of myself as beautiful. I have always felt very ordinary. But today, as I walked past the mirror in your office and glanced into it, I was beautiful!” She <span class=\"emphasis\">was<\/span> beautiful because her face shone with the Spirit. She saw herself as our Heavenly Father sees her. She had received His image in her countenance. That is deep beauty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p22\" class=\"\">Young women, look into the mirror of eternity. Remember who you are! See yourself as our Heavenly Father sees you. You are elect. You are of noble birth. Don’t compromise your divine inheritance. You were born to be a queen. Live so you are worthy to enter the temple and there receive “all that [the] Father hath.”<sup class=\"noteMarker\"><a href=\"#footnote18-09205_000_047\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120518)\">Doctrine and Covenants 84:38<\/a><\/span>.]<\/span><\/sup> Develop deep beauty. There is no more beautiful sight than a young woman who glows with the light of the Spirit, who is confident and courageous because she is virtuous.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p23\" class=\"\">Remember, you are daughters of our Heavenly Father. He loves you so much that He sent His Son to show you the way to live, so that you could return to Him someday. I testify that as you draw close to the Savior, His infinite Atonement makes it possible for you to repent, to change, to be pure, and to receive His image in your countenance. His Atonement will enable you to be strong and courageous as you continue to raise your banner for virtue. You are golden. You <span class=\"emphasis\">are<\/span> the banner!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/remember-who-you-are.p24\" class=\"\">And so I conclude with the Lord’s words to each of us, His precious daughters: “Behold, … thou art an elect lady, whom I have called.”<sup class=\"noteMarker\"><a href=\"#footnote19-09205_000_047\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120484)\">Doctrine and Covenants 25:3<\/a><\/span>.]<\/span><\/sup> “Walk in the paths of virtue. … Lay aside the things of [the] world. … Cleave unto the covenants which thou hast made. … Keep my commandments continually, and a crown of righteousness thou shalt receive.”<sup class=\"noteMarker\"><a href=\"#footnote20-09205_000_047\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120483)\">Doctrine and Covenants 25:2, 10, 13, 15<\/a><\/span>.]<\/span><\/sup> Of this I bear my witness in the holy name of our Savior, Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_047\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See “Young Women Theme,” <span class=\"emphasis\">Young Women Personal Progress<\/span> (booklet, 2009), 3.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_047\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120521)\">Doctrine and Covenants 87:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_047\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120340)\">2 Nephi 25:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_047\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120403)\">Helaman 5:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_047\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_047\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120139)\">Joshua 1:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_047\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120143)\">Joshua 3:5<\/a><\/span>; see also Guide to the Scriptures, <span class=\"scriptureRef\">“Sanctification,”<\/span> scriptures.lds.org.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_047\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120376)\">Alma 13:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_047\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120568)\">Doctrine and Covenants 138:53–54<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_047\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120547)\">Doctrine and Covenants 115:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09205_000_047\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120482)\">Doctrine and Covenants 25:2, 10, 13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09205_000_047\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Vaughn J. Featherstone, “The King’s Son,” <span class=\"emphasis\">New Era,<\/span> Nov. 1975, 35.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09205_000_047\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, “To the Young Women of the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 85.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09205_000_047\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Author unknown; see Elaine S. Dalton, “It Shows in Your Face,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2006, 109.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09205_000_047\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120552)\">Doctrine and Covenants 121:45–46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09205_000_047\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Parley P. Pratt, <span class=\"emphasis\">Key to the Science of Theology,<\/span> 10th ed. (1965), 101; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-09205_000_047\">17.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120371)\">Alma 5:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-09205_000_047\">18.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120518)\">Doctrine and Covenants 84:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-09205_000_047\">19.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120484)\">Doctrine and Covenants 25:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_047\"><a name=\"-09205_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-09205_000_047\">20.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120483)\">Doctrine and Covenants 25:2, 10, 13, 15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}