{"ID":7736, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Happily Ever After\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Heavenly Father offers to you the greatest gift of all—eternal life—and the opportunity and infinite blessing of your own “happily ever after.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09205_000_049<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p5\" class=\"\">My dear young sisters all around the world, I am grateful and honored to be with you today. President Thomas S. Monson and all the leaders of the Church love you; we pray for you, and we rejoice in your faithfulness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p6\" class=\"\">Over the years I have been exposed to many beautiful languages—each of them is fascinating and remarkable; each has its particular charm. But as different as these languages can be, they often have things in common. For example, in most languages there exists a phrase as magical and full of promise as perhaps any in the world. That phrase is “Once upon a time.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p7\" class=\"\">Aren’t those wonderful words to begin a story? “Once upon a time” promises something: a story of adventure and romance, a story of princesses and princes. It may include tales of courage, hope, and everlasting love. In many of these stories, nice overcomes mean and good overcomes evil. But perhaps most of all, I love it when we turn to the last page and our eyes reach the final lines and we see the enchanting words “And they lived happily ever after.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p8\" class=\"\">Isn’t that what we all desire: to be the heroes and heroines of our own stories; to triumph over adversity; to experience life in all its beauty; and, in the end, to live happily ever after?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p9\" class=\"\">Today I want to draw your attention to something very significant, very extraordinary. On the first page of your <span class=\"emphasis\">Young Women Personal Progress<\/span> book, you will find these words: “You are a beloved daughter of Heavenly Father, prepared to come to the earth at this particular time for a sacred and glorious purpose.”<sup class=\"noteMarker\"><a href=\"#footnote1-09205_000_049\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Young Women Personal Progress<\/span> (booklet, 2009), 1.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p10\" class=\"\">Sisters, those words are true! They are not made up in a fairy tale! Isn’t it remarkable to know that our eternal Heavenly Father knows you, hears you, watches over you, and loves you with an infinite love? In fact, His love for you is so great that He has granted you this earthly life as a precious gift of “once upon a time,” complete with your own true story of adventure, trial, and opportunities for greatness, nobility, courage, and love. And, most glorious of all, He offers you a gift beyond price and comprehension. Heavenly Father offers to you the greatest gift of all—eternal life—and the opportunity and infinite blessing of your own “happily ever after.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p11\" class=\"\">But such a blessing does not come without a price. It is not given simply because you desire it. It comes only through understanding who you are and what you must become in order to be worthy of such a gift.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Trial Is Part of the Journey<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p13\" class=\"\">For a moment, think back about your favorite fairy tale. In that story the main character may be a princess or a peasant; she might be a mermaid or a milkmaid, a ruler or a servant. You will find one thing all have in common: they must overcome adversity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p14\" class=\"\">Cinderella has to endure her wicked stepmother and evil stepsisters. She is compelled to suffer long hours of servitude and ridicule.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p15\" class=\"\">In “Beauty and the Beast,” Belle becomes a captive to a frightful-looking beast in order to save her father. She sacrifices her home and family, all she holds dear, to spend several months in the beast’s castle.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p16\" class=\"\">In the tale “Rumpelstiltskin,” a poor miller promises the king that his daughter can spin straw into gold. The king immediately sends for her and locks her in a room with a mound of straw and a spinning wheel. Later in the story she faces the danger of losing her firstborn child unless she can guess the name of the magical creature who helped her in this impossible task.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p17\" class=\"\">In each of these stories, Cinderella, Belle, and the miller’s daughter have to experience sadness and trial before they can reach their “happily ever after.” Think about it. Has there ever been a person who did not have to go through his or her own dark valley of temptation, trial, and sorrow?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p18\" class=\"\">Sandwiched between their “once upon a time” and “happily ever after,” they all had to experience great adversity. Why must all experience sadness and tragedy? Why could we not simply live in bliss and peace, each day filled with wonder, joy, and love?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p19\" class=\"\">The scriptures tell us there must be opposition in all things, for without it we could not discern the sweet from the bitter.<sup class=\"noteMarker\"><a href=\"#footnote2-09205_000_049\">2<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"120332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120332)\">2 Nephi 2:11, 15<\/a><\/span>.]<\/span><\/sup> Would the marathon runner feel the triumph of finishing the race had she not felt the pain of the hours of pushing against her limits? Would the pianist feel the joy of mastering an intricate sonata without the painstaking hours of practice?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p20\" class=\"\">In stories, as in life, adversity teaches us things we cannot learn otherwise. Adversity helps to develop a depth of character that comes in no other way. Our loving Heavenly Father has set us in a world filled with challenges and trials so that we, through opposition, can learn wisdom, become stronger, and experience joy.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p21\" class=\"\">Let me share with you a personal experience I had as a teenager while our family was attending church in Frankfurt, Germany.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p22\" class=\"\">One Sunday the missionaries brought a new family to our meetings whom I hadn’t seen before. It was a mother with two beautiful daughters. I thought that these missionaries were doing a very, very good job.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p23\" class=\"\">I particularly took notice of the one daughter with gorgeous dark hair and large brown eyes. Her name was Harriet, and I think I fell in love with her from the first moment I saw her. Unfortunately, this beautiful young woman didn’t seem to feel the same about me. She had many young men who wanted to make her acquaintance, and I began to wonder if she would ever see me as anything but a friend. But I didn’t let that deter me. I figured out ways to be where she was. When I passed the sacrament, I made sure I was in the right position so that I would be the one to pass the sacrament to her.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p24\" class=\"\">When we had special activities at church, I rode my bike to Harriet’s house and rang the doorbell. Harriet’s mother usually answered. In fact, she opened the kitchen window of their apartment on the fourth floor and asked what I wanted. I would ask if Harriet would like a ride to church on my bicycle. Harriet’s mother would say, “No, she will be coming later, but I will be happy to ride with you to church.” This wasn’t exactly what I had in mind, but how could I decline?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p25\" class=\"\">And so we rode to church. I must admit I had a very impressive road bike. Harriet’s mother sat on the top tube bar just in front of me, and I tried to be the most elegant bicycle driver over roads of rough cobblestone.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p26\" class=\"\">Time passed. While beautiful Harriet was seeing many other young men, it seemed that I could not make any headway with her.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p27\" class=\"\">Was I disappointed? Yes.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p28\" class=\"\">Was I defeated? Absolutely not!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p29\" class=\"\">Actually, looking back I recognize that it doesn’t hurt at all to be on good terms with the mother of the girl of your dreams.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p30\" class=\"\">Years later, after I had finished my training as a fighter pilot in the air force, I experienced a modern miracle in Harriet’s response to my continued courting. One day she said, “Dieter, you have matured much over these past years.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p31\" class=\"\">I moved quickly after that, and within a few months I was married to the woman I had loved ever since I first saw her. The process hadn’t been easy—there were moments of suffering and despair—but finally my happiness was full, and it still is, even more so.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p32\" class=\"\">My dear young sisters, you need to know that you will experience your own adversity. None is exempt. You will suffer, be tempted, and make mistakes. You will learn for yourself what every heroine has learned: through overcoming challenges come growth and strength.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p33\" class=\"\">It is your reaction to adversity, not the adversity itself, that determines how your life’s story will develop.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p34\" class=\"\">There are those among you who, although young, have already suffered a full measure of grief and sorrow. My heart is filled with compassion and love for you. How dear you are to the Church. How beloved you are of your Heavenly Father. Though it may seem that you are alone, angels attend you. Though you may feel that no one can understand the depth of your despair, our Savior, Jesus Christ, understands. He suffered more than we can possibly imagine, and He did it for us; He did it for you. You are not alone.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p35\" class=\"\">If you ever feel your burden is too great to bear, lift your heart to your Heavenly Father, and He will uphold and bless you. He says to you, as He said to Joseph Smith, “[Your] adversity and [your] afflictions shall be but a small moment; and then, if [you] endure it well, God shall exalt [you] on high.”<sup class=\"noteMarker\"><a href=\"#footnote3-09205_000_049\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120549)\">Doctrine and Covenants 121:7–8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p36\" class=\"\">Enduring adversity is not the only thing you must do to experience a happy life. Let me repeat: how you react to adversity and temptation is a critical factor in whether or not you arrive at your own “happily ever after.”<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Stay True to What You Know Is Right<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p38\" class=\"\">Sisters, young sisters, beloved young sisters, stay true to what you know is right. Everywhere you look today, you will find promises of happiness. Ads in magazines promise total bliss if you will only buy a certain outfit, shampoo, or makeup. Certain media productions glamorize those who embrace evil or who give in to base instincts. Often these same people are portrayed as models of success and accomplishment.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p39\" class=\"\">In a world where evil is portrayed as good and good as evil, sometimes it is difficult to know the truth. In some ways it is almost like Little Red Riding Hood’s dilemma: when you are not quite sure what you are seeing, is it a beloved grandmother or is it a dangerous wolf?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p40\" class=\"\">I spent many years in the cockpit of an airplane. My task was to get a big jet safely from any part of the world to our desired destination. I knew with certainty that if I wanted to travel from New York to Rome, I needed to fly east. If some were to tell me that I should fly south, I knew there was no truth in their words. I would not trust them because I knew for myself. No amount of persuasion, no amount of flattery, bribery, or threats could convince me that flying south would get me to my destination because I knew.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p41\" class=\"\">We all search for happiness, and we all try to find our own “happily ever after.” The truth is, God knows how to get there! And He has created a map for you; He knows the way. He is your beloved Heavenly Father, who seeks your good, your happiness. He desires with all the love of a perfect and pure Father that you reach your supernal destination. The map is available to all. It gives explicit directions of what to do and where to go to everyone who is striving to come unto Christ and “stand as [a witness] of God at all times and in all things, and in all places.”<sup class=\"noteMarker\"><a href=\"#footnote4-09205_000_049\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120364)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup> All you have to do is trust your Heavenly Father. Trust Him enough to follow His plan.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p42\" class=\"\">Nevertheless, not all will follow the map. They may look at it. They may think it is reasonable, perhaps even true. But they do not follow the divine directions. Many believe that any road will take them to a “happily ever after.” Some may even become angry when others who know the way try to help and tell them. They suppose that such advice is outdated, irrelevant, out of touch with modern life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p43\" class=\"\">Sisters, they suppose wrong.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Gospel Is the Way to Happily Ever After<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p45\" class=\"\">I understand that, at times, some may wonder why they attend Church meetings or why it is so important to read the scriptures regularly or pray to our Heavenly Father daily. Here is my answer: You do these things because they are part of God’s path for you. And that path will take you to your “happily ever after” destination.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p46\" class=\"\">“Happily ever after” is not something found only in fairy tales. You can have it! It is available for you! But you must follow your Heavenly Father’s map.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p47\" class=\"\">Sisters, please embrace the gospel of Jesus Christ! Learn to love your Heavenly Father with all your heart, might, and mind. Fill your souls with virtue, and love goodness. Always strive to bring out the best in yourself and others.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p48\" class=\"\">Learn to accept and act upon the Young Women values. Live the standards in <span class=\"emphasis\">For the Strength of Youth.<\/span> These standards guide and direct you to your “happily ever after.” Living these standards will prepare you to make sacred covenants in the temple and establish your own legacy of goodness in your individual circumstances. “Stand … in holy places, and be not moved,”<sup class=\"noteMarker\"><a href=\"#footnote5-09205_000_049\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120522)\">Doctrine and Covenants 87:8<\/a><\/span>.]<\/span><\/sup> regardless of temptations or difficulties. I promise you that future generations will be grateful for you and praise your name for your courage and faithfulness during this crucial time of your life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p49\" class=\"\">My dear young sisters—you who stand for truth and righteousness, you who seek goodness, you who have entered the waters of baptism and walk in the ways of the Lord—our Father in Heaven has promised that you will “mount up with wings as eagles; [you] shall run, and not be weary; and [you] shall walk, and not faint.”<sup class=\"noteMarker\"><a href=\"#footnote6-09205_000_049\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120176)\">Isaiah 40:31<\/a><\/span>.]<\/span><\/sup> You “shall not be deceived.”<sup class=\"noteMarker\"><a href=\"#footnote7-09205_000_049\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120580)\">Joseph Smith—Matthew 1:37<\/a><\/span>.]<\/span><\/sup> God will bless and prosper you.<sup class=\"noteMarker\"><a href=\"#footnote8-09205_000_049\">8<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"120352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120352)\">Mosiah 2:22–24<\/a><\/span>.]<\/span><\/sup> “The gates of hell shall not prevail against you; … and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.”<sup class=\"noteMarker\"><a href=\"#footnote9-09205_000_049\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120481)\">Doctrine and Covenants 21:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p50\" class=\"\">Sisters, we love you. We pray for you. Be strong and of good courage. You are truly royal spirit daughters of Almighty God. You are princesses, destined to become queens. Your own wondrous story has already begun. Your “once upon a time” is now.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/05\/your-happily-ever-after.p51\" class=\"\">As an Apostle of the Lord Jesus Christ, I leave you my blessing and give you a promise that as you accept and live the values and principles of the restored gospel of Jesus Christ, “[you] will be prepared to strengthen home and family, make and keep sacred covenants, receive the ordinances of the temple, and enjoy the blessings of exaltation.”<sup class=\"noteMarker\"><a href=\"#footnote10-09205_000_049\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Young Women Personal Progress,<\/span> 3.]<\/span><\/sup> And the day will come when you turn the final pages of your own glorious story; there you will read and experience the fulfillment of those blessed and wonderful words: “And they lived happily ever after.” Of this I testify in the holy name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09205_000_049\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Young Women Personal Progress<\/span> (booklet, 2009), 1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09205_000_049\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120332)\">2 Nephi 2:11, 15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09205_000_049\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120549)\">Doctrine and Covenants 121:7–8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09205_000_049\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120364)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09205_000_049\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120522)\">Doctrine and Covenants 87:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09205_000_049\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120176)\">Isaiah 40:31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09205_000_049\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120580)\">Joseph Smith—Matthew 1:37<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09205_000_049\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120352)\">Mosiah 2:22–24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09205_000_049\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120481)\">Doctrine and Covenants 21:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09205_000_049\"><a name=\"-09205_000_049\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09205_000_049\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Young Women Personal Progress,<\/span> 3.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}