{"ID":7738, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Because of Your Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p2\" class=\"\">By Elder Jeffrey R. Holland<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">My thanks to all you wonderful members of the Church … for proving every day of your life that the pure love of Christ “never faileth.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_005<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p5\" class=\"\">President Monson, the entire worldwide membership of this church joins in that great anthem with this wonderful choir, and we say, “We thank thee, O God, for a prophet.” Thank you for your life, for your example, and for that welcoming message to another general conference of the Church. We love you, we admire you, and we sustain you. Indeed, in this afternoon’s session we will have a more formal opportunity to raise our hands in a sustaining vote, not only for President Monson but also for all the other general officers of the Church as well. Because my name will be included on that list, may I be so bold as to speak for all in thanking you in advance for those uplifted hands. Not one of us could serve without your prayers and without your support. Your loyalty and your love mean more to us than we can ever possibly say.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p6\" class=\"\">In that spirit my message today is to say that <span class=\"emphasis\">we<\/span> sustain <span class=\"emphasis\">you,<\/span> that we return to <span class=\"emphasis\">you<\/span> those same heartfelt prayers and that same expression of love. We all know there are special keys, covenants, and responsibilities given to the presiding officers of the Church, but we also know that the Church draws incomparable strength, a truly unique vitality, from the faith and devotion of <span class=\"emphasis\">every<\/span> member of this church, whoever you may be. In whatever country you live, however young or inadequate you feel, or however aged or limited you see yourself as being, I testify you are individually loved of God, you are central to the meaning of His work, and you are cherished and prayed for by the presiding officers of His Church. The personal value, the sacred splendor of every <span class=\"emphasis\">one<\/span> of you, is the very reason there is a plan for salvation and exaltation. Contrary to the parlance of the day, this <span class=\"emphasis\">is<\/span> about <span class=\"emphasis\">you.<\/span> No, don’t turn and look at your neighbor. I am talking to you!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p7\" class=\"\">I have struggled to find an adequate way to tell you how loved of God you are and how grateful we on this stand are for you. I am trying to be voice for the very angels of heaven in thanking you for every good thing you have ever done, for every kind word you have ever said, for every sacrifice you have ever made in extending to someone—to anyone—the beauty and blessings of the gospel of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p8\" class=\"\">I am grateful for Young Women leaders who go to girls camp and, without shampoo, showers, or mascara, turn smoky, campfire testimony meetings into some of the most riveting spiritual experiences those girls—or those leaders—will experience in their lifetime. I am grateful for <span class=\"emphasis\">all<\/span> the women of the Church who in my life have been as strong as Mount Sinai and as compassionate as the Mount of Beatitudes. We smile sometimes about our sisters’ stories—you know, green Jell-O, quilts, and funeral potatoes. But my family has been the grateful recipient of each of those items at one time or another—and in one case, the quilt and the funeral potatoes on the same day. It was just a small quilt—tiny, really—to make my deceased baby brother’s journey back to his heavenly home as warm and comfortable as our Relief Society sisters wanted him to be. The food provided for our family after the service, voluntarily given without a single word from us, was gratefully received. Smile, if you will, about our traditions, but somehow the too-often unheralded women in this church are <span class=\"emphasis\">always<\/span> there when hands hang down and knees are feeble.<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_005\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120588)\">Hebrews 12:12<\/a><\/span>; <span class=\"citation\" id=\"120589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120589)\">Doctrine and Covenants 81:5<\/a><\/span>.]<\/span><\/sup> They seem to grasp instinctively the divinity in Christ’s declaration: “Inasmuch as ye have done it unto one of the least of these … , ye have done it unto me.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_005\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120590)\">Matthew 25:40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p9\" class=\"\">And no less the brethren of the priesthood. I think, for example, of the leaders of our young men who, depending on the climate and continent, either take bone-rattling 50-mile (80 km) hikes or dig—and actually try to sleep in—ice caves for what have to be the longest nights of human experience. I am grateful for memories of my own high priests group, which a few years ago took turns for weeks sleeping on a small recliner in the bedroom of a dying quorum member so that his aged and equally fragile wife could get some sleep through those final weeks of her sweetheart’s life. I am grateful for the Church’s army of teachers, officers, advisers, and clerks, to say nothing of people who are forever setting up tables and taking down chairs. I am grateful for ordained patriarchs, musicians, family historians, and osteoporotic couples who trundle off to the temple at 5:00 in the morning with little suitcases now almost bigger than they are. I am grateful for selfless parents who—perhaps for a lifetime—care for a challenged child, sometimes with more than one challenge and sometimes with more than one child. I am grateful for children who close ranks later in life to give back to ill or aging parents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p10\" class=\"\">And to the near-perfect elderly sister who almost apologetically whispered recently, “I have never been a leader of anything in the Church. I guess I’ve only been a helper,” I say, “Dear sister, God bless you and all the ‘helpers’ in the kingdom.” Some of us who <span class=\"emphasis\">are<\/span> leaders hope someday to have the standing before God that you have already attained.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p11\" class=\"\">Too often I have failed to express gratitude for the faith and goodness of such people in my life. President James E. Faust stood at this pulpit 13 years ago and said, “As a small boy … , I remember my grandmother … cooking our delicious meals on a hot woodstove. When the wood box next to the stove became empty, Grandmother would silently … go out to refill it from the pile of cedar wood outside, and bring the heavily laden box back into the house. I was so insensitive … [that] I sat there and let my beloved grandmother refill [that] box.” Then, his voice choking with emotion, he said, “I feel ashamed of myself and have regretted my omission for all of my life. I hope someday to ask for her forgiveness.”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_005\">3<\/a>\n       <span class=\"footnote\">[James E. Faust, “The Weightier Matters of the Law: Judgment, Mercy, and Faith,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 59.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p12\" class=\"\">If a man as perfect as I felt President Faust was can acknowledge his youthful oversight, I can do no less than make a similar admission and pay a long-overdue tribute of my own today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p13\" class=\"\">When I was called to serve a mission back before the dawn of time, there was no equalization of missionary costs. Each had to bear the full expense of the mission to which he or she was sent. Some missions were very expensive, and as it turned out, mine was one of those.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p14\" class=\"\">As we encourage missionaries to do, I had saved money and sold personal belongings to pay my own way as best I could. I <span class=\"emphasis\">thought<\/span> I had enough money, but I wasn’t sure how it would be in the final months of my mission. With that question on my mind, I nevertheless blissfully left my family for the greatest experience anyone could hope to have. I loved my mission as I am sure no young man has ever loved one before or since.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p15\" class=\"\">Then I returned home just as my parents were called to serve a mission of their own. What would I do now? How in the world could I pay for a college education? How could I possibly pay for board and room? And how could I realize the great dream of my heart, to marry the breathtakingly perfect Patricia Terry? I don’t mind admitting that I was discouraged and frightened.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p16\" class=\"\">Hesitantly I went to the local bank and asked the manager, a family friend, how much was in my account. He looked surprised and said, “Why, Jeff, it’s <span class=\"emphasis\">all<\/span> in your account. Didn’t they tell you? Your parents wanted to do what little they could to help you get started when you got home. They didn’t withdraw a cent during your mission. I supposed that you knew.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p17\" class=\"\">Well, I didn’t know. What I do know is that my dad, a self-educated accountant, a “bookkeeper” as they were called in our little town, with very few clients, probably never wore a new suit or a new shirt or a new pair of shoes for two years so his son could have all of those for his mission. Furthermore, what I did not know but then came to know was that my mother, who had never worked out of the home in her married life, took a job at a local department store so that my mission expenses could be met. And not one word of that was ever conveyed to me on my mission. Not a single word was said regarding any of it. How many fathers in this Church have done exactly what my father did? And how many mothers, in these difficult economic times, are still doing what my mother did?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p18\" class=\"\">My father has been gone for 34 years, so like President Faust, I will have to wait to fully thank him on the other side. But my sweet mother, who turns 95 next week, is happily watching this broadcast today at her home in St. George, so it’s not too late to thank her. To you, Mom and Dad, and to all the moms and dads and families and faithful people everywhere, I thank you for sacrificing for your children (and for other people’s children!), for wanting so much to give them advantages you never had, for wanting so much to give them the happiest life you could provide.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p19\" class=\"\">My thanks to all you wonderful members of the Church—and legions of good people not of our faith—for proving every day of your life that the pure love of Christ “never faileth.”<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_005\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120591)\">1 Corinthians 13:8<\/a><\/span>; see also <span class=\"citation\" id=\"120592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120592)\">Moroni 7:46–47<\/a><\/span>.]<\/span><\/sup> No one of you is insignificant, in part because you make the gospel of Jesus Christ what it is—a living reminder of His grace and mercy, a private but powerful manifestation in small villages and large cities of the good He did and the life He gave bringing peace and salvation to other people. We are honored beyond expression to be counted one with you in such a sacred cause.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p20\" class=\"\">As Jesus said to the Nephites, so say I today:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p21\" class=\"\">“Because of your faith … , my joy is full.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p22\" class=\"\">“And when he had said these words, he wept.”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_005\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120593)\">3 Nephi 17:20–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/because-of-your-faith.p23\" class=\"\">Brothers and sisters, seeing your example, I pledge anew <span class=\"emphasis\">my<\/span> determination to be better, to be more faithful—more kind and devoted, more charitable and true as our Father in Heaven is and as so many of you already are. This I pray in the name of our Great Exemplar in all things—even the name of the Lord Jesus Christ—amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_005\"><a name=\"-09211_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_005\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120588)\">Hebrews 12:12<\/a><\/span>; <span class=\"citation\" id=\"120589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120589)\">Doctrine and Covenants 81:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_005\"><a name=\"-09211_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_005\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120590)\">Matthew 25:40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_005\"><a name=\"-09211_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_005\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>James E. Faust, “The Weightier Matters of the Law: Judgment, Mercy, and Faith,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 59.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_005\"><a name=\"-09211_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_005\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120591)\">1 Corinthians 13:8<\/a><\/span>; see also <span class=\"citation\" id=\"120592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120592)\">Moroni 7:46–47<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_005\"><a name=\"-09211_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_005\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120593)\">3 Nephi 17:20–21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}