{"ID":7739, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stay on the Path\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p2\" class=\"\">By Rosemary M. Wixom<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p3\" class=\"\">Primary General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/rosemary-m-wixom-10.jpg\" alt=\"Rosemary M. Wixom\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As we hold on to our children and follow the Savior’s lead, we will all return to our heavenly home and be safe in our Heavenly Father’s arms.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_006<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p5\" class=\"\">I recently observed the birth of tiny Kate Elizabeth. After she entered this world and was placed into her mother’s arms, Kate reached out and caught hold of her mother’s finger. It was as if little Kate were saying, “If I hold on, will you help me stay on the path back to my Heavenly Father?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p6\" class=\"\">At age seven, Joseph Smith contracted typhoid fever, and an infection settled in his leg. Dr. Nathan Smith was pioneering a procedure by which the infected leg could be saved. Without anesthesia, Dr. Smith would need to cut Joseph’s leg and actually remove portions of the infected bone. Joseph declined brandy to endure the pain and refused to be tied down but said, “I will have my father sit on the bed and hold me in his arms, and then I will do whatever is necessary.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_006\">1<\/a>\n       <span class=\"footnote\">[See Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Preston Nibley (1958), 56–57.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p7\" class=\"\">For children all over the world, we say: “Take my hand. Hold on tight. We will stay on the path together back to our Heavenly Father.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p8\" class=\"\">Parents, grandparents, neighbors, friends, Primary leaders—each of us can reach out to hold on to the children. We can stop, kneel down, and look into their eyes and feel of their innate desire to follow the Savior. Take hold of their hands. Walk with them. It is our chance to anchor them on the path of faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p9\" class=\"\">No child needs to walk the path alone so long as we speak freely to our children of the plan of salvation. Understanding the plan will help them hold to the truths that they are children of God and He has a plan for them, that they lived with Him in the premortal existence, that they shouted for joy to come to this earth, and that through the Savior’s help, we all can return to our Heavenly Father’s presence. If they understand the plan and who they are, they will not fear.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p10\" class=\"\">In Alma 24 we read, “He loveth our souls [and] he loveth our children; therefore, … the plan of salvation might be made known unto us as well as unto future generations.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_006\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120594)\">Alma 24:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p11\" class=\"\">We begin to make the plan known to our children when we hold tight to the iron rod ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p12\" class=\"\">When we are holding tight to the iron rod, we are in a position to place our hands over theirs and walk the strait and narrow path together. Our example is magnified in their eyes. They will follow our cadence when they feel secure in our actions. We do not need to be perfect—just honest and sincere. Children want to feel as one with us. When a parent says, “We can do it! We can read the scriptures daily as a family,” the children will follow!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p13\" class=\"\">One such family with four young children writes: “We decided to start small because of our children’s short attention spans. Our oldest child was not yet reading, but she could repeat our words, so we began reading the Book of Mormon, just three verses each night. My husband and I would read one verse each, and then Sydney would repeat a verse. We progressed to four verses and then five verses as the boys began to repeat their own verses. Yes, it was tedious, but we kept going. We tried to focus on consistency instead of speed. It took us three-and-a-half years to finish the Book of Mormon. It was a great feeling of accomplishment!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p14\" class=\"\">The mother continues: “Daily family scripture reading is a habit in our family now. Our children are comfortable with scriptural language, and my husband and I take opportunity to bear testimony of truths. Most important, the Spirit has increased in our home.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p15\" class=\"\">Do you take from this family’s experience what I do? When our intent is to hold tight to the word of God, our reading of the scriptures can be just one verse at a time. It’s never too late to begin. You can start now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p16\" class=\"\">The world will teach our children if we do not, and children are capable of learning all the world will teach them at a very young age. What we want them to know five years from now needs to be part of our conversation with them today. Teach them in every circumstance; let every dilemma, every consequence, every trial that they may face provide an opportunity to teach them how to hold on to gospel truths.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p17\" class=\"\">Shannon, a young mother, did not expect that she would teach her children the power of prayer when they piled into their van to drive to their home just 40 minutes away. There was no storm when they left their grandmother’s home, but as they began to drive through the canyon, the light snow turned into a blizzard. The van began sliding on the surface of the road. Soon visibility was near zero. The two youngest children could sense the stress of the situation and began to cry. Shannon said to the older children, Heidi and Thomas, ages 8 and 6, “You need to pray. We need Heavenly Father’s help to get home safely. Pray that we will not get stuck and that we will not slide off the road.” Her hands shook as she steered the car, yet she could hear the whisper of little prayers repeatedly coming from the backseat: “Heavenly Father, please help us get home safely; please help us so we will not slide off the road.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p18\" class=\"\">In time the prayers calmed the two little ones, and they stopped their crying just as they learned that a road closure prevented them from driving any farther. Cautiously, they turned around and found a motel for the night. Once in the motel, they knelt down and thanked Heavenly Father for their safety. That night a mother taught her children the power of holding true to prayer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p19\" class=\"\">What trials will our children face? Like Joseph Smith, our children can find the courage to “do whatever is necessary.” When we are intentional about holding them and teaching them of Heavenly Father’s plan through prayer and scriptures, they will come to know <span class=\"emphasis\">where<\/span> they came from, <span class=\"emphasis\">why<\/span> they are here, and <span class=\"emphasis\">where<\/span> they are going.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p20\" class=\"\">Last spring my husband and I attended a soccer game of our four-year-old grandson. You could feel the excitement on the field as the players ran in every direction chasing the soccer ball. When the final whistle blew, the players were unaware of who won or who lost. They had simply played the game. The coaches directed the players to shake hands with the opposing team members. Then I observed something quite remarkable. The coach called for a victory tunnel. All the parents, grandparents, and any spectators who had come to observe the game stood up and formed two lines facing each other, and by raising their arms they formed an arch. The children squealed as they ran through the cheering adults and down the path formed by the spectators. Soon the children from the opposing team joined the fun as all the players—the winners and the losers—were cheered on by the adults as they ran the path of the victory tunnel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p21\" class=\"\">In my mind’s eye, I had another picture. I had the feeling I was seeing children living the plan, the plan Heavenly Father has created for each individual child. They were running the strait and narrow path through the arms of the spectators who love them, each one feeling the joy of being on the path.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/stay-on-the-path.p22\" class=\"\">Jacob said, “O how great the plan of our God!”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_006\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120595)\">2 Nephi 9:13<\/a><\/span>.]<\/span><\/sup> The Savior has “marked the path and led the way.”<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_006\">4<\/a>\n       <span class=\"footnote\">[“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195.]<\/span><\/sup> I testify that as we hold on to our children and follow the Savior’s lead, we will all return to our heavenly home and be safe in our Heavenly Father’s arms. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_006\"><a name=\"-09211_000_006\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Preston Nibley (1958), 56–57.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_006\"><a name=\"-09211_000_006\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120594)\">Alma 24:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_006\"><a name=\"-09211_000_006\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120595)\">2 Nephi 9:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_006\"><a name=\"-09211_000_006\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_006\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}