{"ID":774, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"To Kick Against the Pricks\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1955, pp. 94-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA young Indian lad in my presence recently bore his testimony, and he said:  \"I am proud that\nI am a Navajo.  I am proud, more proud, that I am a Mormon, and I am still more proud that\nI hold the priesthood,\" and that is the way I feel today in this great assembly on this\nanniversary.  One hundred and twenty-five years ago six people gathered together in the first\nconference; and at this conference some ten sessions have filled the building to its capacity. I\nbear witness that the work that we are engaged in is the work of the Lord in all its\ncomprehensiveness, and I am grateful that I am a member of the Lord's Church.  I have prayed\nmuch that what I say this morning might be beneficial to someone.\n<\/p><p>\nAnd the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick\nagainst the pricks (<span class=\"citation\" id=\"7750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7750)\">Acts 9:5<\/a><\/span>).\n<\/p><p>\nThe Lord was speaking to the powerful figure, Saul of Tarsus, Paul of Christianity.  I often\nwondered just what this meant.  I found one authority who offered this: \n<\/p><p>\n. . . Those who kick at the goad, that stifle and smother the convictions of conscience,\nthat rebel against God's truths laws, that quarrel with His providences, that persecute\nand oppose His ministers, because they reprove them . . . and fly in the face of their\nreprovers, they kick against the pricks, and will have a great deal to answer for.\n(<i>Commentaries<\/i> by Henry M. Scott.)\n<\/p><p>\nA goad is defined as a spear or a sharp pointed stick used to sting or prick. The burro who\nkicks the sharp instrument with which he is being prodded is kicking at the pricks. His\nretaliation does little damage to the sharp stick or to him who wields it but brings distress to\nthe foot that kicks it.\n<\/p><p>\nI well remember in my youth a neighbor who moved about some days on crutches.  He was\nevasive when asked the cause of his misfortune, but an ear witness told me, as he chuckled:\n\"John stubbed his toe on a chair in the night and in his quick, fierce anger, he kicked the\nchair and broke his toe.\" The rocking chair rocked on and on, and perhaps smiled at the\nstupidity of man.\n<\/p><p>\nThe first king of Israel quarreled with Providence.  His stubbornness cost him his kingdom\nand brought forth the caustic denunciation from his prophet: \n<\/p><p>\nFor rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry.\nBecause thou hast rejected the word of the Lord, he hath also rejected thee from being\nking (<span class=\"citation\" id=\"2515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2515)\">1 Sam. 15:23<\/a><\/span>).\n<\/p><p>\nO foolish monarch! Given power, wealth, opportunity, why throw them all away?  The\nProphet Samuel denounced the independent, arrogant Saul; the superior, unhumble Saul; the\nproud, conceited Saul: \n<\/p><p>\nWhen thou wast little in thine own sight, wast thou not made the head of the tribes of\nIsrael, and the Lord anointed thee king over Israel?\n(<span class=\"citation\" id=\"2514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2514)\">1 Sam. 15:17<\/a><\/span>).\n<\/p><p>\nThere is the man who rebelled against the call of Brigham Young to go to southern valleys,\nsaying: \"Nobody is going to tell me where to go and what to do.\" Through his personal\nrebellion, he took his entire family out of the Church.  How little he retarded the colonization\nprogram!  The valleys were settled in spite of him. How little his disaffection injured the\nChurch! It has grown steadily without him. But how he has suffered in his eternal\nprogression. In contrast, there were many who pulled up stakes, moved to new worlds, and\nreared families of faith and devotion.\n<\/p><p>\nThere are many who, because troubles come, cease praying to the Lord, letting loose of the\nvery rod of protection at the precise moment when that hand-hold is so vital.\n<\/p><p>\nThere is the man who, to satisfy his own egotism, took a stand against the Authorities of the\nChurch.  He followed the usual pattern, not apostasy at first, only superiority of knowledge\nand mild criticism.  He loved the brethren, he said, but they failed to see and interpret as he\nwould like. He would still love the Church, he maintained, but his criticism grew and\ndeveloped into ever-widening circles.  He was right, he assured himself; he could not yield in\ngood conscience; he had his pride. His children did not accept his philosophy wholly, but\ntheir confidence was shaken. In their frustration, they married out of the Church, and he lost\nthem.   He later realized his folly and returned to humbleness, but so very late. He had lost\nhis children.  \"It is hard for thee to kick against the pricks\"\n(<span class=\"citation\" id=\"7751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7751)\">Acts 9:5<\/a><\/span>).\n<\/p><p>\nThe Prophet Ezekiel said: \n<\/p><p>\nThe fathers have eaten sour grapes, and the children's teeth are set on edge\n(<span class=\"citation\" id=\"23112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23112)\">Ezek. 18:2<\/a><\/span>).\n<\/p><p>\nThere is the man who resisted release from positions in the Church. He knew positions were\ntemporary trusts, but he criticized the presiding leader who had released him, complaining that\nproper recognition had not been given; the time had not been propitious; it had been a\nreflection upon his effectiveness.  He bitterly built up a case for himself, absented himself\nfrom his meetings, and justified himself in his resultant estrangement.  His children partook of\nhis frustrations, and his children's children. In later life he \"came to himself\"\n(<span class=\"citation\" id=\"31408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31408)\">Luke 15:17<\/a><\/span>), and on the\nbrink of the grave made an about-face.  His family would not effect the transformation which\nnow he would give his life to have them make. How selfish!  Haughty pride induces eating\nsour grapes, and innocent ones have their teeth set on edge.  \"It is hard for thee to kick\nagainst the pricks\" (<span class=\"citation\" id=\"7752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7752)\">Acts 9:5<\/a><\/span>).\n<\/p><p>\nWhen I was a child, we used the expression, \"He cut off his nose to spite his face.\" To us,\nthat meant that one was fighting against fate, rebelling against the inevitable, damaging\nhimself to spite others, breaking his toe to give vent to his senseless anger.\n<\/p><p>\nEight lovely children had blessed the temple marriage of a man and woman who in later years\nwere denied a temple recommend.  They would not be so dealt with by this young bishop.\nWhy should they be deprived and humiliated? Were they less worthy than others? They\nargued that this boy-bishop was too strict, too orthodox.  Never would they be active, nor\nenter the door of that Church as long as that bishop presided. They would show him. The\nhistory of this family is tragic.  The four younger ones were never baptized; the four older\nones never were ordained, endowed, nor sealed. No missions were filled by this family.\nToday the parents are ill at ease, still defiant. They had covered themselves with a cloud, and\nrighteous prayers could not pass through (see\n<span class=\"citation\" id=\"30869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30869)\">Lam. 3:44<\/a><\/span>).\n<\/p><p>\nSour grapes! Such unhappy food!\n<\/p><p>\nThe works, and the designs, and the purposes of God cannot be frustrated, neither can\nthey come to naught (<span class=\"citation\" id=\"13342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13342)\">D&amp;C 3:1<\/a><\/span>).\n<\/p><p>\nBut the individual who fights them finds disillusionment, disappointment, and misery. The\nLord said: \". . . the rebellious shall be pierced with much sorrow\"\n(<span class=\"citation\" id=\"13340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13340)\">D&amp;C 1:3<\/a><\/span>). He outlines\nfurther the fate of the fighters.\n<\/p><p>\nAs well might man stretch forth his puny arm to stop the Missouri river in its decreed\ncourse, or to turn it up stream.\n<\/p><p>\nWhy are so few chosen?\n<\/p><p>\nBecause their hearts are set so much upon the things of this world, and aspire to the\nhonors of men, that they do not learn this one lesson&mdash;\n<\/p><p>\nThat the rights of the priesthood . . .\n<\/p><p>\n. . . may be conferred upon us it is true; but when we undertake to cover our sins, or\nto gratify our pride, our vain ambition . . . in any degree of unrighteousness, behold,\nthe heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is\nwithdrawn, Amen to the priesthood or the authority of that man.\n<\/p><p>\nBehold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute\nthe saints, and to fight against God\n(<span class=\"citation\" id=\"13413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13413)\">D&amp;C 121:33-38<\/a><\/span>).\n<\/p><p>\nOf such who defy the Lord, trample upon his sacred ordinances, fight his leaders, the Lord\nhas this to say: \n<\/p><p>\nCursed are all those that shall lift up the heel against mine anointed, saith the Lord,\nand cry they have sinned when they have not sinned before me, saith the Lord, but\nhave done that which was meet in mine eyes, and which I commanded them.\n<\/p><p>\nBut those who cry transgression do it because they are the servants of sin, and are the\nchildren of disobedience themselves . . .\n<\/p><p>\nWo unto them . . . they shall be severed from the ordinances of mine house.\n<\/p><p>\n. . . they themselves shall be despised by those that flattered them.\n<\/p><p>\nThey shall not have right to the priesthood, nor their posterity after them from\ngeneration to generation (<span class=\"citation\" id=\"13412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13412)\">D&amp;C 121:16-17,19,21<\/a><\/span>).\n<\/p><p>\nIn the last century the Lord condemned a Brother Almon Babbitt: \n<\/p><p>\n. . . behold, he aspireth to establish his counsel which I have ordained, even that of the\nPresidency of my Church; and he setteth up a golden calf for the worship of my\npeople (<span class=\"citation\" id=\"13420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13420)\">D&amp;C 124:84<\/a><\/span>).\n<\/p><p>\nHe was like those Romans of whom Paul spoke: \n<\/p><p>\nFor the wrath of God is revealed from heaven against all ungodliness and\nunrighteousness of men.\n<\/p><p>\nBecause that, when they knew God, they glorified him not as God . . . but became\nvain in their imaginations, and their foolish heart was darkened.\n<\/p><p>\nProfessing themselves to be wise, they became fools\n(<span class=\"citation\" id=\"42721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42721)\">Rom. 1:18,21-22<\/a><\/span>).\n<\/p><p>\nFor although a man may have many revelations, and have to do many mighty works, [the\nLord said] yet if he boasts in his own strength, and sets at naught the counsels of God,\nand follows after the dictates of his own will and carnal desires, he must fall and incur\nthe vengeance of a just God upon him\n(<span class=\"citation\" id=\"13343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13343)\">D&amp;C 3:4<\/a><\/span>).\n<\/p><p>\nMartin Harris was chastised by the Redeemer as\n<\/p><p>\n. . . a wicked man, who has set at naught the counsels of God, and has broken the\nmost sacred promises which were made before God, and has depended upon his own\nwisdom (<span class=\"citation\" id=\"13344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13344)\">D&amp;C 3:12-13<\/a><\/span>).\n<\/p><p>\nOnly the transgression of His people can nullify the work of the Lord, He says.  And Jacob\nlaments: \n<\/p><p>\n. . . O the vainness, and the frailties, and the foolishness of men!  When they are\nlearned they think they are wise, and they hearken not unto the counsel of God, for\nthey set it aside, supposing they know of themselves, wherefore, their wisdom is\nfoolishness and it profiteth them not.  And they shall perish\n(<span class=\"citation\" id=\"3575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3575)\">2 Ne. 9:28<\/a><\/span>).\n<\/p><p>\nMen continue to try to create God, to control God, and to thwart his purposes but: \n<\/p><p>\nHis purposes fail not, neither are there any who can stay his hand.\n<\/p><p>\nFrom eternity to eternity he is the same, and his years never fail\n(<span class=\"citation\" id=\"13380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13380)\">D&amp;C 76:3-4<\/a><\/span>).\n<\/p><p>\nBut men in their egotism continue to try.  Against men like these, Paul warned his colleague: \n<\/p><p>\nO Timothy, keep that which is committed to thy trust, avoiding profane and vain\nbabblings, and oppositions of science falsely so called\n(<span class=\"citation\" id=\"2814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2814)\">1 Tim. 6:20<\/a><\/span>).\n<\/p><p>\nThe Caesars burned the early Saints as torches, subjected them to the claws of wild beasts in\nthe coliseums, drove them underground into the catacombs, confiscated their property, and\nsnuffed out their lives, but all to no avail, for the fires of devotion and sacrifice were only\nintensified thereby.\n<\/p><p>\nThe persecutors decapitated John the Baptist, ran a lance through the Apostle James, and\naccording to tradition martyred the missionary, Paul, and crucified the mighty Simon Barjona. \nThey failed of purpose.  Where a relatively few contemporaries ever heard them, hundreds of\nmillions have since been enlightened by their doctrines and inspired by their testimonies.\n<\/p><p>\n\"Mormonism will fail if we kill their prophet,\" they said a century ago as they murdered\nJoseph Smith in cold blood. Undoubtedly their fiendish grins of satisfaction at such a foul\ndeed changed to perturbed grimaces when they came to realize that they had been but kicking\nagainst sharp points, injuring only themselves.  Mormonism was not destroyed by the cruel\nmartyrdom, but here was its vitality.  The bullet-torn flesh fertilized the soil; the blood they\nshed moistened the seed; and the spirits they sent heavenward will testify against them\nthroughout eternities. The cause persists and grows.\n<\/p><p>\nGamaliel, the noted Pharisee doctor of the law, teacher of Saul of Tarsus, had deeper\nperception than did his associates, the chief priests who would have slain the Apostles.  He\nwarned: \n<\/p><p>\n. . . take heed to yourselves what ye intend to do as touching these men . . .\n<\/p><p>\nRefrain from these men, and let them alone: for if this counsel or this work be of men,\nit will come to nought: \n<\/p><p>\nBut if it be of God, ye cannot overthrow it; lest haply ye be found even to fight\nagainst God (<span class=\"citation\" id=\"7747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7747)\">Acts 5:35,38-39<\/a><\/span>).\n<\/p><p>\nWhat sagacity! How wise this learned man!  \"Take heed to <i>yourselves<\/i>,\" he warned.  It was a\nboomerang.  He reminded them of the fate of the influential Theudas with his great swelling\nwords, his vaunted knowledge, his brilliant mind, his superior logic, who with his following\nof hundreds kicked \"against the pricks,\" resisted truth, fought against God, and came to\nnought.\"\n<\/p><p>\nHe spoke of Judas of Galilee and his vain philosophies and his flattering words which brought\nhim and his following oblivion (<span class=\"citation\" id=\"7748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7748)\">Acts 5:37<\/a><\/span>).\nEarly leaders whose names are linked with those of Joseph\nand Hyrum have come and gone. Heavens opened, revelations flowed, and holy angels\nministered to them. Positions of trust were given them, but with it all there came arrogance,\njealousies, and disaffections.\n<\/p><p>\nFor their vine is of the vine of Sodom, and of the fields of Gomorrah: their grapes are\ngrapes of gall, their clusters are bitter: \n<\/p><p>\nTheir wine is the poison of dragons, and the cruel venom of asps\n(<span class=\"citation\" id=\"21218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21218)\">Deut. 32:32-33<\/a><\/span>).\n<\/p><p>\nAre not these the self-planted, self-nourished, and self-harvested grapes of wrath?  O stupid\nman, O egotistical man! Thinking only of self he profanes the way of the Lord and brings,\nsorrow to his posterity whose roses turn to ashes, whose fruit becomes only skin-covered\nstones. The grapes are so sour. How terrifying such a responsibility! \"It is hard for thee to\nkick against the pricks.\"\n<\/p><p>\nBut wo unto him that has the law given, yea, and that has all the commandments of\nGod, like unto us, and that transgresseth them, and that wasteth the days of his\nprobation, for awful is his state!\n(<span class=\"citation\" id=\"3574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3574)\">2 Ne. 9:27<\/a><\/span>).\n<\/p><p>\nIn a page from the journal of the Prophet Joseph, we find this: \"At 3:30 pm. I met with\nBrigham Young [and others whom he named] in my office.\" And then this: \"Write to Oliver\nCowdery and ask him if he has not eaten husks long enough?\n(<span class=\"citation\" id=\"31406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31406)\">Luke 15:16<\/a><\/span>)\nIf he is not almost ready to\nreturn, be clothed with robes of righteousness, and go up to Jerusalem? Orson Hyde hath need\nof him\" (<i>History of the Church<\/i>, Vol. 5, pp. 366, 368).\n<\/p><p>\nThis is likely reminiscent of the prodigal son whose sad fate brought him to the eating of\nhusks with the swine after he had turned from the luxurious board of plenty at his father's\ntable.  And like him, the modern man of rare opportunity fought against his conscience,\nstifled his best impulses; and finally when the earthly powers were near an end, his influence\nin the world largely terminated, he \"came to himself\"\n(<span class=\"citation\" id=\"31409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31409)\">Luke 15:17<\/a><\/span>) back to the program he had resisted. \nMany teeth had been set on edge in the years of his unproductive, sterile years.  His\nbrother-in-law, David Whitmer, said of him as he was restored to the Church late in life: \n<\/p><p>\n\"Oliver died the happiest man I ever saw. After shaking hands with his family and kissing his\nwife and daughter, he said: 'Now I lay me down for the last time . . . ' And he died with a\nsmile on his face.\"\n<\/p><p>\nPeace, sweet peace, finally comes to all men when they humbly yield to the gentle pressures\nof the Spirit.\n<\/p><p>\nThe story of the transformation of Alma is not unlike that of Paul.  With his companions he\nset about to \"steady the ark\" (<span class=\"citation\" id=\"13389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13389)\">D&amp;C 85:8<\/a><\/span>),\nto set straight the leaders of the Church, and to take over the\nminds of the people.  These young men were brilliant, eloquent, impressive.  The angel of the\nLord in a cloud spoke \"as it were with a voice of thunder which caused the earth to shake\"\n(<span class=\"citation\" id=\"40271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40271)\">Mosiah 27:11<\/a><\/span>),\nand the astonished men fell to the earth, Alma becoming dumb and lifeless.  Carried helpless\nto his father he was recovered after long fasting and prayer by those who loved him. In his\nremorse he cried out: \n<\/p><p>\nI was in the darkest abyss but now I behold the marvelous light of God. My soul was\nwracked with eternal torment, but I am snatched and my soul is pained no more\n(<span class=\"citation\" id=\"40272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40272)\">Mosiah 27:29<\/a><\/span>).\n<\/p><p>\nIt took courage for Alma and the princes to admit they were wrong, but they went about\n\"zealously striving to repair all the injuries which they had done to the church\" (see\n(<span class=\"citation\" id=\"40273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40273)\">Mosiah 27:35<\/a><\/span>).\n<\/p><p>\nWe quote Paul again: \n<\/p><p>\nBeware lest any man spoil you through philosophy and vain deceit, after the tradition\nof men, after the rudiments of the world, and not after Christ\n(<span class=\"citation\" id=\"10502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10502)\">Col. 2:8<\/a><\/span>).\n<\/p><p>\nThe antediluvians were a law unto themselves and locked doors against themselves.  Jonah, in\nhis egotism, took offense when the repentance of Nineveh rendered unnecessary the\nfulfillment of his prophecy (<span class=\"citation\" id=\"30007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30007)\">Jonah 4:1-3<\/a><\/span>).\nJudas fought against God (<span class=\"citation\" id=\"31416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31416)\">Luke 22:3<\/a><\/span>)\nand suffered the buffetings of Satan (<span class=\"citation\" id=\"13403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13403)\">D&amp;C 104:9<\/a><\/span>).\nSherem with his learning, his eloquence and his flattery, sought to turn away people from the\nsimple faith, and he died in remorse and humiliation\n(<span class=\"citation\" id=\"25834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25834)\">Jacob 7:17-20<\/a><\/span>).\nNehor tried to advance his own cause,\nincrease his popularity, and lead a following with his criticisms and flatteries, and came to\nignominious death (<span class=\"citation\" id=\"8957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8957)\">Alma 1:15<\/a><\/span>).\nKorihor, with his teachings of intellectual liberty and his rationalizations,\nfollowed his temporary popularity with begging in the streets\n(<span class=\"citation\" id=\"8962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8962)\">Alma 30:58-59<\/a><\/span>).\nThe Jonahs and Almas and Korihors live\non and undertake cover their sins, gratify their pride, and vain ambitions\n(<span class=\"citation\" id=\"13415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13415)\">D&amp;C 121:37<\/a><\/span>).  They grieve the\nSpirit of the Lord, withdraw from holy places and righteous influences, and in the words of\nthe Savior: \n<\/p><p>\nBehold, ere he is aware, be is left unto himself, to kick against the pricks, to persecute\nthe saints and to fight against God\n(<span class=\"citation\" id=\"13416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13416)\">D&amp;C 121:38<\/a><\/span>).\n<\/p><p>\nBut be it said to the everlasting glory of men, numerous who have tasted of and recovered from\noffense, having come to realize that so long as mortality exists we live and work with\nimperfect people; and there will be misunderstandings, offenses, and injuries to sensitive\nfeelings.  The best of motives are often misunderstood.  It is gratifying to find many who, in\ntheir bigness of soul have straightened out their thinking, swallowed their pride, forgiven what\nthey had felt were personal slights. Numerous others who have walked critical, lonely, thorny\npaths in abject misery, have finally accepted correction, acknowledged errors, cleansed their\nhearts of bitterness, and have come again to peace, that coveted peace which is so\nconspicuous in its absence.  And the frustrations of criticism, bitterness, and the resultant\nestrangements have given place to warmth and light and peace. And all those who have come\ninto the warmth of the love of the Lord Jesus Christ and his program, could shout with the\nProphet Joseph Smith: \n<\/p><p>\n. . . let your hearts rejoice, and be exceedingly glad. . .\n<\/p><p>\nAnd let the sun, moon, and the morning stars sing together, and let all the sons of God\nshout for joy. And let the eternal creations declare his name forever and ever! And\nagain I say, how glorious is the voice we hear from heaven, proclaiming in our ears,\nglory, and salvation, and honor, and immortality, and eternal life; kingdoms,\nprincipalities, and powers! (<span class=\"citation\" id=\"13421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13421)\">D&amp;C 128:22-23<\/a><\/span>).\n<\/p><p>\nMay God bless us all that we may live near him always, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}