{"ID":7742, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Reflections on a Consecrated Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p2\" class=\"\">By Elder D. Todd Christofferson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">True success in this life comes in consecrating our lives—that is, our time and choices—to God’s purposes.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_009<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p5\" class=\"\">As a youth I visited the 1964 World’s Fair in New York City. One of my favorite stops was the LDS Church pavilion with its impressive replica of the Salt Lake Temple spires. There for the first time I saw the film <span class=\"emphasis\">Man’s Search for Happiness.<\/span> The movie’s depiction of the plan of salvation, narrated by Elder Richard L. Evans, had a significant impact on many visitors, including me. Among other things, Elder Evans said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p6\" class=\"\">“Life offers you two precious gifts—one is time, the other freedom of choice, the freedom to buy with your time what you will. You are free to exchange your allotment of time for thrills. You may trade it for base desires. You may invest it in greed. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p7\" class=\"\">“Yours is the freedom to choose. But these are no bargains, for in them you find no lasting satisfaction.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p8\" class=\"\">“Every day, every hour, every minute of your span of mortal years must sometime be accounted for. And it is in <span class=\"emphasis\">this<\/span> life that you walk by faith and prove yourself able to choose good over evil, right over wrong, enduring happiness over mere amusement. And your eternal reward will be according to your choosing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p9\" class=\"\">“A prophet of God has said: ‘Men are that they might have joy’—a joy that includes a fullness of life, a life dedicated to service, to love and harmony in the home, and the fruits of honest toil—an acceptance of the Gospel of Jesus Christ—of its requirements and commandments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p10\" class=\"\">“Only in these will you find true happiness, the happiness which doesn’t fade with the lights and the music and the crowds.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_009\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Man’s Search for Happiness<\/span> (pamphlet, 1969), 4–5.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p11\" class=\"\">These statements express the reality that our life on earth is a stewardship of time and choices granted by our Creator. The word <span class=\"emphasis\">stewardship<\/span> calls to mind the Lord’s law of consecration (see, for example, <span class=\"citation\" id=\"120613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120613)\">D&amp;C 42:32, 53<\/a><\/span>), which has an economic role but, more than that, is an application of celestial law to life here and now (see <span class=\"citation\" id=\"120614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120614)\">D&amp;C 105:5<\/a><\/span>). To consecrate is to set apart or dedicate something as sacred, devoted to holy purposes. True success in this life comes in consecrating our lives—that is, our time and choices—to God’s purposes (see <span class=\"citation\" id=\"120615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120615)\">John 17:1, 4<\/a><\/span>; <span class=\"citation\" id=\"120616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120616)\">D&amp;C 19:19<\/a><\/span>). In so doing, we permit Him to raise us to our highest destiny.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p12\" class=\"\">I would like to consider with you five of the elements of a consecrated life: purity, work, respect for one’s physical body, service, and integrity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p13\" class=\"\">As the Savior demonstrated, the consecrated life is a pure life. While Jesus is the only one to have led a sinless life, those who come unto Him and take His yoke upon them have claim on His grace, which will make them as He is, guiltless and spotless. With deep love the Lord encourages us in these words: “Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day” (<span class=\"citation\" id=\"120617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120617)\">3 Nephi 27:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p14\" class=\"\">Consecration therefore means repentance. Stubbornness, rebellion, and rationalization must be abandoned, and in their place submission, a desire for correction, and acceptance of all that the Lord may require. This is what King Benjamin called putting off the natural man, yielding to the enticings of the Holy Spirit, and becoming “a saint through the atonement of Christ the Lord” (<span class=\"citation\" id=\"120618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120618)\">Mosiah 3:19<\/a><\/span>). Such a one is promised the enduring presence of the Holy Spirit, a promise remembered and renewed each time a repentant soul partakes of the sacrament of the Lord’s Supper (see <span class=\"citation\" id=\"120619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120619)\">D&amp;C 20:77, 79<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p15\" class=\"\">Elder B. H. Roberts once expressed the process in these words: “The man who so walks in the light and wisdom and power of God, will at the last, by the very force of association, make the light and wisdom and power of God his own—weaving those bright rays into a chain divine, linking himself forever to God and God to him. This [is] the sum of Messiah’s mystic words, ‘Thou, Father, in me, and I in thee’—beyond this human greatness cannot achieve.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_009\">2<\/a>\n       <span class=\"footnote\">[B. H. Roberts, “Brigham Young: A Character Sketch,” <span class=\"emphasis\">Improvement Era,<\/span> June 1903, 574.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p16\" class=\"\">A consecrated life is a life of labor. Beginning early in His life, Jesus was about His Father’s business (see <span class=\"citation\" id=\"120620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120620)\">Luke 2:48–49<\/a><\/span>). God Himself is glorified by His work of bringing to pass the immortality and eternal life of His children (see <span class=\"citation\" id=\"120621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120621)\">Moses 1:39<\/a><\/span>). We naturally desire to participate with Him in His work, and in so doing, we ought to recognize that all honest work is the work of God. In the words of Thomas Carlyle: “All true Work is sacred; in all true Work, were it but true hand-labour, there is something of divineness. Labour, wide as the Earth, has its summit in Heaven.”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_009\">3<\/a>\n       <span class=\"footnote\">[Thomas Carlyle, <span class=\"emphasis\">Past and Present<\/span> (1843), 251.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p17\" class=\"\">God has designed this mortal existence to require nearly constant exertion. I recall the Prophet Joseph Smith’s simple statement: “By continuous labor [we] were enabled to get a comfortable maintenance” (<span class=\"citation\" id=\"120622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120622)\">Joseph Smith—History 1:55<\/a><\/span>). By work we sustain and enrich life. It enables us to survive the disappointments and tragedies of the mortal experience. Hard-earned achievement brings a sense of self-worth. Work builds and refines character, creates beauty, and is the instrument of our service to one another and to God. A consecrated life is filled with work, sometimes repetitive, sometimes menial, sometimes unappreciated but always work that improves, orders, sustains, lifts, ministers, aspires.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p18\" class=\"\">Having spoken in praise of labor, I must also add a kind word for leisure. Just as honest toil gives rest its sweetness, wholesome recreation is the friend and steadying companion of work. Music, literature, art, dance, drama, athletics—all can provide entertainment to enrich one’s life and further consecrate it. At the same time, it hardly needs to be said that much of what passes for entertainment today is coarse, degrading, violent, mind-numbing, and time wasting. Ironically, it sometimes takes hard work to find wholesome leisure. When entertainment turns from virtue to vice, it becomes a destroyer of the consecrated life. “Wherefore, take heed … that ye do not judge that which is evil to be of God” (<span class=\"citation\" id=\"120623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120623)\">Moroni 7:14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p19\" class=\"\">A consecrated life respects the incomparable gift of one’s physical body, a divine creation in the very image of God. A central purpose of the mortal experience is that each spirit should receive such a body and learn to exercise moral agency in a tabernacle of flesh. A physical body is also essential for exaltation, which comes only in the perfect combination of the physical and the spiritual, as we see in our beloved, resurrected Lord. In this fallen world, some lives will be painfully brief; some bodies will be malformed, broken, or barely adequate to maintain life; yet life will be long enough for each spirit, and each body will qualify for resurrection.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p20\" class=\"\">Those who believe that our bodies are nothing more than the result of evolutionary chance will feel no accountability to God or anyone else for what they do with or to their body. We who have a witness of the broader reality of premortal, mortal, and postmortal eternity, however, must acknowledge that we have a duty to God with respect to this crowning achievement of His physical creation. In Paul’s words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p21\" class=\"\">“What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p22\" class=\"\">“For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s” (<span class=\"citation\" id=\"120624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120624)\">1 Corinthians 6:19–20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p23\" class=\"\">Acknowledging these truths and the direction of President Thomas S. Monson in last April’s general conference, we would certainly not deface our body, as with tattoos; or debilitate it, as with drugs; or defile it, as with fornication, adultery, or immodesty.<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_009\">4<\/a>\n       <span class=\"footnote\">[See Thomas S. Monson, “Preparation Brings Blessings,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2010, 64–67.]<\/span><\/sup> As our body is the instrument of our spirit, it is vital that we care for it as best we can. We should consecrate its powers to serve and further the work of Christ. Said Paul, “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God” (<span class=\"citation\" id=\"120625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120625)\">Romans 12:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p24\" class=\"\">Jesus demonstrated that a consecrated life is a life of service. Hours before the agony of His Atonement began, the Lord humbly washed His disciples’ feet, saying to them:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p25\" class=\"\">“If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p26\" class=\"\">“For I have given you an example, that ye should do as I have done to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p27\" class=\"\">“Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him” (<span class=\"citation\" id=\"120626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120626)\">John 13:14–16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p28\" class=\"\">Those who quietly and thoughtfully go about doing good offer a model of consecration. No one in our time more perfectly incorporates this trait into daily life than President Thomas S. Monson. He has cultivated a listening ear that can discern even the faintest whisper of the Spirit signaling the need of someone he can reach and help. Often it is in simple acts that confirm divine love and awareness, but always, always Thomas Monson responds.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p29\" class=\"\">I find in the life of my grandfather and grandmother Alexander DeWitt and Louise Vickery Christofferson an instance of such consecration. Grandpa was a strong man and was good at shearing sheep in the days before electric clippers. He got good enough, he said, that “in one day I sheared 287 sheep and could have sheared over 300, but we ran out of sheep.” During 1919 he sheared over 12,000 sheep, earning some $2,000. The money would have substantially expanded his farm and upgraded his home, but a call to serve in the Southern States Mission came from the Brethren, and with Louise’s full support, he accepted. He left his wife (then pregnant with their first son, my father) and their three daughters with the sheep-shearing money. Upon his joyous return two years later, he observed, “Our savings had lasted us throughout the two years, and we had $29 left.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p30\" class=\"\">A consecrated life is a life of integrity. We see it in the husband and wife “who honor marital vows with complete fidelity.”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_009\">5<\/a>\n       <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> We see it in the father and mother whose demonstrated first priority is to nourish their marriage and ensure the physical and spiritual welfare of their children. We see it in those who are honest.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p31\" class=\"\">Years ago I became acquainted with two families in the process of dissolving a jointly owned commercial enterprise. The principals, two men who were friends and members of the same Christian congregation, had formed the company years earlier. They had a generally congenial relationship as business partners, but as they grew older and the next generation began to take part in the business, conflicts emerged. Finally, all parties decided it would be best to divide up the assets and go their separate ways. One of the two original partners devised a stratagem with his lawyers to secure for himself a significant financial advantage in the dissolution at the expense of the other partner and his sons. In a meeting of the parties, one of the sons complained about this unfair treatment and appealed to the honor and Christian beliefs of the first partner. “You know this is not right,” he said. “How could you take advantage of someone this way, especially a brother in the same church?” The first partner’s lawyer retorted, “Oh, grow up! How can you be so naive?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p32\" class=\"\">Integrity is not naiveté. What <span class=\"emphasis\">is<\/span> naive is to suppose that we are not accountable to God. The Savior declared: “My Father sent me that I might be lifted up upon the cross; … that as I have been lifted up by men even so should men be lifted up by the Father, to stand before me, to be judged of their works, whether they be good or whether they be evil” (<span class=\"citation\" id=\"120627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120627)\">3 Nephi 27:14<\/a><\/span>). One who lives a consecrated life does not seek to take advantage of another but, if anything, will turn the other cheek and, if required to deliver a coat, will give the cloak also (see <span class=\"citation\" id=\"120628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120628)\">Matthew 5:39–40<\/a><\/span>). The Savior’s sternest rebukes were to hypocrites. Hypocrisy is terribly destructive, not only to the hypocrite but also to those who observe or know of his or her conduct, especially children. It is faith destroying, whereas honor is the rich soil in which the seed of faith thrives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/reflections-on-a-consecrated-life.p33\" class=\"\">A consecrated life is a beautiful thing. Its strength and serenity are “as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit” (<span class=\"citation\" id=\"120629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120629)\">D&amp;C 97:9<\/a><\/span>). Of particular significance is the influence of a consecrated man or woman upon others, especially those closest and dearest. The consecration of many who have gone before us and others who live among us has helped lay the foundation for our happiness. In like manner future generations will take courage from your consecrated life, acknowledging their debt to you for the possession of all that truly matters. May we consecrate ourselves as sons and daughters of God, “that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope” (<span class=\"citation\" id=\"120630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120630)\">Moroni 7:48<\/a><\/span>; see also <span class=\"citation\" id=\"120631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120631)\">1 John 3:2<\/a><\/span>), I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_009\"><a name=\"-09211_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_009\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Man’s Search for Happiness<\/span> (pamphlet, 1969), 4–5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_009\"><a name=\"-09211_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_009\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>B. H. Roberts, “Brigham Young: A Character Sketch,” <span class=\"emphasis\">Improvement Era,<\/span> June 1903, 574.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_009\"><a name=\"-09211_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_009\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas Carlyle, <span class=\"emphasis\">Past and Present<\/span> (1843), 251.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_009\"><a name=\"-09211_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_009\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Thomas S. Monson, “Preparation Brings Blessings,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2010, 64–67.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_009\"><a name=\"-09211_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_009\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2004, 49; <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}