{"ID":7743, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Of Things That Matter Most\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If life and its rushed pace and many stresses have made it difficult for you to feel like rejoicing, then perhaps now is a good time to refocus on what matters most.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_010<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p5\" class=\"\">It’s remarkable how much we can learn about life by studying nature. For example, scientists can look at the rings of trees and make educated guesses about climate and growing conditions hundreds and even thousands of years ago. One of the things we learn from studying the growth of trees is that during seasons when conditions are ideal, trees grow at a normal rate. However, during seasons when growing conditions are not ideal, trees slow down their growth and devote their energy to the basic elements necessary for survival.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p6\" class=\"\">At this point some of you may be thinking, “That’s all very fine and good, but what does it have to do with flying an airplane?” Well, let me tell you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p7\" class=\"\">Have you ever been in an airplane and experienced turbulence? The most common cause of turbulence is a sudden change in air movement causing the aircraft to pitch, yaw, and roll. While planes are built to withstand far greater turbulence than anything you would encounter on a regular flight, it still may be disconcerting to passengers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p8\" class=\"\">What do you suppose pilots do when they encounter turbulence? A student pilot may think that increasing speed is a good strategy because it will get them through the turbulence faster. But that may be the wrong thing to do. Professional pilots understand that there is an optimum turbulence penetration speed that will minimize the negative effects of turbulence. And most of the time that would mean to reduce your speed. The same principle applies also to speed bumps on a road.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p9\" class=\"\">Therefore, it is good advice to slow down a little, steady the course, and focus on the essentials when experiencing adverse conditions.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Pace of Modern Life<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p11\" class=\"\">This is a simple but critical lesson to learn. It may seem logical when put in terms of trees or turbulence, but it’s surprising how easy it is to ignore this lesson when it comes to applying these principles in our own daily lives. When stress levels rise, when distress appears, when tragedy strikes, too often we attempt to keep up the same frantic pace or even accelerate, thinking somehow that the more rushed our pace, the better off we will be.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p12\" class=\"\">One of the characteristics of modern life seems to be that we are moving at an ever-increasing rate, regardless of turbulence or obstacles.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p13\" class=\"\">Let’s be honest; it’s rather easy to be busy. We all can think up a list of tasks that will overwhelm our schedules. Some might even think that their self-worth depends on the length of their to-do list. They flood the open spaces in their time with lists of meetings and minutia—even during times of stress and fatigue. Because they unnecessarily complicate their lives, they often feel increased frustration, diminished joy, and too little sense of meaning in their lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p14\" class=\"\">It is said that any virtue when taken to an extreme can become a vice. Overscheduling our days would certainly qualify for this. There comes a point where milestones can become millstones and ambitions, albatrosses around our necks.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>What Is the Solution?<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p16\" class=\"\">The wise understand and apply the lessons of tree rings and air turbulence. They resist the temptation to get caught up in the frantic rush of everyday life. They follow the advice “There is more to life than increasing its speed.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_010\">1<\/a>\n\t <span class=\"footnote\">[Mahatma Gandhi, in Larry Chang, <span class=\"emphasis\">Wisdom for the Soul<\/span> (2006), 356.]<\/span><\/sup> In short, they focus on the things that matter most.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p17\" class=\"\">Elder Dallin H. Oaks, in a recent general conference, taught, “We have to forego some good things in order to choose others that are better or best because they develop faith in the Lord Jesus Christ and strengthen our families.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_010\">2<\/a>\n\t <span class=\"footnote\">[Dallin H. Oaks, “Good, Better, Best,”<span class=\"emphasis\"> Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 107.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p18\" class=\"\">The search for the best things inevitably leads to the foundational principles of the gospel of Jesus Christ—the simple and beautiful truths revealed to us by a caring, eternal, and all-knowing Father in Heaven. These core doctrines and principles, though simple enough for a child to understand, provide the answers to the most complex questions of life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p19\" class=\"\">There is a beauty and clarity that comes from simplicity that we sometimes do not appreciate in our thirst for intricate solutions.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p20\" class=\"\">For example, it wasn’t long after astronauts and cosmonauts orbited the earth that they realized ballpoint pens would not work in space. And so some very smart people went to work solving the problem. It took thousands of hours and millions of dollars, but in the end, they developed a pen that could write anywhere, in any temperature, and on nearly any surface. But how did the astronauts and cosmonauts get along until the problem was solved? They simply used a pencil.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p21\" class=\"\">Leonardo da Vinci is quoted as saying that “simplicity is the ultimate sophistication.”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_010\">3<\/a>\n\t <span class=\"footnote\">[Leonardo da Vinci, in John Cook, comp., <span class=\"emphasis\">The Book of Positive Quotations,<\/span> 2nd ed. (1993), 262.]<\/span><\/sup> When we look at the foundational principles of the plan of happiness, the plan of salvation, we can recognize and appreciate in its plainness and simplicity the elegance and beauty of our Heavenly Father’s wisdom. Then, turning our ways to His ways is the beginning of our wisdom.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Power of Basics<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p23\" class=\"\">The story is told that the legendary football coach Vince Lombardi had a ritual he performed on the first day of training. He would hold up a football, show it to the athletes who had been playing the sport for many years, and say, “Gentlemen, … <span class=\"emphasis\">this<\/span> is a football!” He talked about its size and shape, how it can be kicked, carried, or passed. He took the team out onto the empty field and said, “This is a football field.” He walked them around, describing the dimensions, the shape, the rules, and how the game is played.<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_010\">4<\/a>\n\t <span class=\"footnote\">[Vince Lombardi, in Donald T. Phillips, <span class=\"emphasis\">Run to Win: Vince Lombardi on Coaching and Leadership<\/span> (2001), 92.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p24\" class=\"\">This coach knew that even these experienced players, and indeed the team, could become great only by mastering the fundamentals. They could spend their time practicing intricate trick plays, but until they mastered the fundamentals of the game, they would never become a championship team.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p25\" class=\"\">I think most of us intuitively understand how important the fundamentals are. It is just that we sometimes get distracted by so many things that seem more enticing.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p26\" class=\"\">Printed material, wide-ranging media sources, electronic tools and gadgets—all helpful if used properly—can become hurtful diversions or heartless chambers of isolation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p27\" class=\"\">Yet amidst the multitude of voices and choices, the humble Man of Galilee stands with hands outstretched, waiting. His is a simple message: “Come, follow me.”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_010\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120632)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> And He does not speak with a powerful megaphone but with a still, small voice.<sup class=\"noteMarker\"><a href=\"#footnote6-09211_000_010\">6<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"120633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120633)\">1 Kings 19:12<\/a><\/span>.]<\/span><\/sup> It is so easy for the basic gospel message to get lost amidst the deluge of information that hits us from all sides.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p28\" class=\"\">The holy scriptures and the spoken word of the living prophets give emphasis to the fundamental principles and doctrines of the gospel. The reason we return to these foundational principles, to the pure doctrines, is because they are the gateway to truths of profound meaning. They are the door to experiences of sublime importance that would otherwise be beyond our capacity to comprehend. These simple, basic principles are the key to living in harmony with God and man. They are the keys to opening the windows of heaven. They lead us to the peace, joy, and understanding that Heavenly Father has promised to His children who hear and obey Him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p29\" class=\"\">My dear brothers and sisters, we would do well to slow down a little, proceed at the optimum speed for our circumstances, focus on the significant, lift up our eyes, and truly see the things that matter most. Let us be mindful of the foundational precepts our Heavenly Father has given to His children that will establish the basis of a rich and fruitful mortal life with promises of eternal happiness. They will teach us to do “all these things … in wisdom and order; for it is not requisite that [we] should run faster than [we have] strength. [But] it is expedient that [we] should be diligent, [and] thereby … win the prize.”<sup class=\"noteMarker\"><a href=\"#footnote7-09211_000_010\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120634)\">Mosiah 4:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p30\" class=\"\">Brothers and sisters, diligently doing the things that matter most will lead us to the Savior of the world. That is why “we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, … that [we] may know to what source [we] may look for a remission of [our] sins.”<sup class=\"noteMarker\"><a href=\"#footnote8-09211_000_010\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120635)\">2 Nephi 25:26<\/a><\/span>.]<\/span><\/sup> In the complexity, confusion, and rush of modern living, this is the “more excellent way.”<sup class=\"noteMarker\"><a href=\"#footnote9-09211_000_010\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120636)\">1 Corinthians 12:31<\/a><\/span>; <span class=\"citation\" id=\"120637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120637)\">Ether 12:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>So What Are the Basics?<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p32\" class=\"\">As we turn to our Heavenly Father and seek His wisdom regarding the things that matter most, we learn over and over again the importance of four key relationships: with our God, with our families, with our fellowman, and with ourselves. As we evaluate our own lives with a willing mind, we will see where we have drifted from the more excellent way. The eyes of our understanding will be opened, and we will recognize what needs to be done to purify our heart and refocus our life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p33\" class=\"\">First, our relationship with God is most sacred and vital. We are His spirit children. He is our Father. He desires our happiness. As we seek Him, as we learn of His Son, Jesus Christ, as we open our hearts to the influence of the Holy Spirit, our lives become more stable and secure. We experience greater peace, joy, and fulfillment as we give our best to live according to God’s eternal plan and keep His commandments.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p34\" class=\"\">We improve our relationship with our Heavenly Father by learning of Him, by communing with Him, by repenting of our sins, and by actively following Jesus Christ, for “no man cometh unto the Father, but by [Christ].”<sup class=\"noteMarker\"><a href=\"#footnote10-09211_000_010\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120638)\">John 14:6<\/a><\/span>.]<\/span><\/sup> To strengthen our relationship with God, we need some meaningful time alone with Him. Quietly focusing on daily personal prayer and scripture study, always aiming to be worthy of a current temple recommend—these will be some wise investments of our time and efforts to draw closer to our Heavenly Father. Let us heed the invitation in Psalms: “Be still, and know that I am God.”<sup class=\"noteMarker\"><a href=\"#footnote11-09211_000_010\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"120639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120639)\">Psalm 46:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p35\" class=\"\">Our second key relationship is with our families. Since “no other success can compensate for failure”<sup class=\"noteMarker\"><a href=\"#footnote12-09211_000_010\">12<\/a>\n\t <span class=\"footnote\">[J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> (1924), 42; see also Conference Report, Apr. 1935, 116.]<\/span><\/sup> here, we must place high priority on our families. We build deep and loving family relationships by doing simple things together, like family dinner and family home evening and by just having fun together. In family relationships <span class=\"emphasis\">love<\/span> is really spelled <span class=\"emphasis\">t-i-m-e,<\/span> time. Taking time for each other is the key for harmony at home. We talk with, rather than about, each other. We learn from each other, and we appreciate our differences as well as our commonalities. We establish a divine bond with each other as we approach God together through family prayer, gospel study, and Sunday worship.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p36\" class=\"\">The third key relationship we have is with our fellowman. We build this relationship one person at a time—by being sensitive to the needs of others, serving them, and giving of our time and talents. I was deeply impressed by one sister who was burdened with the challenges of age and illness but decided that although she couldn’t do much, she could listen. And so each week she watched for people who looked troubled or discouraged, and she spent time with them, listening. What a blessing she was in the lives of so many people.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p37\" class=\"\">The fourth key relationship is with ourselves. It may seem odd to think of having a relationship with ourselves, but we do. Some people can’t get along with themselves. They criticize and belittle themselves all day long until they begin to hate themselves. May I suggest that you reduce the rush and take a little extra time to get to know yourself better. Walk in nature, watch a sunrise, enjoy God’s creations, ponder the truths of the restored gospel, and find out what they mean for you personally. Learn to see yourself as Heavenly Father sees you—as His precious daughter or son with divine potential.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Rejoice in the Pure Gospel<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p39\" class=\"\">Brothers and sisters, let us be wise. Let us turn to the pure doctrinal waters of the restored gospel of Jesus Christ. Let us joyfully partake of them in their simplicity and plainness. The heavens are open again. The gospel of Jesus Christ is on earth once more, and its simple truths are a plentiful source of joy!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p40\" class=\"\">Brothers and sisters, indeed we have great reason to rejoice. If life and its rushed pace and many stresses have made it difficult for you to feel like rejoicing, then perhaps now is a good time to refocus on what matters most.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p41\" class=\"\">Strength comes not from frantic activity but from being settled on a firm foundation of truth and light. It comes from placing our attention and efforts on the basics of the restored gospel of Jesus Christ. It comes from paying attention to the divine things that matter most.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/of-things-that-matter-most.p42\" class=\"\">Let us simplify our lives a little. Let us make the changes necessary to refocus our lives on the sublime beauty of the simple, humble path of Christian discipleship—the path that leads always toward a life of meaning, gladness, and peace. For this I pray, as I leave you my blessing, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_010\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Mahatma Gandhi, in Larry Chang, <span class=\"emphasis\">Wisdom for the Soul<\/span> (2006), 356.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_010\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Dallin H. Oaks, “Good, Better, Best,”<span class=\"emphasis\"> Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2007, 107.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_010\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Leonardo da Vinci, in John Cook, comp., <span class=\"emphasis\">The Book of Positive Quotations,<\/span> 2nd ed. (1993), 262.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_010\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Vince Lombardi, in Donald T. Phillips, <span class=\"emphasis\">Run to Win: Vince Lombardi on Coaching and Leadership<\/span> (2001), 92.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_010\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120632)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09211_000_010\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120633)\">1 Kings 19:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09211_000_010\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120634)\">Mosiah 4:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09211_000_010\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120635)\">2 Nephi 25:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09211_000_010\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120636)\">1 Corinthians 12:31<\/a><\/span>; <span class=\"citation\" id=\"120637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120637)\">Ether 12:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09211_000_010\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120638)\">John 14:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09211_000_010\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120639)\">Psalm 46:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_010\"><a name=\"-09211_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09211_000_010\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> (1924), 42; see also Conference Report, Apr. 1935, 116.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}