{"ID":7746, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith—the Choice Is Yours\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p2\" class=\"\">By Bishop Richard C. Edgley<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p3\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Choose faith over doubt, choose faith over fear, choose faith over the unknown and the unseen, and choose faith over pessimism.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_015<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p5\" class=\"\">We live in one of the greatest dispensations of all times—a time former prophets looked forward to, prophesied of, and, I believe, yearned for. However, with all the heavenly blessings bestowed upon us, Satan, ever so real, is ever so active, and conflicting messages are continually bombarding all of us. The angel Moroni warned the young Prophet Joseph Smith that his name would be known for good and evil throughout the world (see <span class=\"citation\" id=\"120682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120682)\">Joseph Smith—History 1:33<\/a><\/span>), and never has the fulfillment of a prophecy been more evident. The Prophet gave his life for his testimony, and the attacks continue today against the Church and even the Savior Himself. The reality of the Savior, His atoning sacrifice, and its universal application for all of us is challenged and often dismissed as a myth or the baseless hope of a weak and uneducated mind. Furthermore, the reality of the Restoration of the gospel in these latter days continues to be challenged. The continual bombardment of such messages may cause confusion, doubt, and pessimism, each attacking the fundamental truths we believe in, our faith in God, and our hope in the future.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p6\" class=\"\">This might be the reality of our world, but we can still choose how we react to it. When our sacred doctrine and beliefs are challenged, this is our opportunity to become acquainted with God in a most private and intimate manner. This is our opportunity to choose.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p7\" class=\"\">Because of the conflicts and challenges we face in today’s world, I wish to suggest a single choice—a choice of peace and protection and a choice that is appropriate for all. That choice is faith. Be aware that faith is not a free gift given without thought, desire, or effort. It does not come as the dew falls from heaven. The Savior said, “Come unto me” (<span class=\"citation\" id=\"120683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120683)\">Matthew 11:28<\/a><\/span>) and “Knock, and it shall be [given] you” (<span class=\"citation\" id=\"120684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120684)\">Matthew 7:7<\/a><\/span>). These are action verbs—<span class=\"emphasis\">come, knock.<\/span> They are choices. So I say, choose faith. Choose faith over doubt, choose faith over fear, choose faith over the unknown and the unseen, and choose faith over pessimism.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p8\" class=\"\">Alma’s classic discussion on faith, as recorded in the 32nd chapter of Alma in the Book of Mormon, is a series of choices to ensure the development and the preservation of our faith. Alma gave us a directive to choose. His were words of action initiated by choosing. He used the words <span class=\"emphasis\">awake, arouse, experiment, exercise, desire, work,<\/span> and <span class=\"emphasis\">plant.<\/span> Then Alma explained that if we make these choices and do not cast the seed out by unbelief, then “it will begin to swell within [our] breasts” (<span class=\"citation\" id=\"120685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120685)\">Alma 32:28<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p9\" class=\"\">Yes, faith is a choice, and it must be sought after and developed. Thus, we are responsible for our own faith. We are also responsible for our lack of faith. The choice is yours.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p10\" class=\"\">There is much that I do not know. I do not know the details of the organization of matter into the beautiful world we live in. I do not understand the intricacies of the Atonement, how the Savior’s sacrifice can cleanse all repentant people, or how the Savior could suffer “the pain of all men” (<span class=\"citation\" id=\"120686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120686)\">D&amp;C 18:11<\/a><\/span>). I do not know where the city of Zarahemla was, as referred to in the Book of Mormon. I do not know why my beliefs sometimes conflict with assumed scientific or secular knowledge. Perhaps these are matters our Father in Heaven described as the “mysteries … of heaven” (<span class=\"citation\" id=\"120687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120687)\">D&amp;C 107:19<\/a><\/span>) that will be revealed at a later date.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p11\" class=\"\">But while I don’t know everything, I know the important. I know the plain and simple gospel truths that lead to salvation and exaltation. I know that the Savior did suffer the pain of all men and that all repentant people can be cleansed from sin. And what I don’t know or don’t completely understand, with the powerful aid of my faith, I bridge the gap and move on, partaking of the promises and blessings of the gospel. And then, as Alma teaches, our faith brings us to a perfect knowledge (see <span class=\"citation\" id=\"120688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120688)\">Alma 32:34<\/a><\/span>). By moving forward into the unknown, armed only with hope and desire, we show evidence of our faith and our devotion to the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p12\" class=\"\">And so, following Alma’s formula, let us choose. Let us choose faith.<\/p>\n\t\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>If confusion and hopelessness weigh on your mind, <span class=\"emphasis\">choose<\/span> to “awake and arouse your faculties” (<span class=\"citation\" id=\"120689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120689)\">Alma 32:27<\/a><\/span>). Humbly approaching the Lord with a broken heart and contrite spirit is the pathway to truth and the Lord’s way of light, knowledge, and peace.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>If your testimony is immature, untested, and insecure, <span class=\"emphasis\">choose<\/span> to “exercise [even] a particle of faith”; <span class=\"emphasis\">choose<\/span> to “experiment upon [His] words” (<span class=\"citation\" id=\"120690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120690)\">Alma 32:27<\/a><\/span>). The Savior explained, “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself” (<span class=\"citation\" id=\"120691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120691)\">John 7:17<\/a><\/span>).<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>When logic, reason, or personal intellect come into conflict with sacred teachings and doctrine, or conflicting messages assault your beliefs as the fiery darts described by the Apostle Paul (see <span class=\"citation\" id=\"120692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120692)\">Ephesians 6:16<\/a><\/span>), <span class=\"emphasis\">choose<\/span> to not cast the seed out of your heart by unbelief. Remember, we receive not a witness until after the trial of our faith (see <span class=\"citation\" id=\"120693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120693)\">Ether 12:6<\/a><\/span>).<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>If your faith is proven and mature, <span class=\"emphasis\">choose<\/span> to nurture it “with great care” (<span class=\"citation\" id=\"120694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120694)\">Alma 32:37<\/a><\/span>). As strong as our faith is, with all the mixed messages attacking it, it can also become very fragile. It needs constant nourishment through continued scripture study, prayer, and the application of His word.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p17\" class=\"\">When the disciples asked Jesus why they could not cast a devil out as they had just witnessed the Savior do, Jesus answered, “If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove” (<span class=\"citation\" id=\"120695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120695)\">Matthew 17:20<\/a><\/span>). I have never witnessed the removal of an actual mountain. But because of faith, I have seen a mountain of doubt and despair removed and replaced with hope and optimism. Because of faith, I have personally witnessed a mountain of sin replaced with repentance and forgiveness. And because of faith, I have personally witnessed a mountain of pain replaced with peace, hope, and gratitude. Yes, I have seen mountains removed.<\/p>\n\t\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Because of my faith, I have activated the power of the priesthood that I hold and have been a partaker of the sweetness of the gospel and have embraced the saving ordinances.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Because of my faith, I work through the struggles and difficulties in life with peace and assurance.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Because of my faith, I have been able to turn questions and even doubts into assurances and understanding.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>Because of my faith, I approach the unknown, unseen, and unexplained with unquestioning assurance.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>And because of my faith—even in the seemingly worst of times—I recognize with peace and gratitude that in reality it is the best of times.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2010\/11\/faith-the-choice-is-yours.p23\" class=\"\">And when we choose faith and then nurture that faith to a perfect knowledge of the things of the Lord, then we use the words “I testify” or “I know.” I have personally planted the seed in my own heart, and throughout my life I have attempted to nurture that seed to a perfect knowledge. And today, as I stand behind this pulpit, I testify that Jesus is the Christ, the Redeemer of the world. I further testify that Joseph Smith was a prophet of God and the living instrument the Lord used to bring back to the earth the complete and true gospel of Jesus Christ. I testify that President Thomas S. Monson is the Lord’s prophet today. Likewise, the choice of faith is yours, it is mine. Let us choose faith. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}