{"ID":775, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joys of Childhood<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1955, pp. 98-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI assure you, my brethren and sisters, that it is an easy thing to be a follower of Brother\nSpencer Kimball, both in making addresses and in the work of the Church. His gentleness and\nkindness to those with whom he conducts affairs is known by all of you and shared by me. \nLikewise, it is easy to follow the lead of the Presidency. There have been times in my life\nwhen I have had to be rebuked.  Never yet, however, was it done in any way other than in\nthe utmost gentleness, and I have found myself more anxious than ever to do better work. \n\"Kicking against the pricks\" (<span class=\"citation\" id=\"7753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7753)\">Acts 9:5<\/a><\/span>)&mdash;that\nparticular kind of pricks&mdash;is easy.\n<\/p><p>\nSaturday I sat for a good part of the meeting in the last session of the Primary conference as\nthose lovely women portrayed to the audience the things they do for children in Primary. I\nrecalled how in like manner the Sunday School officers and teachers attempt gently to lead\nchildren into righteousness, and, as the children grow older, how the Mutual Improvement\nAssociations gather them into groups and attempt to interpret to them the nature of their acts\nin relation to the gospel&mdash;a worthy effort.  It occurred to me that we parents leave too much to\nthem.\n<\/p><p>\nIt was said in my hearing some time ago that if a child goes to all of these auxiliary\norganizations faithfully, he is bound, all things being equal, to become a good Latter-day\nSaint when he grows up.  Let me assure you that that is true in part, but only if another factor\nis brought into the picture.\n<\/p><p>\nThat Primary child will leave about five o'clock for home, will walk down the street, or along\nthe village road, and will arrive eventually at his own domicile.  There is where the next test\ncomes.\n<\/p><p>\nIn the few moments allotted to me, I should like to talk about two items, and I do not wish to\nbe misunderstood, but I want to be as clear as I know how to be.  These have to do with the\nuse of things in the home which touch that child's character.  You heard it said the other day\nthat Satan has no power over a child until eight years of age\n(<span class=\"citation\" id=\"13364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13364)\">D&amp;C 29:47<\/a><\/span>).  I believe that to be true, but I\nwish to remind you all, and myself, too, that Satan may have no power to tempt a child\nbefore eight years of age, but some of his emissaries go all out to condition a child so that\nwhen he becomes eight he will not be conscious that sinning is very bad.  Exposing children,\nsmall children particularly, to the constant barrage of situations which can affect their outlook\non the matters on which they must make decisions is a subtle way to bring them into evil\nlater.  I suspect, it is no different with large children.  Nowadays the home is one place where\nthe child meets this test.\n<\/p><p>\nThe first item is comic books, and the things we call \"funnies.\" Harmless-appearing things\nthey are.  A frustrated mother likes to get the supper on, and the child nagging at her can\neasily be pacified, if he is old enough, by a handful of these books.  It is easy entertainment,\nand she may feel that the child will look at them and gain something from the pictures.\n<\/p><p>\nIf I were a parent again and had a small child, I never would allow him to look at a comic\nbook until I had looked through it myself, and if it contained one thing suggestive of anything\nbut the highest principles, that child, if I had the power, would not see that book.\n<\/p><p>\nComic books in the home are a poor substitute for activity on the part of parents in relation to\ntheir children. They can do, and often do, untold evil. At best, they are poor entertainment.\nThey stop a child from learning how to read well.  They stultify his desire to learn good\nliterature, and he ends up by being a picture gazer, able to absorb ideas through that means\nonly.\n<\/p><p>\nI am ever grateful to my uncle, and to my own parents for getting me in the line of reading\ngood things.  I well recall two incidents.  One day there came to my door the postman, and\nhe brought a magazine known then as the <i>Cosmopolitan<\/i>.  In that day it was not what it is\ntoday. It was considered to be a high-class magazine, about as high as they come in America. \nMy name was on it, and there was a note accompanying it, and it said: \"You are to have this\nsubscription for a whole year, with love&mdash;Uncle Lee.\" I was then six years old, and I could no\nmore understand the words in that magazine than I could have understood an angel, had I\nseen one.  But it was my magazine, and every month I watched for it, and every month I\ntried to justify my uncle's confidence in me that he thought I could understand such a thing. \nThe gift, even though not understood, built in me a pride that I wanted to measure up.\n<\/p><p>\nAnother time he stood in the library of the old house on Fourth East&mdash;I suppose he knew I\nwas in the house&mdash;and I burst into the library, and there he was in front of a bookcase with a\nbook open in his hand.  He said, \"Come here.\" I went there.  He read to me a most exciting\nadventure between some white men and some Indians.  He said, \"This is a great book, and I\nknow you will like it.\" Then he put it in my hands, and said, \"Read it, and when you finish\nreading it, I have another one equally good for you.\" Thus I became acquainted with\n<i>The Last of the Mohicans<\/i>, and I thus was led until I could appreciate good literature, and had learned\nto read well and rapidly&mdash;one of the greatest gifts I have ever had.\n<\/p><p>\nBrothers and sisters, do not allow your children to have in their hands things which will keep\nthem from learning the art of reading, and which in addition will also give them evil from\npictures which you have not censored yourselves.\n<\/p><p>\nThe second item is a thing which I am sure many of you will not agree about&mdash;television&mdash;the\nvery thing that is bringing this conference to thousands of people.  Used correctly it is a\ngreat blessing.  Abused, it can be a source of evil.  How would you like to have a man walk\ninto your home and say to your daughter, aged ten, \"Look, honey; I have some pictures to\nshow you,\" and then he shows her some pictures of half-dressed people performing antics,\ndoing lewd things or questionable things or uncultured things.  You would do anything in\nyour power to keep him from entering your house, and yet at the touch of a button that is\nwhat you have if you do not take care.\n<\/p><p>\nNo one knows how far it will go, and no one knows where it will stop.  You keep on feeding\nto a child&mdash;a small child&mdash;the sight of his parents laughing over a humorous situation,\nhappily engaged in enjoying something, and then having that thing linked to some item which\nthe producers are trying to sell which is evil, and the child will connect the laughter with the\nevil, and will not see any evil in it.  If you keep that up for several years, over and over\nagain, what do you think will happen?\n<\/p><p>\nI saw an example of it just the other day. Sister Young and I happened to be in a small town\novernight on our way to a conference, and having an hour or two to spend, we happened to\npass a theater which advertised a moving picture which was very famous a year or two ago. \nWe went in.\n<\/p><p>\nThe theme of the picture had to do with three men coming home from war, two of whom\nspend their first night home with their families getting drunk. The antics of these drunken\nmen brought hysterical laughter from a certain group.  It was not the adults.  It was the\nhigh-pitched, shrill, laughter of small children.  Where do you suppose they learned to laugh\nat that sort of thing?  Do you think that one show would cause it?  No.  They have been\nexposed for a long time to such things. Movies are not the entire cause.  Television has its\nshare of the blame to take.\n<\/p><p>\nI think it would be a good thing sometimes if we had on our instruments at home a little slot\nin which we had to drop fifty cents before we could enjoy the program.  That might be a\ndeterrent to some programs which we view because we do not have the discrimination to turn\nthem off.\n<\/p><p>\nNowadays, gone is the dining room, that sacred place where Father gathered his family\naround him at suppertime, and where he could give instruction and they could get acquainted. \nNow it has disappeared into the laps of those who sit by small stools gulping food while they\nwatch their favorite program on television.\n<\/p><p>\nThere will be other evils come, too, if we do not control this, and the other things which\ncome into our homes uncensored, simply because they are there, and we permit them.\nHandled correctly television can be an influence for good. Handled incorrectly, it will become\na force for endless evil.\n<\/p><p>\nI wanted to raise my voice to that extent this morning.  My testimony of the gospel of Jesus\nChrist is sure at this moment.  I hope it will always be so. If I act right, it will be.  I know\nthat the President of this Church, President McKay, is the Prophet of the Living God, and that\nthose who help him are, also, and I pledge myself and all that I have to the service to which\nthey have called me.  In the name of Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}