{"ID":7757, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Trust in God, Then Go and Do\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You show your trust in Him when you listen with the intent to learn and repent and then you go and do whatever He asks.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_028<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p5\" class=\"\">My beloved brothers and sisters, it is an honor to address you on this Sabbath day. I am humbled by the assignment to speak to the millions of Latter-day Saints and our friends across the world. In preparation for this sacred opportunity, I prayed and pondered to learn about your personal needs and what message the Lord wanted me to give.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p6\" class=\"\">Your needs are great and varied. Each of you is a unique child of God. God knows you individually. He sends messages of encouragement, correction, and direction fitted to you and to your needs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p7\" class=\"\">To discover what God would have me add to this conference, I read the messages of His servants in scripture and in past conferences. I received an answer to my prayer as I read the words of Alma, a great servant of the Lord in the Book of Mormon:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p8\" class=\"\">“O that I were an angel, and could have the wish of mine heart, that I might go forth and speak with the trump of God, with a voice to shake the earth, and cry repentance unto every people!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p9\" class=\"\">“Yea, I would declare unto every soul, as with the voice of thunder, repentance and the plan of redemption, that they should repent and come unto our God, that there might not be more sorrow upon all the face of the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p10\" class=\"\">“But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120846)\">Alma 29:1–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p11\" class=\"\">And then I found in Alma’s reflection the direction for which I had been praying: “For behold, the Lord doth grant unto all nations, of their own nation and tongue, to teach his word, yea, in wisdom, all that he seeth fit that they should have; therefore we see that the Lord doth counsel in wisdom, according to that which is just and true.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120847)\">Alma 29:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p12\" class=\"\">As I read that message from a servant of God, my errand for today became clear. God sends messages and authorized messengers to His children. I am to build trust in God and His servants enough that we will go out and obey His counsel. He wants that because He loves us and wants our happiness. And He knows how a lack of trust in Him brings sadness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p13\" class=\"\">That lack of trust has brought sorrow to Heavenly Father’s children from before the world was created. We know through the revelations of God to the Prophet Joseph Smith that many of our brothers and sisters in the premortal world rejected the plan for our mortal life presented by our Heavenly Father and His eldest Son, Jehovah.<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_028\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120848)\">Doctrine and Covenants 29:36–37<\/a><\/span>; <span class=\"citation\" id=\"120849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120849)\">Abraham 3:27–28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p14\" class=\"\">We don’t know all the reasons for Lucifer’s terrible success in inciting that rebellion. However, one reason is clear. Those who lost the blessing of coming into mortality lacked sufficient trust in God to avoid eternal misery.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p15\" class=\"\">The sad pattern of lack of trust in God has persisted since the Creation. I will be careful in giving examples from the lives of God’s children since I do not know all the reasons for their lack of faith enough to trust Him. Many of you have studied the moments of crisis in their lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p16\" class=\"\">Jonah, for instance, not only rejected the message from the Lord to go to Nineveh but went the other way. Naaman could not trust the direction of the Lord’s prophet to bathe in a river to allow the Lord to heal his leprosy, feeling the simple task was beneath his dignity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p17\" class=\"\">The Savior invited Peter to leave the safety of a boat to walk to Him across water. We ache for him and see our own need for greater trust in God as we hear the account:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p18\" class=\"\">“And in the fourth watch of the night Jesus went unto them, walking on the sea.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p19\" class=\"\">“And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p20\" class=\"\">“But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p21\" class=\"\">“And Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p22\" class=\"\">“And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p23\" class=\"\">“But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p24\" class=\"\">“And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt?”<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_028\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120850)\">Matthew 14:25–31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p25\" class=\"\">We can take courage from the fact that Peter came to trust the Lord enough to stay faithful in His service all the way to his martyrdom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p26\" class=\"\">The young Nephi in the Book of Mormon stirs in us a desire to develop trust in the Lord to obey His commandments, however hard they appear to us. Nephi faced danger and possible death when he said these words of trust that we can and must feel steadily in our hearts: “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_028\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120851)\">1 Nephi 3:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p27\" class=\"\">That trust comes from knowing God. More than any other people on earth, we have, through the glorious events of the Restoration of the gospel, felt the peace that the Lord offered His people with the words “Be still, and know that I am God.”<sup class=\"noteMarker\"><a href=\"#footnote6-09211_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120852)\">Psalm 46:10<\/a><\/span>.]<\/span><\/sup> My heart is filled with gratitude for what God has revealed about Himself that we might trust Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p28\" class=\"\">For me it began in 1820 with a young boy in a grove of trees on a farm in the state of New York. The boy, Joseph Smith Jr., walked among the trees to a secluded spot. He knelt to pray with complete trust that God would answer his pleading to know what he should do to be cleansed and saved through the Atonement of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote7-09211_000_028\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 28.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p29\" class=\"\">Each time I read his account, my trust in God and His servants expands:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p30\" class=\"\">“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p31\" class=\"\">“It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote8-09211_000_028\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120853)\">Joseph Smith—History 1:16–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p32\" class=\"\">The Father revealed to us that He lives, that Jesus Christ is His Beloved Son, and that He loved us enough to send that Son to save us, who are His children. And because I have a testimony that He called that unlettered boy as an apostle and prophet, I trust His apostles and prophets today and those they call to serve God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p33\" class=\"\">That trust has blessed my life and the lives of my family. Years ago I heard President Ezra Taft Benson speak in a conference like this. He counseled us to do all we could to get out of debt and stay out. He mentioned mortgages on houses. He said that it might not be possible, but it would be best if we could pay off all our mortgage debt.<sup class=\"noteMarker\"><a href=\"#footnote9-09211_000_028\">9<\/a>\n       <span class=\"footnote\">[See, for example, Ezra Taft Benson, “Prepare for the Days of Tribulation,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 33.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p34\" class=\"\">I turned to my wife after the meeting and asked, “Do you think there is any way we could do that?” At first we couldn’t. And then by evening I thought of a property we had acquired in another state. For years we had tried to sell it without success.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p35\" class=\"\">But because we trusted God and a few words from the midst of His servant’s message, we placed a phone call Monday morning to the man in San Francisco who had our property listed to sell. I had called him a few weeks before, and he had said then, “We haven’t had anyone show interest in your property for years.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p36\" class=\"\">But on the Monday after conference, I heard an answer that to this day strengthens my trust in God and His servants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p37\" class=\"\">The man on the phone said, “I am surprised by your call. A man came in today inquiring whether he could buy your property.” In amazement I asked, “How much did he offer to pay?” It was a few dollars more than the amount of our mortgage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p38\" class=\"\">A person might say that was only a coincidence. But our mortgage was paid off. And our family still listens for any word in a prophet’s message that might be sent to tell what we should do to find the security and peace God wants for us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p39\" class=\"\">Such trust in God can bless communities as well as families. I grew up in a small town in New Jersey. Our branch of the Church had fewer than 20 members who regularly attended.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p40\" class=\"\">Among them was a woman—an older, very humble convert to the Church. She was an immigrant who spoke with a heavy Norwegian accent. She was the only member of the Church in her family and the only member of the Church in the city in which she lived.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p41\" class=\"\">Through my father, who was the branch president, the Lord called her as the president of the branch Relief Society. She had no handbook to tell her what to do. No other member of the Church lived near her. She only knew that the Lord cared for those in need and the few words in the motto of the Relief Society: “Charity never faileth.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p42\" class=\"\">It was in the depths of what we now call the Great Depression. Thousands were out of work and homeless. So, feeling she had her errand from the Lord, she asked her neighbors for old clothes. She washed the clothes, pressed them, and put them in cardboard boxes on her back porch. When men without money needed clothes and asked her neighbors for help, they would say, “Go to the house down the street. There is a Mormon lady living there who will give you what you need.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p43\" class=\"\">The Lord did not run the city, but He changed a part of it for the better. He called one tiny woman—alone—who trusted Him enough to find out what He wanted her to do and then did it. Because of her trust in the Lord, she was able to help in that city hundreds of Heavenly Father’s children in need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p44\" class=\"\">That same trust in God can bless nations. I have come to know that we can trust God to fulfill the promise of Alma that “behold, the Lord doth grant unto all nations, of their own nation and tongue, to teach his word, yea, in wisdom, all that he seeth fit that they should have.”<sup class=\"noteMarker\"><a href=\"#footnote10-09211_000_028\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120854)\">Alma 29:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p45\" class=\"\">God does not rule in nations, but He is mindful of them. He can and does place people in positions of influence who want what is best for the people and who trust in the Lord.<sup class=\"noteMarker\"><a href=\"#footnote11-09211_000_028\">11<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120855)\">2 Chronicles 36:22–23<\/a><\/span>; <span class=\"citation\" id=\"120856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120856)\">Ezra 1:1–3<\/a><\/span>; <span class=\"citation\" id=\"120857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120857)\">Isaiah 45:1, 13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p46\" class=\"\">I have seen it in my travels across the world. In a city of more than 10 million people, I spoke to the Latter-day Saints gathered by the thousands in conference. It was held in a large sports arena.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p47\" class=\"\">Before the meeting began, I noticed a handsome young man sitting on the front row. He was surrounded by others who, like him, were better dressed than most of those around them. I asked the General Authority of the Church near me who the men were. He whispered that it was the mayor of the city and his staff.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p48\" class=\"\">As I walked to my car after the meeting, I was surprised to see the mayor waiting to greet me, flanked by his staff. He stepped forward, extended his hand to me, and said, “I thank you for coming to our city and to our country. We are grateful for what you do to build up your people. With such people and such families, we could create the harmony and the prosperity we want for our people.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p49\" class=\"\">I saw in that moment that he was one of the honest in heart placed by God in power among His children. We are a tiny minority among the citizens of that great city and nation. The mayor knew little of our doctrine and few of our people. Yet God had sent him the message that Latter-day Saints, under covenant to trust God and His authorized servants, would become a light to his people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p50\" class=\"\">I know the servants of God who will speak to you during this conference. They are called of God to give messages to His children. The Lord has said of them: “What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.”<sup class=\"noteMarker\"><a href=\"#footnote12-09211_000_028\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120858)\">Doctrine and Covenants 1:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p51\" class=\"\">You show your trust in Him when you listen with the intent to learn and repent and then you go and do whatever He asks. If you trust God enough to listen for His message in every sermon, song, and prayer in this conference, you will find it. And if you then go and do what He would have you do, your power to trust Him will grow, and in time you will be overwhelmed with gratitude to find that He has come to trust you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/trust-in-god-then-go-and-do.p52\" class=\"\">I testify that God speaks today through His chosen servants in The Church of Jesus Christ of Latter-day Saints. Thomas S. Monson is God’s prophet. Our Heavenly Father and His Son, Jesus Christ, live and love us. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120846)\">Alma 29:1–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120847)\">Alma 29:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120848)\">Doctrine and Covenants 29:36–37<\/a><\/span>; <span class=\"citation\" id=\"120849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120849)\">Abraham 3:27–28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120850)\">Matthew 14:25–31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120851)\">1 Nephi 3:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09211_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120852)\">Psalm 46:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09211_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 28.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09211_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120853)\">Joseph Smith—History 1:16–17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09211_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See, for example, Ezra Taft Benson, “Prepare for the Days of Tribulation,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 33.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09211_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120854)\">Alma 29:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09211_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120855)\">2 Chronicles 36:22–23<\/a><\/span>; <span class=\"citation\" id=\"120856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120856)\">Ezra 1:1–3<\/a><\/span>; <span class=\"citation\" id=\"120857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120857)\">Isaiah 45:1, 13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_028\"><a name=\"-09211_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09211_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120858)\">Doctrine and Covenants 1:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}