{"ID":776, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Unless We Have His Message\"<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, April 1955, pp. 101-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am thankful for the privilege of being with you in this great\nconference, and have been thrilled with the messages we have received, beginning with the\nimpressive and inspired message from President McKay, up until this moment.  I sincerely\npray that the Lord may direct me to say that which is true and that he would have said.\n<\/p><p>\nI have been impressed with the number of references to and testimonies regarding our Lord\nand Savior, Jesus Christ.  It is our obligation and our privilege to proclaim him to the world.\nHe has come to us in our day.  He has established for us his Church.  He has placed in it his\nauthority and his power, and he is directing it through his servant on the earth who stands as\nhis representative in the world today.\n<\/p><p>\nIt is our privilege and our pleasure and our joy to proclaim his divinity, and that fact, the\ndivinity of Jesus Christ, is the center fact of human existence, and the basic truth in human\nlife.  If we do not know that and are not governed by it, our lives will be failures.  Unless we\nhave his message and his instructions, we shall not know what life is, we shall not know who\nwe are or what we are; we shall not know how to live; we shall not know what aim to place\nbefore us in life, because it is only through the gospel of Jesus Christ that we know the truth\nthat should guide us day by day and sustain us through our lives and make us truly intelligent\nbeings.\n<\/p><p>\nJesus Christ is the spirit of truth, the spirit of light; and truth and light the Lord has defined\nas being intelligence (<span class=\"citation\" id=\"13394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13394)\">D&amp;C 93:29,36<\/a><\/span>).\nIf we would be truly intelligent, we should learn the truth concerning\nhis character and mission.\n<\/p><p>\nThe obligations are such and our relations to him are such that it is our most serious duty in\nlife to know him and love him and keep his commandments and thereby know and love our\nFather in heaven and keep his commandments, because he is the messenger from the Father;\nhe is the one chosen of the Father to represent him in the earth, chosen of the Father to be the\nRedeemer of the world, chosen of the Father to be the Creator of the world.  Into his hands\nthe Father has placed all things, and we are in his hands.  One day we will stand before him\nto be judged, and we will be judged as to our relations to him and our attitude towards him\nand whether or not we have listened to his word and kept his commandments.  We will all\ncome to that day and to that accounting, and so will every man and woman in the world.\n<\/p><p>\nIt seems easy for some people to appraise Jesus Christ and put him in his place as no doubt a\nvery great Teacher and a great Prophet, a man who lived a wonderful life.  The \"wise and the\nprudent\" have a way of doing this.  I rather think the humble and the meek accept him as the\nRedeemer of the world.  He said: \n<\/p><p>\nI thank thee, O Father, Lord of heaven and earth, because thou hast hid these things\nfrom the wise and prudent, and hast revealed them unto babes\n(<span class=\"citation\" id=\"34703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34703)\">Matt. 11:25<\/a><\/span>).\n<\/p><p>\nThe Lord Jesus Christ is not on trial before the world.  Men should understand that.  The\nworld is on trial before the Lord Jesus Christ, and we will have to account for the attitude\ntaken toward him and his message, and we cannot accept him without accepting his principles\nand his doctrines.  If we reject his principles and his doctrines, we reject him.  If we reject his\ndivinity, we reject him: \n<\/p><p>\nWho is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth\nthe Father and the Son.\n<\/p><p>\nWhosoever denieth the Son, the same hath not the Father: [but] he that acknowledgeth\nthe Son hath the Father also\n(<span class=\"citation\" id=\"1045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1045)\">1 Jn. 2:22-23<\/a><\/span>).\n<\/p><p>\nWhosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He\nthat abideth in the doctrine of Christ, he hath both the Father and the Son\n(<span class=\"citation\" id=\"3149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3149)\">2 Jn. 1:9<\/a><\/span>).\n<\/p><p>\nAnother thing that the world must understand if they will know the truth, and if they will\nonly be humble and true before the Lord they will be glad to understand it, is that those who\nreceive or reject the teachings and testimonies and admonitions of the servants of God receive\nor reject the Lord Jesus Christ. He said to the seventy when he sent them out to preach the\ngospel: \n<\/p><p>\nHe that heareth you heareth me; and he that despiseth you despiseth me; and he\nthat despiseth me despiseth him that sent me\n(<span class=\"citation\" id=\"31402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31402)\">Luke 10:16<\/a><\/span>).\n<\/p><p>\nHow important to the world, that they understand these simple principles!  If it were not for\nthe traditions, the errors, the sins, and the shortcomings of men, all of the world would accept\nthe Lord Jesus Christ. There is nothing but what a true heart and a right mind would rejoice\nin.  He is perfect. He is love. He is righteousness. He is truth, the perfection of all things, and\nis devoting his great power and his whole being to the loving and saving of the children of\nmen.\n<\/p><p>\nWhy should we not accept him with all our hearts?  Only because of our shortcomings!  It is\nnot because of our superior knowledge and intelligence that we reject Jesus Christ. It is\nbecause we lack in superior knowledge and intelligence and humility and meekness that he is\nrejected. If we will be faithful and humble, as the brethren have said in this conference, and\nkeep his commandments, we will know of his divinity, and it will be our salvation and our\nexaltation.\n<\/p><p>\nRead the ninety-third section of the Doctrine and Covenants, on the matter of obedience.  It is\nby keeping the commandments of God that we will gain in light and truth until we are filled\nwith light and truth and know all things and become like unto our Father in heaven\n(<span class=\"citation\" id=\"13393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13393)\">D&amp;C 93:28<\/a><\/span>).  The\nthing that prevents that is, as the revelation says, that Satan takes from us light and truth\nthrough disobedience.\n<\/p><p>\nAnd that wicked one cometh and taketh away light and truth, through disobedience,\nfrom the children of men, and because of  the traditions of their fathers\n(<span class=\"citation\" id=\"13398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13398)\">D&amp;C 93:39<\/a><\/span>).\n<\/p><p>\nIf you keep not my commandments, the love of the Father shall not continue with you,\ntherefore you shall walk in darkness\n(<span class=\"citation\" id=\"13401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13401)\">D&amp;C 95:12<\/a><\/span>).\n<\/p><p>\nAnything that we wish to attain or should attain to that is desirable, noteworthy, lovely, of\ngood repute, that will be to our salvation and exaltation in the kingdom of God will be\nattained by the principle of obedience to the Lord Jesus Christ.\n<\/p><p>\nI bear my humble witness that he is Christ, the Son of the Living God, that this is his Church\nand kingdom and that it is spreading throughout the earth and will continue to spread.  In this\nconference there has been the announcement of a new era when on a worldwide basis the\nChurch is to be visited regularly and supervised regularly, and we have seen plans put into\neffect that when finished will give us a line of temples that will encircle the globe&mdash;outposts of\nthe kingdom of God.\n<\/p><p>\nI bear witness that this spreading will continue until it covers the earth and the will of God\nwill be done.  Give us power, I pray, O Father, that we may be true and faithful to these\nends, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}