{"ID":7760, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Be an Example of the Believers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p2\" class=\"\">By Mary N. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/mary-n-cook-10.jpg\" alt=\"Mary N. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I would like to invite you to “be … an example of the believers … in faith [and] in purity.”<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_031<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p5\" class=\"\">A short time ago little Ruby was born into our family. As I looked into her sweet face, I marveled at the knowledge that before she came to earth, she lived in the presence of our Heavenly Father. She had accepted His great plan of happiness and chose to follow Him and Jesus Christ, our Savior.<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_031\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120911)\">Abraham 3:22–26<\/a><\/span>.]<\/span><\/sup> Because of her decision, she was permitted to come to earth to experience mortality and progress toward eternal life. With her spirit united with her body, Ruby has entered a time of learning in which she can prove herself, choose to follow Christ, and prepare to be worthy of eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p6\" class=\"\">Ruby came to this earth pure, but as part of the plan, she will face trials and temptations and she will make mistakes. Through our Savior’s Atonement, however, Ruby can be forgiven, receive a fulness of joy, and be pure again—ready to live forever in the presence of our Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p7\" class=\"\">A few hours after her birth, I was privileged to hold this precious child in my arms. I said to her mother, “Oh, we have to teach Ruby how to be a virtuous woman, pure and priceless as her name implies.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_031\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120912)\">Proverbs 31:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p8\" class=\"\">Her mother replied, “I am starting today.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p9\" class=\"\">What will Ruby’s mother do to “start today”? How can we as parents, grandparents, and leaders start and keep our children—our youth—on the path to eternal life? We must “be … [examples] of the believers.”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_031\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120913)\">1 Timothy 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p10\" class=\"\">The prophet Brigham Young said: “We should never permit ourselves to do anything that we are not willing to see our children do. We should set them an example that we wish them to imitate.”<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_031\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 173.]<\/span><\/sup> Each of us can start today by being that good example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p11\" class=\"\">Today I would like to invite you to “be … an example of the believers … in faith [and] in purity”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_031\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120914)\">1 Timothy 4:12<\/a><\/span>.]<\/span><\/sup>—two principles required for salvation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p12\" class=\"\">Be an example of the believers in faith. Actively strengthen your own faith and testimony of Jesus Christ, thus preparing to testify by word and example to your children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p13\" class=\"\">Let me tell you of a wonderful mother whose life was an example of faith. When the Prophet Joseph Smith was a very young boy, he watched and learned about faith in God from his mother, Lucy Mack Smith. Lucy sought answers by searching the scriptures,<sup class=\"noteMarker\"><a href=\"#footnote6-09211_000_031\">6<\/a>\n       <span class=\"footnote\">[See Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Scot Facer Proctor and Maurine Jensen Proctor (1996), 50.]<\/span><\/sup> and Joseph too employed the practice, turning to the Bible for guidance as his mother had.<sup class=\"noteMarker\"><a href=\"#footnote7-09211_000_031\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120915)\">Joseph Smith—History 1:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p14\" class=\"\">Lucy also solved family problems by privately seeking the Lord’s help through prayer. One day, experiencing discord in her family regarding the subject of religion, Lucy said she “retired to a grove of handsome wild cherry trees not far distant and prayed to the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote8-09211_000_031\">8<\/a>\n       <span class=\"footnote\">[Smith, <span class=\"emphasis\">History of Joseph Smith,<\/span> 58.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p15\" class=\"\">Lucy also prayed with great faith when faced with personal health issues, when Joseph nearly lost his leg to osteomyelitis, and when Joseph’s sister Sophronia almost died from typhoid fever. Regarding Sophronia’s illness, Lucy wrote: “I gazed upon my child. … My husband and I clasped our hands together and fell upon our knees by the bedside and poured our grief and supplications into his ears.”<sup class=\"noteMarker\"><a href=\"#footnote9-09211_000_031\">9<\/a>\n       <span class=\"footnote\">[Smith, <span class=\"emphasis\">History of Joseph Smith,<\/span> 69.]<\/span><\/sup> Sophronia lived. I am confident that Lucy’s children often witnessed her praying with faith and receiving answers to those prayers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p16\" class=\"\">Lucy prayed in faith for guidance, and Joseph too retired to a grove of trees, where he prayed with faith, seeking an answer from the Lord as his mother had.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p17\" class=\"\">Like Lucy, we must show our children and youth how to strengthen their faith and testimony of Jesus Christ by strengthening our own through studying the scriptures and through prayer, personally as well as with them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p18\" class=\"\">Unlike Lucy, today we are blessed to have more than the Bible. We have latter-day scriptures and the words of our latter-day prophets to “safely guide us”<sup class=\"noteMarker\"><a href=\"#footnote10-09211_000_031\">10<\/a>\n       <span class=\"footnote\">[“The Iron Rod,” <span class=\"emphasis\">Hymns,<\/span> no. 274.]<\/span><\/sup> on the path to eternal life. From the Book of Mormon we learn about those on the path who were “continually holding fast to the rod of iron,”<sup class=\"noteMarker\"><a href=\"#footnote11-09211_000_031\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120916)\">1 Nephi 8:30<\/a><\/span>.]<\/span><\/sup> likening it to “the word of God.”<sup class=\"noteMarker\"><a href=\"#footnote12-09211_000_031\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120917)\">1 Nephi 11:25<\/a><\/span>.]<\/span><\/sup> In today’s world replete with temptations, “holding fast” can be challenging, as Satan in his conniving ways tries to pull us away from God’s ways. If we have one hand on the rod and one hand in the world, we put our children and youth in danger of losing their way on the path. If our example is confusing, then in Jacob’s words we lose “the confidence of [our] children, because of [our] bad examples.”<sup class=\"noteMarker\"><a href=\"#footnote13-09211_000_031\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120918)\">Jacob 2:35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p19\" class=\"\">Parents, grandparents, and leaders, your message must be clear. Clarity can only result from having both hands on the rod and from living by the truths found in the scriptures and the words of latter-day prophets. You may not be raising a prophet as Lucy was, but you are certainly raising tomorrow’s leaders, and your actions are just as tangibly linked to their faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p20\" class=\"\">Next, be an example of the believers in purity. The only way for us to become pure is through the Atonement of our Savior. For each of us, the process of becoming pure begins with faith, repentance, and our first covenant of baptism.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p21\" class=\"\">To help our children live their baptismal covenant, Elder Robert D. Hales advised: “We teach that the moment they step out of the water, they step out of the world and into the kingdom of God. By covenant, they agree to obey His commandments.”<sup class=\"noteMarker\"><a href=\"#footnote14-09211_000_031\">14<\/a>\n       <span class=\"footnote\">[Robert D. Hales, <span class=\"emphasis\">Return: Four Phases of Our Mortal Journey Home<\/span> (2010), 60.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p22\" class=\"\">“Covenants place us under a strong obligation to honor our commitments to God. To keep our covenants, we must give up activities or interests that prevent us from honoring those covenants.”<sup class=\"noteMarker\"><a href=\"#footnote15-09211_000_031\">15<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 63.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p23\" class=\"\"><span class=\"emphasis\">For the Strength of Youth<\/span> is a marvelous tool to help youth understand this sacred obligation of covenant making and the blessings of purity that come from covenant keeping. It contains words of latter-day prophets—the iron rod that will safely guide them along the strait and narrow path, turning them away from Satan’s entrapments that can delay their progress. In this booklet, you will also find the many blessings that come from obedience and seeking that which is “virtuous [and] lovely.”<sup class=\"noteMarker\"><a href=\"#footnote16-09211_000_031\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120919)\">Articles of Faith 1:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p24\" class=\"\">Parents, obtain a personal copy of this booklet and read it often. Live the standards yourself. Have thoughtful gospel conversations with youth that will help them develop their own desire to live and discover for themselves the meaning and purpose of the standards.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p25\" class=\"\">The standards found in the sections “Entertainment and the Media” and “Dress and Appearance” can be particularly challenging because they are becoming increasingly at odds with the standards of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p26\" class=\"\">We must model that which is virtuous and lovely by our personal media choices. We must take care that the media we invite into our homes does not dull the sensitivity to the Spirit, harm relationships with our family and friends, or reveal personal priorities that are inconsistent with gospel principles. By example we can help our children understand that spending long periods of time using the Internet, social media, and cell phones; playing video games; or watching television keeps us from productive activities and valuable interactions with others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p27\" class=\"\">We also model that which is virtuous and lovely by our dress and appearance. As a covenant people we have the responsibility to care for, protect, and properly clothe our bodies. We must help our children and youth understand that we respect our bodies as temples and as gifts from God.<sup class=\"noteMarker\"><a href=\"#footnote17-09211_000_031\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120920)\">1 Corinthians 3:16<\/a><\/span>.]<\/span><\/sup> We set the example by refusing to purchase or wear immodest clothing that is too tight, too sheer, or revealing in any other manner.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p28\" class=\"\">Covenant keepers strive to be obedient “at all times … and in all places”<sup class=\"noteMarker\"><a href=\"#footnote18-09211_000_031\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120921)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup> because of their love of God and His promised blessings. One evening, while walking with my husband, we passed by an outdoor wedding reception in progress. We didn’t know these people, yet there was an immediate impression of virtue. Their choices of music and dress were lovely. The radiant bride’s gown was unquestionably modest, as were her bridal attendants’ dresses. This family chose not to mix the ways of the world with the sanctity of that day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p29\" class=\"\">Now, may I say a word to the marvelous youth of our Church. Thank you for your righteous examples to your friends, teachers, leaders, and families. I recognize that many of you are the only member of the Church in your family. You may even attend church alone. I commend you for your commitment and righteous example. Be patient and continue to live righteously. There are many who can help you. President Thomas S. Monson said, “Even an exemplary family … can use all the supportive help they can get from good men [and women] who genuinely care.”<sup class=\"noteMarker\"><a href=\"#footnote19-09211_000_031\">19<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “Examples of Righteousness,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 66.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p30\" class=\"\">Look around in your ward and stake for leaders and friends who are examples of the believers and learn from them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p31\" class=\"\">When I was a young woman, I identified examples of the believers. In addition to my parents, one was my aunt Carma Cutler. I vividly remember her speaking at a stake standards night when I was 16. She taught of the importance of being chaste and worthy of a temple marriage. I was deeply touched by her testimony. I had observed her virtuous life since I was a very young girl, and I knew it was consistent with her teachings. I wanted to follow her example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p32\" class=\"\">Young men and young women, <span class=\"emphasis\">you<\/span> can start today by being an example of the believers in faith and in purity. Strengthen your faith and testimony daily through scripture study and prayer. Keep your baptismal covenant, which will keep you pure and worthy of the guidance of the Holy Ghost. You can start today to be that example for others to follow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p33\" class=\"\">And you never know—you might be the example my little Ruby will need someday. For now, Ruby has a wonderful start on the path to eternal life. Her parents are setting patterns of righteousness in her home, starting each day with a resolve to be examples of the believers. Hopefully, using her agency, Ruby will choose to follow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/be-an-example-of-the-believers.p34\" class=\"\">I am grateful for the plan of happiness, and I testify it is the only way that Ruby—and each of us—can be pure again and live forever in the presence of our Father in Heaven. May we each start today. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120911)\">Abraham 3:22–26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120912)\">Proverbs 31:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120913)\">1 Timothy 4:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 173.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120914)\">1 Timothy 4:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09211_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Scot Facer Proctor and Maurine Jensen Proctor (1996), 50.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09211_000_031\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120915)\">Joseph Smith—History 1:11–12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09211_000_031\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Smith, <span class=\"emphasis\">History of Joseph Smith,<\/span> 58.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09211_000_031\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Smith, <span class=\"emphasis\">History of Joseph Smith,<\/span> 69.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09211_000_031\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“The Iron Rod,” <span class=\"emphasis\">Hymns,<\/span> no. 274.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09211_000_031\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120916)\">1 Nephi 8:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09211_000_031\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120917)\">1 Nephi 11:25<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09211_000_031\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120918)\">Jacob 2:35<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09211_000_031\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Robert D. Hales, <span class=\"emphasis\">Return: Four Phases of Our Mortal Journey Home<\/span> (2010), 60.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09211_000_031\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 63.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09211_000_031\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120919)\">Articles of Faith 1:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-09211_000_031\">17.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120920)\">1 Corinthians 3:16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-09211_000_031\">18.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120921)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_031\"><a name=\"-09211_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-09211_000_031\">19.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Examples of Righteousness,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 66.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}