{"ID":7761, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Two Lines of Communication\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p2\" class=\"\">By Elder Dallin H. Oaks<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must use both the personal line and the priesthood line in proper balance to achieve the growth that is the purpose of mortal life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_032<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p5\" class=\"\">Our Heavenly Father has given His children two lines of communication with Him—what we may call the personal line and the priesthood line. All should understand and be guided by both of these essential lines of communication.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>I. The Personal Line<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p7\" class=\"\">In the personal line we pray directly to our Heavenly Father, and He answers us by the channels He has established, without any mortal intermediary. We pray to our Heavenly Father in the name of Jesus Christ, and He answers us through His Holy Spirit and in other ways. The mission of the Holy Ghost is to testify of the Father and the Son (see <span class=\"citation\" id=\"120922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120922)\">John 15:26<\/a><\/span>; <span class=\"citation\" id=\"120923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120923)\">2 Nephi 31:18<\/a><\/span>; <span class=\"citation\" id=\"120924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120924)\">3 Nephi 28:11<\/a><\/span>), to guide us into truth (see <span class=\"citation\" id=\"120925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120925)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"120926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120926)\">16:13<\/a><\/span>), and to show us all things we should do (see <span class=\"citation\" id=\"120927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120927)\">2 Nephi 32:5<\/a><\/span>). This personal line of communication with our Heavenly Father through His Holy Spirit is the source of our testimony of truth, of our knowledge, and of our personal guidance from a loving Heavenly Father. It is an essential feature of His marvelous gospel plan, which allows each one of His children to receive a personal witness of its truth.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p8\" class=\"\">The direct, personal channel of communication to our Heavenly Father through the Holy Ghost is based on worthiness and is so essential that we are commanded to renew our covenants by partaking of the sacrament each Sabbath day. In this way we qualify for the promise that we may always have His Spirit to be with us, to guide us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p9\" class=\"\">On this personal line of communication with the Lord, our belief and practice is similar to that of those Christians who insist that human mediators between God and man are unnecessary because all have direct access to God under the principle Martin Luther espoused that is now known as “the priesthood of all believers.” I will say more of that later.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p10\" class=\"\">The personal line is of paramount importance in personal decisions and in the governance of the family. Unfortunately, some members of our church underestimate the need for this direct, personal line. Responding to the undoubted importance of prophetic leadership—the priesthood line, which operates principally to govern heavenly communications on Church matters—some seek to have their priesthood leaders make personal decisions for them, decisions they should make for themselves by inspiration through their personal line. Personal decisions and family governance are principally a matter for the personal line.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p11\" class=\"\">I feel to add two other cautions we should remember in connection with this precious direct, personal line of communication with our Heavenly Father.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p12\" class=\"\">First, in its fulness the personal line does not function independent of the priesthood line. The gift of the Holy Ghost—the means of communication from God to man—is conferred by priesthood authority as authorized by those holding priesthood keys. It does not come merely by desire or belief. And the right to the continuous companionship of this Spirit needs to be affirmed each Sabbath as we worthily partake of the sacrament and renew our baptismal covenants of obedience and service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p13\" class=\"\">Similarly, we cannot communicate reliably through the direct, personal line if we are disobedient to or out of harmony with the priesthood line. The Lord has declared that “the powers of heaven cannot be controlled nor handled only upon the principles of righteousness” (<span class=\"citation\" id=\"120928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120928)\">D&amp;C 121:36<\/a><\/span>). Unfortunately, it is common for persons who are violating God’s commandments or disobedient to the counsel of their priesthood leaders to declare that God has revealed to them that they are excused from obeying some commandment or from following some counsel. Such persons may be receiving revelation or inspiration, but it is not from the source they suppose. The devil is the father of lies, and he is ever anxious to frustrate the work of God by his clever imitations.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>II. The Priesthood Line<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p15\" class=\"\">Unlike the personal line, in which our Heavenly Father communicates with us directly through the Holy Ghost, the priesthood line of communication has the additional and necessary intermediaries of our Savior, Jesus Christ; His Church; and His appointed leaders.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p16\" class=\"\">Because of what He accomplished by His atoning sacrifice, Jesus Christ has the power to prescribe the conditions we must fulfill to qualify for the blessings of His Atonement. That is why we have commandments and ordinances. That is why we make covenants. That is how we qualify for the promised blessings. They all come through the mercy and grace of the Holy One of Israel, “after all we can do” (<span class=\"citation\" id=\"120929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120929)\">2 Nephi 25:23<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p17\" class=\"\">During His earthly ministry, Jesus Christ conferred the authority of the priesthood that bears His name and He established a church that also bears His name. In this last dispensation, His priesthood authority was restored and His Church was reestablished through heavenly ministrations to the Prophet Joseph Smith. This restored priesthood and this reestablished Church are at the heart of the priesthood line.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p18\" class=\"\">The priesthood line is the channel by which God has spoken to His children through the scriptures in times past. And it is this line through which He currently speaks through the teachings and counsel of living prophets and apostles and other inspired leaders. This is the way we receive the required ordinances. This is the way we receive calls to service in His Church. His Church is the way and His priesthood is the power through which we are privileged to participate in those cooperative activities that are essential to accomplishing the Lord’s work. These include preaching the gospel, building temples and chapels, and helping the poor.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p19\" class=\"\">In respect to this priesthood line, our belief and practice is similar to the insistence of some Christians that authoritative ordinances (sacraments) are essential and must be performed by one authorized and empowered by Jesus Christ (see <span class=\"citation\" id=\"120930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120930)\">John 15:16<\/a><\/span>). We believe the same but of course differ with other Christians on how we trace that authority.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p20\" class=\"\">Some members or former members of our church fail to recognize the importance of the priesthood line. They underestimate the importance of the Church and its leaders and its programs. Relying entirely on the personal line, they go their own way, purporting to define doctrine and to direct competing organizations contrary to the teachings of prophet-leaders. In this they mirror the modern hostility to what is disparagingly called “organized religion.” Those who reject the need for organized religion reject the work of the Master, who established His Church and its officers in the meridian of time and who reestablished them in modern times.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p21\" class=\"\">Organized religion, established by divine authority, is essential, as the Apostle Paul taught:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p22\" class=\"\">“For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p23\" class=\"\">“Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ” (<span class=\"citation\" id=\"120931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120931)\">Ephesians 4:12–13<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p24\" class=\"\">We should all remember the Lord’s declaration in modern revelation that the voice of the Lord’s servants is the voice of the Lord (see <span class=\"citation\" id=\"120932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120932)\">D&amp;C 1:38<\/a><\/span>; <span class=\"citation\" id=\"120933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120933)\">21:5<\/a><\/span>; <span class=\"citation\" id=\"120934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120934)\">68:4<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p25\" class=\"\">I feel to add two cautions we should remember in connection with reliance on the vital priesthood line.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p26\" class=\"\">First, the priesthood line does not supersede the need for the personal line. We all need a personal testimony of truth. As our faith develops, we necessarily rely on the words and faith of others, like our parents, teachers, or priesthood leaders (see <span class=\"citation\" id=\"120935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120935)\">D&amp;C 46:14<\/a><\/span>). But if we are solely dependent on one particular priesthood leader or teacher for our personal testimony of the truth instead of getting that testimony through the personal line, we will be forever vulnerable to disillusionment by the action of that person. When it comes to a mature knowledge or testimony of the truth, we should not be dependent on a mortal mediator between us and our Heavenly Father.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p27\" class=\"\">Second, like the personal line, the priesthood line cannot function fully and properly in our behalf unless we are worthy and obedient. Many scriptures teach that if we persist in serious violations of the commandments of God, we are “cut off from his presence” (<span class=\"citation\" id=\"120936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120936)\">Alma 38:1<\/a><\/span>). When that happens, the Lord and His servants are seriously inhibited in giving us spiritual help and we cannot obtain it for ourselves.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p28\" class=\"\">History provides us a vivid example of the importance of the Lord’s servants being in tune with the Spirit. The young Prophet Joseph Smith could not translate when he was angry or upset.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p29\" class=\"\">David Whitmer recalled: “One morning when he was getting ready to continue the translation, something went wrong about the house and he was put out about it. Something that Emma, his wife, had done. Oliver and I went up stairs, and Joseph came up soon after to continue the translation, but he could not do anything. He could not translate a single syllable. He went down stairs, out into the orchard and made supplication to the Lord; was gone about an hour—came back to the house, asked Emma’s forgiveness and then came up stairs where we were and the translation went on all right. He could do nothing save he was humble and faithful.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_032\">1<\/a>\n\t <span class=\"footnote\">[In “Letter from Elder W. H. Kelley,” <span class=\"emphasis\">The Saints’ Herald,<\/span> Mar. 1, 1882, 68. A similar report is quoted in B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 1:131.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>III. The Need for Both Lines<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p31\" class=\"\">I will conclude with further examples of the need for both of the lines our Heavenly Father has established for communication with His children. Both lines are essential to His purpose to bring about the immortality and eternal life of His children. An early scriptural account of this need is in Father Jethro’s counsel that Moses should not try to do so much. The people were waiting upon their priesthood leader from morning till night to “enquire of God” (<span class=\"citation\" id=\"120937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120937)\">Exodus 18:15<\/a><\/span>) and also to “judge between one and another” (<span class=\"citation\" id=\"120938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120938)\">verse 16<\/a><\/span>). We often note how Jethro counseled Moses to delegate by appointing judges to handle the personal conflicts (see <span class=\"citation\" id=\"120939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120939)\">verses 21–22<\/a><\/span>). But Jethro also gave Moses counsel that illustrates the importance of the personal line: “Thou shalt teach them ordinances and laws, and shalt shew them the way wherein they must walk, and the work that <span class=\"emphasis\">they<\/span> must do” (<span class=\"citation\" id=\"120940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120940)\">verse 20<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p32\" class=\"\">In other words, Israelites who followed Moses should be taught not to bring every question to that priesthood leader. They should understand the commandments and seek inspiration to work out most problems for themselves.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p33\" class=\"\">Recent events in the nation of Chile illustrate the need for both lines. Chile suffered a devastating earthquake. Many of our members lost homes; some lost family members. Many lost confidence. Quickly—because our church is prepared to respond to such disasters—food, shelter, and other material aid was provided. The Saints of Chile heard the voice of the Lord through His Church and its leaders responding to their material needs. But however sufficient the priesthood line, it was not enough. Each member needed to seek the Lord in prayer and receive the direct message of comfort and guidance that comes through the Holy Spirit to those who seek and listen.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p34\" class=\"\">Our missionary work is another example of the need for both lines. The men and women who are called to be missionaries are worthy and willing because of the teachings they have received through the priesthood line and the testimony they have received through the personal line. They are called through the priesthood line. Then, as representatives of the Lord and under the direction of His priesthood line, they teach investigators. Sincere seekers after truth listen, and the missionaries encourage them to pray to know the truth of the message for themselves through the personal line.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p35\" class=\"\">A final example applies these principles to the subject of priesthood authority in the family and the Church.<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_032\">2<\/a>\n\t <span class=\"footnote\">[See Dallin H. Oaks, “Priesthood Authority in the Family and the Church,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2005, 24–27.]<\/span><\/sup> All priesthood authority in the Church functions under the direction of one who holds the appropriate priesthood keys. This is the priesthood line. But the authority that presides in the family—whether father or single-parent mother—functions in family matters without the need to get authorization from anyone holding priesthood keys. That is like the personal line. Both lines must be functioning in our family life and in our personal lives if we are to have the growth and achieve the destiny identified in our Heavenly Father’s plan for His children.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p36\" class=\"\">We must use both the personal line and the priesthood line in proper balance to achieve the growth that is the purpose of mortal life. If personal religious practice relies too much on the personal line, individualism erases the importance of divine authority. If personal religious practice relies too much on the priesthood line, individual growth suffers. The children of God need both lines to achieve their eternal destiny. The restored gospel teaches both, and the restored Church provides both.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/two-lines-of-communication.p37\" class=\"\">I testify of the Lord’s prophet, President Thomas S. Monson, who holds the keys that govern the priesthood line. I testify of the Lord Jesus Christ, whose church this is. And I testify of the restored gospel, whose truth can be known by each of us through the precious personal line to our Heavenly Father. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_032\"><a name=\"-09211_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_032\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>In “Letter from Elder W. H. Kelley,” <span class=\"emphasis\">The Saints’ Herald,<\/span> Mar. 1, 1882, 68. A similar report is quoted in B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 1:131.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_032\"><a name=\"-09211_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_032\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Dallin H. Oaks, “Priesthood Authority in the Family and the Church,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2005, 24–27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}