{"ID":7762, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Divine Gift of Gratitude\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A grateful heart … comes through expressing gratitude to our Heavenly Father for His blessings and to those around us for all that they bring into our lives.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_033<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p4\" class=\"\">This has been a marvelous session. When I was appointed President of the Church, I said, “I’ll take one assignment for myself. I’ll be the adviser for the Tabernacle Choir.” I’m very proud of my choir!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p5\" class=\"\">My mother once said of me, “Tommy, I’m very proud of all that you’ve done. But I have one comment to make to you. You should have stayed with the piano.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p6\" class=\"\">So I went to the piano and played a number for her: “Here we go, [here we go] to a birthday party.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_033\">1<\/a>\n       <span class=\"footnote\">[John Thompson, “Birthday Party,” <span class=\"emphasis\">Teaching Little Fingers to Play<\/span> (1936), 8.]<\/span><\/sup> Then I gave her a kiss on the forehead, and she embraced me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p7\" class=\"\">I think of her. I think of my father. I think of all those General Authorities who’ve influenced me, and others, including the widows whom I visited—85 of them—with a chicken for the oven, sometimes a little money for their pocket.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p8\" class=\"\">I visited one late one night. It was midnight, and I went to the nursing home, and the receptionist said, “I’m sure she’s asleep, but she told me to be sure to awaken her, for she said, ‘I know he’ll come.’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p9\" class=\"\">I held her hand; she called my name. She was wide awake. She pressed my hand to her lips and said, “I knew you’d come.” How could I not have come?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p10\" class=\"\">Beautiful music touches me that way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p11\" class=\"\">My beloved brothers and sisters, we have heard inspired messages of truth, of hope, and of love. Our thoughts have turned to Him who atoned for our sins, who showed us the way to live and how to pray, and who demonstrated by His own actions the blessings of service—even our Lord and Savior, Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p12\" class=\"\">In the book of Luke, chapter 17, we read of Him:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p13\" class=\"\">“And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p14\" class=\"\">“And as he entered into a certain village, there [he met] ten men that were lepers, which stood afar off:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p15\" class=\"\">“And they lifted up their voices, and said, Jesus, Master, have mercy on us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p16\" class=\"\">“And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p17\" class=\"\">“And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p18\" class=\"\">“And fell down on his face at his feet, giving him thanks: and he was a Samaritan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p19\" class=\"\">“And Jesus answering said, Were there not ten cleansed? but where are the nine?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p20\" class=\"\">“There are not found that returned to give glory to God, save this stranger.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p21\" class=\"\">“And he said unto him, Arise, go thy way: thy faith hath made thee whole.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_033\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120941)\">Luke 17:11–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p22\" class=\"\">Through divine intervention those who were lepers were spared from a cruel, lingering death and given a new lease on life. The expressed gratitude by one merited the Master’s blessing; the ingratitude shown by the nine, His disappointment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p23\" class=\"\">My brothers and sisters, do we remember to give thanks for the blessings we receive? Sincerely giving thanks not only helps us recognize our blessings, but it also unlocks the doors of heaven and helps us feel God’s love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p24\" class=\"\">My beloved friend President Gordon B. Hinckley said, “When you walk with gratitude, you do not walk with arrogance and conceit and egotism, you walk with a spirit of thanksgiving that is becoming to you and will bless your lives.”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_033\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 250.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p25\" class=\"\">In the book of Matthew in the Bible, we have another account of gratitude, this time as an expression from the Savior. As He traveled in the wilderness for three days, more than 4,000 people followed and traveled with Him. He took compassion on them, for they may not have eaten during the entire three days. His disciples, however, questioned, “Whence should we have so much bread in the wilderness, as to fill so great a multitude?” Like many of us, the disciples saw only what was lacking.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p26\" class=\"\">“And Jesus saith unto them, How many loaves have ye? And [the disciples] said, Seven, and a few little fishes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p27\" class=\"\">“And [Jesus] commanded the multitude to sit down on the ground.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p28\" class=\"\">“And he took the seven loaves and the fishes, and <span class=\"emphasis\">gave thanks,<\/span> and brake them, and gave to his disciples, and the disciples to the multitude.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p29\" class=\"\">Notice that the Savior gave thanks for what they had—and a miracle followed: “And they did all eat, and were filled: and they took up of the broken meat that was left seven baskets full.”<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_033\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"120942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120942)\">Matthew 15:32–38<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p30\" class=\"\">We have all experienced times when our focus is on what we lack rather than on our blessings. Said the Greek philosopher Epictetus, “He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_033\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Discourses of Epictetus; with the Encheiridion and Fragments,<\/span> trans. George Long (1888), 429.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p31\" class=\"\">Gratitude is a divine principle. The Lord declared through a revelation given to the Prophet Joseph Smith:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p32\" class=\"\">“Thou shalt thank the Lord thy God in all things. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p33\" class=\"\">“And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things.”<sup class=\"noteMarker\"><a href=\"#footnote6-09211_000_033\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120943)\">Doctrine and Covenants 59:7, 21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p34\" class=\"\">In the Book of Mormon we are told to “live in thanksgiving daily, for the many mercies and blessings which [God] doth bestow upon you.”<sup class=\"noteMarker\"><a href=\"#footnote7-09211_000_033\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120944)\">Alma 34:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p35\" class=\"\">Regardless of our circumstances, each of us has much for which to be grateful if we will but pause and contemplate our blessings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p36\" class=\"\">This is a wonderful time to be on earth. While there is much that is wrong in the world today, there are many things that are right and good. There are marriages that make it, parents who love their children and sacrifice for them, friends who care about us and help us, teachers who teach. Our lives are blessed in countless ways.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p37\" class=\"\">We can lift ourselves and others as well when we refuse to remain in the realm of negative thought and cultivate within our hearts an attitude of gratitude. If ingratitude be numbered among the serious sins, then gratitude takes its place among the noblest of virtues. Someone has said that “gratitude is not only the greatest of virtues, but the parent of all others.”<sup class=\"noteMarker\"><a href=\"#footnote8-09211_000_033\">8<\/a>\n       <span class=\"footnote\">[Cicero, in <span class=\"emphasis\">A New Dictionary of Quotations on Historical Principles,<\/span> sel. H. L. Mencken (1942), 491.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p38\" class=\"\">How can we cultivate within our hearts an attitude of gratitude? President Joseph F. Smith, sixth President of the Church, provided an answer. Said he: “The grateful man sees so much in the world to be thankful for, and with him the good outweighs the evil. Love overpowers jealousy, and light drives darkness out of his life.” He continued: “Pride destroys our gratitude and sets up selfishness in its place. How much happier we are in the presence of a grateful and loving soul, and how careful we should be to cultivate, through the medium of a prayerful life, a thankful attitude toward God and man!”<sup class=\"noteMarker\"><a href=\"#footnote9-09211_000_033\">9<\/a>\n       <span class=\"footnote\">[Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 263.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p39\" class=\"\">President Smith is telling us that a prayerful life is the key to possessing gratitude.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p40\" class=\"\">Do material possessions make us happy and grateful? Perhaps momentarily. However, those things which provide deep and lasting happiness and gratitude are the things which money cannot buy: our families, the gospel, good friends, our health, our abilities, the love we receive from those around us. Unfortunately, these are some of the things we allow ourselves to take for granted.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p41\" class=\"\">The English author Aldous Huxley wrote, “Most human beings have an almost infinite capacity for taking things for granted.”<sup class=\"noteMarker\"><a href=\"#footnote10-09211_000_033\">10<\/a>\n       <span class=\"footnote\">[Aldous Huxley, <span class=\"emphasis\">Themes and Variations<\/span> (1954), 66.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p42\" class=\"\">We often take for granted the very people who most deserve our gratitude. Let us not wait until it is too late for us to express that gratitude. Speaking of loved ones he had lost, one man declared his regret this way: “I remember those happy days, and often wish I could speak into the ears of the dead the gratitude which was due them in life, and so ill returned.”<sup class=\"noteMarker\"><a href=\"#footnote11-09211_000_033\">11<\/a>\n       <span class=\"footnote\">[William H. Davies, <span class=\"emphasis\">The Autobiography of a Super-Tramp<\/span> (1908), 4.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p43\" class=\"\">The loss of loved ones almost inevitably brings some regrets to our hearts. Let’s minimize such feelings as much as humanly possible by frequently expressing our love and gratitude to them. We never know how soon it will be too late.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p44\" class=\"\">A grateful heart, then, comes through expressing gratitude to our Heavenly Father for His blessings and to those around us for all that they bring into our lives. This requires conscious effort—at least until we have truly learned and cultivated an attitude of gratitude. Often we feel grateful and <span class=\"emphasis\">intend<\/span> to express our thanks but forget to do so or just don’t get around to it. Someone has said that “feeling gratitude and not expressing it is like wrapping a present and not giving it.”<sup class=\"noteMarker\"><a href=\"#footnote12-09211_000_033\">12<\/a>\n       <span class=\"footnote\">[William Arthur Ward, in Allen Klein, comp., <span class=\"emphasis\">Change Your Life!<\/span> (2010), 15.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p45\" class=\"\">When we encounter challenges and problems in our lives, it is often difficult for us to focus on our blessings. However, if we reach deep enough and look hard enough, we will be able to feel and recognize just how much we have been given.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p46\" class=\"\">I share with you an account of one family which was able to find blessings in the midst of serious challenges. This is an account I read many years ago and have kept because of the message it conveys. It was written by Gordon Green and appeared in an American magazine over 50 years ago.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p47\" class=\"\">Gordon tells how he grew up on a farm in Canada, where he and his siblings had to hurry home from school while the other children played ball and went swimming. Their father, however, had the capacity to help them understand that their work amounted to something. This was especially true after harvesttime when the family celebrated Thanksgiving, for on that day their father gave them a great gift. He took an inventory of everything they had.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p48\" class=\"\">On Thanksgiving morning he would take them to the cellar with its barrels of apples, bins of beets, carrots packed in sand, and mountains of sacked potatoes as well as peas, corn, string beans, jellies, strawberries, and other preserves which filled their shelves. He had the children count everything carefully. Then they went out to the barn and figured how many tons of hay there were and how many bushels of grain in the granary. They counted the cows, pigs, chickens, turkeys, and geese. Their father said he wanted to see how they stood, but they knew he really wanted them to realize on that feast day how richly God had blessed them and had smiled upon all their hours of work. Finally, when they sat down to the feast their mother had prepared, the blessings were something they felt.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p49\" class=\"\">Gordon indicated, however, that the Thanksgiving he remembered most thankfully was the year they seemed to have nothing for which to be grateful.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p50\" class=\"\">The year started off well: they had leftover hay, lots of seed, four litters of pigs, and their father had a little money set aside so that someday he could afford to buy a hay loader—a wonderful machine most farmers just dreamed of owning. It was also the year that electricity came to their town—although not to them because they couldn’t afford it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p51\" class=\"\">One night when Gordon’s mother was doing her big wash, his father stepped in and took his turn over the washboard and asked his wife to rest and do her knitting. He said, “You spend more time doing the wash than sleeping. Do you think we should break down and get electricity?” Although elated at the prospect, she shed a tear or two as she thought of the hay loader that wouldn’t be bought.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p52\" class=\"\">So the electrical line went up their lane that year. Although it was nothing fancy, they acquired a washing machine that worked all day by itself and brilliant lightbulbs that dangled from each ceiling. There were no more lamps to fill with oil, no more wicks to cut, no more sooty chimneys to wash. The lamps went quietly off to the attic.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p53\" class=\"\">The coming of electricity to their farm was almost the last good thing that happened to them that year. Just as their crops were starting to come through the ground, the rains started. When the water finally receded, there wasn’t a plant left anywhere. They planted again, but more rains beat the crops into the earth. Their potatoes rotted in the mud. They sold a couple of cows and all the pigs and other livestock they had intended to keep, getting very low prices for them because everybody else had to do the same thing. All they harvested that year was a patch of turnips which had somehow weathered the storms.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p54\" class=\"\">Then it was Thanksgiving again. Their mother said, “Maybe we’d better forget it this year. We haven’t even got a goose left.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p55\" class=\"\">On Thanksgiving morning, however, Gordon’s father showed up with a jackrabbit and asked his wife to cook it. Grudgingly she started the job, indicating it would take a long time to cook that tough old thing. When it was finally on the table with some of the turnips that had survived, the children refused to eat. Gordon’s mother cried, and then his father did a strange thing. He went up to the attic, got an oil lamp, took it back to the table, and lighted it. He told the children to turn out the electric lights. When there was only the lamp again, they could hardly believe that it had been that dark before. They wondered how they had ever seen anything without the bright lights made possible by electricity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p56\" class=\"\">The food was blessed, and everyone ate. When dinner was over, they all sat quietly. Wrote Gordon:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p57\" class=\"\">“In the humble dimness of the old lamp we were beginning to see clearly again. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p58\" class=\"\">“It [was] a lovely meal. The jack rabbit tasted like turkey and the turnips were the mildest we could recall. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p59\" class=\"\">“… [Our] home … , for all its want, was so rich [to] us.”<sup class=\"noteMarker\"><a href=\"#footnote13-09211_000_033\">13<\/a>\n       <span class=\"footnote\">[Adapted from H. Gordon Green, “The Thanksgiving I Don’t Forget,” <span class=\"emphasis\">Reader’s Digest,<\/span> Nov. 1956, 69–71.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p60\" class=\"\">My brothers and sisters, to express gratitude is gracious and honorable, to enact gratitude is generous and noble, but to live with gratitude ever in our hearts is to touch heaven.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p61\" class=\"\">As I close this morning, it is my prayer that in addition to all else for which we are grateful, we may ever reflect our gratitude for our Lord and Savior, Jesus Christ. His glorious gospel provides answers to life’s greatest questions: Where did we come from? Why are we here? Where do our spirits go when we die? That gospel brings to those who live in darkness the light of divine truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p62\" class=\"\">He taught us how to pray. He taught us how to live. He taught us how to die. His life is a legacy of love. The sick He healed; the downtrodden He lifted; the sinner He saved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p63\" class=\"\">Ultimately, He stood alone. Some Apostles doubted; one betrayed Him. The Roman soldiers pierced His side. The angry mob took His life. There yet rings from Golgotha’s hill His compassionate words: “Father, forgive them; for they know not what they do.”<sup class=\"noteMarker\"><a href=\"#footnote14-09211_000_033\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120945)\">Luke 23:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p64\" class=\"\">Who was this “man of sorrows, … acquainted with grief”?<sup class=\"noteMarker\"><a href=\"#footnote15-09211_000_033\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120946)\">Isaiah 53:3<\/a><\/span>.]<\/span><\/sup> “Who is this King of glory,”<sup class=\"noteMarker\"><a href=\"#footnote16-09211_000_033\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120947)\">Psalm 24:8<\/a><\/span>.]<\/span><\/sup> this Lord of lords? He is our Master. He is our Savior. He is the Son of God. He is the Author of Our Salvation. He beckons, “Follow me.”<sup class=\"noteMarker\"><a href=\"#footnote17-09211_000_033\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120948)\">Matthew 4:19<\/a><\/span>.]<\/span><\/sup> He instructs, “Go, and do thou likewise.”<sup class=\"noteMarker\"><a href=\"#footnote18-09211_000_033\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120949)\">Luke 10:37<\/a><\/span>.]<\/span><\/sup> He pleads, “Keep my commandments.”<sup class=\"noteMarker\"><a href=\"#footnote19-09211_000_033\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"120950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120950)\">John 14:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p65\" class=\"\">Let us follow Him. Let us emulate His example. Let us obey His words. By so doing, we give to Him the divine gift of gratitude.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/the-divine-gift-of-gratitude.p66\" class=\"\">My sincere, heartfelt prayer is that we may in our individual lives reflect that marvelous virtue of gratitude. May it permeate our very souls, now and evermore. In the sacred name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_033\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>John Thompson, “Birthday Party,” <span class=\"emphasis\">Teaching Little Fingers to Play<\/span> (1936), 8.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_033\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120941)\">Luke 17:11–19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_033\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 250.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_033\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"120942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120942)\">Matthew 15:32–38<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_033\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">The Discourses of Epictetus; with the Encheiridion and Fragments,<\/span> trans. George Long (1888), 429.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09211_000_033\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120943)\">Doctrine and Covenants 59:7, 21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09211_000_033\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120944)\">Alma 34:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09211_000_033\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Cicero, in <span class=\"emphasis\">A New Dictionary of Quotations on Historical Principles,<\/span> sel. H. L. Mencken (1942), 491.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09211_000_033\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 263.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09211_000_033\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Aldous Huxley, <span class=\"emphasis\">Themes and Variations<\/span> (1954), 66.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09211_000_033\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>William H. Davies, <span class=\"emphasis\">The Autobiography of a Super-Tramp<\/span> (1908), 4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09211_000_033\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>William Arthur Ward, in Allen Klein, comp., <span class=\"emphasis\">Change Your Life!<\/span> (2010), 15.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09211_000_033\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Adapted from H. Gordon Green, “The Thanksgiving I Don’t Forget,” <span class=\"emphasis\">Reader’s Digest,<\/span> Nov. 1956, 69–71.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09211_000_033\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120945)\">Luke 23:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09211_000_033\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120946)\">Isaiah 53:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09211_000_033\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120947)\">Psalm 24:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-09211_000_033\">17.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120948)\">Matthew 4:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-09211_000_033\">18.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120949)\">Luke 10:37<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_033\"><a name=\"-09211_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-09211_000_033\">19.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"120950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120950)\">John 14:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}