{"ID":7764, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Receive the Holy Ghost\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">These four words—“Receive the Holy Ghost”—are not a passive pronouncement; rather, they constitute a priesthood injunction—an authoritative admonition to act and not simply to be acted upon.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_036<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p5\" class=\"\">My message focuses on the importance of striving in our daily lives to actually receive the Holy Ghost. I pray for and invite the Spirit of the Lord to instruct and edify each of us.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Gift of the Holy Ghost<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p7\" class=\"\">In December of 1839, while in Washington, D.C., to seek redress for the wrongs done to the Missouri Saints, Joseph Smith and Elias Higbee wrote to Hyrum Smith: “In our interview with the President [of the United States], he interrogated us wherein we differed in our religion from the other religions of the day. Brother Joseph said we differed in mode of baptism, and the gift of the Holy Ghost by the laying on of hands. We considered that all other considerations were contained in the gift of the Holy Ghost” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 97).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p8\" class=\"\">The Holy Ghost is the third member of the Godhead; He is a personage of spirit and bears witness of all truth. In the scriptures the Holy Ghost is referred to as the Comforter (see <span class=\"citation\" id=\"120955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120955)\">John 14:16–27<\/a><\/span>; <span class=\"citation\" id=\"120956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120956)\">Moroni 8:26<\/a><\/span>), a teacher (see <span class=\"citation\" id=\"120957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120957)\">John 14:26<\/a><\/span>; <span class=\"citation\" id=\"120958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120958)\">D&amp;C 50:14<\/a><\/span>), and a revelator (see <span class=\"citation\" id=\"120959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120959)\">2 Nephi 32:5<\/a><\/span>). Revelations from the Father and the Son are conveyed through the Holy Ghost. He is the messenger for and the witness of the Father and the Son.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p9\" class=\"\">The Holy Ghost is manifested to men and women on the earth both as the power and as the gift of the Holy Ghost. The power can come upon a person before baptism; it is the convincing witness that Jesus Christ is our Savior and Redeemer. Through the power of the Holy Ghost, sincere investigators can acquire a conviction of the truthfulness of the Savior’s gospel, of the Book of Mormon, of the reality of the Restoration, and of the prophetic calling of Joseph Smith.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p10\" class=\"\">The gift of the Holy Ghost is bestowed only after proper and authorized baptism and by the laying on of hands by those holding the Melchizedek Priesthood. The Lord declared:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p11\" class=\"\">“Yea, repent and be baptized, every one of you, for a remission of your sins; yea, be baptized even by water, and then cometh the baptism of fire and of the Holy Ghost. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p12\" class=\"\">“And whoso having faith you shall confirm in my church, by the laying on of the hands, and I will bestow the gift of the Holy Ghost upon them” (<span class=\"citation\" id=\"120960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120960)\">D&amp;C 33:11, 15<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p13\" class=\"\">The Apostle Paul made this practice clear to the Ephesians when he asked:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p14\" class=\"\">“Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p15\" class=\"\">“And he said unto them, Unto what then were ye baptized? And they said, Unto John’s baptism.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p16\" class=\"\">“Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p17\" class=\"\">“When they heard this, they were baptized in the name of the Lord Jesus.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p18\" class=\"\">“And when Paul had laid his hands upon them, the Holy Ghost came on them” (<span class=\"citation\" id=\"120961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120961)\">Acts 19:2–6<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p19\" class=\"\">Baptism by immersion is “the introductory ordinance of the gospel, and must be followed by baptism of the Spirit in order to be complete” (Bible Dictionary, “Baptism”). The Prophet Joseph Smith explained that “baptism is a holy ordinance preparatory to the reception of the Holy Ghost; it is the channel and key by which the Holy Ghost will be administered. The Gift of the Holy Ghost by the laying on of hands, cannot be received through the medium of any other principle than the principle of righteousness” (<span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 95–96).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p20\" class=\"\">The ordinance of confirming a new member of the Church and bestowing the gift of the Holy Ghost is both simple and profound. Worthy Melchizedek Priesthood holders place their hands upon the head of an individual and call him or her by name. Then, by the authority of the holy priesthood and in the name of the Savior, the individual is confirmed a member of The Church of Jesus Christ of Latter-day Saints, and this important phrase is uttered: “Receive the Holy Ghost.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p21\" class=\"\">The simplicity of this ordinance may cause us to overlook its significance. These four words—“Receive the Holy Ghost”—are not a passive pronouncement; rather, they constitute a priesthood injunction—an authoritative admonition to act and not simply to be acted upon (see <span class=\"citation\" id=\"120962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120962)\">2 Nephi 2:26<\/a><\/span>). The Holy Ghost does not become operative in our lives merely because hands are placed upon our heads and those four important words are spoken. As we receive this ordinance, each of us accepts a sacred and ongoing responsibility to desire, to seek, to work, and to so live that we indeed “receive the Holy Ghost” and its attendant spiritual gifts. “For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift? Behold, he rejoices not in that which is given unto him, neither rejoices in him who is the giver of the gift” (<span class=\"citation\" id=\"120963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120963)\">D&amp;C 88:33<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p22\" class=\"\">What should we do to make this authorized admonition to seek for the companionship of the third member of the Godhead an ongoing reality? Let me suggest that we need to (1) sincerely desire to receive the Holy Ghost, (2) appropriately invite the Holy Ghost into our lives, and (3) faithfully obey God’s commandments.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Sincerely Desire<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p24\" class=\"\">We first should desire, yearn for, and seek the companionship of the Holy Ghost. You and I can learn a great lesson about righteous desires from the faithful disciples of the Master described in the Book of Mormon:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p25\" class=\"\">“And the twelve did teach the multitude; and behold, they did cause that the multitude should kneel down upon the face of the earth, and should pray unto the Father in the name of Jesus. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p26\" class=\"\">“And they did pray for that which they most desired; and they desired that the Holy Ghost should be given unto them” (<span class=\"citation\" id=\"120964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120964)\">3 Nephi 19:6, 9<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p27\" class=\"\">Do we likewise remember to pray earnestly and consistently for that which we should most desire, even the Holy Ghost? Or do we become distracted by the cares of the world and the routine of daily living and take for granted or even neglect this most valuable of all gifts? Receiving the Holy Ghost starts with our sincere and constant desire for His companionship in our lives.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Appropriately Invite<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p29\" class=\"\">We more readily receive and recognize the Spirit of the Lord as we appropriately invite Him into our lives. We cannot compel, coerce, or command the Holy Ghost. Rather, we should invite Him into our lives with the same gentleness and tenderness by which He entreats us (see <span class=\"citation\" id=\"120965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120965)\">D&amp;C 42:14<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p30\" class=\"\">Our invitations for the companionship of the Holy Ghost occur in many ways: through the making and keeping of covenants; by praying sincerely as individuals and families; by searching the scriptures diligently; through strengthening appropriate relationships with family members and friends; by seeking after virtuous thoughts, actions, and language; and by worshipping in our homes, in the holy temple, and at church. Conversely, casualness about or the breaking of covenants and commitments, failing to pray and study the scriptures, and inappropriate thoughts, actions, and language cause the Spirit to withdraw from or to avoid us altogether.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p31\" class=\"\">As King Benjamin taught his people, “And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom’s paths that ye may be blessed, prospered, and preserved” (<span class=\"citation\" id=\"120966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120966)\">Mosiah 2:36<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Faithfully Obey<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p33\" class=\"\">Faithfully obeying God’s commandments is essential to receiving the Holy Ghost. We are reminded of this truth each week as we listen to the sacrament prayers and worthily partake of the bread and water. As we pledge our willingness to take upon ourselves the name of Jesus Christ, to always remember Him, and to keep His commandments, we are promised that we may always have His Spirit to be with us (see <span class=\"citation\" id=\"120967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120967)\">D&amp;C 20:77<\/a><\/span>). Thus, everything the Savior’s gospel teaches us to do and become is intended to bless us with the companionship of the Holy Ghost.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p34\" class=\"\">Consider the reasons we pray and study the scriptures. Yes, we yearn to communicate in prayer with Heavenly Father in the name of His Son. And yes, we desire to obtain the light and knowledge available in the standard works. But please remember that these holy habits primarily are ways whereby we always remember Heavenly Father and His Beloved Son and are prerequisites to the ongoing companionship of the Holy Ghost.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p35\" class=\"\">Reflect on the reasons we worship in the house of the Lord and in our Sabbath meetings. Yes, we serve our kindred dead in the temple—and our families and friends in the wards and branches in which we live. And yes, we enjoy the righteous sociality we find among our brothers and sisters. But we primarily gather together in unity to seek the blessings of and instruction from the Holy Ghost.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p36\" class=\"\">Praying, studying, gathering, worshipping, serving, and obeying are not isolated and independent items on a lengthy gospel checklist of things to do. Rather, each of these righteous practices is an important element in an overarching spiritual quest to fulfill the mandate to receive the Holy Ghost. The commandments from God we obey and the inspired counsel from Church leaders we follow principally focus upon obtaining the companionship of the Spirit. Fundamentally, all gospel teachings and activities are centered on coming unto Christ by receiving the Holy Ghost in our lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p37\" class=\"\">You and I should strive to become like the stripling warriors described in the Book of Mormon, who did “perform every word of command with exactness; yea, and even according to their faith it was done unto them. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p38\" class=\"\">“… And they are strict to remember the Lord their God from day to day; yea, they do observe to keep his statutes, and his judgments, and his commandments continually” (<span class=\"citation\" id=\"120968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120968)\">Alma 57:21<\/a><\/span>; <span class=\"citation\" id=\"120969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120969)\">58:40<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Testimony<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p40\" class=\"\">The Lord has declared that The Church of Jesus Christ of Latter-day Saints is “the only true and living church upon the face of the whole earth” (<span class=\"citation\" id=\"120970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120970)\">D&amp;C 1:30<\/a><\/span>). This restored Church is true because it is the Savior’s Church; He is “the way, the truth, and the life” (<span class=\"citation\" id=\"120971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120971)\">John 14:6<\/a><\/span>). And it is a living church because of the workings and gifts of the Holy Ghost. How blessed we are to live at a time when the priesthood is upon the earth and we can receive the Holy Ghost.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p41\" class=\"\">Several years after the Prophet Joseph Smith was martyred, he appeared to President Brigham Young and shared this timeless counsel: “Tell the people to be humble and faithful and [be] sure to keep the Spirit of the Lord and it will lead them right. Be careful and not turn away the small still voice; it will teach [you what] to do and where to go; it will yield the fruits of the kingdom. Tell the brethren to keep their hearts open to conviction so that when the Holy Ghost comes to them, their hearts will be ready to receive it. They can tell the Spirit of the Lord from all other spirits. It will whisper peace and joy to their souls, and it will take malice, hatred, envying, strife, and all evil from their hearts; and their whole desire will be to do good, bring forth righteousness, and build up the kingdom of God. Tell the brethren if they will follow the Spirit of the Lord they will go right” (<span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 98).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p42\" class=\"\">I pray we will sincerely desire and appropriately invite the Holy Ghost into our daily lives. I also pray each of us will faithfully obey God’s commandments and in reality receive the Holy Ghost. I promise the blessings described by the Prophet Joseph Smith to Brigham Young are applicable to and attainable by every individual who hears or reads this message.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/receive-the-holy-ghost.p43\" class=\"\">I bear witness of the living reality of the Father and the Son. I testify the Holy Ghost is a revelator, a comforter, and the ultimate teacher from whom we should learn. And I witness that the blessings and gifts of the Spirit operate in the restored, in the true, and in the living Church of Jesus Christ in these latter days. I so testify in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}