{"ID":7767, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Avoiding the Trap of Sin\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p2\" class=\"\">By Elder Jairo Mazzagardi<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jairo-mazzagardi-10.jpg\" alt=\"Jairo Mazzagardi\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Stay strong and make good choices that will allow you to eat the fruit of the tree of life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_039<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p5\" class=\"\">On a beautiful sunny morning, I invited my almost eight-year-old granddaughter, Vicki, to walk with me near a lake, which is actually a water reservoir for our beautiful city.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p6\" class=\"\">We walked happily, listening to the soft noise of the crystal clear brook running alongside our path. The path was lined with beautiful green trees and sweet-scented flowers. We could hear birds singing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p7\" class=\"\">I asked my blue-eyed, cheerful, and innocent granddaughter how she was preparing for baptism.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p8\" class=\"\">She answered with a question: “Grandpa, what is sin?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p9\" class=\"\">I silently prayed for inspiration and tried to respond as simply as I could: “Sin is the intentional disobedience to God’s commandments. It makes Heavenly Father sad, and its results are suffering and sadness.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p10\" class=\"\">Clearly concerned, she asked me, “And how does it get us?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p11\" class=\"\">The question first reveals purity, but it also reveals a concern for how to avoid involvement with sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p12\" class=\"\">For her to understand more clearly, I used the natural elements we had around us as an illustration. Continuing down our path, we found by the side of a barbed-wire fence a stone post of considerable size; it was a heavy structure with flowers, bushes, and little trees growing around it. Over time these plants would become bigger than the post itself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p13\" class=\"\">I remembered that a little farther down the path, we would find another post that had already been taken over little by little, almost unnoticed, by the vegetation that grew around it. I imagine that a post would not perceive that, despite its strength, it could be encompassed and destroyed by fragile plants. The post would have thought, “No problem. I am strong and big, and this small plant will do me no harm.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p14\" class=\"\">So as a nearby tree grows bigger, the post does not notice at first; then the post starts enjoying the shade the tree provides. But the tree continues to grow, and it encircles the post with two branches that at first seem fragile but that in time intertwine and surround the post.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p15\" class=\"\">Still the post does not realize what is happening.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p16\" class=\"\">Soon, in our walk, we found the proverbial post. It had been plucked out from the ground. My little granddaughter looked impressed and asked me, “Grandpa, is this the tree of sin?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p17\" class=\"\">I then explained to her that it was only a symbol, or an example, of how sin gets us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p18\" class=\"\">I don’t know what the effect of our conversation will be on her, but it made me think of the many faces of sin and of how it sneaks into our lives if we allow it to.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p19\" class=\"\">We must be alert because small choices can bring great consequences, just as going to bed early and waking up early have great consequences. <span class=\"citation\" id=\"120989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120989)\">Doctrine and Covenants 88:124<\/a><\/span> teaches us, “Arise early, that your bodies and your minds may be invigorated.” Those who go to bed early wake up rested, with the body and mind invigorated and blessed by the Lord because of obedience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p20\" class=\"\">What may appear to be of little importance, such as going to bed late, not praying for a day, skipping fasting, or breaking the Sabbath—such little slips—will make us lose sensitivity little by little, allowing us to do worse things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p21\" class=\"\">When I was a teenager, my curfew was 10:00 p.m. Today, that is the time some go out in order to have fun. Yet we know that it is at night that some of the worst things happen. It is during the dark hours that some youth go to places with inappropriate environments, where music and lyrics do not allow them to have the companionship of the Holy Ghost. Then, under these circumstances, they become easy prey to sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p22\" class=\"\">Often, becoming prey to sin starts with someone choosing friends whose standards are not consistent with the gospel; and in order to be popular or to be accepted by peers, the person then compromises gospel principles and laws, going down a path that will bring only pain and sadness to this person and to his or her loved ones.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p23\" class=\"\">We must be alert not to let sin grow around us. Forms of sin are everywhere—even, for example, in a computer or cell phone. These technologies are useful and can bring great benefits to us. But their inappropriate use—such as involvement in time-wasting games, programs that would drive you to carnal pleasure, or much worse things such as pornography—is destructive. Pornography destroys character and makes its user sink in the quicksand of filth, out of which the person can escape only with much help.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p24\" class=\"\">This terrible monster causes pain and suffering both to the user and to his or her innocent children, spouse, father, and mother. The fruit of carnal pleasure is bitterness and sadness. The fruit of obedience and sacrifice is sweetness and everlasting joy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p25\" class=\"\">Decisions about standards to follow must be made in advance, not when temptation appears. Our parameters must be:<\/p>\n\t\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>This I will do because it is right, it comes from the Lord, and it will bring me happiness.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>This I will not do because it will drag me away from truth, from the Lord, and from the eternal happiness He promises to the faithful and obedient.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p28\" class=\"\">Since the Father knew we would make wrong choices, He, in His wonderful plan of love, provided a Savior of the world to atone for the sins of all those who repent; who come to Him looking for help, consolation, and forgiveness; and who are willing to take upon them His name, Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p29\" class=\"\">If we sin, we must look for help quickly because alone we cannot escape sin’s trap, just as the proverbial fence post cannot free itself. Someone must help us get rid of the deadly embrace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p30\" class=\"\">Parents can help, and the bishop is called by God to help us. It is to him that we must go and open our hearts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p31\" class=\"\"><span class=\"citation\" id=\"120990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120990)\">Doctrine and Covenants 58:42–43<\/a><\/span> explains:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p32\" class=\"\">“Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p33\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p34\" class=\"\">A few months after our walk near the lake, my granddaughter was interviewed by her bishop—her father—for baptism. After the interview I asked her how it went. She answered, almost rebuking me, “Grandpa, an interview is confidential. You know that.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p35\" class=\"\">Bishops, I hope you take that response seriously. It seems to me that my granddaughter grew a lot in understanding in a very short time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p36\" class=\"\">Just as the tree I have described brought sadness, pain, suffering, and entrapment, another tree can bring the opposite. It is mentioned in <span class=\"citation\" id=\"120991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 120991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(120991)\">1 Nephi 8:10–12<\/a><\/span>:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p37\" class=\"\">“And it came to pass that I beheld a tree, whose fruit was desirable to make one happy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p38\" class=\"\">“And it came to pass that I did go forth and partake of the fruit thereof; and I beheld that it was most sweet, above all that I ever before tasted. Yea, and I beheld that the fruit thereof was white, to exceed all the whiteness that I had ever seen.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p39\" class=\"\">“And as I partook of the fruit thereof it filled my soul with exceedingly great joy.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p40\" class=\"\">Dear brethren and sisters, stay strong and make good choices that will allow you to eat the fruit of the tree of life. If, for any reason, you have erred or left the path, our hand is extended and we say to you, “Come. There is hope. We love you, and we want to help you be happy.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p41\" class=\"\">Heavenly Father loves us so much that He has given His only Son, Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p42\" class=\"\">Jesus Christ loves us so much that He gave His life in atonement for our sins!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p43\" class=\"\">What are we willing to give to be clean and receive that joy?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/avoiding-the-trap-of-sin.p44\" class=\"\">Of these truths I bear my testimony in the holy name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}