{"ID":777, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Indian Traditions of the Book of Mormon<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1955, pp. 102-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I humbly ask an interest in your faith prayers and that the Spirit\nof God may direct what I may say today. I would like to speak briefly on the subject of\n\"Indian Traditions of the Book of Mormon.\"\n<\/p><p>\nSince the publishing of that sacred scripture on March 26, 1830, a number of missionaries\nhave been informed by various Indians that according to their traditions their progenitors in\nthe distant past had possessed a sacred, religious book, which volume had disappeared; and a\nprominent factor in those traditions is the claim that that sacred record would be possessed\nagain by the American Indians. On a number of occasions these people have identified the\nBook of Mormon as the record of their ancestors for which, in accordance with their\ntraditions, they had been waiting and seeking.\n<\/p><p>\nElder Glen G. Fisher, former president of the Western Canadian Mission, wrote an article\nwhich was published in THE IMPROVEMENT ERA in March 1952, in which he graphically\ndescribed the experiences had in 1908 by Chief Yellow Face and his Cree Indians in their\nsearch for the sacred book of their ancestors. (Glen G. Fisher, \"Chief Yellow Face,\"\nIMPROVEMENT ERA, (Salt City, March 1952), pp. 148-150, 180-184.)  They came from\nnorthern Canada to southern Alberta, camped on the Mormon ranch, and during several\nmonths' time patiently waited for an opportunity to get a copy of the Book of Mormon and\nbe taught its contents, because they knew that this book was the record of their ancestors. \nAfter they had learned of the purpose of the sojourn of Chief Yellow Face and members of\nhis tribe, some of the Latter-day Saints who worked on the Mormon ranch spent evening after\nevening teaching the Indians the contents of the Book of Mormon.  The Indian chief and his\nfollowers expressed much joy and deep satisfaction regarding what they were taught, declaring \nthat the Book of Mormon was truly the sacred record of their ancestors which had been\npreserved for their enlightenment.\n<\/p><p>\nIn the April issue of THE IMPROVEMENT ERA, Elder Golden R. Buchanan, president of\nthe Southwest Indian Mission, described some of the traditions of the Indians with whom he\nhas been working.  He wrote: \"The people lost their records and their 'books.'\" But as the\nHopis say,\n<\/p><p>\nWe were not left without hope; we were told some day young white men with blue\neyes would come knocking at Hopi doors and would bring back to us our records and\nour true story. They would come from the east and that we would know them by their\noutstretched hands, and they would call us my brother\" and \"my sister.\" (Golden R.\nBuchanan, \"Indian Traditions,\" ibid., (Salt City, April 1955), p. 285.)\n<\/p><p>\nThere may be people who would question the validity of the evidences in the examples I have\ngiven of Indian traditions of the Book of Mormon, maintaining that these evidences have all\ncome forth since the publishing of that book and may have been  instigated by it or by the\nMormon missionaries.  Be that as it may!\n<\/p><p>\nThe important question for our consideration, however, is: Are there any important documents\navailable which were written by the Indians prior to the publishing of the Book of Mormon\nwhich furnish evidence that these people had traditions which came down from their ancestors\nto the effect that their progenitors at a certain time in the distant past had possessed an\nimportant, sacred, religious book, which book could be identified as the Book of Mormon?\n<\/p><p>\nI shall answer that question in the affirmative.  Yes, we do have some very important\ndocuments which were written between two and three hundred years prior to the publishing of\nthe Book of Mormon which make the claim that many years ago the ancestors of the\nAmerican Indians possessed an important, sacred book.  These writings are so explicit that\none could easily believe that the ancient records spoken of by the Indian writers are the same\nrecords as the ones from which the Book of Mormon was translated by the Prophet.\n<\/p><p>\nThe first of these Indian writings of great significance which shall be referred to is the\n<i>Works of Ixtlilxochitl<\/i>, written by an Indian of the royal family in Mexico approximately 1600 A.D.\nIn these writings he accounts the history, traditions, and religious beliefs of his people from\nthe time of the migration of the first group from the Tower of Babel&mdash;continuing with the\nemigrations from over the sea of two other groups&mdash;and on down to the Spanish conquest.\n<\/p><p>\nThe most pertinent portion of his book in relationship to our subject today deals with a very\nimportant character called Hueman.  He and his work are described at great length in several\ndifferent places in the <i>Works of Ixtlilxochitl<\/i>, his unusual accomplishments being highly\nextolled.  If one was to study thoughtfully Ixtlilxochitl's account of Hueman and compare it\nwith the portrayal of the character, personality, activities, and various accomplishments of\nMormon as described in the Nephite record, one could easily identify the two men as being\nthe same individual (<i>Works of Ixtlilxochitl<\/i>, cited in, Milton R. Hunter and Thomas Stuart\nFerguson, Ancient America and the Book of Mormon (Oakland, California, 1950), pp.\n337-316).  For example, their names are quite similar&mdash;the one in the Indian manuscript\nbeing called Hueman and the other in the Nephite account being called Mormon. Each is\nclaimed to have been a great prophet of God.  Each is claimed to have been the head general\nof the army.(Ibid., pp. 342-354.) Each is claimed to have been instrumental in bringing about\na treaty of peace in 350 A.D., which treaty is claimed to have lasted for ten years. (Ibid., pp.\n349-370.) And the last comparison which shall make, and probably the most pertinent one to\nour subject today is: Each is claimed to have been the compiler of a very important religious\nrecord which delineated the religious beliefs and history of the inhabitants of ancient\nAmerica. (Ibid., pp. 337-338, 341-342.)\n<\/p><p>\nSince each of us is more or less acquainted with the account given in the Nephite record of\nMormon's activities, under the direction of the Lord, in taking a thousand years accumulation\nof records and from them compiling and abridging in one book the story of his people, which\nmomentous task was completed by his son Moroni and brought forth in the latter days under\nthe title of the Book of Mormon, I shall not spend time to discuss that point further. I would\nlike, however, to quote directly from the <i>Works of Ixtlilxochitl<\/i> wherein he described Hueman\nas a collector and compiler of the sacred records of his people.  While meditating on this\nparticular quotation, the thought came to me that upon reading this quotation one could easily\nimagine that he was reading the Nephite account of Mormon's activities as a writer and\nkeeper of records. To quote from the sixteenth century Indian document: \n<\/p><p>\nAnd before going on I want to make an account of Hueman, the astrologer.  Before\ndying he gathered together all the histories the Tultecas had from the creation of the\nworld up to that [his] time and had them pictured in a very large book, where were\npictured all their persecutions and hardships, prosperities and good happenings, kings\nand lords, laws and good government of their ancestors, old sayings and good\nexamples, temples, idols, sacrifices, rites and ceremonies that they had, astrology,\nphilosophy, architecture, and the other arts, good as well as bad, and a resume of all\nthe things of science, knowledge, prosperous and adverse battles, an other things; and\nhe entitled his book calling it <i>Teoamaxtli<\/i>, which, well interpreted means\n<i>Various Things of God and Divine Book:<\/i> The natives now call the Holy Scriptures [meaning\nthe Bible] Teoamoxtli because it is almost the same, . . .(Ibid., pp. 337-338.) This\nmarvelous quotation describing the activities of Hueman in writing or compiling a very\nimportant book is so similar to the Nephites' account of Mormon's activities that such\na quotation constitutes a noteworthy Book of Mormon evidence.\n<\/p><p>\nThe second example which I shall give of an early Indian document which contains\nnumerous, marvelous evidences sustaining the claims made by the Book of Mormon is known\ntoday as the <i>Popol Vuh<\/i>. (<i>Popol Vuh<\/i>, The Sacred Book of the Ancient Quiché-Maya, (Eng. tr.\nby Delia Goetz and Sylvan G. Morley, Norman, Oklahoma, 1950), pp.  1-767.)  The original\nmanuscript was written in the Quiché language by a Quiché-Maya Indian in faraway\nGuatemala, Central America, nearly three hundred years before the Prophet Joseph Smith\npublished the account translated from the Nephites' records.  Between the years 1554 and 1558\nA.D., an Indian at Chichicastenango, Guatemala wrote what has become accepted by scholars\nas a very important and unusual document in which he delineated the mythology, beliefs, and\ntraditions of his people. (To quote the late Dr. Morley: \"This manuscript is, without doubt, the\nmost vigorous, literary, and significant effort achieved by the American Indian in the field of\nmythology and history.\" Ibid., p. 75.)  The Quiché-Maya Indian author claimed that there was\na prevalent tradition among his people that his ancestors in the distant past had at one time\npossessed an important, religious, sacred book which had disappeared, being had no more by\nhis people, and so he wrote his manuscript to replace that lost book.\n<\/p><p>\nFather Francisco Ximenez, a Catholic priest who officiated in the St. Tomas church at\nChichicastenango, obtained the manuscript from the Quiché-Maya Indians approximately 1600\nA.D.  No doubt he had won their good will and thereby was able to borrow this manuscript\nfor the purpose of translating it from Quiché into the Spanish language. After his work was\ncompleted, Father Ximenez's translation of the Indian document remained in manuscript form\nfor approximately two hundred fifty years before it was discovered and published in the\nSpanish language.  Since that time it has appeared in several Spanish editions, as well as in\nFrench and German.  It was not until five years ago (1950), however, that it was translated\nand published for the first time in English, the translation being made by Delia Goetz and the\nfamous Mayan scholar, Sylvanus G. Morley.\n<\/p><p>\nWhen the Quiché-Maya manuscript was first written, it had no title.  The Indian writer\nclaimed that the lost Quiché book was called the <i>Popol Vuh<\/i>, and so it was natural for the\npublisher of this sixteenth century document to call it the <i>Popol Vuh<\/i> after the name of the\nlost Quiché-Maya book.  The meaning of <i>Popol Vuh<\/i>, according to the sixteenth century\ndocument, is <i>The Book of the People<\/i>, or <i>The Book of the Princes<\/i>, or\n<i>The Book of the Community<\/i>. It seems that those titles, according to the content of the Book of Mormon,\nwould also be very fitting for the Nephite records.\n<\/p><p>\nI shall now quote directly from the <i>Popol Vuh<\/i> and let each one evaluate in his mind the\npossibility of this record referring to the Book of Mormon records as they were when\npossessed by the people of ancient America: \n<\/p><p>\nThis we shall write now under the Law of God and Christianity; we shall bring it to\nlife because now the <i>Popol Vuh<\/i>, as it was called, cannot be seen any more, in which\nwas clearly seen the coming from the other side of the sea and the narration of our\nobscurity, and our life was clearly seen. The original book written long ago, existed,\nbut its sight is hidden to the searcher and to the thinker. Great were the descriptions\nand the account of how all the sky and the earth were formed . . . (Ibid., pp. 79-80.)\n<\/p><p>\nIn speaking of the original <i>Popol Vuh<\/i> which the ancestors of the Quiché-Maya Indians had\npossessed in the distant past, the late Dr. Sylvanus G. Morley, possibly the greatest of the\nMayan Scholars, wrote as follows: \n<\/p><p>\nThe <i>Popol Vuh<\/i> was also the book of prophecy and the oracle of the kings and lords,\n[Certainly that is exactly what the Book of Mormon was. Then he continues:]\naccording to a reference which the author of the Manuscript makes in another passage,\nwhere he states that [Morley quoting directly from the sixteenth century document]\n\"Great lords and wonderful men were the marvelous kings . . . They knew if there\nwould be war, and everything was clear before their eyes; they saw if there would be\ndeath and hunger, if there would be strife. They well knew that there was a place\nwhere it could be seen, that there was a book which they called the <i>Popol Vuh<\/i>.\" (Ibid.,\npp. 19, 225.)\n<\/p><p>\nThis quotation reminds one of King Mosiah and King Benjamin, great Nephite prophets,\nseers, and revelators.\n<\/p><p>\nThe late Dr. Morley adds the following interesting comment: \n<\/p><p>\nAnd in the final paragraph, the Quiché chronicler adds with a melancholic accent that\nwhat he has said in his works is all that has been preserved of the ancient Quiché,\n\"because no longer can be seen (the book of the <i>Popol Vuh<\/i>) which the kings had in\nolden times, for it had disappeared.\" (Ibid., pp 19. 234-235.)\n<\/p><p>\nSince the time that Father Francisco Ximenez translated the sixteenth century <i>Popol Vuh<\/i> from\nQuiché into Spanish, scholars have done much speculating regarding this lost Indian book.\nThey have made guesses regarding its authorship, the language in which it was written, the\nwriting materials used, its probable contents, and numerous other things.  For example, as\nearly as 1600 A.D. Father Ximenez wrote: \n<\/p><p>\nThe truth is that such a book never appeared nor has been seen, and thus it is not\nknown if this way of writing was by painting, as those of Mexico, or by knotting\nstring as the Peruvians; you may believe that it was by painting on woven white cloth.\n(Ibid., p. 18.)\n<\/p><p>\nProbably one of the most intriguing subjects regarding the lost book of the Quiché-Maya on\nwhich scholars have speculated is: \"What has become of the original <i>Popol Vuh?<\/i>\" Of course\nnone of them has known the answer to that question any more than they have known the\nanswers to the other questions on this subject on which they have speculated.  It is my firm\nopinion that we as members of the Church of Jesus Christ of Latter-day Saints have a far\nbetter chance to know the answers to such questions than do the scholars because of the\nrestoration of the gospel of Jesus Christ, the numerous appearances of the Angel Moroni, and\nthe coming forth of the Book of Mormon.\n<\/p><p>\nSince I firmly believe that the Quiché-Maya Indians of Guatemala are descendants of the\nBook of Mormon peoples of ancient America, as I believe also that other Indians trace back\nto the same ancestry, it is but natural for me to regard the lost Quiché-Maya <i>Popol Vuh<\/i>,\nwhich disappeared from among the ancestors of the Quichés many, many years ago, to be the\nBook of Mormon records.  It is evident that they were lost or disappeared when Moroni, the\nlast historian of the Nephite race, hid them in the Hill Cumorah in 421 A.D.  A knowledge of\nthe activities of the compilers of the ancient records, their contents, and finally their sudden\ndisappearance was carried down from age to age by the Indians through tradition to the\nsixteenth century, when at that time a Quiché-Mayan recorded the traditions of his people,\naccording to the late Dr. Morley,\n<\/p><p>\n. . . as a substitute for the <i>Libro Nacional<\/i> [original <i>Popol Vuh<\/i> or lost book from which\n\"the kings used to read\"], as a revision and a new version of the accounts which had\nbeen preserved in the venerable book which had already disappeared. (Ibid., p. 61.)\n<\/p><p>\nIn our present discussion, I have purposely presented Indian traditions of the Book of\nMormon from four widely separated sections of the country: the first from Canada; the second\nfrom Arizona; the third from Mexico; and the fourth from Guatemala.  My purpose was to\nshow that traditions prevailed somewhat universally among the various American Indian tribes\nto the effect that their ancestors in the distant past had possessed an important, sacred,\nreligious book, which volume had disappeared  but, according to many of the traditions,\nwould be mysteriously preserved and eventually brought again to the descendants of the\ninhabitants of ancient America.  It is obvious that these traditions fit well with what has\nactually happened in regard to the Book of Mormon.\n<\/p><p>\nWhy should not the Indians have received through tradition the knowledge of the fact that\ntheir progenitors in ancient America had had a sacred book written for them, since evidence is\nabundant in the Book of Mormon which shows clearly that the Lamanites were well aware of\nthe fact that their rivals were record keepers and that the prophets had predicted the eventual\ndestruction of the Nephite nation and the preservation of the records for the Lamanites'\ndescendants?  For example, Enos, the Son of Jacob and a record keeper, knowing that the\nLamanites had\n<\/p><p>\n. . . swore in their wrath that, if it were possible, they would destroy our [the\nNephites'] records and us, and also all the traditions of our fathers.  [praying gently,\nasking] . . . that the Lord God would preserve a record of my people, the Nephites. . .\nthat it might be brought forth at some future day unto the Lamanites. . .\n<\/p><p>\n. . . and he covenanted with me that he would bring them [the records] forth unto the\nLamanites in his own due time . . .\n<\/p><p>\nAnd the Lord said unto me: Thy fathers have also required of me this thing; and it\nshall be done unto them according to their faith . . .\n<\/p><p>\n. . . I Enos went about among the people of Nephi . . . testifying of the things I had\nheard and seen (<span class=\"citation\" id=\"21481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21481)\">Enos 1:13-19<\/a><\/span>).\n<\/p><p>\nThe latter two historians of the Nephite nation, like the prophets during the early period, had\nfirm convictions that the records would be preserved and brought forth in the latter days to\nthee descendants of the Lamanites.  Shortly before his death, Mormon recorded in the records\na sermon to the descendants' of the Lamanites in which he said: \n<\/p><p>\n. . . I would speak somewhat unto the remnant of this people who are spared . . . For\nbehold, this is written for the intent that ye . . . will know concerning your fathers, and\nalso the marvelous works which were wrought by the power of God among them\n(<span class=\"citation\" id=\"37965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37965)\">Morm. 7:1,9<\/a><\/span>).\n<\/p><p>\nFollowing Mormon's death and after Moroni had completed the abridgment of the Jaredite\nrecords, he wrote: \n<\/p><p>\nWherefore, I write a few more things contrary to that which I had supposed; . . . that\nperhaps they may be of worth to my brethren, the Lamanites, in some future day,\naccording to the will of the Lord\n(<span class=\"citation\" id=\"38255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38255)\">Moro. 1:4<\/a><\/span>).\n<\/p><p>\nI bear witness that the Book of Mormon contains the word of God and that it was written\noriginally by holy prophets with the knowledge that it would be preserved to be brought forth\nin the latter days for the benefit of the descendants of the Lamanites&mdash;the American Indians. \nIn fact, one of the declared purposes of writing and preserving that sacred book is proclaimed\nin its preface, which declares that it was \". . . written to the Lamanites\"\n(<span class=\"citation\" id=\"43125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43125)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nSince the knowledge of all the things of which I have spoken was so widely had by the\nNephites, it is my firm conviction that the Lamanites were also fully aware of the records and\nthe promises contained therein to their posterity. Following the close of Nephite history,\ncertainly the Lamanites and their Indian descendants would hand such knowledge down from\nage to age by tradition to the present time, which has actually happened; and so it is easily\nunderstandable why the Indians who live in various parts of the Americas have similar\ntraditions of the Book of Mormon.  These Indian traditions, to my way of thinking, provide\nimportant evidences sustaining the claims made by the writers&mdash;thereby constituting\nadditional important Book of Mormon evidences.\n<\/p><p>\nI bear witness to these things, and I do so in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}