{"ID":7770, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Till We Meet Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Endure to the end we must, for our goal is eternal life in the presence of our Father in Heaven.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_042<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p4\" class=\"\">My brothers and sisters, my heart is full as we bring to a close this wonderful general conference of the Church. We have been spiritually fed as we have listened to the counsel and testimonies of those who have participated in each session. I am certain I speak for all members everywhere when I express deep appreciation for the truths we have been taught. We could echo the words, found in the Book of Mormon, of those who heard the sermon of the great King Benjamin and “cried with one voice, saying: Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_042\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121010)\">Mosiah 5:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p5\" class=\"\">I hope that we will take the time to read the conference talks, which will be reprinted in the November issue of the <span class=\"emphasis\">Ensign<\/span> and <span class=\"emphasis\">Liahona<\/span> magazines, for they are deserving of our careful study.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p6\" class=\"\">What a blessing it is that we have been able to meet here, in this magnificent Conference Center, in peace and comfort and safety. We have had unprecedented coverage of the conference, reaching across the continents and the oceans to people everywhere. Though we are far removed from many of you, we feel of your spirit and send our love and appreciation to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p7\" class=\"\">To our Brethren who have been released at this conference, may I express the heartfelt gratitude of all of us for your many years of devoted service. Countless are those who have been blessed by your contributions to the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p8\" class=\"\">The Tabernacle Choir and other choirs which participated in the sessions have provided truly heavenly music that has enhanced and beautified all else which has taken place. I thank you for sharing with us your musical talents and abilities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p9\" class=\"\">I love and appreciate my faithful counselors, President Henry B. Eyring and President Dieter F. Uchtdorf. They are truly men of wisdom and understanding, and their service is invaluable. I could not do all that I am called upon to do without their support and assistance. I love and admire my Brethren of the Quorum of the Twelve Apostles and all in the Quorums of the Seventy and in the Presiding Bishopric. They serve selflessly and effectively. I similarly express my appreciation for the women and men who serve as general auxiliary officers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p10\" class=\"\">How blessed we are to have the restored gospel of Jesus Christ. It provides answers to questions concerning where we came from, why we are here, and where we will go when we pass from this life. It provides meaning and purpose and hope to our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p11\" class=\"\">We live in a troubled world, a world of many challenges. We are here on this earth to deal with our individual challenges to the best of our ability, to learn from them, and to overcome them. Endure to the end we must, for our goal is eternal life in the presence of our Father in Heaven. He loves us and wants nothing more than for us to succeed in this goal. He will help us and bless us as we call upon Him in our prayers, as we study His words, and as we obey His commandments. Therein is found safety; therein is found peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p12\" class=\"\">May God bless you, my brothers and sisters. I thank you for your prayers in my behalf and in behalf of all of the General Authorities. We are deeply grateful for you and for all that you do to further the kingdom of God on earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p13\" class=\"\">May heaven’s blessings be with you. May your homes be filled with love and courtesy and with the Spirit of the Lord. May you constantly nourish your testimonies of the gospel, that they will be a protection to you against the buffetings of Satan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p14\" class=\"\">Conference is now over. As we return to our homes, may we do so safely. May the spirit we have felt here be and abide with us as we go about those things which occupy us each day. May we show increased kindness toward one another; may we ever be found doing the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/till-we-meet-again.p15\" class=\"\">I love you; I pray for you. I bid you farewell till we meet again in six months’ time. In the name of our Lord and Savior, even Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_042\"><a name=\"-09211_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121010)\">Mosiah 5:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}