{"ID":7773, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            And of Some Have Compassion, Making a Difference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p2\" class=\"\">By Barbara Thompson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p3\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/barbara-thompson-10.jpg\" alt=\"Barbara Thompson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The beauty of visiting teaching is seeing lives changed, tears wiped away, testimonies growing, people loved, families strengthened.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_046<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p5\" class=\"\">My dear sisters, what a blessing it is to be with you, to feel your strength and love for the Lord. Thank you for the love and compassion you share with others on a daily basis.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p6\" class=\"\">In the early days of Relief Society in Nauvoo, we know that sisters traveled from house to house, ministering to one another, determining needs, bringing food, caring for the sick, and showing forth compassion for each woman and her family.<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_046\">1<\/a>\n       <span class=\"footnote\">[See Jill Mulvay Derr, Janath Russell Cannon, and Maureen Ursenbach Beecher, <span class=\"emphasis\">Women of Covenant: The Story of Relief Society<\/span> (1992), 32–33.]<\/span><\/sup> This brings to mind the scripture in Jude: “And of some have compassion, making a difference.”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_046\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121037)\">Jude 1:22<\/a><\/span>.]<\/span><\/sup> As I ponder upon this scripture and its meaning, my thoughts turn to the Savior and the many times the scriptures speak of the love and compassion Christ had for everyone.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p7\" class=\"\">In the New Testament we read often that Christ was “moved with compassion”<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_046\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121038)\">Matthew 9:36<\/a><\/span>; <span class=\"citation\" id=\"121039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121039)\">14:14<\/a><\/span>.]<\/span><\/sup> upon the people as He responded to their needs. He had compassion when He saw that they were hungry and He fed them, or when they were sick and He healed them, or when they were in need of spiritual enrichment and He taught them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p8\" class=\"\">Compassion means to feel love and mercy toward another person. It means to have sympathy and desire to relieve the suffering of others. It means to show kindness and tenderness toward another.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p9\" class=\"\">The Savior has asked us to do the things which He has done,<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_046\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121040)\">John 13:15<\/a><\/span>.]<\/span><\/sup> to bear one another’s burdens, to comfort those who need comfort, to mourn with those who mourn,<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_046\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121041)\">Mosiah 18:8–9<\/a><\/span>.]<\/span><\/sup> to feed the hungry, visit the sick,<sup class=\"noteMarker\"><a href=\"#footnote6-09211_000_046\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121042)\">Mosiah 4:26<\/a><\/span>.]<\/span><\/sup> to succor the weak, lift up the hands which hang down,<sup class=\"noteMarker\"><a href=\"#footnote7-09211_000_046\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121043)\">Doctrine and Covenants 81:5<\/a><\/span>.]<\/span><\/sup> and to “teach one another the doctrine of the kingdom.”<sup class=\"noteMarker\"><a href=\"#footnote8-09211_000_046\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121044)\">Doctrine and Covenants 88:77<\/a><\/span>.]<\/span><\/sup> To me these words and actions describe visiting teachers—those who minister to others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p10\" class=\"\">Visiting teaching gives women the opportunity to watch over, strengthen, and teach one another. Much like a teacher in the Aaronic Priesthood is charged with the responsibility “to watch over the church always, and [to] be with and strengthen them,”<sup class=\"noteMarker\"><a href=\"#footnote9-09211_000_046\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121045)\">Doctrine and Covenants 20:53<\/a><\/span>.]<\/span><\/sup> a visiting teacher shows her love by prayerfully considering each woman she is called to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p11\" class=\"\">Sister Julie B. Beck has reminded us, “Because we follow the example and teachings of Jesus Christ, we value this sacred assignment to love, know, serve, understand, teach, and minister in His behalf.”<sup class=\"noteMarker\"><a href=\"#footnote10-09211_000_046\">10<\/a>\n       <span class=\"footnote\">[Julie B. Beck, “Relief Society: A Sacred Work,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 113.]<\/span><\/sup><\/p>\n\t\t\t\t<p class=\"preamble\">Today I want to talk about two things:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>The blessings you bring to others as you serve as a visiting teacher.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>And the blessings you receive as you serve others.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><div>\n\t\t\t\t\t<h2>The Blessings You Bring to Others as You Serve as a Visiting Teacher<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p16\" class=\"\">Not long ago I visited with a group of women in Anchorage, Alaska. There were about 12 women in the room, and 6 more joined by speakerphone from cities and towns all over Alaska. Many of these women lived hundreds of miles away from the Church building. These women taught me about visiting teaching.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p17\" class=\"\">To make a personal visit to all of the sisters would require an airplane ride, travel by boat, or traveling very long distances by car. Obviously, the time and expense made in-home visits impossible. However, these sisters felt closely connected because they were fervently praying for one another and were seeking the guidance of the Holy Spirit to know what their sisters needed, even though they weren’t there in person very often. They managed to stay in contact by phone, by Internet, and by mail. They served with love because they had made covenants with the Lord and desired to bless and strengthen their sisters.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p18\" class=\"\">Another dedicated pair of visiting teachers in the Democratic Republic of Congo walked great distances to visit a woman and her baby. These sisters prayerfully prepared a message and wanted to know how they could make a difference in the life of the dear woman they were visiting. The woman was thrilled with their visit. For her their visit was a message from heaven given just to her. As the visiting teachers met in her humble home, the sister, her family, and the visiting teachers were all lifted and blessed. The long walk didn’t seem a sacrifice. These visiting teachers had compassion, making a difference for good and blessing the life of this woman.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p19\" class=\"\">Long distances, expense, and safety issues make in-person, monthly contacts impossible in some areas of the Church, but through the power of personal revelation, sisters who truly seek to love one another and are watching over and strengthening one another find meaningful ways to accomplish this call from the Lord.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p20\" class=\"\">An inspired Relief Society president counsels with her bishop and prayerfully makes visiting teaching assignments to assist him in watching over and caring for each woman in the ward. When we understand this process of counseling and revelation, we better understand our important responsibility to minister and can more confidently rely on the Spirit to guide our efforts.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p21\" class=\"\">I am one who has visited several women each month and then proudly declared with a sigh of relief, “My visiting teaching is done!” Well, the part I report on may be done, but if that is the only reason I do it, what a shame.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p22\" class=\"\">The beauty of visiting teaching is not to see 100 percent on the monthly report; the beauty of visiting teaching is seeing lives changed, tears wiped away, testimonies growing, people loved, families strengthened, people cheered, the hungry fed, the sick visited, and those who are mourning comforted. Actually, visiting teaching is never <span class=\"emphasis\">done<\/span> because we watch over and strengthen always.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p23\" class=\"\">Another blessing of visiting teaching is to increase in unity and love. The scriptures counsel us on how to achieve this: “And he commanded them that … they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.”<sup class=\"noteMarker\"><a href=\"#footnote11-09211_000_046\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"121046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121046)\">Mosiah 18:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p24\" class=\"\">Many women have reported that the reason they came back into Church activity was because a faithful visiting teacher came month after month and ministered to them, rescuing them, loving them, blessing them.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p25\" class=\"\">Sometimes the message will be the most important thing you share on a particular visit. Some women have little spiritual enrichment in their lives except for the message you will bring. The Visiting Teaching Messages in the <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign<\/span> are gospel messages which help each woman increase her faith, strengthen her family, and emphasize charitable relief.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p26\" class=\"\">At times the most important blessing about your visit will be to just listen. Listening brings comfort, understanding, and healing. Still another time you may need to roll up your sleeves and go to work in the home or help to calm a crying child.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Blessings You Receive as You Serve Others<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p28\" class=\"\">The blessings you receive as you serve others are many. I have sometimes said, “Oh, I’ve got to get my visiting teaching done!” (Those were the times I forgot I was visiting and teaching women. Those were the times I was looking at it as a burden rather than a blessing.) I can honestly say that when I went visiting teaching, I always felt better. I was lifted, loved, and blessed, usually much more than the sister I was visiting. My love increased. My desire to serve increased. And I could see what a beautiful way Heavenly Father has planned for us to watch over and care for one another.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p29\" class=\"\">Other blessings of being a visiting teacher are that we get to know and become friends with those we may not have known well otherwise. At times it allows us to be an answer to someone’s prayers. Also, personal revelation and spiritual experiences are closely connected with visiting teaching.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p30\" class=\"\">I have experienced some of the most humbling, joyful, and spiritual experiences of my life as I have sat in the homes of women in my own ward and around the world. We have taught one another the gospel. We have cried together, laughed together, solved problems together, and I have been lifted and blessed.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p31\" class=\"\">One evening near the end of the month, I was preparing to leave town and still hadn’t visited one of my sisters. It was later in the evening. I had no appointment. I didn’t call. I had no partner. But I decided it was important to visit my friend Julie. Julie’s daughter Ashley was born with a brittle-bone disease. Although Ashley was almost six years old, she was very small and unable to do much of anything besides move her arms and speak. She lay on a sheepskin rug all day, every day. Ashley was a happy, cheerful child, and I loved being around her.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p32\" class=\"\">On this particular night when I got to the home, Julie invited me in and Ashley called out that she wanted to show me something. I went in and knelt down on the floor on one side of Ashley, and her mother was on the other side. Ashley said, “Look what I can do!” Then with a little assistance from her mother, Ashley was able to turn on her side and back again. It had taken her almost six years to accomplish this wonderful goal. As we clapped and cheered and laughed and cried together on this special occasion, I thanked Heavenly Father that I had gone visiting teaching and had not missed this great event. Even though that visit was many years ago and sweet Ashley has since passed away, I will be forever grateful that I had that special experience with her.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p33\" class=\"\">My own dear mother was a wonderful and dedicated visiting teacher for many years. She was continually thinking of ways she could bless the families she visited. She paid particular attention to the children of the women she visited, hoping to strengthen families. I can remember one five-year-old running up to my mother at church and declaring, “You are my visiting teacher. I love you!” Being part of the lives of wonderful women and their families was a blessing to my mother.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p34\" class=\"\">Not all experiences related to visiting teaching are warm and wonderful. Sometimes it is hard, such as visiting a home where you really aren’t welcome or when it is difficult to meet with a sister with a very busy schedule. It may take longer to build a good relationship with some sisters. But when we truly seek to love, care for, and pray for the sister, the Holy Ghost will help us find a way to watch over and strengthen her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p35\" class=\"\">President Thomas S. Monson is a master at ministering as the Savior did. He is constantly found visiting and helping others. He has said: “We are surrounded by those in need of our attention, our encouragement, our support, our comfort, our kindness. … We are the Lord’s hands here upon the earth, with the mandate to serve and to lift His children. He is dependent upon each of us.”<sup class=\"noteMarker\"><a href=\"#footnote12-09211_000_046\">12<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “What Have I Done for Someone Today?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 86.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p36\" class=\"\">“And no one can assist in this work except [she] shall be humble and full of love, having faith, hope, and charity, being temperate in all things, whatsoever shall be entrusted to [her] care.”<sup class=\"noteMarker\"><a href=\"#footnote13-09211_000_046\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121047)\">Doctrine and Covenants 12:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p37\" class=\"\">The women we visit teach have been entrusted to our care. Let us have love and compassion and thus make a difference in the lives of those who have been entrusted to our care.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/and-of-some-have-compassion-making-a-difference.p38\" class=\"\">Sisters, I love you. I pray that you will feel the love of our Heavenly Father and our Savior, Jesus Christ. I testify to you that the Savior lives, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_046\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Jill Mulvay Derr, Janath Russell Cannon, and Maureen Ursenbach Beecher, <span class=\"emphasis\">Women of Covenant: The Story of Relief Society<\/span> (1992), 32–33.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_046\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121037)\">Jude 1:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_046\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121038)\">Matthew 9:36<\/a><\/span>; <span class=\"citation\" id=\"121039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121039)\">14:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_046\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121040)\">John 13:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_046\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121041)\">Mosiah 18:8–9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09211_000_046\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121042)\">Mosiah 4:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09211_000_046\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121043)\">Doctrine and Covenants 81:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09211_000_046\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121044)\">Doctrine and Covenants 88:77<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09211_000_046\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121045)\">Doctrine and Covenants 20:53<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09211_000_046\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Julie B. Beck, “Relief Society: A Sacred Work,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 113.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09211_000_046\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121046)\">Mosiah 18:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09211_000_046\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “What Have I Done for Someone Today?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 86.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_046\"><a name=\"-09211_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09211_000_046\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121047)\">Doctrine and Covenants 12:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}