{"ID":7774, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Charity Never Faileth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Rather than being judgmental and critical of each other, may we have the pure love of Christ for our fellow travelers in this journey through life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09211_000_047<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p4\" class=\"\">Our souls have rejoiced tonight and reached toward heaven. We have been blessed with beautiful music and inspired messages. The Spirit of the Lord is here. I pray for His inspiration to be with me now as I share with you some of my thoughts and feelings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p5\" class=\"\">I begin with a short anecdote which illustrates a point I should like to make.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p6\" class=\"\">A young couple, Lisa and John, moved into a new neighborhood. One morning while they were eating breakfast, Lisa looked out the window and watched her next-door neighbor hanging out her wash.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p7\" class=\"\">“That laundry’s not clean!” Lisa exclaimed. “Our neighbor doesn’t know how to get clothes clean!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p8\" class=\"\">John looked on but remained silent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p9\" class=\"\">Every time her neighbor would hang her wash to dry, Lisa would make the same comments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p10\" class=\"\">A few weeks later Lisa was surprised to glance out her window and see a nice, clean wash hanging in her neighbor’s yard. She said to her husband, “Look, John—she’s finally learned how to wash correctly! I wonder how she did it.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p11\" class=\"\">John replied, “Well, dear, I have the answer for you. You’ll be interested to know that I got up early this morning and washed our windows!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p12\" class=\"\">Tonight I’d like to share with you a few thoughts concerning how we view each other. Are we looking through a window which needs cleaning? Are we making judgments when we don’t have all the facts? What do we see when we look at others? What judgments do we make about them?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p13\" class=\"\">Said the Savior, “Judge not.”<sup class=\"noteMarker\"><a href=\"#footnote1-09211_000_047\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121048)\">Matthew 7:1<\/a><\/span>.]<\/span><\/sup> He continued, “Why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?”<sup class=\"noteMarker\"><a href=\"#footnote2-09211_000_047\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121049)\">Matthew 7:3<\/a><\/span>.]<\/span><\/sup> Or, to paraphrase, why beholdest thou what you think is dirty laundry at your neighbor’s house but considerest not the soiled window in your own house?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p14\" class=\"\">None of us is perfect. I know of no one who would profess to be so. And yet for some reason, despite our own imperfections, we have a tendency to point out those of others. We make judgments concerning their actions or inactions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p15\" class=\"\">There is really no way we can know the heart, the intentions, or the circumstances of someone who might say or do something we find reason to criticize. Thus the commandment: “Judge not.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p16\" class=\"\">Forty-seven years ago this general conference, I was called to the Quorum of the Twelve Apostles. At the time, I had been serving on one of the general priesthood committees of the Church, and so before my name was presented, I sat with my fellow members of that priesthood committee, as was expected of me. My wife, however, had no idea where to go and no one with whom she could sit and, in fact, was unable to find a seat anywhere in the Tabernacle. A dear friend of ours, who was a member of one of the general auxiliary boards and who was sitting in the area designated for the board members, asked Sister Monson to sit with her. This woman knew nothing of my call—which would be announced shortly—but she spotted Sister Monson, recognized her consternation, and graciously offered her a seat. My dear wife was relieved and grateful for this kind gesture. Sitting down, however, she heard loud whispering behind her as one of the board members expressed her annoyance to those around her that one of her fellow board members would have the audacity to invite an “outsider” to sit in this area reserved only for them. There was no excuse for her unkind behavior, regardless of <span class=\"emphasis\">who<\/span> might have been invited to sit there. However, I can only imagine how that woman felt when she learned that the “intruder” was the wife of the newest Apostle.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p17\" class=\"\">Not only are we inclined to judge the actions and words of others, but many of us judge appearances: clothing, hairstyles, size. The list could go on and on.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p18\" class=\"\">A classic account of judging by appearance was printed in a national magazine many years ago. It is a true account—one which you may have heard but which bears repeating.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p19\" class=\"\">A woman by the name of Mary Bartels had a home directly across the street from the entrance to a hospital clinic. Her family lived on the main floor and rented the upstairs rooms to outpatients at the clinic.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p20\" class=\"\">One evening a truly awful-looking old man came to the door asking if there was room for him to stay the night. He was stooped and shriveled, and his face was lopsided from swelling—red and raw. He said he’d been hunting for a room since noon but with no success. “I guess it’s my face,” he said. “I know it looks terrible, but my doctor says it could possibly improve after more treatments.” He indicated he’d be happy to sleep in the rocking chair on the porch. As she talked with him, Mary realized this little old man had an oversized heart crowded into that tiny body. Although her rooms were filled, she told him to wait in the chair and she’d find him a place to sleep.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p21\" class=\"\">At bedtime Mary’s husband set up a camp cot for the man. When she checked in the morning, the bed linens were neatly folded and he was out on the porch. He refused breakfast, but just before he left for his bus, he asked if he could return the next time he had a treatment. “I won’t put you out a bit,” he promised. “I can sleep fine in a chair.” Mary assured him he was welcome to come again.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p22\" class=\"\">In the several years he went for treatments and stayed in Mary’s home, the old man, who was a fisherman by trade, always had gifts of seafood or vegetables from his garden. Other times he sent packages in the mail.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p23\" class=\"\">When Mary received these thoughtful gifts, she often thought of a comment her next-door neighbor made after the disfigured, stooped old man had left Mary’s home that first morning. “Did you keep that awful-looking man last night? I turned him away. You can lose customers by putting up such people.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p24\" class=\"\">Mary knew that maybe they <span class=\"emphasis\">had<\/span> lost customers once or twice, but she thought, “Oh, if only they could have known him, perhaps their illnesses would have been easier to bear.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p25\" class=\"\">After the man passed away, Mary was visiting with a friend who had a greenhouse. As she looked at her friend’s flowers, she noticed a beautiful golden chrysanthemum but was puzzled that it was growing in a dented, old, rusty bucket. Her friend explained, “I ran short of pots, and knowing how beautiful this one would be, I thought it wouldn’t mind starting in this old pail. It’s just for a little while, until I can put it out in the garden.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p26\" class=\"\">Mary smiled as she imagined just such a scene in heaven. “Here’s an especially beautiful one,” God might have said when He came to the soul of the little old man. “He won’t mind starting in this small, misshapen body.” But that was long ago, and in God’s garden how tall this lovely soul must stand!<sup class=\"noteMarker\"><a href=\"#footnote3-09211_000_047\">3<\/a>\n       <span class=\"footnote\">[Adapted from Mary Bartels, “The Old Fisherman,” <span class=\"emphasis\">Guideposts,<\/span> June 1965, 24–25.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p27\" class=\"\">Appearances can be so deceiving, such a poor measure of a person. Admonished the Savior, “Judge not according to the appearance.”<sup class=\"noteMarker\"><a href=\"#footnote4-09211_000_047\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121050)\">John 7:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p28\" class=\"\">A member of a women’s organization once complained when a certain woman was selected to represent the organization. She had never met the woman, but she had seen a photograph of her and didn’t like what she saw, considering her to be overweight. She commented, “Of the thousands of women in this organization, surely a better representative could have been chosen.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p29\" class=\"\">True, the woman who was chosen was not “model slim.” But those who knew her and knew her qualities saw in her far more than was reflected in the photograph. The photograph <span class=\"emphasis\">did<\/span> show that she had a friendly smile and a look of confidence. What the photograph <span class=\"emphasis\">didn’t<\/span> show was that she was a loyal and compassionate friend, a woman of intelligence who loved the Lord and who loved and served His children. It didn’t show that she volunteered in the community and was a considerate and concerned neighbor. In short, the photograph did not reflect who she really was.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p30\" class=\"\">I ask: if attitudes, deeds, and spiritual inclinations were reflected in <span class=\"emphasis\">physical features,<\/span> would the countenance of the woman who complained be as lovely as that of the woman she criticized?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p31\" class=\"\">My dear sisters, each of you is unique. You are different from each other in many ways. There are those of you who are married. Some of you stay at home with your children, while others of you work outside your homes. Some of you are empty nesters. There are those of you who are married but do not have children. There are those who are divorced, those who are widowed. Many of you are single women. Some of you have college degrees; some of you do not. There are those who can afford the latest fashions and those who are lucky to have one appropriate Sunday outfit. Such differences are almost endless. Do these differences tempt us to judge one another?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p32\" class=\"\">Mother Teresa, a Catholic nun who worked among the poor in India most of her life, spoke this profound truth: “If you judge people, you have no time to love them.”<sup class=\"noteMarker\"><a href=\"#footnote5-09211_000_047\">5<\/a>\n       <span class=\"footnote\">[Mother Teresa, in R. M. Lala, <span class=\"emphasis\">A Touch of Greatness: Encounters with the Eminent<\/span> (2001), x.]<\/span><\/sup> The Savior has admonished, “This is my commandment, That ye love one another, as I have loved you.”<sup class=\"noteMarker\"><a href=\"#footnote6-09211_000_047\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121051)\">John 15:12<\/a><\/span>.]<\/span><\/sup> I ask: <span class=\"emphasis\">can we love one another, as the Savior has commanded, if we judge each other?<\/span> And I answer—with Mother Teresa: no, we cannot.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p33\" class=\"\">The Apostle James taught, “If any … among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s [or woman’s] religion is vain.”<sup class=\"noteMarker\"><a href=\"#footnote7-09211_000_047\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121052)\">James 1:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p34\" class=\"\">I have always loved your Relief Society motto: “Charity never faileth.”<sup class=\"noteMarker\"><a href=\"#footnote8-09211_000_047\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121053)\">1 Corinthians 13:8<\/a><\/span>.]<\/span><\/sup> What <span class=\"emphasis\">is<\/span> charity? The prophet Mormon teaches us that “charity is the pure love of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote9-09211_000_047\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121054)\">Moroni 7:47<\/a><\/span>.]<\/span><\/sup> In his farewell message to the Lamanites, Moroni declared, “Except ye have charity ye can in nowise be saved in the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote10-09211_000_047\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121055)\">Moroni 10:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p35\" class=\"\">I consider charity—or “the pure love of Christ”—to be the opposite of criticism and judging. In speaking of charity, I do not at this moment have in mind the relief of the suffering through the giving of our substance. That, of course, is necessary and proper. Tonight, however, I have in mind the charity that manifests itself when we are tolerant of others and lenient toward their actions, the kind of charity that forgives, the kind of charity that is patient.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p36\" class=\"\">I have in mind the charity that impels us to be sympathetic, compassionate, and merciful, not only in times of sickness and affliction and distress but also in times of weakness or error on the part of others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p37\" class=\"\">There is a serious need for the charity that gives attention to those who are unnoticed, hope to those who are discouraged, aid to those who are afflicted. True charity is love in action. The need for charity is everywhere.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p38\" class=\"\">Needed is the charity which refuses to find satisfaction in hearing or in repeating the reports of misfortunes that come to others, unless by so doing, the unfortunate one may be benefited. The American educator and politician Horace Mann once said, “To pity distress is but human; to relieve it is godlike.”<sup class=\"noteMarker\"><a href=\"#footnote11-09211_000_047\">11<\/a>\n       <span class=\"footnote\">[Horace Mann, <span class=\"emphasis\">Lectures on Education<\/span> (1845), 297.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p39\" class=\"\">Charity is having patience with someone who has let us down. It is resisting the impulse to become offended easily. It is accepting weaknesses and shortcomings. It is accepting people as they truly are. It is looking beyond physical appearances to attributes that will not dim through time. It is resisting the impulse to categorize others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p40\" class=\"\">Charity, that pure love of Christ, is manifest when a group of young women from a singles ward travels hundreds of miles to attend the funeral services for the mother of one of their Relief Society sisters. Charity is shown when devoted visiting teachers return month after month, year after year to the same uninterested, somewhat critical sister. It is evident when an elderly widow is remembered and taken to ward functions and to Relief Society activities. It is felt when the sister sitting alone in Relief Society receives the invitation, “Come—sit by us.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p41\" class=\"\">In a hundred small ways, all of you wear the mantle of charity. Life is perfect for none of us. Rather than being judgmental and critical of each other, may we have the pure love of Christ for our fellow travelers in this journey through life. May we recognize that each one is doing her best to deal with the challenges which come her way, and may we strive to do <span class=\"emphasis\">our<\/span> best to help out.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p42\" class=\"\">Charity has been defined as “the highest, noblest, strongest kind of love,”<sup class=\"noteMarker\"><a href=\"#footnote12-09211_000_047\">12<\/a>\n       <span class=\"footnote\">[Bible Dictionary, “Charity.”]<\/span><\/sup> the “pure love of Christ … ; and whoso is found possessed of it at the last day, it shall be well with [her].”<sup class=\"noteMarker\"><a href=\"#footnote13-09211_000_047\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121056)\">Moroni 7:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p43\" class=\"\">“Charity never faileth.” May this long-enduring Relief Society motto, this timeless truth, guide you in everything you do. May it permeate your very souls and find expression in all your thoughts and actions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2010\/11\/charity-never-faileth.p44\" class=\"\">I express my love to you, my sisters, and pray that heaven’s blessings may ever be yours. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09211_000_047\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121048)\">Matthew 7:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09211_000_047\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121049)\">Matthew 7:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09211_000_047\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Adapted from Mary Bartels, “The Old Fisherman,” <span class=\"emphasis\">Guideposts,<\/span> June 1965, 24–25.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09211_000_047\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121050)\">John 7:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09211_000_047\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Mother Teresa, in R. M. Lala, <span class=\"emphasis\">A Touch of Greatness: Encounters with the Eminent<\/span> (2001), x.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09211_000_047\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121051)\">John 15:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09211_000_047\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121052)\">James 1:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09211_000_047\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121053)\">1 Corinthians 13:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09211_000_047\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121054)\">Moroni 7:47<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09211_000_047\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121055)\">Moroni 10:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09211_000_047\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Horace Mann, <span class=\"emphasis\">Lectures on Education<\/span> (1845), 297.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09211_000_047\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Bible Dictionary, “Charity.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09211_000_047\"><a name=\"-09211_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09211_000_047\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121056)\">Moroni 7:47<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}