{"ID":7775, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            I Believe in Being Honest and True\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p2\" class=\"\">By Ann M. Dibb<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p3\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ann-m-dibb-10.jpg\" alt=\"Ann M. Dibb\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Being true to our beliefs—even when doing so isn’t popular, easy, or fun—keeps us safely on the path that leads to eternal life with our Heavenly Father.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_045<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p5\" class=\"\">My dear young women, it is a great privilege and opportunity for me to stand before you this evening. You are an amazing and inspiring sight.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p6\" class=\"\">The thirteenth article of faith is the 2011 Mutual theme [<span class=\"citation\" id=\"121848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121848)\">A of F 1:13<\/a><\/span>]. As I’ve attended youth gatherings and sacrament meetings this year, I’ve heard young men and young women share what the thirteenth article of faith means to them and how it applies in their lives. There are many who know it to be the last article of faith, the longest, the hardest to memorize, and the article of faith they hope the bishop does not ask them to recite. However, many of you also understand the thirteenth article of faith is much more.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p7\" class=\"\">The thirteenth article of faith is a guide for righteous, Christian living. Imagine for a moment what our world would be like if everyone chose to live by the teachings found in the thirteenth article of faith: “We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p8\" class=\"\">In the first Sunday morning general conference address President Thomas S. Monson delivered as the prophet, he quoted the admonition of Paul found in <span class=\"citation\" id=\"121849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121849)\">Philippians 4:8<\/a><\/span>, which inspired many of the principles in the thirteenth article of faith. President Monson acknowledged the challenging times in which we live and provided encouragement. He said, “In this sometimes precarious journey through mortality, may we … follow that advice from the Apostle Paul which will help to keep us safe and on course.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_045\">1<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “Looking Back and Moving Forward,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 90.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p9\" class=\"\">Tonight I would like to focus on two closely related principles in the thirteenth article of faith that definitely help “keep us safe and on course.” I have a strong testimony of and commitment to the important principles of being honest and being true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p10\" class=\"\">First, “[I] believe in being honest.” What does it mean to be honest? The booklet <span class=\"emphasis\">True to the Faith<\/span> teaches, “To be honest means to be sincere, truthful, and without deceit at all times.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_045\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">True to the Faith<\/span> (2004), 84.]<\/span><\/sup> It is a commandment from God to be honest,<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_045\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121851)\">Exodus 20:15–16<\/a><\/span>.]<\/span><\/sup> and “complete honesty is necessary for our salvation.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_045\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Principles<\/span> (2009), 179.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p11\" class=\"\">President Howard W. Hunter taught that we must be willing to be strictly honest. He said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p12\" class=\"\">“Several years ago there were posters in the foyers and entries of our chapels that were entitled ‘Be Honest with Yourself.’ Most of them pertained to the little, ordinary things of life. This is where the principle of honesty is cultivated.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p13\" class=\"\">“There are some who will admit it is morally wrong to be dishonest in big things yet believe it is excusable if those things are of lesser importance. Is there really any difference between dishonesty involving a thousand dollars or that which involves only a dime? … Are there really degrees of dishonesty, depending upon whether or not the subject is great or small?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p14\" class=\"\">President Hunter continues: “If we would have the companionship of the Master and the Spirit of the Holy Ghost, we must be honest with ourselves, honest with God, and with our fellowmen. This results in true joy.”<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_045\">5<\/a>\n       <span class=\"footnote\">[Howard W. Hunter, “Basic Concepts of Honesty,” <span class=\"emphasis\">New Era,<\/span> Feb. 1978, 4–5.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p15\" class=\"\">When we are honest in all things, big and small, we experience peace of mind and a clear conscience. Our relationships are enriched because they are based on trust. And the greatest blessing that comes from being honest is that we are able to have the companionship of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p16\" class=\"\">I would like to share a simple story that has strengthened my commitment to be honest in all things:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p17\" class=\"\">“A man … went one evening to steal corn from a neighbor’s field. He took his little boy with him to sit on the fence and keep a look-out, so as to give warning in case any one should come along. The man jumped over the fence with a large bag on his arm, and before commencing to take the corn he looked all around, first one way and then the other, and not seeing any person, he was just about to fill his bag. … [The boy then called out]:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p18\" class=\"\">“‘Father, there is one way you haven’t looked yet! … You forgot to look up.’”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_045\">6<\/a>\n       <span class=\"footnote\">[William J. Scott, “Forgot to Look Up,” <span class=\"emphasis\">Scott’s Monthly Magazine,<\/span> Dec. 1867, 953.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p19\" class=\"\">When we are tempted to be dishonest, and this temptation comes to all of us, we may suppose that no one will ever know. This story reminds us that our Heavenly Father always knows, and we are ultimately accountable to Him. This knowledge helps me continually strive to live up to this commitment: “[I] believe in being honest.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p20\" class=\"\">The second principle taught in the thirteenth article of faith is “[I] believe in being … true.” The dictionary defines the word <span class=\"emphasis\">true<\/span> as being “steadfast,” “loyal,” “accurate,” or “without deviation.”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_045\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. (2003), “true.”]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p21\" class=\"\">One of my favorite books is the British classic <span class=\"emphasis\">Jane Eyre,<\/span> written by Charlotte Brontë and published in 1847. The main character, Jane Eyre, is a penniless, teenage orphan who exemplifies what it means to be true. In this fictional account, a man, Mr. Rochester, loves Miss Eyre but is unable to marry her. Instead, he begs Miss Eyre to live with him without the benefit of marriage. Miss Eyre loves Mr. Rochester as well, and for a moment she is tempted, asking herself, “Who in the world cares for <span class=\"emphasis\">you<\/span>? or who will be injured by what you do?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p22\" class=\"\">Quickly Jane’s conscience answers: “<span class=\"emphasis\">I<\/span> care for myself. The more solitary, the more friendless, the more unsustained I am, the more I will respect myself. I will keep the law given by God. … Laws and principles are not for the times when there is no temptation: they are for such moments as this. … If at my individual convenience I might break them, what would be their worth? They have a worth—so I have always believed. … Preconceived opinions, foregone determinations, are all I have at this hour to stand by: there I plant my foot.”<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_045\">8<\/a>\n       <span class=\"footnote\">[Charlotte Brontë, <span class=\"emphasis\">Jane Eyre<\/span> (2003), 356.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p23\" class=\"\">In a desperate moment of temptation, Jane Eyre was true to her beliefs, she trusted in the law given by God, and she planted her foot in resistance to temptation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p24\" class=\"\">Being true to our beliefs—even when doing so isn’t popular, easy, or fun—keeps us safely on the path that leads to eternal life with our Heavenly Father. I love this picture drawn by one young woman to remind her of her desire to experience the joy of living with Heavenly Father forever.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<img src=\"\/images\/cache\/en11may117-happiness.jpg\" alt=\"smiley face\"\/><p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p25\" class=\"\">Neverending Happiness<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p26\" class=\"\">Being true also allows us to have a positive effect on the lives of others. I recently heard this inspiring story of a young woman who, through her commitment to be true to her beliefs, had a great impact on another young woman’s life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p27\" class=\"\">Several years ago Kristi and Jenn were in the same high school choir class in Hurst, Texas. Although they didn’t know each other well, Jenn overheard Kristi talking with her friends one day about religion, their various beliefs, and favorite Bible stories. Recently, upon reconnecting with Kristi, Jenn shared this story:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p28\" class=\"\">“I felt sad that I didn’t know anything about what you and your friends were talking about, and so for Christmas I asked my parents for a Bible. I received the Bible, and I started reading it. This began my religious journey and my search for the true Church. … Twelve years passed. During that time I visited several churches and attended church on a regular basis but still felt that there was something more. One night I fell on my knees and begged to know what to do. That night I had a dream about you, Kristi. I hadn’t seen you since we had graduated from high school. I thought my dream was strange, but I didn’t attribute it to anything. I dreamed about you again for the next three nights. I spent time thinking about the meaning of my dreams. I remembered that you were a Mormon. I checked the Mormon website. The first thing I found was the Word of Wisdom. My mother had passed away from lung cancer two years previously. She had been a smoker, and reading about the Word of Wisdom really hit home with me. Later I was visiting my father’s house. I was sitting in his living room, and I started to pray. I asked to know where to go and what to do. At that moment a commercial for the Church came on television. I wrote down the number and called the same night. The missionaries called me three days later, asking if they could deliver a Book of Mormon to my home. I said, ‘Yes.’ I was baptized three and a half months later. Two years later I met my husband at church. We were married in the Dallas Temple. Now we are the parents of two beautiful little children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p29\" class=\"\">“I wanted to thank you, Kristi. You set such a wonderful example throughout high school. You were kind and virtuous. The missionaries taught me the lessons and invited me to be baptized, but <span class=\"emphasis\">you<\/span> were my third missionary. You planted a seed through your actions, and you truly have made my life better. I have an eternal family now. My children will grow up knowing the fulness of the gospel. It is the greatest blessing that any of us can be given. You helped bring that into my life.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p30\" class=\"\">When I contacted her, Kristi shared: “Sometimes I think we hear the list of attributes that the thirteenth article of faith outlines, and we feel overwhelmed. However, I know that as we live these standards and strive to follow Christ’s example, we can make a difference. … I feel much like Ammon in <span class=\"citation\" id=\"121850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121850)\">Alma 26:3<\/a><\/span> when he says, ‘And this is the blessing which hath been bestowed upon us, that we have been made instruments in the hands of God to bring about this great work.’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/i-believe-in-being-honest-and-true.p31\" class=\"\">It is my prayer that each of you will not only state, “I believe in being honest and true” but that you will also commit to live that promise each and every day. I pray that as you do this, Heavenly Father’s strength, love, and blessings will sustain you as you do the work you were each sent here to do. I say these things in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_045\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Looking Back and Moving Forward,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2008, 90.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_045\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">True to the Faith<\/span> (2004), 84.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_045\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121851)\">Exodus 20:15–16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_045\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Gospel Principles<\/span> (2009), 179.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_045\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Howard W. Hunter, “Basic Concepts of Honesty,” <span class=\"emphasis\">New Era,<\/span> Feb. 1978, 4–5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_045\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>William J. Scott, “Forgot to Look Up,” <span class=\"emphasis\">Scott’s Monthly Magazine,<\/span> Dec. 1867, 953.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_045\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. (2003), “true.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_045\"><a name=\"-09605_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_045\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Charlotte Brontë, <span class=\"emphasis\">Jane Eyre<\/span> (2003), 356.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}