{"ID":7776, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Remember This: Kindness Begins with Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p2\" class=\"\">By Mary N. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/mary-n-cook-10.jpg\" alt=\"Mary N. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Benevolence can bring joy and unity to your home, your class, your ward, and your school.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_046<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p5\" class=\"\">A few weeks ago I learned an important lesson from a Laurel who was the youth speaker in my ward. I was touched as she confidently taught and testified of Jesus Christ. She concluded her remarks with this statement: “When I make Jesus Christ the center of my life, my day goes better, I’m kinder to my loved ones, and I am filled with joy.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p6\" class=\"\">I have observed this young woman from a distance over the past few months. She greets everyone with sparkling eyes and a quick smile. I’ve watched her rejoice in the success of other youth. Two Mia Maids recently reported to me of this young woman’s decision to forfeit her ticket to a movie when she realized that it was not going to be an experience that was “virtuous and lovely.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_046\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121852)\">Articles of Faith 1:13<\/a><\/span>.]<\/span><\/sup> She’s loving, kind, and obedient. She comes from a single-parent home, and her life has not been without challenges, so I’ve wondered how she maintains her happy, kind spirit. When this young woman testified, “I center my life on Jesus Christ,” I had the answer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p7\" class=\"\">“We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men.” This beautiful list of Christlike attributes, found in the thirteenth article of faith, will prepare us for temple blessings and eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p8\" class=\"\">I would like to focus on just one of these words—<span class=\"emphasis\">benevolent. Benevolent<\/span> is a lovely word that we don’t hear very often. Its roots are Latin, and it means “to wish someone well.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_046\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Oxford English Dictionary Online,<\/span> 2nd ed. (1989), “benevolent,” oed.com.]<\/span><\/sup> To be benevolent is to be kind, well meaning, and charitable. Many of you learned about the idea of benevolence when you were in Primary and committed this song to memory:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t  <span class=\"emphasis\">I want to be kind to ev’ryone,<\/span>\n\t<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t  <span class=\"emphasis\">For that is right, you see.<\/span>\n\t<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t  <span class=\"emphasis\">So I say to myself, “Remember this:<\/span>\n\t<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t  <span class=\"emphasis\">Kindness begins with me.”<\/span>\n\t  <sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_046\">3<\/a>\n\t   <span class=\"footnote\">[“Kindness Begins with Me,” <span class=\"emphasis\">Children’s Songbook,<\/span> 145.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p13\" class=\"\">Our Savior taught us about and lived a benevolent life. Jesus loved all and He served all. Centering our lives on Jesus Christ will help us acquire this attribute of benevolence. For us to develop these same Christlike attributes, we must learn about the Savior and “follow in His ways.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_046\">4<\/a>\n       <span class=\"footnote\">[“Guardians of Virtue,” <span class=\"emphasis\">Strength of Youth Media 2011: We Believe<\/span> (DVD, 2010); also available at lds.org\/youth\/video\/youth-theme-2011-we-believe.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p14\" class=\"\">From the parable of the good Samaritan we learn that we are to love all. The story begins in Luke, chapter 10, when a lawyer asked the Savior, “What shall I do to inherit eternal life?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p15\" class=\"\">The answer: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p16\" class=\"\">The lawyer then asked, “Who is my neighbour?” That was a very interesting question for the lawyer to ask, since the Jews had neighbors to the north, the Samaritans, whom they disliked so much that when they traveled from Jerusalem to Galilee, they would take the longer way through the Jordan Valley rather than travel through Samaria.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p17\" class=\"\">Jesus answered the lawyer’s question by telling the parable of the good Samaritan. According to the parable:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p18\" class=\"\">“A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p19\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p20\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p21\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.”<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_046\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121853)\">Luke 10:25, 27, 29–30, 33–35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p22\" class=\"\">Unlike the Jewish priest and Levite who passed by the wounded man, one of their own, the Samaritan was kind regardless of differences. He demonstrated the Christlike attribute of benevolence. Jesus taught us through this story that everyone is our neighbor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p23\" class=\"\">A counselor in a bishopric recently shared an experience that teaches how important each neighbor is. While looking out over the congregation, he saw a child with a large box of crayons filled with a variety of different hues. As he looked at the many members of his ward, he was reminded that, like the crayons, they were very similar but each person was also very unique.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p24\" class=\"\">He remarked: “The shade they brought to the ward and the world was all their own. … They had their individual strengths and weaknesses, personal longings, private dreams. But together, they blended into a color wheel of spiritual unity. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p25\" class=\"\">“Unity is a spiritual quality. It’s the sweet feelings of peace and purpose that come from belonging to a family. … It’s wanting the best for others as much as you want it for yourself. … It’s knowing that no one is out to harm you. [It means you will never be lonely.]”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_046\">6<\/a>\n       <span class=\"footnote\">[Jerry Earl Johnston, “The Unity in a Ward’s Uniqueness,” <span class=\"emphasis\">Mormon Times,<\/span> Feb. 9, 2011, M1, M12.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p26\" class=\"\">We build that unity and share our unique colors through benevolence: individual acts of kindness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p27\" class=\"\">Have you ever felt lonely? Do you notice those who are lonely, living in a black-and-white world? Young women, I’ve watched as you bring your unique color into the lives of others with your smiles, your kind words, or a note of encouragement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p28\" class=\"\">President Thomas S. Monson taught us how to interact with our peers and everyone we meet when he told the young women of the Church, “My precious young sisters, I plead with you to have the courage to refrain from judging and criticizing those around you, as well as the courage to make certain everyone is included and feels loved and valued.”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_046\">7<\/a>\n       <span class=\"footnote\">[Thomas S. Monson, “May You Have Courage,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 125.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p29\" class=\"\">We can follow the example of the good Samaritan and “change the world” of just one person by being benevolent.<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_046\">8<\/a>\n       <span class=\"footnote\">[“Guardians of Virtue.”]<\/span><\/sup> I would like to invite each of you to do at least one Samaritan-like act this coming week. It may require that you reach beyond your usual friends or overcome your shyness. You may courageously choose to serve someone who doesn’t treat you well. I promise that if you will extend yourself beyond what is easy to do, you will feel so good inside that kindness will start to become a part of your everyday life. You’ll see that benevolence can bring joy and unity to your home, your class, your ward, and your school. “Remember this: kindness begins with me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p30\" class=\"\">Not only did our Savior love all; He served all. Expand your goodness to many. Old and young can be greatly blessed by your kind service. President Monson, since the time he was a young man, has always had a special place in his heart for the elderly. He recognizes the value of a short visit, a ready smile, or a squeeze of a well-worn, wrinkled hand. Such simple acts of charity bring color into a life that sometimes is made up of long, lonely, gray days. I would invite each of you to be mindful of your grandparents and the elderly. Look around at church tomorrow and identify those who could use your shade of color added to their life. It doesn’t take much: greet them by name, engage them in a short conversation, be available to assist them. Could you open a door or offer to help with their home or garden? What is a simple task to you at your young age can be an overwhelming project for an older person. “Remember this: kindness begins with me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p31\" class=\"\">Sometimes being benevolent is most difficult in our own families. Strong families require effort. “Be cheerful, helpful, and considerate of others. Many problems in the home are created because family members speak and act selfishly or unkindly. Concern yourself with the needs of other family members. Seek to be a peacemaker rather than to tease, fight, and quarrel.”<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_046\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">For the Strength of Youth<\/span> (booklet, 2001), 10.]<\/span><\/sup> “Remember this: kindness begins with me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p32\" class=\"\">Jesus loved the children, took them in His arms, and blessed them.<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_046\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121854)\">Mark 10:16<\/a><\/span>.]<\/span><\/sup> Like the Savior, you can bless all children with your kindness, not just those in your home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p33\" class=\"\">You may not know the impact your life and example may have on a little child. I recently received a note from a friend who manages a day-care center in a local high school. Attending that high school are several young men and young women who are members of the Church. She shared with me this experience: “As I walk through the halls with the little children, it is nice to see how many lockers have pictures of Jesus or of temples taped to the inside of the doors. One of the children saw a picture of Jesus on the inside of a [young woman’s] opened locker door and said, ‘Look, Jesus is at our school!’ The student was moved to tears as she bent down and gave the child a hug. I thanked the young woman for the good example she was to those around her. It is uplifting to know that there are so many youth that are trying to stand for truth and righteousness and do their part in inviting the Spirit into their lives, even though it is difficult at times with all the noise and harshness in the world around them. We have some wonderful youth in the Church.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p34\" class=\"\">I couldn’t agree more! Young women, <span class=\"emphasis\">you<\/span> are changing the world by centering your life on Jesus Christ, and you are “becoming what He wants you to be.”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_046\">11<\/a>\n       <span class=\"footnote\">[“Guardians of Virtue.”]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p35\" class=\"\">Thank you for your benevolent lives; for including those who may be different; for your kindness to your peers, the elderly, your family, and little children; for being neighbors to those who are lonely and those who have challenges and heartache. Through your benevolence, you are “pointing others to [the Savior’s] light.”<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_046\">12<\/a>\n       <span class=\"footnote\">[“Guardians of Virtue.”]<\/span><\/sup> Thank you for remembering “kindness begins with me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p36\" class=\"\">I know that President Thomas S. Monson is a prophet of God whose life has been a model of benevolence from which we can learn. Follow our prophet. Learn from his example and listen to his words. I believe in the gospel of Jesus Christ, and I know that through Joseph Smith the priesthood has been restored to the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/remember-this-kindness-begins-with-me.p37\" class=\"\">I know that our Savior lives and loves each of us. He has given His life for all. I pray that we will center our lives on Jesus Christ and “follow in His ways” by loving and serving one another.<sup class=\"noteMarker\"><a href=\"#footnote13-09605_000_046\">13<\/a>\n       <span class=\"footnote\">[“Guardians of Virtue.”]<\/span><\/sup> By so doing, I know that we can make the world a better place, because “we believe in being … benevolent.”<sup class=\"noteMarker\"><a href=\"#footnote14-09605_000_046\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121855)\">Articles of Faith 1:13<\/a><\/span>.]<\/span><\/sup> I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_046\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121852)\">Articles of Faith 1:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_046\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Oxford English Dictionary Online,<\/span> 2nd ed. (1989), “benevolent,” oed.com.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_046\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Kindness Begins with Me,” <span class=\"emphasis\">Children’s Songbook,<\/span> 145.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_046\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Guardians of Virtue,” <span class=\"emphasis\">Strength of Youth Media 2011: We Believe<\/span> (DVD, 2010); also available at lds.org\/youth\/video\/youth-theme-2011-we-believe.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_046\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121853)\">Luke 10:25, 27, 29–30, 33–35<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_046\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Jerry Earl Johnston, “The Unity in a Ward’s Uniqueness,” <span class=\"emphasis\">Mormon Times,<\/span> Feb. 9, 2011, M1, M12.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_046\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “May You Have Courage,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 125.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_046\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Guardians of Virtue.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_046\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">For the Strength of Youth<\/span> (booklet, 2001), 10.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_046\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121854)\">Mark 10:16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09605_000_046\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Guardians of Virtue.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09605_000_046\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Guardians of Virtue.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09605_000_046\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“Guardians of Virtue.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_046\"><a name=\"-09605_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09605_000_046\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121855)\">Articles of Faith 1:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}