{"ID":7778, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Living Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Testimony requires the nurturing by the prayer of faith, the hungering for the word of God in the scriptures, and the obedience to the truth.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_048<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p5\" class=\"\">My beloved young sisters, you are the bright hope of the Lord’s Church. My purpose tonight is to help you believe that is so. If that belief can become a deep testimony from God, it will shape your daily and hourly choices. And then from what might appear to you to be small choices, the Lord will lead you to the happiness you want. Through your choices He will be able to bless countless others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p6\" class=\"\">Your choice to be with us tonight is an example of choices that matter. More than a million young women, mothers, and leaders were invited. Of all the other things you could have chosen to do, you chose to be with us. You did that because of your beliefs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p7\" class=\"\">You are a believer in the gospel of Jesus Christ. You believe enough to come here to hear His servants and have enough faith to hope that something you will hear or feel will move you toward a better life. You felt in your heart that following Jesus Christ was the way to greater happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p8\" class=\"\">Now, you may not have recognized that as a conscious choice of any great importance. You may have felt drawn to be with us by friends or family. You may have simply responded to the kindness of someone who invited you to come. But even if you did not notice it, you felt at least a faint echo of the invitation of the Savior: “Come, follow me.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_048\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121862)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p9\" class=\"\">In the hour we have been together, the Lord has deepened your belief in Him and strengthened your testimony. You have heard more than words and music. You have felt the witness of the Spirit to your heart that there are living prophets on the earth in the Lord’s true Church and that the path to happiness lies within His kingdom. Your testimony has grown that this is the only true and living Church on the earth today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p10\" class=\"\">Now, we did not all feel exactly the same things. For some it was a witness of the Spirit that Thomas S. Monson is a prophet of God. For others it was that honesty, virtue, and doing good to all men really are attributes of the Savior. And with that came a greater desire be like Him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p11\" class=\"\">All of you have a desire for your testimony of the gospel of Jesus Christ to be strengthened. President Brigham Young could see your need many years ago. He was a prophet of God, and with prophetic foresight 142 years ago, he saw you and your needs. He was a loving father and a living prophet.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p12\" class=\"\">He could see the influence of the world coming down on his own daughters. He saw that those worldly influences were drawing them away from the Lord’s pathway to happiness. In his day those influences were brought in part by the new transcontinental railroad connecting the isolated and protected Saints to the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p13\" class=\"\">He may not have seen the technological marvels of today where with a device you can hold in your hand you can choose to connect to countless ideas and people across the earth. But he saw the value for his daughters—and for you—in having their choices be made out of a powerful testimony of a living and loving God and His plan of happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p14\" class=\"\">Here is his prophetic and inspired counsel for his daughters and for you always.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p15\" class=\"\">It is at the heart of my message tonight. He said in a room in his home less than a mile from where this message now goes out to daughters of God in nations across the world: “There is need for the young daughters of Israel to get a living testimony of the truth.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_048\">2<\/a>\n       <span class=\"footnote\">[Brigham Young, in <span class=\"emphasis\">A Century of Sisterhood: Chronological Collage, 1869–1969<\/span> (1969), 8.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p16\" class=\"\">He then created an association of young women that has become what we now call in the Lord’s Church “Young Women.” You have felt tonight some of the wonderful effect of his choice made in that Sunday evening meeting in the parlor of his home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p17\" class=\"\">More than 100 years later, daughters of Israel across the world have that desire for a living testimony of the truth for themselves. Now, for the rest of your lives, you will need that living and growing testimony to fortify you and lead your path to eternal life. And with it you will become the transmitters of the Light of Christ to your brothers and sisters across the world and across generations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p18\" class=\"\">You know from your own experience what a testimony is. President Joseph Fielding Smith taught that a testimony “is a convincing knowledge given by revelation to [a person] who humbly seeks the truth.” He said of testimony and the Holy Ghost, who brings that revelation, “Its convincing power is so great that there can be no doubt left in the mind when the Spirit has spoken. It is the only way that a person can truly know that Jesus is the Christ and that his gospel is true.”<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_048\">3<\/a>\n       <span class=\"footnote\">[Joseph Fielding Smith, <span class=\"emphasis\">Answers to Gospel Questions,<\/span> comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 3:31.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p19\" class=\"\">You have felt that inspiration for yourselves. It may have been to confirm one part of the gospel, as it was for me tonight. When I heard the words from the thirteenth article of faith about “being honest, true, chaste, [and] benevolent,” it was for me as if the Lord spoke them. I felt again that those are His attributes. I felt that Joseph Smith was His prophet. So for me those were not just words.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p20\" class=\"\">In my mind I saw the dusty roads of Judea and the Garden of Gethsemane. In my heart I felt at least something of what it would have been like to kneel as Joseph did before the Father and the Son in a grove of trees in New York. I couldn’t see in my mind a light above the brightness of the sun at noonday as he did, but I did feel the warmth and wonder of a testimony.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p21\" class=\"\">Testimony will come to you in pieces as parts of the whole truth of the gospel of Jesus Christ are confirmed. For instance, as you read and ponder the Book of Mormon, verses you have read before will appear new to you and bring new ideas. Your testimony will grow in breadth and in depth as the Holy Ghost confirms that they are true. Your living testimony will expand as you study, pray, and ponder in the scriptures.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p22\" class=\"\">The best description for me of how to gain and keep this living testimony has already been referred to. It is in the 32nd chapter of Alma in the Book of Mormon. You may have read it many times. I find new light in it every time I read it. Let’s review the lesson it teaches once again tonight.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p23\" class=\"\">We are taught in those inspired passages to begin our quest for testimony with “a particle of faith” and with desire for it to grow.<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_048\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121863)\">Alma 32:27<\/a><\/span>.]<\/span><\/sup> Tonight you have felt faith and that desire as you listened to stirring talks of the Savior’s kindness, His honesty, and of the purity His commandments and Atonement made possible for us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p24\" class=\"\">So a seed of faith is already planted in your heart. You may even have felt some of the expansion of your heart promised in Alma. I did.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p25\" class=\"\">But, like a growing plant, it must be nurtured or it will wither. Frequent and heartfelt prayers of faith are crucial and needed nutrients. Obedience to the truth you have received will keep the testimony alive and strengthen it. Obedience to the commandments is part of the nourishment you must provide for your testimony.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p26\" class=\"\">You remember the promise of the Savior: “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.”<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_048\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121864)\">John 7:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p27\" class=\"\">That has worked for me, as it will for you. One of the doctrines of the gospel I was taught when I was young is that the greatest of all the gifts of God is eternal life.<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_048\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121866)\">Doctrine and Covenants 14:7<\/a><\/span>.]<\/span><\/sup> I learned that part of eternal life is to live together in love in families forever.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p28\" class=\"\">From the first time that I heard those truths and they were confirmed to my heart, I felt obligated to make every choice I could to avoid contention and seek peace in my family and in my home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p29\" class=\"\">Now, only after this life can I enjoy the fulness of that greatest of all blessings, eternal life. But amidst the challenges of this life, I have been given at least glimpses of what my family in heaven can be like. From those experiences my testimony of the reality of the sealing power exercised in temples has grown and been strengthened.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p30\" class=\"\">Watching my two daughters be baptized in the temple for their ancestors has drawn my heart to them and to those ancestors whose names we found. The promise of Elijah that hearts would be turned to each other in families has been granted to us.<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_048\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"121865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121865)\">Malachi 4:5–6<\/a><\/span>; <span class=\"citation\" id=\"121867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121867)\">Joseph Smith—History 1:38–39<\/a><\/span>.]<\/span><\/sup> So faith for me has become certain knowledge, as we are promised in the book of Alma.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p31\" class=\"\">I have experienced at least some of the joy which my ancestors felt when the Savior came into the spirit world after His mortal ministry. Here is the description in the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p32\" class=\"\">“And the saints rejoiced in their redemption, and bowed the knee and acknowledged the Son of God as their Redeemer and Deliverer from death and the chains of hell.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p33\" class=\"\">“Their countenances shone, and the radiance from the presence of the Lord rested upon them, and they sang praises unto his holy name.”<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_048\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121868)\">Doctrine and Covenants 138:23–24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p34\" class=\"\">My feeling of their joy came from acting on my testimony that the Lord’s promise of eternal life is real. That testimony was strengthened by my choosing to act upon it, as the Savior promised that it would be.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p35\" class=\"\">He has also taught us that, in addition to choosing to be obedient, we must ask in prayer for testimony of truth. The Lord taught that to us in His command to pray about the Book of Mormon. He said through His prophet Moroni:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p36\" class=\"\">“Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p37\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p38\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.”<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_048\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121869)\">Moroni 10:3–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p39\" class=\"\">I hope that you all have proved that promise for yourself or that you will do it soon. The answer may not come in a single and powerful spiritual experience. For me it came quietly at first. But it comes ever more forcefully each time I have read and prayed over the Book of Mormon.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p40\" class=\"\">I do not depend on what has happened in the past. To keep my living testimony of the Book of Mormon secure, I receive the promise of Moroni often. I don’t take that blessing of a testimony for granted as a perpetual entitlement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p41\" class=\"\">Testimony requires the nurturing by the prayer of faith, the hungering for the word of God in the scriptures, and the obedience to the truth we have received. There is danger in neglecting prayer. There is danger to our testimony in only casual study and reading of the scriptures. They are necessary nutrients for our testimony.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p42\" class=\"\">You remember the warning from Alma:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p43\" class=\"\">“But if ye neglect the tree, and take no thought for its nourishment, behold it will not get any root; and when the heat of the sun cometh and scorcheth it, because it hath no root it withers away, and ye pluck it up and cast it out.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p44\" class=\"\">“Now, this is not because the seed was not good, neither is it because the fruit thereof would not be desirable; but it is because your ground is barren, and ye will not nourish the tree, therefore ye cannot have the fruit thereof.”<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_048\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121870)\">Alma 32:38–39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p45\" class=\"\">Feasting on the word of God, heartfelt prayer, and obedience to the Lord’s commandments must be applied evenly and continually for your testimony to grow and prosper. All of us at times have circumstances beyond our control that interrupt our pattern of scripture study. There may be periods of time when we choose for some reason not to pray. There may be commandments that we choose for a time to ignore.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p46\" class=\"\">But you will not have your desire for a living testimony granted if you forget the warning and the promise in Alma:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p47\" class=\"\">“And thus, if ye will not nourish the word, looking forward with an eye of faith to the fruit thereof, ye can never pluck of the fruit of the tree of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p48\" class=\"\">“But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p49\" class=\"\">“And because of your diligence and your faith and your patience with the word in nourishing it, that it may take root in you, behold, by and by ye shall pluck the fruit thereof, which is most precious, which is sweet above all that is sweet, and which is white above all that is white, yea, and pure above all that is pure; and ye shall feast upon this fruit even until ye are filled, that ye hunger not, neither shall ye thirst.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p50\" class=\"\">“Then … ye shall reap the rewards of your faith, and your diligence, and patience, and long-suffering, waiting for the tree to bring forth fruit unto you.”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_048\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121871)\">Alma 32:40–43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p51\" class=\"\">The words in that scripture “looking forward to the fruit thereof” guided the wise teaching you received this evening. That is why your eyes were pointed toward a future day in a temple sealing room. That is why you were helped to visualize tonight the seemingly endless chain of light reflected in facing mirrors on the walls of a sealing room, where you could be married in a temple of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p52\" class=\"\">If you can look forward to such a day with enough desire born of testimony, you will be strengthened to resist the temptations of the world. Each time you choose to try to live more like the Savior, you will have your testimony strengthened. You will come in time to know for yourself that He is the Light of the World.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p53\" class=\"\">You will come to feel light growing in your life. It will not come without effort. But it will come as your testimony grows and you choose to nurture it. Here is the sure promise from the Doctrine and Covenants: “That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.”<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_048\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"121872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121872)\">Doctrine and Covenants 50:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p54\" class=\"\">You will be a light to the world as you share your testimony with others. You will reflect to others the Light of Christ in your life. The Lord will find ways for that light to touch those you love. And through the combined faith and testimony of His daughters, God will touch the lives of millions in His kingdom and across the world with His light.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p55\" class=\"\">In your testimony and your choices lies the hope of the Church and of the generations who will follow your example of hearing and accepting the invitation of the Lord: “Come, follow me.” The Lord knows and loves you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/a-living-testimony.p56\" class=\"\">I leave you my love and my testimony. You are daughters of a loving and living Father in Heaven. I know that His resurrected Son, Jesus Christ, is the Savior and the Light of the World. I testify that the Holy Ghost has sent messages to you tonight confirming truth to your heart. President Thomas S. Monson is the living prophet of God. I so testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_048\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121862)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_048\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Brigham Young, in <span class=\"emphasis\">A Century of Sisterhood: Chronological Collage, 1869–1969<\/span> (1969), 8.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_048\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, <span class=\"emphasis\">Answers to Gospel Questions,<\/span> comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 3:31.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_048\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121863)\">Alma 32:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_048\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121864)\">John 7:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_048\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121866)\">Doctrine and Covenants 14:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_048\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"121865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121865)\">Malachi 4:5–6<\/a><\/span>; <span class=\"citation\" id=\"121867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121867)\">Joseph Smith—History 1:38–39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_048\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121868)\">Doctrine and Covenants 138:23–24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_048\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121869)\">Moroni 10:3–5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_048\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121870)\">Alma 32:38–39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09605_000_048\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121871)\">Alma 32:40–43<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_048\"><a name=\"-09605_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09605_000_048\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121872)\">Doctrine and Covenants 50:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}