{"ID":7779, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            It’s Conference Once Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Thank you for your faith and devotion to the gospel, for the love and care you show to one another, and for the service you provide.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_004<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p4\" class=\"\">When this building was planned, we thought we’d never fill it. Just look at it now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p5\" class=\"\">My beloved brothers and sisters, how good it is to be together once again as we begin the 181st Annual General Conference of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p6\" class=\"\">The past six months seem to have passed rapidly as I’ve been busy with many responsibilities. One of the great blessings during this time was to rededicate the beautiful Laie Hawaii Temple, which had been undergoing extensive renovations for nearly two years. I was accompanied by President and Sister Henry B. Eyring, Elder and Sister Quentin L. Cook, and Elder and Sister William R. Walker. During the evening prior to the rededication, which took place during November, we watched 2,000 young people from the temple district as they filled the Cannon Activities Center on the BYU–Hawaii campus and performed for us. Their production was titled “The Gathering Place” and creatively and masterfully recounted significant events in local Church history and the history of the temple. What a wonderful evening it was!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p7\" class=\"\">The following day was a spiritual feast as the temple was rededicated in three sessions. The Spirit of the Lord was with us in rich abundance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p8\" class=\"\">We continue to build temples. It is my privilege this morning to announce three additional temples for which sites are being acquired and which, in coming months and years, will be built in the following locations: Fort Collins, Colorado; Meridian, Idaho; and Winnipeg, Manitoba, Canada. They will certainly be a blessing to our members in those areas.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p9\" class=\"\">Each year millions of ordinances are performed in the temples. May we continue to be faithful in performing such ordinances, not only for ourselves but also for our deceased loved ones who are unable to do so for themselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p10\" class=\"\">The Church continues to provide humanitarian aid in times of disaster. Most recently our hearts and our help have gone out to Japan following the devastating earthquake and tsunami and the resultant nuclear challenges. We have distributed over 70 tons of supplies, including food, water, blankets, bedding, hygiene items, clothing, and fuel. Our young single adults have volunteered their time to locate missing members using the Internet, social media, and other modern means of communication. Members are delivering aid via scooters provided by the Church to areas that are difficult to reach by car. Service projects to assemble hygiene kits and cleaning kits are being organized in multiple stakes and wards in Tokyo, Nagoya, and Osaka. Thus far, over 40,000 hours of service have been donated by more than 4,000 volunteers. Our help will be ongoing in Japan and in any other areas where there is need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p11\" class=\"\">My brothers and sisters, I thank you for your faith and devotion to the gospel, for the love and care you show to one another, and for the service you provide in your wards and branches and stakes and districts. Thank you, as well, for your faithfulness in paying your tithes and offerings and for your generosity in contributing to the other funds of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p12\" class=\"\">As of the end of the year 2010, there were 52,225 missionaries serving in 340 missions throughout the world. Missionary work is the lifeblood of the kingdom. May I suggest that if you are able, you might consider making a contribution to the General Missionary Fund of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/its-conference-once-again.p13\" class=\"\">Now, brothers and sisters, we are anxious to listen to the messages which will be presented to us today and tomorrow. Those who will address us have sought heaven’s help and direction as they have prepared their messages. That we may be filled with the Spirit of the Lord and be uplifted and inspired as we listen and learn is my prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}