{"ID":778, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Men Are, That They Might Have Joy\"<\/p>\n<p class=\"gcspeaker\">Elder Adam S. Bennion<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Adam S. Bennion, <i>Conference Report<\/i>, April 1955, pp. 108-112<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFor myself and for all of you, I express gratitude to these Singing Mothers.  I am grateful that\nthe loveliness of their lullabies has been sublimated into the holiness of their hymns under the\ninspirational leadership of Sister [Florence Jepperson] Madsen.\n<\/p><p>\nThose of us who sit here this afternoon, still subject to our turn, know that this is the hour. It\nreminds me of the time when we used to play musical chairs.  You remember when we\ngathered in a circle around the chairs and the host took a chair out each time around, so that\nthere was one chair fewer than people.  We knew when we got down to the last three or four\nchairs that that was it.  Well, the chairs have all been taken out but three!\n<\/p><p>\nBrother Richard Evans and I have been sitting here together for three days, observing to each\nother that there is strength in this audience&mdash;strong men and remarkable women.\n<\/p><p>\nIt is intriguing to me to know that in a hundred and a quarter years six members have grown\ninto a million and a quarter people.  That is a wonderful achievement in the Lord's work.\n<\/p><p>\nI am doubly grateful to be here today because last October I missed this conference.  Recently\nout of the hospital, I was convalescing at home.  But that experience has brought me\nsomething that perhaps I could have had in no other way.  I stand here today grateful for the\nblessings of our Father in heaven and his goodness.  I bring you my witness to the power of\nthe priesthood, because under the hands of these my good brethren, I have been blessed back\nto health and strength. I know the power of healing is in this priesthood, and I give you my\nwitness that it is.\n<\/p><p>\nThis has been a wonderful conference. I have sat here much of the time with a lump in my\nthroat.  I am honored to be here.  I rejoice in the power of the leadership of this First\nPresidency. They are among the strongest men ever to guide the destinies of this Church.  I\npay my tribute to my brethren.  It is a sustaining force to have every one of them give us his\nblessing for this experience.  These are strong men, as you know from the evidence of this\nconference.  They are devoted men, and ink their hands you can feel good about the future of\nthis great Church.\n<\/p><p>\nI pray that the few minutes I occupy I may be in tune with the Spirit, the uplifting Spirit, that\nwe have felt all the way through this conference.\n<\/p><p>\nI am always concerned about the carry-over effect of our teachings.  The gospel, in the\nlanguage of Paul, is the power of God unto salvation, and these conferences and all of our\nmeetings and the very genius of the gospel itself are meant to help us the better to live.\n<\/p><p>\nEach week we go out to some stake or to some mission.  Each Monday morning I come back\nlifted up and built up not only in my faith but also in the assurance of the goodness of the\npeople among whom we labor.  I bear you witness that the evidence we get week after week\nis that the gospel makes better men and women; it transforms their lives; and I want to hint\nfrom two of our conferences some of the things that shall never leave me the same again.\n<\/p><p>\nWhen I was introduced to the home at which I was to stay in Klamath [Oregon-California]\nStake, I felt a little embarrassed because the hostess, the wife of a member of the stake\npresidency, was in a wheel chair, crippled from the effects of polio for twenty years.  But the\nlook in her face convinced me that I need have no misgivings.  She wheels around in that\nwheel chair, thanks to the kindliness of a good husband, as if the house had been built just for\nher.  She wheels out into the kitchen between the range and serving table where she prepares\nthe food, makes a turn, and has it ready for distribution.  She teaches a Sunday School class,\nis a leader in Relief Society, and if you ever shook hands with that little woman and caught\nthe look in her face, you would know that, while an affliction can cripple the body, it never\ncan handicap such a spirit.\n<\/p><p>\nA few weeks later I went down to Zion Park [Utah] Stake.  I shall be grateful all the rest of\nmy days for the inspiration of that visit.  In one family there I think I saw as much affliction\nas I have ever seen in any other one family.  But those good people have risen above it so\nwonderfully.  The president of the stake down there served in the war, and it is almost a\nmiracle that he came back alive. He wears a steel plate now, a cranial plate, with the index\nacross the forehead that it is there. His wife, stricken arthritically, with feet she could hardly\nwalk upon until they were all broken anew and made over, and her hands so gnarled and\ntwisted that as you reach to shake her hand, you wish you could give her a blessing. Two fine\nboys born into the family and then the third child, a little girl, under the complications of\nRh-negative, invalided through eight years.  I want to tell you that when you walk into that\nhome and catch the spirit of the father and the mother and you watch the boys rush over to\nhelp the little child who, when she falls, cannot get up, when you kneel in the home and you\nlisten to the prayers of that family, with their gratitude to Almighty God for the kindness he\nhas shown to them, you know that the gospel is the power of God unto salvation\n(<span class=\"citation\" id=\"42715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42715)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nWell, in the light of those two experiences I should like to join with you for just a little while\nthis afternoon in consideration of one of the richest declarations ever made. I love the Book\nof Mormon and have done so ever since I was a youngster.  For this afternoon I have chosen\nfrom the second book of Nephi the passage that I want to develop just a little with you: \n<\/p><p>\nAnd now, behold, if Adam had not transgressed he would not have fallen, but he\nwould have remained in the garden of Eden. And all things which were created must\nhave remained in the same state in which they were after they were created; and they\nmust have remained forever, and had no end.\n<\/p><p>\nAnd they would have had no children; wherefore they would have remained in a state\nof innocence, having no joy, for they knew no misery; doing no good, for they knew\nno sin.\n<\/p><p>\nBut behold, all things have been done in the wisdom of him who knoweth all things.\n<\/p><p>\nAnd now for my theme: \n<\/p><p>\nAdam fell that men might be; and men are, that they might have joy\n(<span class=\"citation\" id=\"3569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3569)\">2 Ne. 2:22-25<\/a><\/span>).\n<\/p><p>\nThat same sentiment is echoed in one of the greatest documents ever given to mankind, the\nBeatitudes in the Sermon on the Mount.  You remember that every paragraph in that great\ndocument begins with a blessing.  \"Blessed are the poor in spirit\"\n(<span class=\"citation\" id=\"34682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34682)\">Matt. 5:3<\/a><\/span>), and so on through all of\nthem.  In the concluding paragraph of that great document, \"Blessed are ye, when men shall\nrevile you, and persecute you, and shall say all manner . . .\"&mdash;you remember it.\n<\/p><p>\nRejoice, and be exceedingly glad: for great is your reward in heaven: for so persecuted\nthey the prophets which were before you\n(<span class=\"citation\" id=\"34684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34684)\">Matt. 5:11-12<\/a><\/span>).\n<\/p><p>\nI think sometimes we let the negative aspects, the disciplinary aspects, the prohibitive aspects\ncrowd out the teaching of the joys of the gospel.  I wish we might center our thinking a little\nwhile today in the joys of living the gospel, not as an obligation but as a privilege&mdash;one of\nthe richest privileges in life.\n<\/p><p>\nDid we have time this afternoon I should like to expand on the meaning of joy.  In ordinary\nlanguage we talk as if joy, pleasure, gladness, and happiness were all synonymous.  But in\nthis passage from the Book of Mormon joy has a far richer meaning.  Pleasure, in my mind,\nis essentially a gratification of one of the senses.  Happiness seems to center in a kind of\ncontentment born of good fortune or of some fortuitous circumstance.  But joy reveals a\ncertain spiritual exaltation.\n<\/p><p>\nAs someone has said: \"Joy is more intense than happiness, deeper than gladness, to which it is\nakin, nobler and enduring than pleasure.\" As I have been thinking about it, joy seems to me to\nbe essentially spiritual and has an abiding quality with a hint of eternal bliss.\n<\/p><p>\nHow may we aspire to this thing called the joy of living? We cannot buy it; it is no or sale in\nthe market place, nor can you go out to cultivate it directly.  At best it seems to be a sort of\nby-product.  It is an end result achieved from worthy performance.\n<\/p><p>\nI come to you today with three suggestions that I think make for joy: \n<\/p><p>\nI. In the first place, we can find it in the <i>work of the world<\/i>.  There has been a tendency,\nperhaps all too strong, recently, to coddle the children we love. In our own state legislature in\nan attempt to protect children, we could easily do them a great disservice.  I notice this\nmorning that our governor indicates that he would be willing to call the legislature back into\nsession to correct the mistake because there is no great wisdom in putting a premium upon\nidleness, either for children or for men.\n<\/p><p>\nYou remember what the Lord has said: \"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23624)\">Gen. 3:19<\/a><\/span>).\nAnd there is this wonderful passage in John. When the Savior was criticized for\nsomething he did on the Sabbath, he answered his accusers by saying, \"My Father worketh\nhitherto, and I work\" (<span class=\"citation\" id=\"27637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27637)\">John 5:17<\/a><\/span>).\n<\/p><p>\nAnd then that memorable passage from Ecclesiastes: \n<\/p><p>\n\"The sleep of a labouring man is sweet, whether he eat little or much: (I am glad I have not\nbeen rich&mdash;because this next line says) . . . but the abundance of the rich will not suffer him\nto sleep\" (<span class=\"citation\" id=\"21405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21405)\">Eccl. 5:12<\/a><\/span>).\n<\/p><p>\nAll my life I have enjoyed the blessed privilege of living with people who love to work.  I\nrejoice in a helpmate who delights in keeping up our home.  Born in a country town out in\nthis valley, I still thrill as I think of the work of two men, Robert and Willard Pixton, who\nwere pioneers in my town.  They prided themselves that there was never a weed in the potato\npatch.  They selected their grain, and when it rolled into the fall harvest, it was beautiful.\nThose men worked as if they loved to work, and when fall came, after they had plowed and\nplanted and cultivated and irrigated and harvested&mdash;with the barns full of hay and the\ngranaries rich in grain&mdash;and the cellars bulging with fruits and vegetables&mdash;I am just sure that\nRobert and Willard Pixton gathered the family together in a thanksgiving that was full of\njoy&mdash;joy for the blessings of heaven.\n<\/p><p>\nI have always been glad that I lived in a humble home&mdash;a home in which people loved to\nwork.  I can recall the thrill of the days when we brought in the new straw and put it under\nthe rag carpet that had been woven from the rags which mother used to cut and wind into\nballs to be taken over to be made into a carpet.  How we used to love to \"tromp\" the straw to\nget it down so that the carpet could be stretched over it; and then we would attach the\nstretcher and \"stomp\" some more and pull and the carpet down.  Those were great days.  No\nman ever relaxed more luxuriously on a Persian rug.\n<\/p><p>\nI remember when the pig was killed in the fall, and the hams were put down in brine, and the\nsausage was made, not of the discarded parts but of the selected parts.  I have always thought\nthat eating was in the realm of pleasure&mdash;but I want to tell you that some meals get pretty\nclose to joy.\n<\/p><p>\nFor years I kept in touch with one of the finest writers in America, who wrote this little\nparagraph awhile back in a Chicago paper: \n<\/p><p>\nWhen a young man finds no joy in his daily work, goes to it in the morning with regret, has\nno feeling of thankfulness that he has work to do, and dislikes the hours in which he does it,\nthere is something wrong. It is a cheering thing to have the habit of industry, the desire to do\neach day's work better than that of the day before, and to leave it conscious of having done it\nwell. There is a sad future for the young man who hates work, who dislikes his employer and\ngives as little of effort as he can get by with. He will suffer more from the shirking than his\nemployer, because he is destroying his own chance for joy in his life.\n<\/p><p>\nSomeone has said, \"<i>Happy is the man who has work he loves to do<\/i>,\" but somebody else has\nadded the basic fundamental thought, \"<i>Happy is the man who loves the work he has to do<\/i>.\"\n<\/p><p>\nII. Well, we can find joy in a second place.  It is in the <i>life of the home<\/i>, which has been\nspoken of here so beautifully throughout this conference, beginning with that inspirational\nmessage from our President.\n<\/p><p>\nI am mindful of the struggle we have to go through to get a home, and then the pride we feel\nas we come into it, and then the joy of children as they come to bless it.  I still think that the\nbirth of a baby surpasses the greatest miracle ever wrought.  The joy in the coming of the\nchildren, their development, their questions, their affection, their frank disclosures, the\nprivilege we have of living life over again, and then when we get to the stage of\ngrandchildren, where we have all the joys and not quite the full responsibilities, when, after\nthey have worn us or our nerves a little threadbare, we can suggest, that for the children's\nsake, maybe they ought to be in bed.  These are great blessings and great sources of joy.\n<\/p><p>\nLet me give you a homely illustration of the difference between a joyous family and an\nagitated one. Some people make their lives center in \"don'ts\" and \"mustn'ts\" and \"can'ts.\" I\noften think of the mother who used to say, \"Go and see what Billy is doing and tell him to\nquit.\" That kind of parent gets into the car and proceeds to tell her children what they cannot\ndo and orders them to be quiet.  The wise parent, who has the joy in the association of the\nchildren, says, \"Let's see how many white horses we can see in the next hundred miles.\"\nPerhaps we shall have to change the white horses to red tractors. It is an interest to trace the\nalphabet on the billboards along the way&mdash;good fun to try to work out a complete alphabet. \nIt is fun to find the best signboard along the way or, if you want to, and lean a little to the\nintellectual side, you can get one of the children's best current books&mdash;not the cheap ones\nthat Brother Dilworth [Young] talked about this morning&mdash;but one of those beautifully\nillustrated books now available, and you can sit in the back seat (if you have the kind of\ndriver) and fill in the time that otherwise might drag.  That is joy in the making.\n<\/p><p>\nIn the home, too, there is the joy of a few good friends&mdash;not too many&mdash;because you cannot\ncultivate them&mdash;but a few of the friends who will stand by you in all that comes in life.  We\nhave such friends&mdash;God be praised for them.\n<\/p><p>\nIn the language of Shakespeare, \"Those friends thou hast, and their adoption tried, grapple\nthem to thy soul with hoops of steel.\"\n<\/p><p>\nIII. I hurry into the third suggestion that I want to give you.  We find joy in the work we do. \nWe find joy in the privileges of the home with its children and its friends, but in the third\nplace, and finally, <i>we find joy in the service of the Lord<\/i>.\n<\/p><p>\nI read the other night again from Habakkuk, a book which we do not turn to often enough: \n<\/p><p>\nAlthough the fig tree shall not blossom, neither shall fruit be in the vines; the labour\nof the olive shall fail, and the fields shall yield no meat; the flock shall be cut off\nfrom the fold, and there shall be no herd in the stalls: \n<\/p><p>\nAnd then this ringing line: \n<\/p><p>\nYet I will rejoice in the Lord, <i>I will joy in the God of my salvation<\/i>\n(<span class=\"citation\" id=\"24160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24160)\">Hab. 3:17-18<\/a><\/span>, italics added).\n<\/p><p>\nYesterday, all day long, we had the privilege of sitting in an inspirational meeting with these\ngood mission presidents.  I could wish in some magical way their messages might be brought\nto all of you because it was a day of dedication and consecration.  I bless them for the work\nthey are doing.\n<\/p><p>\nIn the spirit of that wonderful meeting of yesterday, I bid you to find the life in service of the\nLord whether it is a call to be a ward teacher, a call to be a Sunday School teacher, an MIA\nleader, a quorum officer, or a call to visit those who are a little disinclined or indifferent or\nbound down by some unfortunate habit.  The promise of the Lord is so rich in its blessing: \n<\/p><p>\nAnd if it so be that you should labor all your days in crying repentance unto this\npeople, and bring, save it be one soul unto me, how great shall be your joy with him\nin the kingdom of my Father!\n<\/p><p>\nAnd now, if your joy will be great with one soul that you have brought unto me into\nthe kingdom of my Father, how great will be your joy if you should bring many souls\nunto me (<span class=\"citation\" id=\"13354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13354)\">D&amp;C 18:15-16<\/a><\/span>).\n<\/p><p>\nYour joy is akin to the joy of heaven, for as the Master declared: \n<\/p><p>\nLikewise, I say unto you, there is joy in the presence of the angels of God over one\nsinner that repenteth (<span class=\"citation\" id=\"31405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31405)\">Luke 15:10<\/a><\/span>).\n<\/p><p>\nWhen you have felt the power of his Holy Spirit, when you have been inspired to meet your\nperplexing problems, when you have had the privilege of comforting the brokenhearted, when\nyou have led an erring one into the sunlight of a new day, when you have achieved the goal\nof your dreams, when you have done these things, you enjoy this promise that was given to\nthe laborers in the vineyard years ago: \n<\/p><p>\nAnd whoso receiveth you, there will I be also, for I will go before your face. I will be\non your right hand and on your left, and my Spirit shall be in your hearts, and\n<i>mine angels round about you, to bear you up<\/i>\n(<span class=\"citation\" id=\"13388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13388)\">D&amp;C 84:88<\/a><\/span>, italics added).\n<\/p><p>\nAdd to that promise the glorious one already quoted in this conference by President Richards: \n<\/p><p>\nLet thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.\n<\/p><p>\nThe Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\n(<span class=\"citation\" id=\"13418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13418)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nI give you my witness, my good brethren and sisters, that in the service of the Lord comes\nthe supreme joy of life. And when you have coupled it with the nobility of work and the\nsatisfaction of having friends and children about you, God can bless you, and he will.  May\nhe do so abundantly, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}