{"ID":7784, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            LDS Women Are Incredible!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p2\" class=\"\">By Elder Quentin L. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Much of what we accomplish in the Church is due to the selfless service of women.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_009<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p5\" class=\"\">Author and historian Wallace Stegner wrote about the Mormon migration and gathering to the Salt Lake Valley. He did not accept our faith and in many ways was critical; nevertheless, he was impressed with the devotion and heroism of our early Church members, especially the women. He stated, “Their women were incredible.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_009\">1<\/a>\n       <span class=\"footnote\">[Wallace Stegner, <span class=\"emphasis\">The Gathering of Zion: The Story of the Mormon Trail<\/span> (1971), 13.]<\/span><\/sup> I echo that sentiment today. Our Latter-day Saint women are incredible!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p6\" class=\"\">God placed within women divine qualities of strength, virtue, love, and the willingness to sacrifice to raise future generations of His spirit children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p7\" class=\"\">A recent United States study asserts that women of all faiths “believe more fervently in God” and attend more religious services than men do. “By virtually every measure they are more religious.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_009\">2<\/a>\n       <span class=\"footnote\">[Robert D. Putnam and David E. Campbell, <span class=\"emphasis\">American Grace: How Religion Divides and Unites Us<\/span> (2010), 233.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p8\" class=\"\">I was not surprised by this result, particularly as I reflected on the preeminent role of families and women in our faith. Our doctrine is clear: Women are daughters of our Heavenly Father, who loves them. Wives are equal to their husbands. Marriage requires a full partnership where wives and husbands work side by side to meet the needs of the family.<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_009\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 1.3.1; see also <span class=\"citation\" id=\"121934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121934)\">Moses 5:1, 4, 12, 27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p9\" class=\"\">We know there are many challenges for women, including those striving to live the gospel.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Heritage of Pioneer Sisters<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p11\" class=\"\">A predominant attribute in the lives of our pioneer ancestors is the faith of the sisters. Women by divine nature have the greater gift and responsibility for home and children and nurturing there and in other settings. In light of this, the faith of the sisters in being willing to leave their homes to cross the plains for the unknown was inspiring. If one had to characterize their most significant attribute, it would be their unwavering faith in the restored gospel of the Lord Jesus Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p12\" class=\"\">The heroic accounts of what these pioneer women sacrificed and accomplished as they crossed the plains is a priceless legacy to the Church. I am moved by the account of Elizabeth Jackson, whose husband Aaron died after the last crossing of the Platte River with the Martin handcart company. She wrote:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p13\" class=\"\">“I will not attempt to describe my feelings at finding myself thus left a widow with three children, under such excruciating circumstances. … I believe … that my sufferings for the Gospel’s sake will be sanctified unto me for my good. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p14\" class=\"\">“I [appealed] to the Lord, … He who had promised to be a husband to the widow, and a father to the fatherless. I appealed to him and he came to my aid.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_009\">4<\/a>\n\t <span class=\"footnote\">[In Andrew D. Olsen, <span class=\"emphasis\">The Price We Paid: The Extraordinary Story of the Willie and Martin Handcart Pioneers<\/span> (2006), 445.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p15\" class=\"\">Elizabeth said she was writing the history on behalf of those who passed through like scenes with the hope that posterity would be willing to suffer and sacrifice all things for the kingdom of God.<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_009\">5<\/a>\n\t <span class=\"footnote\">[See “Leaves from the Life of Elizabeth Horrocks Jackson Kingsford,” Utah State Historical Society, Manuscript A 719; in “Remembering the Rescue,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1997, 47.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Women in the Church Today Are Strong and Valiant<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p17\" class=\"\">I believe the women of the Church today meet that challenge and are every bit as strong and faithful. The priesthood leadership of this Church at all levels gratefully acknowledges the service, sacrifice, commitment, and contribution of the sisters.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p18\" class=\"\">Much of what we accomplish in the Church is due to the selfless service of women. Whether in the Church or in the home, it is a beautiful thing to see the priesthood and the Relief Society work in perfect harmony. Such a relationship is like a well-tuned orchestra, and the resulting symphony inspires all of us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p19\" class=\"\">When I was recently assigned to a conference in the Mission Viejo California Stake, I was touched by an account of their four-stake New Year’s Eve youth dance. Following the dance, a purse was found with no outside identification. I share with you part of what Sister Monica Sedgwick, the Young Women president in the Laguna Niguel stake, recorded: “We didn’t want to pry; this was someone’s personal stuff! So we gingerly opened it and grabbed the first thing that was on top—hopefully, it would identify her. It did, but in another way—it was a <span class=\"emphasis\">For the Strength of Youth<\/span> pamphlet. Wow! This told us something about her. Then we reached in for the next item, a little notebook. Surely this would give us answers, but not the kind we were expecting. The first page was a list of favorite scriptures. There were five more pages of carefully written scriptures and personal notes.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p20\" class=\"\">The sisters immediately wanted to meet this stalwart young woman. They returned to that purse to identify its owner. They pulled out some breath mints, soap, lotion, and a brush. I loved their comments: “Oh, good things come out of her mouth; she has clean and soft hands; and she takes care of herself.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p21\" class=\"\">They eagerly awaited the next treasure. Out came a clever little homemade coin purse made from a cardboard juice carton, and there was some money in a zippered pocket. They exclaimed, “Ahh, she’s creative and prepared!” They felt like little children on Christmas morning. What they pulled out next surprised them even more: a recipe for Black Forest chocolate cake and a note to make the cake for a friend’s birthday. They almost screamed, “She’s a HOMEMAKER! Thoughtful and service minded.” Then, yes, finally some identification. The youth leaders said they felt greatly blessed “to observe the quiet example of a young lady living the gospel.”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_009\">6<\/a>\n\t <span class=\"footnote\">[Combined and shortened from an e-mail written by Monica Sedgwick, stake Young Women president of the Laguna Niguel California Stake, and a talk given by Leslie Mortensen, stake Young Women president of the Mission Viejo California Stake.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p22\" class=\"\">This account illustrates the commitment of our young women to Church standards.<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_009\">7<\/a>\n\t <span class=\"footnote\">[In an article titled “Why Do We Let Them Dress Like That?” (<span class=\"emphasis\">Wall Street Journal,<\/span> Mar. 19–20, 2011, C3), a thoughtful Jewish mother advocates for dress standards and modesty and acknowledges the example of Mormon women.]<\/span><\/sup> It is also an example of caring, interested, dedicated Young Women leaders all over the world. They are incredible!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p23\" class=\"\">Sisters have key roles in the Church, in family life, and as individuals that are essential in Heavenly Father’s plan. Many of these responsibilities do not provide economic compensation but do provide satisfaction and are eternally significant. Recently a delightful and very capable woman on a newspaper editorial board asked for a description of the role of women in the Church. It was explained that all of the leaders in our congregations are <span class=\"emphasis\">unpaid.<\/span> She interrupted to say her interest had diminished significantly. She said, “I don’t believe women need any more <span class=\"emphasis\">unpaid<\/span> jobs.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p24\" class=\"\">We pointed out that the most important organization on earth is the family, where “fathers and mothers are … equal partners.”<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_009\">8<\/a>\n\t <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 129.]<\/span><\/sup> Neither one is financially compensated, but the blessings are beyond description. We of course told her about the Relief Society, Young Women, and Primary organizations that are guided by women presidents. We noted that from our earliest history both men and women pray, perform the music, give the sermons, and sing in the choir, even in sacrament meeting, our most sacred meeting.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p25\" class=\"\">The recent highly acclaimed book <span class=\"emphasis\">American Grace<\/span> reported on women in many faiths. It noted that Latter-day Saint women are unique in being overwhelmingly satisfied with their role in Church leadership.<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_009\">9<\/a>\n\t <span class=\"footnote\">[See Putnam and Campbell, <span class=\"emphasis\">American Grace,<\/span> 244–45.]<\/span><\/sup> Furthermore, Latter-day Saints as a whole, men and women, have the strongest attachment to their faith of any of the religions studied.<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_009\">10<\/a>\n\t <span class=\"footnote\">[See Putnam and Campbell, <span class=\"emphasis\">American Grace,<\/span> 504.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p26\" class=\"\">Our women are not incredible because they have managed to avoid the difficulties of life—quite the opposite. They are incredible because of the way they face the trials of life. Despite the challenges and tests life has to offer—from marriage or lack of marriage, children’s choices, poor health, lack of opportunities, and many other problems—they remain remarkably strong and immovable and true to the faith. Our sisters throughout the Church consistently “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_009\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"121935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121935)\">Doctrine and Covenants 81:5<\/a><\/span>; see also <span class=\"citation\" id=\"121936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121936)\">Mosiah 4:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p27\" class=\"\">One Relief Society president who acknowledged this extraordinary service said, “Even when the sisters serve, they are thinking, ‘If only I could have done more!’” Though they are not perfect and all face individual struggles, their faith in a loving Father in Heaven and the assurance of the atoning sacrifice of the Savior permeates their lives.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Role of Sisters in the Church<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p29\" class=\"\">During the last three years, the First Presidency and the Quorum of the Twelve have sought guidance, inspiration, and revelation as we have counseled with priesthood and auxiliary leaders and worked on the new Church handbooks. In this process I have experienced feelings of overwhelming appreciation for the essential role that sisters, both married and single, have historically played and now play both in the family and in the Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p30\" class=\"\">All members of the Church of Jesus Christ are “to labor in his vineyard for the salvation of the souls of men.”<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_009\">12<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"121937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121937)\">Doctrine and Covenants 138:56<\/a><\/span>.]<\/span><\/sup> “[The] work of salvation includes member missionary work, convert retention, activation of less-active members, temple and family history work, … teaching the gospel,”<sup class=\"noteMarker\"><a href=\"#footnote13-09605_000_009\">13<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), page 22.]<\/span><\/sup> and caring for the poor and needy.<sup class=\"noteMarker\"><a href=\"#footnote14-09605_000_009\">14<\/a>\n\t <span class=\"footnote\">[See <span class=\"emphasis\">Handbook 2,<\/span> 6.1.]<\/span><\/sup> This is administered primarily through the ward council.<sup class=\"noteMarker\"><a href=\"#footnote15-09605_000_009\">15<\/a>\n\t <span class=\"footnote\">[See <span class=\"emphasis\">Handbook 2,<\/span> 4.5.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p31\" class=\"\">Specifically, it is intended in the new handbooks that bishops, sensitive to existing demands, will delegate more responsibilities. Members need to recognize that the bishop has been instructed to delegate. Members need to sustain and support him as he follows this counsel. This will allow the bishop to spend more time with the youth, young single adults, and his own family. He will delegate other important responsibilities to priesthood leaders, presidents of auxiliaries, and individual men and women. In the Church the role of women in the home is highly respected.<sup class=\"noteMarker\"><a href=\"#footnote16-09605_000_009\">16<\/a>\n\t <span class=\"footnote\">[See Emily Matchar, “Why I Can’t Stop Reading Mormon Housewife Blogs,” salon.com\/life\/feature\/2011\/01\/15\/feminist_obsessed_with_mormon_blogs. This self-described feminist and atheist acknowledges this respect and says she is addicted to reading Mormon housewife blogs.]<\/span><\/sup> When the mother receives a Church calling that requires significant time, the father will often be given a less-demanding calling in order to maintain balance in the lives of the family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p32\" class=\"\">Several years ago I attended a stake conference in Tonga. Sunday morning the three front rows of the chapel were filled with men between 26 and 35 years of age. I assumed they were a men’s choir. But when the business of the conference was conducted, each of these men, 63 in total, stood up as their names were read and were sustained for ordination to the Melchizedek Priesthood. I was both pleased and stunned.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p33\" class=\"\">After the session I asked President Mateaki, the stake president, how this miracle had been accomplished. He told me that in a stake council meeting reactivation was being discussed. His stake Relief Society president, Sister Leinata Va’enuku, asked if it would be appropriate for her to say something. As she spoke, the Spirit confirmed to the president that what she was suggesting was true. She explained that there were large numbers of wonderful young men in their late 20s and 30s in their stake who had not served missions. She said many of them knew they had disappointed bishops and priesthood leaders who had strongly encouraged them to serve a mission, and they now felt like second-class members of the Church. She pointed out that these young men were beyond missionary age. She expressed her love and concern for them. She explained that all of the saving ordinances were still available to them and the focus should be on priesthood ordinations and the ordinances of the temple. She noted that while some of these young men were still single, the majority of them had married wonderful women—some active, some inactive, and some not members.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p34\" class=\"\">After thorough discussion in the stake council, it was decided that the men of the priesthood and the women of the Relief Society would reach out to rescue these men and their wives, while the bishops spent more of their time with the young men and young women in the wards. Those involved in the rescue focused primarily on preparing them for the priesthood, eternal marriage, and the saving ordinances of the temple. During the next two years, almost all of the 63 men who had been sustained to the Melchizedek Priesthood at the conference I attended were endowed in the temple and had their spouses sealed to them. This account is but one example of how critical our sisters are in the work of salvation in our wards and stakes and how they facilitate revelation, especially in family and Church councils.<sup class=\"noteMarker\"><a href=\"#footnote17-09605_000_009\">17<\/a>\n\t <span class=\"footnote\">[From conversations with Nuku’alofa Tonga Ha’akame Stake president Lehonitai Mateaki (who subsequently served as president of the Papua New Guinea Port Moresby Mission) and stake Relief Society president Leinata Va’enuku.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Role of Sisters in the Family<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p36\" class=\"\">We recognize that there are enormous forces arrayed against women and families. Recent studies find there is deterioration in devotion to marriage, with a decrease in the number of adults being married.<sup class=\"noteMarker\"><a href=\"#footnote18-09605_000_009\">18<\/a>\n\t <span class=\"footnote\">[See D’Vera Cohn and Richard Fry, “Women, Men, and the New Economics of Marriage,” Pew Research Center, Social and Demographic Trends, pewsocialtrends.org. The number of children being born has also decreased significantly in many countries. This has been called the demographic winter.]<\/span><\/sup> For some, marriage and family are becoming “a menu choice rather than the central organizing principle of our society.”<sup class=\"noteMarker\"><a href=\"#footnote19-09605_000_009\">19<\/a>\n\t <span class=\"footnote\">[“A Troubling Marriage Trend,” <span class=\"emphasis\">Deseret News,<\/span> Nov. 22, 2010, A14, quoting a report on msnbc.com.]<\/span><\/sup> Women are confronted with many options and need to prayerfully consider the choices they make and how those choices affect the family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p37\" class=\"\">When I was in New Zealand last year, I read in an Auckland newspaper of women, not of our faith, struggling with these issues. One mother said she realized that in her case, her choice about whether to work or stay home was about a new carpet and a second car that she didn’t really need. Another woman, however, felt “the biggest enemy of a happy family life was not paid work—it was television.” She said that families are TV rich and family-time poor.<sup class=\"noteMarker\"><a href=\"#footnote20-09605_000_009\">20<\/a>\n\t <span class=\"footnote\">[See Simon Collins, “Put Family before Moneymaking Is Message from Festival,” <span class=\"emphasis\">New Zealand Herald,<\/span> Feb. 1, 2010, A2.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p38\" class=\"\">These are very emotional, personal decisions, but there are two principles that we should always keep in mind. First, no woman should ever feel the need to apologize or feel that her contribution is less significant because she is devoting her primary efforts to raising and nurturing children. Nothing could be more significant in our Father in Heaven’s plan. Second, we should all be careful not to be judgmental or assume that sisters are less valiant if the decision is made to work outside the home. We rarely understand or fully appreciate people’s circumstances. Husbands and wives should prayerfully counsel together, understanding they are accountable to God for their decisions.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p39\" class=\"\">You devoted sisters who are single parents for whatever reason, our hearts reach out to you with appreciation. Prophets have made it clear “that many hands stand ready to help you. The Lord is not unmindful of you. Neither is His Church.”<sup class=\"noteMarker\"><a href=\"#footnote21-09605_000_009\">21<\/a>\n\t <span class=\"footnote\">[Gordon B. Hinckley, “Women of the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 69; see also Spencer W. Kimball, “Our Sisters in the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 48–49.]<\/span><\/sup> I would hope that Latter-day Saints would be at the forefront in creating an environment in the workplace that is more receptive and accommodating to both women and men in their responsibilities as parents.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p40\" class=\"\">You valiant and faithful single sisters, please know that we love and appreciate you, and we assure you that no eternal blessing will be withheld from you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p41\" class=\"\">The remarkable pioneer woman Emily H. Woodmansee penned the text of the hymn “As Sisters in Zion.” She correctly asserts that the “errand of angels is given to women.”<sup class=\"noteMarker\"><a href=\"#footnote22-09605_000_009\">22<\/a>\n\t <span class=\"footnote\">[“As Sisters in Zion,” <span class=\"emphasis\">Hymns,<\/span> no. 309.]<\/span><\/sup> This has been described as “nothing less than to do the direct and immediate bidding of our Father in Heaven, and ‘this is a gift that … sisters … claim.’”<sup class=\"noteMarker\"><a href=\"#footnote23-09605_000_009\">23<\/a>\n\t <span class=\"footnote\">[Karen Lynn Davidson, <span class=\"emphasis\">Our Latter-Day Hymns: The Stories and the Messages,<\/span> rev. ed. (2009), 338–39.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/lds-women-are-incredible.p42\" class=\"\">Dear sisters, we love and admire you. We appreciate your service in the Lord’s kingdom. You are incredible! I express particular appreciation for the women in my life. I testify of the reality of the Atonement, the divinity of the Savior, and the Restoration of His Church, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_009\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Wallace Stegner, <span class=\"emphasis\">The Gathering of Zion: The Story of the Mormon Trail<\/span> (1971), 13.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_009\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Robert D. Putnam and David E. Campbell, <span class=\"emphasis\">American Grace: How Religion Divides and Unites Us<\/span> (2010), 233.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_009\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 1.3.1; see also <span class=\"citation\" id=\"121934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121934)\">Moses 5:1, 4, 12, 27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_009\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>In Andrew D. Olsen, <span class=\"emphasis\">The Price We Paid: The Extraordinary Story of the Willie and Martin Handcart Pioneers<\/span> (2006), 445.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_009\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See “Leaves from the Life of Elizabeth Horrocks Jackson Kingsford,” Utah State Historical Society, Manuscript A 719; in “Remembering the Rescue,” <span class=\"emphasis\">Ensign,<\/span> Aug. 1997, 47.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_009\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Combined and shortened from an e-mail written by Monica Sedgwick, stake Young Women president of the Laguna Niguel California Stake, and a talk given by Leslie Mortensen, stake Young Women president of the Mission Viejo California Stake.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_009\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>In an article titled “Why Do We Let Them Dress Like That?” (<span class=\"emphasis\">Wall Street Journal,<\/span> Mar. 19–20, 2011, C3), a thoughtful Jewish mother advocates for dress standards and modesty and acknowledges the example of Mormon women.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_009\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 129.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_009\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Putnam and Campbell, <span class=\"emphasis\">American Grace,<\/span> 244–45.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_009\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Putnam and Campbell, <span class=\"emphasis\">American Grace,<\/span> 504.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09605_000_009\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121935)\">Doctrine and Covenants 81:5<\/a><\/span>; see also <span class=\"citation\" id=\"121936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121936)\">Mosiah 4:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09605_000_009\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"121937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(121937)\">Doctrine and Covenants 138:56<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09605_000_009\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), page 22.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09605_000_009\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Handbook 2,<\/span> 6.1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09605_000_009\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Handbook 2,<\/span> 4.5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09605_000_009\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Emily Matchar, “Why I Can’t Stop Reading Mormon Housewife Blogs,” salon.com\/life\/feature\/2011\/01\/15\/feminist_obsessed_with_mormon_blogs. This self-described feminist and atheist acknowledges this respect and says she is addicted to reading Mormon housewife blogs.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-09605_000_009\">17.<\/a>\n      <\/span>\n\t\t\t\t\t<p>From conversations with Nuku’alofa Tonga Ha’akame Stake president Lehonitai Mateaki (who subsequently served as president of the Papua New Guinea Port Moresby Mission) and stake Relief Society president Leinata Va’enuku.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-09605_000_009\">18.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See D’Vera Cohn and Richard Fry, “Women, Men, and the New Economics of Marriage,” Pew Research Center, Social and Demographic Trends, pewsocialtrends.org. The number of children being born has also decreased significantly in many countries. This has been called the demographic winter.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-09605_000_009\">19.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“A Troubling Marriage Trend,” <span class=\"emphasis\">Deseret News,<\/span> Nov. 22, 2010, A14, quoting a report on msnbc.com.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-09605_000_009\">20.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Simon Collins, “Put Family before Moneymaking Is Message from Festival,” <span class=\"emphasis\">New Zealand Herald,<\/span> Feb. 1, 2010, A2.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-09605_000_009\">21.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Women of the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 69; see also Spencer W. Kimball, “Our Sisters in the Church,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 48–49.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-09605_000_009\">22.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“As Sisters in Zion,” <span class=\"emphasis\">Hymns,<\/span> no. 309.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_009\"><a name=\"-09605_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-09605_000_009\">23.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Karen Lynn Davidson, <span class=\"emphasis\">Our Latter-Day Hymns: The Stories and the Messages,<\/span> rev. ed. (2009), 338–39.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}