{"ID":7792, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparing the World for the Second Coming\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p2\" class=\"\">By Elder Neil L. Andersen<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neil-l-andersen-10.jpg\" alt=\"Neil L. Andersen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Your mission will be a sacred opportunity to bring others to Christ and help prepare for the Second Coming of the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_022<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p5\" class=\"\">I speak tonight especially to the 12- to 25-year-olds who hold the priesthood of God. We think about you a lot and we pray for you. I once told the story of our four-year-old grandson giving his little brother a strong push. After consoling the crying child, my wife, Kathy, turned to the four-year-old and thoughtfully asked, “Why would you push your little brother?” He looked at his grandmother and responded, “Mimi, I’m sorry. I lost my CTR ring, and I cannot choose the right.” We know that you try hard to always choose the right. We love you very much.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p6\" class=\"\">Have you ever thought about why you were sent to earth at this specific time? You were not born during the time of Adam and Eve or while pharaohs ruled Egypt or during the Ming dynasty. You have come to earth at this time, 20 centuries after the first coming of Christ. The priesthood of God has been restored to the earth, and the Lord has set His hand to prepare the world for His glorious return. These are days of great opportunity and important responsibilities. These are your days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p7\" class=\"\">With your baptism, you declared your faith in Jesus Christ. With your ordination to the priesthood, your talents and spiritual capacities have been increased. One of your important responsibilities is to help prepare the world for the Second Coming of the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p8\" class=\"\">The Lord has appointed a prophet, President Thomas S. Monson, to direct the work of His priesthood. To you, President Monson has said: “The Lord needs missionaries.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_022\">1<\/a> <span class=\"footnote\">[Thomas S. Monson, “The Lord Needs Missionaries,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Jan. 2011, 4.]<\/span><\/sup> “Every worthy, able young man should prepare to serve a mission. Missionary service is a priesthood duty—an obligation the Lord expects of [you] who have been given so very much.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_022\">2<\/a> <span class=\"footnote\">[Thomas S. Monson, “As We Meet Together Again,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 5–6.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p9\" class=\"\">Missionary service requires sacrifice. There will always be something you leave behind when you respond to the prophet’s call to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p10\" class=\"\">Those who follow the game of rugby know that the New Zealand All Blacks, a name given because of the color of their uniform, is the most celebrated rugby team ever.<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_022\">3<\/a> <span class=\"footnote\">[See stats.allblacks.com.]<\/span><\/sup> To be selected for the All Blacks in New Zealand would be comparable to playing for a football Super Bowl team or a World Cup soccer team.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p11\" class=\"\">In 1961, at age 18 and holding the Aaronic Priesthood, Sidney Going was becoming a star in New Zealand rugby. Because of his remarkable abilities, many thought he would be chosen the very next year for the national All Blacks rugby team.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p12\" class=\"\">At age 19, in this critical moment of his ascending rugby career, Sid declared that he would forgo rugby to serve a mission. Some called him crazy. Others called him foolish.<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_022\">4<\/a> <span class=\"footnote\">[See Bob Howitt, <span class=\"emphasis\">Super Sid: The Story of a Great All Black<\/span> (1978), 27.]<\/span><\/sup> They protested that his opportunity in rugby might never come again.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p13\" class=\"\">For Sid it was not what he was leaving behind—it was the opportunity and responsibility ahead. He had a priesthood duty to offer two years of his life to declare the reality of the Lord Jesus Christ and His restored gospel. Nothing—not even a chance to play on the national team, with all the acclaim it would bring—would deter him from that duty.<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_022\">5<\/a> <span class=\"footnote\">[Phone conversation with President Maxwell Horsford, Kaikohe New Zealand Stake, Mar. 2011.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p14\" class=\"\">He was called by a prophet of God to serve in the Western Canadian Mission. Forty-eight years ago this month, 19-year-old Elder Sidney Going left New Zealand to serve as a missionary for The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p15\" class=\"\">Sid told me of an experience he had on his mission. It was evening, and he and his companion were just about to return to their apartment. They decided to visit one more family. The father let them in. Elder Going and his companion testified of the Savior. The family accepted a Book of Mormon. The father read all night. In the next week and a half he read the entire Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price. A few weeks later the family was baptized.<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_022\">6<\/a> <span class=\"footnote\">[Phone conversation with Elder Sidney Going, Mar. 2011.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p16\" class=\"\">A mission instead of a place on the New Zealand All Blacks team? Sid responded, “The blessing of [bringing others] into the gospel far outweighs anything [you] will ever sacrifice.”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_022\">7<\/a> <span class=\"footnote\">[E-mail correspondence from Elder Sidney Going, Mar. 2011.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p17\" class=\"\">You’re probably wondering what happened to Sid Going following his mission. Most important: an eternal marriage to his sweetheart, Colleen; five noble children; and a generation of grandchildren. He has lived his life trusting in his Father in Heaven, keeping the commandments, and serving others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p18\" class=\"\">And rugby? After his mission Sid Going became one of the greatest halfbacks in All Blacks history, playing for 11 seasons and serving for many years as captain of the team.<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_022\">8<\/a> <span class=\"footnote\">[See stats.allblacks.com\/asp\/profile.asp?ABID=324.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p19\" class=\"\">How good was Sid Going? He was so good that training and game schedules were changed because he would not play on Sunday.<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_022\">9<\/a> <span class=\"footnote\">[Phone conversation with President Maxwell Horsford, Kaikohe New Zealand Stake, Mar. 2011.]<\/span><\/sup> Sid was so good the Queen of England acknowledged his contribution to rugby.<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_022\">10<\/a> <span class=\"footnote\">[Sid Going was awarded with an MBE (Member of the Order of the British Empire) in 1978 for his contributions to the sport of rugby (see Howitt, <span class=\"emphasis\">Super Sid,<\/span> 265).]<\/span><\/sup> He was so good a book was written about him titled <span class=\"emphasis\">Super Sid.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p20\" class=\"\">What if those honors had not come to Sid after his mission? One of the great miracles of missionary service in this Church is that Sid Going and thousands just like him have not asked, “What will I get from my mission?” but rather, “What can I give?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p21\" class=\"\">Your mission will be a sacred opportunity to bring others to Christ and help prepare for the Second Coming of the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p22\" class=\"\">The Lord has long spoken of the necessary preparations for His Second Coming. To Enoch, He declared, “Righteousness will I send down out of heaven; and truth will I send forth out of the earth, … and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth.”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_022\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122029)\">Moses 7:62<\/a><\/span>.]<\/span><\/sup> The prophet Daniel prophesied that in the latter days the gospel would roll forth unto the ends of the earth as a “stone [that is] cut out of [a] mountain without hands.”<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_022\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122030)\">Daniel 2:45<\/a><\/span>.]<\/span><\/sup> Nephi spoke of the latter-day Church as being few in number but spread upon all the face of the earth.<sup class=\"noteMarker\"><a href=\"#footnote13-09605_000_022\">13<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122031)\">1 Nephi 14:12–14<\/a><\/span>.]<\/span><\/sup> The Lord declared in this dispensation, “Ye are called to bring to pass the gathering of mine elect.”<sup class=\"noteMarker\"><a href=\"#footnote14-09605_000_022\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122032)\">Doctrine and Covenants 29:7<\/a><\/span>.]<\/span><\/sup> My young brethren, your mission is a great opportunity and responsibility, important to this promised gathering and linked to your eternal destiny.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p23\" class=\"\">From the early days of the Restoration, the Brethren have been very serious about their charge to declare the gospel. In 1837, only seven years after the organization of the Church, at a time of poverty and persecution, missionaries were sent to teach the gospel in England. Within the next few years, missionaries were preaching in such diverse places as Austria, French Polynesia, India, Jamaica, Chile, and China.<sup class=\"noteMarker\"><a href=\"#footnote15-09605_000_022\">15<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Deseret News 2011 Church Almanac<\/span> (2011), 430, 458, 463, 487, 505, 512.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p24\" class=\"\">The Lord has blessed this work, and the Church is being established across the world. This meeting is being translated into 92 languages. We are grateful for the 52,225 full-time missionaries serving in more than 150 countries.<sup class=\"noteMarker\"><a href=\"#footnote16-09605_000_022\">16<\/a> <span class=\"footnote\">[As of December 31, 2010.]<\/span><\/sup> The sun never sets on righteous missionaries testifying of the Savior. Think of the spiritual power of 52,000 missionaries, endowed with the Spirit of the Lord, boldly declaring that there is “no other name given nor any other way nor means whereby salvation can come … , only in and through the name of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote17-09605_000_022\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122033)\">Mosiah 3:17<\/a><\/span>.]<\/span><\/sup> We express appreciation to the tens of thousands of returned missionaries who have given and continue to give their very best. The world is being prepared for the Second Coming of the Savior in large measure because of the Lord’s work through His missionaries.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p25\" class=\"\">Missionary service is a spiritual work. Worthiness and preparation are essential. President Monson has said: “Young men, I admonish you to prepare for service as a missionary. Keep yourselves clean and pure and worthy to represent the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote18-09605_000_022\">18<\/a> <span class=\"footnote\">[Thomas S. Monson, <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Jan. 2011, 4.]<\/span><\/sup> In the years prior to your mission, please remember the sacred assignment ahead of you. Your actions before your mission will greatly influence the priesthood power you bring with you into the mission. Prepare yourself well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p26\" class=\"\">President Monson spoke of “every worthy, able young man [preparing] to serve a mission.”<sup class=\"noteMarker\"><a href=\"#footnote19-09605_000_022\">19<\/a> <span class=\"footnote\">[Thomas S. Monson, <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 5–6.]<\/span><\/sup> On occasion, because of health or other reasons, one might not be able to serve. You will know your ability to serve as you speak with your parents and your bishop. Should this be your situation, please do not feel less important in the noble commission before you. The Lord is very generous to those who love Him, and He will open other doors for you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p27\" class=\"\">Some may wonder if they are too old to serve. A friend of mine from China found the Church in Cambodia when he was in his mid-20s. He wondered if he should still consider a mission. After praying and speaking with his bishop, he was called and served nobly in New York City. Should your age concern you, pray and speak with your bishop. He will guide you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p28\" class=\"\">Fifty percent of all missionaries serve in their own homeland. That is only right. The Lord has promised that “every man shall hear the fulness of the gospel in his own tongue, and in his own language.”<sup class=\"noteMarker\"><a href=\"#footnote20-09605_000_022\">20<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122034)\">Doctrine and Covenants 90:11<\/a><\/span>.]<\/span><\/sup> You will be called by prophecy and serve where you are needed most.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p29\" class=\"\">I love meeting missionaries around the world. Recently while I was visiting the Australia Sydney Mission, do you know whom I found? Elder Sidney Going—the New Zealand rugby legend. Now age 67, he is once again a missionary, but this time with a companion of his own choosing: Sister Colleen Going. He told me of a family they were able to teach. The parents were members but had been less active in the Church for many, many years. Elder and Sister Going helped rekindle the family’s faith. Elder Going told me of the power he felt while standing at the baptismal font next to the father of the family as the oldest son, now holding the priesthood, baptized his younger brother and sister. He expressed the joy of witnessing a united family pursuing eternal life together.<sup class=\"noteMarker\"><a href=\"#footnote21-09605_000_022\">21<\/a> <span class=\"footnote\">[Phone conversation with Elder Sidney Going, Mar. 2011.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p30\" class=\"\">Speaking to you, the First Presidency has said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p31\" class=\"\">“You are [a] choice [spirit] who [has] come forth in this day when the responsibilities and opportunities, as well as the temptations, are the greatest. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p32\" class=\"\">“We pray for each of you … [that] you can do the great work that lies before you … that you will be worthy [and willing] to carry on the responsibilities of building the kingdom of God and preparing the world for the Second Coming of the Savior.”<sup class=\"noteMarker\"><a href=\"#footnote22-09605_000_022\">22<\/a> <span class=\"footnote\">[“Message from the First Presidency,” <span class=\"emphasis\">For the Strength of Youth: Fulfilling Our Duty to God<\/span> (booklet, 2001), 2–3.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p33\" class=\"\">I love Harry Anderson’s painting of the Second Coming of the Savior. It reminds me that He will come in majesty and power. Amazing events will unfold on the earth and in the skies.<sup class=\"noteMarker\"><a href=\"#footnote23-09605_000_022\">23<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122035)\">Doctrine and Covenants 43:18<\/a><\/span>; <span class=\"citation\" id=\"122036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122036)\">45:40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p34\" class=\"\">Those awaiting the Savior’s coming will “look for [Him].” And He has promised, “I will come”! The righteous will see Him “in the clouds of heaven [with all the holy angels], clothed with power and great glory.”<sup class=\"noteMarker\"><a href=\"#footnote24-09605_000_022\">24<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122037)\">Doctrine and Covenants 45:44<\/a><\/span>.]<\/span><\/sup> “An angel shall sound his trump, and the saints … from the four quarters of the earth”<sup class=\"noteMarker\"><a href=\"#footnote25-09605_000_022\">25<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122038)\">Doctrine and Covenants 45:45–46<\/a><\/span>.]<\/span><\/sup> will “be caught up to meet him.”<sup class=\"noteMarker\"><a href=\"#footnote26-09605_000_022\">26<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122039)\">Doctrine and Covenants 88:96<\/a><\/span>.]<\/span><\/sup> Those “that have slept,” meaning those worthy Saints who have died, “shall [also] come forth to meet [Him].”<sup class=\"noteMarker\"><a href=\"#footnote27-09605_000_022\">27<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122040)\">Doctrine and Covenants 45:45<\/a><\/span>; see also <span class=\"citation\" id=\"122041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122041)\">Doctrine and Covenants 29:13<\/a><\/span>; <span class=\"citation\" id=\"122042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122042)\">88:96–97<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p35\" class=\"\">The scripture reads, “The Lord [will] set his foot upon [the] mount,”<sup class=\"noteMarker\"><a href=\"#footnote28-09605_000_022\">28<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122043)\">Doctrine and Covenants 45:48<\/a><\/span>.]<\/span><\/sup> and “[He] shall utter his voice, and all the ends of the earth shall hear it.”<sup class=\"noteMarker\"><a href=\"#footnote29-09605_000_022\">29<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122044)\">Doctrine and Covenants 45:49<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/preparing-the-world-for-the-second-coming.p36\" class=\"\">My young brethren of the priesthood, I testify of the majesty, but most of all, of the certainty of this magnificent event. The Savior lives. He will return to the earth. And whether on this side of the veil or the other, you and I will rejoice in His coming and thank the Lord that He sent us to earth at this time to fulfill our sacred duty of helping prepare the world for His return. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09605_000_022\">1.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “The Lord Needs Missionaries,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Jan. 2011, 4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09605_000_022\">2.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “As We Meet Together Again,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 5–6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09605_000_022\">3.<\/a><\/span>\n\t\t\t\t\t<p>See stats.allblacks.com.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09605_000_022\">4.<\/a><\/span>\n\t\t\t\t\t<p>See Bob Howitt, <span class=\"emphasis\">Super Sid: The Story of a Great All Black<\/span> (1978), 27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09605_000_022\">5.<\/a><\/span>\n\t\t\t\t\t<p>Phone conversation with President Maxwell Horsford, Kaikohe New Zealand Stake, Mar. 2011.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09605_000_022\">6.<\/a><\/span>\n\t\t\t\t\t<p>Phone conversation with Elder Sidney Going, Mar. 2011.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09605_000_022\">7.<\/a><\/span>\n\t\t\t\t\t<p>E-mail correspondence from Elder Sidney Going, Mar. 2011.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-09605_000_022\">8.<\/a><\/span>\n\t\t\t\t\t<p>See stats.allblacks.com\/asp\/profile.asp?ABID=324.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-09605_000_022\">9.<\/a><\/span>\n\t\t\t\t\t<p>Phone conversation with President Maxwell Horsford, Kaikohe New Zealand Stake, Mar. 2011.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-09605_000_022\">10.<\/a><\/span>\n\t\t\t\t\t<p>Sid Going was awarded with an MBE (Member of the Order of the British Empire) in 1978 for his contributions to the sport of rugby (see Howitt, <span class=\"emphasis\">Super Sid,<\/span> 265).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-09605_000_022\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122029)\">Moses 7:62<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-09605_000_022\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122030)\">Daniel 2:45<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-09605_000_022\">13.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122031)\">1 Nephi 14:12–14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-09605_000_022\">14.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122032)\">Doctrine and Covenants 29:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-09605_000_022\">15.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Deseret News 2011 Church Almanac<\/span> (2011), 430, 458, 463, 487, 505, 512.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-09605_000_022\">16.<\/a><\/span>\n\t\t\t\t\t<p>As of December 31, 2010.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-09605_000_022\">17.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122033)\">Mosiah 3:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-09605_000_022\">18.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Jan. 2011, 4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-09605_000_022\">19.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 5–6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-09605_000_022\">20.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122034)\">Doctrine and Covenants 90:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-09605_000_022\">21.<\/a><\/span>\n\t\t\t\t\t<p>Phone conversation with Elder Sidney Going, Mar. 2011.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-09605_000_022\">22.<\/a><\/span>\n\t\t\t\t\t<p>“Message from the First Presidency,” <span class=\"emphasis\">For the Strength of Youth: Fulfilling Our Duty to God<\/span> (booklet, 2001), 2–3.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-09605_000_022\">23.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122035)\">Doctrine and Covenants 43:18<\/a><\/span>; <span class=\"citation\" id=\"122036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122036)\">45:40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote24-09605_000_022\">24.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122037)\">Doctrine and Covenants 45:44<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote25-09605_000_022\">25.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122038)\">Doctrine and Covenants 45:45–46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote26-09605_000_022\">26.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122039)\">Doctrine and Covenants 88:96<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote27-09605_000_022\">27.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122040)\">Doctrine and Covenants 45:45<\/a><\/span>; see also <span class=\"citation\" id=\"122041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122041)\">Doctrine and Covenants 29:13<\/a><\/span>; <span class=\"citation\" id=\"122042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122042)\">88:96–97<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote28-09605_000_022\">28.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122043)\">Doctrine and Covenants 45:48<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_022\"><a name=\"-09605_000_022\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote29-09605_000_022\">29.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122044)\">Doctrine and Covenants 45:49<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}