{"ID":7794, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sacred Keys of the Aaronic Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p2\" class=\"\">By Larry M. Gibson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p3\" class=\"\">First Counselor in the Young Men General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/larry-m-gibson-10.jpg\" alt=\"Larry M. Gibson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord wants every Aaronic Priesthood holder to invite all to come unto Christ—beginning with his own family.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_024<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p5\" class=\"\">One of my sons, at age 12, decided to raise rabbits. We built cages and acquired one large male and two female rabbits from a neighbor. I had no idea what we were getting into. In a very short time, our shed was bursting with bunnies. Now that my son is grown, I must confess my amazement at how they were controlled—a neighbor’s dog occasionally got into the shed and thinned out the herd.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p6\" class=\"\">But my heart was touched as I saw my son and his brothers watch over and protect those rabbits. And now, as husbands and fathers, they are worthy priesthood holders who love, strengthen, and watch over their own families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p7\" class=\"\">My feelings are tender as I observe you young men of the Aaronic Priesthood watching over, supporting, and strengthening those around you, including your families, members of your quorum, and many others. How I love you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p8\" class=\"\">Recently I watched as a 13-year-old young man was set apart as deacons quorum president. Afterward the bishop shook his hand and addressed him as “president,” explaining to the quorum members that he “addressed him as president to emphasize the sacredness of his calling. The deacons quorum president is one of only four people in the ward who hold keys of presidency. With those keys, he, with his counselors, will lead the quorum under the inspiration of the Lord.” This bishop understood the power of a presidency led by a president who holds and exercises sacred priesthood keys. (See <span class=\"citation\" id=\"122049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122049)\">D&amp;C 124:142–43<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p9\" class=\"\">Later I asked this young man if he was ready to preside over this great quorum. His response was: “I’m nervous. I don’t know what a deacons quorum president does. Can you tell me?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p10\" class=\"\">I told him he had a wonderful bishopric and advisers who would help him become a successful and powerful priesthood leader. I knew they would respect the sacred keys of presidency he held.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p11\" class=\"\">I then posed this question: “Do you suppose the Lord would call you to this important calling without giving you direction?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p12\" class=\"\">He thought, then responded, “Where do I find it?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p13\" class=\"\">After some discussion, he realized that he would find direction from the scriptures, the words of the living prophets, and answers to prayer. We determined to find a scripture that would be a starting place for his search to learn the responsibilities of his new calling.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p14\" class=\"\">We turned to the 107th section of the Doctrine and Covenants, <span class=\"citation\" id=\"122050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122050)\">verse 85<\/a><\/span>. It mentions that a deacons quorum president is to sit in council with his quorum members and teach them their duties. We noted that his quorum is not only a class but also a council of young men, and they are to strengthen and edify one another under the president’s direction. I expressed confidence that he would be an outstanding president who would rely on the inspiration from the Lord and magnify his sacred calling as he taught his fellow deacons their duties.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p15\" class=\"\">Then I asked, “Knowing you are to teach the deacons their duties, do you know what those duties are?”<\/p>\n\t\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Again we turned to the scriptures and found:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>A deacon is appointed to watch over and be a standing minister in the Church (see <span class=\"citation\" id=\"122051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122051)\">D&amp;C 84:111<\/a><\/span>).<\/p>\n\t\t\t\t\t\t<p>Because the family is the basic unit of the Church, the most important setting in which an Aaronic Priesthood holder can fulfill this duty is in his own home. He provides priesthood service to his father and mother as they lead the family. He also watches over his brothers and sisters, the young men of his quorum, and the other members of the ward.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>A deacon assists the teacher in all his duties in the Church if occasion requires (see <span class=\"citation\" id=\"122052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122052)\">D&amp;C 20:57<\/a><\/span>).<\/p>\n\t\t\t\t\t\t<p>We determined that if a deacon is to assist with the teachers’ duties, he needs to know their duties. We looked in the scriptures and quickly identified over a dozen duties for the office of teacher (see <span class=\"citation\" id=\"122053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122053)\">D&amp;C 20:53–59<\/a><\/span>; <span class=\"citation\" id=\"122054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122054)\">84:111<\/a><\/span>). What a powerful experience it would be for every young man—and his father, advisers, and all of us—to do exactly what this young man did: go to the scriptures and discover for ourselves what our duties are. I suspect that many of us will be surprised—and inspired—by what we find. Duty to God contains helpful summaries of Aaronic Priesthood duties and is a great resource for spiritual development. I urge you to consistently use it.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Deacons and teachers are also to “warn, expound, exhort, and teach, and invite all to come unto Christ” (<span class=\"citation\" id=\"122055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122055)\">D&amp;C 20:59<\/a><\/span>; see <span class=\"citation\" id=\"122056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122056)\">verses 46 and 48<\/a><\/span> for priests).<\/p>\n\t\t\t\t\t\t<p>Many young men think that their missionary experience starts when they turn 19 and enter the Missionary Training Center. We learn from the scriptures that it starts long before that. The Lord wants every Aaronic Priesthood holder to invite all to come unto Christ—beginning with his own family.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p23\" class=\"\">Next, to help this young president understand that he and he alone was the presiding officer in the quorum, I suggested he read three times the first duty listed in <span class=\"citation\" id=\"122057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122057)\">Doctrine and Covenants 107:85<\/a><\/span>. He read, “Preside over twelve deacons.” I asked, “What is the Lord telling you personally about your duty as president?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p24\" class=\"\">“Well,” he said, “several things have popped into my head as we have been talking. I think Heavenly Father wants me to be president of twelve deacons. There are only five of us who come, and one comes only sometimes. So how do we get twelve?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p25\" class=\"\">Now, I had never interpreted this scripture the way he did, but then, he held sacred keys that I did not have. I was being taught by a 13-year-old deacons quorum president about the revelatory power that comes to those with the sacred keys of presidency regardless of their intellect, stature, or age.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p26\" class=\"\">I answered, “I don’t know. What do you think?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p27\" class=\"\">And he said, “We need to figure out how to keep him coming. I know there are two others who should be in our quorum, but they don’t come, and I don’t know them. Maybe I can become close friends with one and have my counselors work with the others. If they all came, we would have seven, but where do we get five more?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p28\" class=\"\">“I don’t know,” was my answer, “but if Heavenly Father wants them there, He knows.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p29\" class=\"\">“Then we need to pray as a presidency and quorum to find out what to do.” He then asked, “Am I responsible for all deacon-age boys in our ward, even those who are not members?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p30\" class=\"\">In awe, I said, “In the Lord’s view, does your bishop have responsibility for only the members of the ward or for all who live within its boundaries?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p31\" class=\"\">This young “standing minister” got it. He recognized the role of every deacon, teacher, and priest in watching over the Church and inviting all to come unto Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p32\" class=\"\">My thoughts turn to a scripture as I think of our wonderful young men and women of the Church—a scripture that Moroni quoted to Joseph Smith, saying that it had “not yet [been] fulfilled, but was soon to be” (<span class=\"citation\" id=\"122058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122058)\">Joseph Smith—History 1:41<\/a><\/span>)—“And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, … your young men shall see visions” (<span class=\"citation\" id=\"122059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122059)\">Joel 2:28<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p33\" class=\"\">What “popped into” this young president’s head was a vision of what Heavenly Father wants his quorum to be. It was the revelation he needed to strengthen the active members of his quorum, to rescue those who were struggling, and to invite all to come unto Christ. Thus inspired, he made plans to carry out the Lord’s will.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p34\" class=\"\">The Lord taught this young president that <span class=\"emphasis\">priesthood<\/span> means reaching out to serve others. As our beloved prophet, President Thomas S. Monson, explains: “The priesthood is not really so much a gift as it is a commission to serve, a privilege to lift, and an opportunity to bless the lives of others” (“Our Sacred Priesthood Trust,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2006, 57).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p35\" class=\"\">Service is the very foundation of the priesthood—service to others as exemplified by the Savior. I testify that it is His priesthood, we are on His errand, and He has shown all priesthood holders the way of faithful priesthood service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p36\" class=\"\">I invite each deacons, teachers, and priests quorum presidency to regularly counsel, study, and pray to learn what the Lord’s will is for your quorum and then go and do. Use Duty to God to help you teach your quorum members their duties. I invite each quorum member to sustain your quorum president and look to him for counsel as you learn and righteously fulfill all of your priesthood duties. And I invite each of us to see these remarkable young men as the Lord sees them—a powerful resource for building and strengthening His kingdom here and now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p37\" class=\"\">You wonderful young men hold the Aaronic Priesthood, restored by John the Baptist to Joseph Smith and Oliver Cowdery near Harmony, Pennsylvania. Your priesthood holds the sacred keys that open the door for all of Heavenly Father’s children to come unto His Son, Jesus Christ, and follow Him. This is provided through “the gospel of repentance, and of baptism by immersion for the remission of sins”; the weekly ordinance of the sacrament; and “the ministering of angels” (<span class=\"citation\" id=\"122060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122060)\">D&amp;C 13:1<\/a><\/span>; <span class=\"citation\" id=\"122061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122061)\">Joseph Smith—History 1:69<\/a><\/span>). You truly are ministers who must be clean and worthy and faithful priesthood men at all times and in all places.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p38\" class=\"\">Why? Listen to the words of our beloved First Presidency, given to each one of you in your Duty to God:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p39\" class=\"\">“You have the authority to administer the ordinances of the Aaronic Priesthood. … You will greatly bless the lives of those around you. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p40\" class=\"\">“Heavenly Father has great trust and confidence in you and has an important mission for you to fulfill” (<span class=\"emphasis\">Fulfilling My Duty to God: For Aaronic Priesthood Holders<\/span> [2010], 5).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/sacred-keys-of-the-aaronic-priesthood.p41\" class=\"\">I know these words are true, and I pray that each of us will have that same witness. And I say these things in the sacred name of Him whose priesthood we hold, Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}