{"ID":7795, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Potential, Your Privilege\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As you read the scriptures and listen to the words of the prophets with all your heart and mind, the Lord will tell you how to live up to your priesthood privileges.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_025<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p5\" class=\"\">There once was a man whose lifelong dream was to board a cruise ship and sail the Mediterranean Sea. He dreamed of walking the streets of Rome, Athens, and Istanbul. He saved every penny until he had enough for his passage. Since money was tight, he brought an extra suitcase filled with cans of beans, boxes of crackers, and bags of powdered lemonade, and that is what he lived on every day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p6\" class=\"\">He would have loved to take part in the many activities offered on the ship—working out in the gym, playing miniature golf, and swimming in the pool. He envied those who went to movies, shows, and cultural presentations. And, oh, how he yearned for only a taste of the amazing food he saw on the ship—every meal appeared to be a feast! But the man wanted to spend so very little money that he didn’t participate in any of these. He was able to see the cities he had longed to visit, but for the most part of the journey, he stayed in his cabin and ate only his humble food.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p7\" class=\"\">On the last day of the cruise, a crew member asked him which of the farewell parties he would be attending. It was then that the man learned that not only the farewell party but almost everything on board the cruise ship—the food, the entertainment, all the activities—had been included in the price of his ticket. Too late the man realized that he had been living far beneath his privileges.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p8\" class=\"\">The question this parable raises is, Are we as priesthood holders living below our privileges when it comes to the sacred power, gifts, and blessings that are our opportunity and right as bearers of God’s priesthood?<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Glory and Grandeur of the Priesthood<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p10\" class=\"\">We all know that the priesthood is much more than just a name or title. The Prophet Joseph taught that “the Priesthood is an everlasting principle, and existed with God from eternity … to eternity, without beginning of days or end of years.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_025\">1<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 104.]<\/span><\/sup> It holds “even the key of the knowledge of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_025\">2<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122066)\">Doctrine and Covenants 84:19<\/a><\/span>.]<\/span><\/sup> In fact, through the priesthood the very “power of godliness is manifest.”<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_025\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122067)\">Doctrine and Covenants 84:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p11\" class=\"\">The blessings of the priesthood transcend our ability to comprehend. Faithful Melchizedek Priesthood holders can “become … the elect of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_025\">4<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122068)\">Doctrine and Covenants 84:34<\/a><\/span>.]<\/span><\/sup> They are “sanctified by the Spirit unto the renewing of their bodies”<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_025\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122069)\">Doctrine and Covenants 84:33<\/a><\/span>.]<\/span><\/sup> and can ultimately receive “all that [the] Father hath.”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_025\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122070)\">Doctrine and Covenants 84:38<\/a><\/span>.]<\/span><\/sup> This may be hard to comprehend, but it is beautiful, and I testify that it is true.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p12\" class=\"\">The fact that our Heavenly Father would entrust this power and responsibility to man is evidence of His great love for us and a foreshadowing of our potential as sons of God in the hereafter.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p13\" class=\"\">Nevertheless, too often our actions suggest that we live far beneath this potential. When asked about the priesthood, many of us can recite a correct definition, but in our daily lives, there may be little evidence that our understanding goes beyond the level of a rehearsed script.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p14\" class=\"\">Brethren, we are faced with a choice. We can be satisfied with a diminished experience as priesthood bearers and settle for experiences far below our privileges. Or we can partake of an abundant feast of spiritual opportunity and universal priesthood blessings.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>What Can We Do to Live Up to Our Potential?<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p16\" class=\"\">The words written in the scriptures and spoken in general conference are for us to “liken them unto [ourselves],”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_025\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122071)\">1 Nephi 19:24<\/a><\/span>.]<\/span><\/sup> not for reading or hearing only.<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_025\">8<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"122072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122072)\">James 1:22<\/a><\/span>.]<\/span><\/sup> Too often we attend meetings and nod our heads; we might even smile knowingly and agree. We jot down some action points, and we may say to ourselves, “That is something I will do.” But somewhere between the hearing, the writing of a reminder on our smartphone, and the actual doing, our “do it” switch gets rotated to the “later” position. Brethren, let’s make sure to set our “do it” switch always to the “now” position!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p17\" class=\"\">As you read the scriptures and listen to the words of the prophets with all your heart and mind, the Lord will tell you how to live up to your priesthood privileges. Don’t let a day go by without doing something to act on the promptings of the Spirit.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>First: Read the Owner’s Manual<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p19\" class=\"\">If you owned the world’s most advanced and expensive computer, would you use it merely as a desk ornament? The computer may look impressive. It may have all kinds of potential. But it is only when you study the owner’s manual, learn how to use the software, and turn on the power that you can access its full potential.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p20\" class=\"\">The holy priesthood of God also has an owner’s manual. Let us commit to reading the scriptures and handbooks with more purpose and more focus. Let us begin by rereading sections 20, 84, 107, and 121 of the Doctrine and Covenants [<span class=\"citation\" id=\"122062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122062)\">D&amp;C 20<\/a><\/span>, <span class=\"citation\" id=\"122063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122063)\">D&amp;C 84<\/a><\/span>, <span class=\"citation\" id=\"122064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122064)\">D&amp;C 107<\/a><\/span>, and <span class=\"citation\" id=\"122065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122065)\">D&amp;C 121<\/a><\/span>]. The more we study the purpose, potential, and practical use of the priesthood, the more we will be amazed by its power, and the Spirit will teach us how to access and use that power to bless our families, our communities, and the Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p21\" class=\"\">As a people, we rightfully place high priority on secular learning and vocational development. We want and we must excel in scholarship and craftsmanship. I commend you for striving diligently to gain an education and become an expert in your field. I invite you to also become experts in the doctrines of the gospel—especially the doctrine of the priesthood.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p22\" class=\"\">We live in a time when the scriptures and the words of modern-day prophets are more easily accessible than at any time in the history of the world. However, it is our privilege and duty, and it is our responsibility to reach out and grasp their teachings. The principles and doctrines of the priesthood are sublime and supernal. The more we study the doctrine and potential and apply the practical purpose of the priesthood, the more our souls will be expanded and our understanding enlarged, and we will see what the Lord has in store for us.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Second: Seek the Revelations of the Spirit<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p24\" class=\"\">A sure testimony of Jesus Christ and of His restored gospel takes more than knowledge—it requires personal revelation, confirmed through honest and dedicated application of gospel principles. The Prophet Joseph Smith explained that the priesthood is a “channel through which the Almighty commenced revealing His glory at the beginning of the creation of this earth, and through which He has continued to reveal Himself to the children of men to the present time.”<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_025\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 108–9.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p25\" class=\"\">If we are not seeking to use this channel of revelation, we are living beneath our priesthood privileges. For example, there are those who believe but don’t know that they believe. They have received various answers by the still, small voice over an extended period of time, but because this inspiration seems so small and insignificant, they do not recognize it for what it really is. As a result, they allow doubts to keep them from fulfilling their potential as priesthood holders.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p26\" class=\"\">Revelation and testimony do not always come with overwhelming force. For many, a testimony comes slowly—a piece at a time. Sometimes it comes so gradually that it is hard to recall the exact moment we actually knew the gospel was true. The Lord gives us “line upon line, precept upon precept, here a little and there a little.”<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_025\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122073)\">2 Nephi 28:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p27\" class=\"\">In some ways, our testimony is like a snowball that grows larger with every turn. We start out with a small amount of light—even if it is only a desire to believe. Gradually, “light cleaveth unto light,”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_025\">11<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122074)\">Doctrine and Covenants 88:40<\/a><\/span>.]<\/span><\/sup> and “he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day,”<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_025\">12<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122075)\">Doctrine and Covenants 50:24<\/a><\/span>.]<\/span><\/sup> when “in due time [we] receive of his fulness.”<sup class=\"noteMarker\"><a href=\"#footnote13-09605_000_025\">13<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122076)\">Doctrine and Covenants 93:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p28\" class=\"\">Think of what a glorious thing it is to reach beyond our earthly limitations, to have the eyes of our understanding opened and receive light and knowledge from celestial sources! It is our privilege and opportunity as bearers of the priesthood to seek personal revelation and to learn how to know the truth for ourselves through the sure witness of the Holy Spirit.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p29\" class=\"\">Let us earnestly seek the light of personal inspiration. Let us plead with the Lord to endow our mind and soul with the spark of faith that will enable us to receive and recognize the divine ministering of the Holy Spirit for our specific life situations and for our challenges and priesthood duties.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Third: Find Joy in Priesthood Service<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p31\" class=\"\">During my career as an airline pilot, I had the opportunity to be a check and training captain. Part of this job was to train and test experienced pilots to ensure that they had the necessary knowledge and skills to safely and efficiently operate those magnificent big jets.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p32\" class=\"\">I found that there were pilots who, even after many years of flying professionally, never lost the thrill of climbing into the atmosphere, having “slipped the surly bonds of Earth and danced the skies on laughter-silvered wings.”<sup class=\"noteMarker\"><a href=\"#footnote14-09605_000_025\">14<\/a>\n\t <span class=\"footnote\">[John Gillespie Magee Jr., “High Flight,” in Diane Ravitch, ed., <span class=\"emphasis\">The American Reader: Words That Moved a Nation<\/span> (1990), 486.]<\/span><\/sup> They loved the sound of rushing air, the growling of the powerful engines, the feeling of being “one with the wind and one with the dark sky and the stars ahead.”<sup class=\"noteMarker\"><a href=\"#footnote15-09605_000_025\">15<\/a>\n\t <span class=\"footnote\">[Richard Bach, <span class=\"emphasis\">Stranger to the Ground<\/span> (1963), 9.]<\/span><\/sup> Their enthusiasm was contagious.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p33\" class=\"\">There were also a few who seemed to be merely going through the motions. They had mastered the systems and the handling of the jets, but somewhere along the way they had lost the joy of flying “where never lark, or even eagle flew.”<sup class=\"noteMarker\"><a href=\"#footnote16-09605_000_025\">16<\/a>\n\t <span class=\"footnote\">[Magee, “High Flight,” 486.]<\/span><\/sup> They had lost their sense of awe at a glowing sunrise, at the beauties of God’s creations as they crossed oceans and continents. If they met the official requirements, I certified them, but at the same time I felt sorry for them.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p34\" class=\"\">You may want to ask yourself if you are merely going through the motions as a priesthood bearer—doing what is expected but not experiencing the joy that should be yours. Holding the priesthood gives us abundant opportunities to feel the joy that Ammon expressed: “Have we not great reason to rejoice? … We have been instruments in [the Lord’s] hands of doing this great and marvelous work. Therefore, let us glory … in the Lord; yea, we will rejoice.”<sup class=\"noteMarker\"><a href=\"#footnote17-09605_000_025\">17<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122077)\">Alma 26:13, 15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p35\" class=\"\">Brethren, our religion is a joyful one! We are most blessed to bear the priesthood of God! In the book of Psalms we read, “Blessed is the people that know the joyful sound: they shall walk, O Lord, in the light of thy countenance.”<sup class=\"noteMarker\"><a href=\"#footnote18-09605_000_025\">18<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122078)\">Psalm 89:15<\/a><\/span>.]<\/span><\/sup> We can experience this greater joy if we but look for it.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p36\" class=\"\">Too often we fail to experience the bliss that comes from daily, practical priesthood service. At times assignments can feel like burdens. Brethren, let us not pass through life immersed in the three Ws: wearied, worrying, and whining. We live beneath our privileges when we allow worldly anchors to keep us away from the abundant joy that comes from faithful and dedicated priesthood service, especially within the walls of our own homes. We live beneath our privileges when we fail to partake of the feast of happiness, peace, and joy that God grants so bountifully to faithful priesthood servants.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p37\" class=\"\">Young men, if coming to church early to help prepare the sacrament feels more like a hardship than a blessing, then I invite you to think about what this sacred ordinance might mean to a ward member who perhaps has had a challenging week. Brethren, if your home teaching efforts don’t seem to be effective to you, I invite you to see with the eye of faith what a visit from a servant of the Lord will do for a family that has many unseen problems. When you grasp the divine potential of your priesthood service, the Spirit of God will fill your hearts and minds; it will shine in your eyes and faces.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p38\" class=\"\">As bearers of the priesthood, let us never become hardened to the wonder and awe of what the Lord has entrusted to us.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Conclusion<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/your-potential-your-privilege.p40\" class=\"\">My dear brethren, may we diligently seek to learn the doctrine of the holy priesthood, may we strengthen our testimonies line upon line by receiving the revelations of the Spirit, and may we find true joy in daily priesthood service. As we do these things, we will begin to live up to our potential and privileges as priesthood holders, and we will be able to “do all things through Christ which strengtheneth [us].”<sup class=\"noteMarker\"><a href=\"#footnote19-09605_000_025\">19<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122079)\">Philippians 4:13<\/a><\/span>.]<\/span><\/sup> Of this I bear testimony as an Apostle of the Lord and leave you my blessing in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 104.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122066)\">Doctrine and Covenants 84:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122067)\">Doctrine and Covenants 84:20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122068)\">Doctrine and Covenants 84:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122069)\">Doctrine and Covenants 84:33<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122070)\">Doctrine and Covenants 84:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122071)\">1 Nephi 19:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122072)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 108–9.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122073)\">2 Nephi 28:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09605_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122074)\">Doctrine and Covenants 88:40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09605_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122075)\">Doctrine and Covenants 50:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09605_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122076)\">Doctrine and Covenants 93:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09605_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>John Gillespie Magee Jr., “High Flight,” in Diane Ravitch, ed., <span class=\"emphasis\">The American Reader: Words That Moved a Nation<\/span> (1990), 486.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09605_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Richard Bach, <span class=\"emphasis\">Stranger to the Ground<\/span> (1963), 9.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09605_000_025\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Magee, “High Flight,” 486.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-09605_000_025\">17.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122077)\">Alma 26:13, 15–16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-09605_000_025\">18.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122078)\">Psalm 89:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_025\"><a name=\"-09605_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-09605_000_025\">19.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122079)\">Philippians 4:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}