{"ID":7797, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood Power\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we be worthy recipients of the divine power of the priesthood we bear. May it bless our lives and may we use it to bless the lives of others.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_027<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p4\" class=\"\">I prayed and studied long about what I might say tonight. I wish not to offend anyone. I thought, “What are the challenges we have? What do I deal with every day that causes me to weep sometimes late into the night?” I thought that I would try to address a few of those challenges tonight. Some will apply to the young men. Some will apply to those who are middle aged. Some will apply to those who are a little bit above middle age. We don’t talk about old age.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p5\" class=\"\">And so I simply want to begin by declaring, it has been good for us to be together this evening. We’ve heard wonderful and timely messages concerning the priesthood of God. I, with you, have been uplifted and inspired.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p6\" class=\"\">Tonight I wish to address matters which have been much on my mind of late and which I have felt impressed to share with you. In one way or another, they all relate to the personal worthiness required to receive and exercise the sacred power of the priesthood which we hold.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p7\" class=\"\">May I begin by reciting to you from section 121 of the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p8\" class=\"\">“The rights of the priesthood are inseparably connected with the powers of heaven, and … the powers of heaven cannot be controlled nor handled only upon the principles of righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p9\" class=\"\">“That they may be conferred upon us, it is true; but when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_027\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122086)\">Doctrine and Covenants 121:36–37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p10\" class=\"\">Brethren, that is the definitive word of the Lord concerning His divine authority. We cannot be in doubt as to the obligation this places upon each of us who bear the priesthood of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p11\" class=\"\">We have come to the earth in troubled times. The moral compass of the masses has gradually shifted to an “almost anything goes” position.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p12\" class=\"\">I’ve lived long enough to have witnessed much of the metamorphosis of society’s morals. Where once the standards of the Church and the standards of society were mostly compatible, now there is a wide chasm between us, and it’s growing ever wider.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p13\" class=\"\">Many movies and television shows portray behavior which is in direct opposition to the laws of God. Do not subject yourself to the innuendo and outright filth which are so often found there. The lyrics in much of today’s music fall in the same category. The profanity so prevalent around us today would never have been tolerated in the not-too-distant past. Sadly, the Lord’s name is taken in vain over and over again. Recall with me the commandment—one of the ten—which the Lord revealed to Moses on Mount Sinai: “Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_027\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122087)\">Exodus 20:7<\/a><\/span>.]<\/span><\/sup> I am sorry that any of us is subjected to profane language, and I plead with you not to use it. I implore you not to say or to do anything of which you cannot be proud.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p14\" class=\"\">Stay completely away from pornography. Do not allow yourself to view it, ever. It has proven to be an addiction which is more than difficult to overcome. Avoid alcohol and tobacco or any other drugs, also addictions which you would be hard pressed to conquer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p15\" class=\"\">What will protect you from the sin and evil around you? I maintain that a strong testimony of our Savior and of His gospel will help see you through to safety. If you have not read the Book of Mormon, read it. I will not ask for a show of hands. If you do so prayerfully and with a sincere desire to know the truth, the Holy Ghost will manifest its truth to you. If it is true—and it <span class=\"emphasis\">is<\/span>—then Joseph Smith was a prophet who saw God the Father and His Son, Jesus Christ. The Church is true. If you do not already have a testimony of these things, do that which is necessary to obtain one. It is essential for you to have your own testimony, for the testimonies of others will carry you only so far. Once obtained, a testimony needs to be kept vital and alive through obedience to the commandments of God and through regular prayer and scripture study. Attend church. You young men, attend seminary or institute if such is available to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p16\" class=\"\">Should there be anything amiss in your life, there is open to you a way out. Cease any unrighteousness. Talk with your bishop. Whatever the problem, it can be worked out through proper repentance. You can become clean once again. Said the Lord, speaking of those who repent, “Though your sins be as scarlet, they shall be as white as snow,”<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_027\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122088)\">Isaiah 1:18<\/a><\/span>.]<\/span><\/sup> “and I, the Lord, remember them no more.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_027\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122089)\">Doctrine and Covenants 58:42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p17\" class=\"\">The Savior of mankind described Himself as being in the world but not of the world.<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_027\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"122090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122090)\">John 17:14<\/a><\/span>; <span class=\"citation\" id=\"122091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122091)\">Doctrine and Covenants 49:5<\/a><\/span>.]<\/span><\/sup> We also can be in the world but not of the world as we reject false concepts and false teachings and remain true to that which God has commanded.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p18\" class=\"\">Now, I have thought a lot lately about you young men who are of an age to marry but who have not yet felt to do so. I see lovely young ladies who desire to be married and to raise families, and yet their opportunities are limited because so many young men are postponing marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p19\" class=\"\">This is not a new situation. Much has been said concerning this matter by past Presidents of the Church. I share with you just one or two examples of their counsel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p20\" class=\"\">Said President Harold B. Lee, “We are not doing our duty as holders of the priesthood when we go beyond the marriageable age and withhold ourselves from an honorable marriage to these lovely women.”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_027\">6<\/a>\n       <span class=\"footnote\">[“President Harold B. Lee’s General Priesthood Address,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, 100.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p21\" class=\"\">President Gordon B. Hinckley said this: “My heart reaches out to … our single sisters, who long for marriage and cannot seem to find it. … I have far less sympathy for the young men, who under the customs of our society, have the prerogative to take the initiative in these matters but in so many cases fail to do so.”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_027\">7<\/a>\n       <span class=\"footnote\">[Gordon B. Hinckley, “What God Hath Joined Together,” <span class=\"emphasis\">Ensign,<\/span> May 1991, 71.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p22\" class=\"\">I realize there are many reasons why you may be hesitating to take that step of getting married. If you are concerned about providing financially for a wife and family, may I assure you that there is no shame in a couple having to scrimp and save. It is generally during these challenging times that you will grow closer together as you learn to sacrifice and to make difficult decisions. Perhaps you are afraid of making the wrong choice. To this I say that you need to exercise faith. Find someone with whom you can be compatible. Realize that you will not be able to anticipate every challenge which may arise, but be assured that almost anything can be worked out if you are resourceful and if you are committed to making your marriage work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p23\" class=\"\">Perhaps you are having a little too much fun being single, taking extravagant vacations, buying expensive cars and toys, and just generally enjoying the carefree life with your friends. I’ve encountered groups of you running around together, and I admit that I’ve wondered why you aren’t out with the young ladies.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p24\" class=\"\">Brethren, there is a point at which it’s time to think seriously about marriage and to seek a companion with whom you want to spend eternity. If you choose wisely and if you are committed to the success of your marriage, there is nothing in this life which will bring you greater happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p25\" class=\"\">When you marry, brethren, you will wish to marry in the house of the Lord. For you who hold the priesthood, there should be no other option. Be careful lest you destroy your eligibility to be so married. You can keep your courtship within proper bounds while still having a wonderful time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p26\" class=\"\">Now, brethren, I turn to another subject about which I feel impressed to address you. In the three years since I was sustained as President of the Church, I believe the saddest and most discouraging responsibility I have each week is the handling of cancellations of sealings. Each one was preceded by a joyous marriage in the house of the Lord, where a loving couple was beginning a new life together and looking forward to spending the rest of eternity with each other. And then months and years go by, and for one reason or another, love dies. It may be the result of financial problems, lack of communication, uncontrolled tempers, interference from in-laws, entanglement in sin. There are any number of reasons. In most cases divorce does not have to be the outcome.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p27\" class=\"\">The vast majority of requests for cancellations of sealings come from women who tried desperately to make a go of the marriage but who, in the final analysis, could not overcome the problems.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p28\" class=\"\">Choose a companion carefully and prayerfully; and when you are married, be fiercely loyal one to another. Priceless advice comes from a small framed plaque I once saw in the home of an uncle and aunt. It read, “Choose your love; love your choice.” There is great wisdom in those few words. Commitment in marriage is absolutely essential.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p29\" class=\"\">Your wife is your equal. In marriage neither partner is superior nor inferior to the other. You walk side by side as a son and a daughter of God. She is not to be demeaned or insulted but should be respected and loved. Said President Gordon B. Hinckley: “Any man in this Church who … exercises unrighteous dominion over [his wife] is unworthy to hold the priesthood. Though he may have been ordained, the heavens will withdraw, the Spirit of the Lord will be grieved, and it will be amen to the authority of the priesthood of that man.”<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_027\">8<\/a>\n       <span class=\"footnote\">[Gordon B. Hinckley, “Personal Worthiness to Exercise the Priesthood,” <span class=\"emphasis\">Liahona,<\/span> July 2002, 60; <span class=\"emphasis\">Ensign,<\/span> May 2002, 54.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p30\" class=\"\">President Howard W. Hunter said this about marriage: “Being happily and successfully married is generally not so much a matter of marrying the right person as it is <span class=\"emphasis\">being the right person.<\/span>” I like that. “The conscious effort to do one’s part fully is the greatest element contributing to success.”<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_027\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Howard W. Hunter,<\/span> ed. Clyde J. Williams (1997), 130.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p31\" class=\"\">Many years ago in the ward over which I presided as the bishop, there lived a couple who often had very serious, heated disagreements. I mean real disagreements. Each of the two was certain of his or her position. Neither one would yield to the other. When they weren’t arguing, they maintained what I would call an uneasy truce.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p32\" class=\"\">One morning at 2:00 a.m. I had a telephone call from the couple. They wanted to talk to me, and they wanted to talk right then. I dragged myself from bed, dressed, and went to their home. They sat on opposite sides of the room, not speaking to each other. The wife communicated with her husband by talking to me. He replied to her by talking to me. I thought, “How in the world are we going to get this couple together?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p33\" class=\"\">I prayed for inspiration, and the thought came to me to ask them a question. I said, “How long has it been since you have been to the temple and witnessed a temple sealing?” They admitted it had been a very long time. They were otherwise worthy people who held temple recommends and who went to the temple and did ordinance work for others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p34\" class=\"\">I said to them, “Will you come with me to the temple on Wednesday morning at 8:00? We will witness a sealing ceremony there.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p35\" class=\"\">In unison they asked, “Whose ceremony?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p36\" class=\"\">I responded, “I don’t know. It will be for whoever is getting married that morning.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p37\" class=\"\">On the following Wednesday at the appointed hour, we met at the Salt Lake Temple. The three of us went into one of the beautiful sealing rooms, not knowing a soul in the room except Elder ElRay L. Christiansen, then an Assistant to the Quorum of the Twelve, a General Authority position which existed at that time. Elder Christiansen was scheduled to perform a sealing ceremony for a bride and groom in that very room that morning. I am confident the bride and her family thought, “These must be friends of the groom” and that the groom’s family thought, “These must be friends of the bride.” My couple were seated on a little bench with about a full two feet (0.6 m) of space between them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p38\" class=\"\">Elder Christiansen began by providing counsel to the couple who were being married, and he did so in a beautiful fashion. He mentioned how a husband should love his wife, how he should treat her with respect and courtesy, honoring her as the heart of the home. Then he talked to the bride about how she should honor her husband as the head of the home and be of support to him in every way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p39\" class=\"\">I noticed that as Elder Christiansen spoke to the bride and the groom, my couple moved a little closer together. Soon they were seated right next to one another. What pleased me is that they had both moved at about the same rate. By the end of the ceremony, my couple were sitting as close to each other as though <span class=\"emphasis\">they<\/span> were the newlyweds. Each was smiling.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p40\" class=\"\">We left the temple that day, and no one ever knew who we were or why we had come, but my friends were holding hands as they walked out the front door. Their differences had been set aside. I had not had to say one word. You see, they remembered their own wedding day and the covenants they had made in the house of God. They were committed to beginning again and trying harder this time around.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p41\" class=\"\">If any of you are having difficulty in your marriage, I urge you to do all that you can to make whatever repairs are necessary, that you might be as happy as you were when your marriage started out. We who are married in the house of the Lord do so for time and for all eternity, and then we must put forth the necessary effort to make it so. I realize that there are situations where marriages cannot be saved, but I feel strongly that for the most part they can be and should be. Do not let your marriage get to the point where it is in jeopardy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p42\" class=\"\">President Hinckley taught that it is up to each of us who hold the priesthood of God to discipline ourselves so that we stand above the ways of the world. It is essential that we be honorable and decent men. Our actions must be above reproach.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p43\" class=\"\">The words we speak, the way we treat others, and the way we live our lives all impact our effectiveness as men and boys holding the priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p44\" class=\"\">The gift of the priesthood is priceless. It carries with it the authority to act as God’s servants, to administer to the sick, to bless our families, and to bless others as well. Its authority can reach beyond the veil of death, on into the eternities. There is nothing else to compare with it in all this world. Safeguard it, treasure it, live worthy of it.<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_027\">10<\/a>\n       <span class=\"footnote\">[See Gordon B. Hinckley, <span class=\"emphasis\">Liahona,<\/span> July 2002, 58–61; <span class=\"emphasis\">Ensign,<\/span> May 2002, 52–59.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/priesthood-power.p45\" class=\"\">My beloved brethren, may righteousness guide our every step as we journey through life. Today and always, may we be worthy recipients of the divine power of the priesthood we bear. May it bless our lives and may we use it to bless the lives of others, as did He who lived and died for us—even Jesus Christ, our Lord and Savior. This is my prayer in His sacred name, His holy name, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_027\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122086)\">Doctrine and Covenants 121:36–37<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_027\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122087)\">Exodus 20:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_027\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122088)\">Isaiah 1:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_027\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122089)\">Doctrine and Covenants 58:42<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_027\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122090)\">John 17:14<\/a><\/span>; <span class=\"citation\" id=\"122091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122091)\">Doctrine and Covenants 49:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_027\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“President Harold B. Lee’s General Priesthood Address,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, 100.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_027\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “What God Hath Joined Together,” <span class=\"emphasis\">Ensign,<\/span> May 1991, 71.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_027\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Personal Worthiness to Exercise the Priesthood,” <span class=\"emphasis\">Liahona,<\/span> July 2002, 60; <span class=\"emphasis\">Ensign,<\/span> May 2002, 54.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_027\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">The Teachings of Howard W. Hunter,<\/span> ed. Clyde J. Williams (1997), 130.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_027\"><a name=\"-09605_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_027\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Gordon B. Hinckley, <span class=\"emphasis\">Liahona,<\/span> July 2002, 58–61; <span class=\"emphasis\">Ensign,<\/span> May 2002, 52–59.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}