{"ID":7798, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Waiting on the Road to Damascus\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Those who diligently seek to learn of Christ eventually will come to know Him.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_029<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p5\" class=\"\">One of the most remarkable events in the history of the world happened on the road to Damascus. You know well the story of Saul, a young man who had “made havock of the church, entering into every house … [committing the Saints] to prison.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_029\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122092)\">Acts 8:3<\/a><\/span>.]<\/span><\/sup> Saul was so hostile that many members of the early Church fled Jerusalem in the hope of escaping his anger.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p6\" class=\"\">Saul pursued them. But as he “came near Damascus … suddenly there shined round about him a light from heaven:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p7\" class=\"\">“And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_029\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122093)\">Acts 9:3–4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p8\" class=\"\">This transformative moment changed Saul forever. Indeed, it changed the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p9\" class=\"\">We know that manifestations such as this happen. In fact, we testify that a similar divine experience happened in 1820 to a boy named Joseph Smith. It is our clear and certain testimony that the heavens are open again and that God speaks to His prophets and apostles. God hears and answers the prayers of His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p10\" class=\"\">Nevertheless, there are some who feel that unless they have an experience similar to Saul’s or Joseph Smith’s, they cannot believe. They stand at the waters of baptism but do not enter. They wait at the threshold of testimony but cannot bring themselves to acknowledge the truth. Instead of taking small steps of faith on the path of discipleship, they want some dramatic event to compel them to believe.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p11\" class=\"\">They spend their days waiting on the road to Damascus.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Belief Comes One Step at a Time<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p13\" class=\"\">One dear sister had been a faithful member of the Church all her life. But she carried a personal sorrow. Years before, her daughter had died after a short illness, and the wounds from this tragedy still haunted her. She agonized over the profound questions that accompany an event such as this. She frankly admitted that her testimony wasn’t what it used to be. She felt that unless the heavens parted for her, she would never be able to believe again.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p14\" class=\"\">So she found herself waiting.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p15\" class=\"\">There are many others who, for different reasons, find themselves waiting on the road to Damascus. They delay becoming fully engaged as disciples. They hope to receive the priesthood but hesitate to live worthy of that privilege. They desire to enter the temple but delay the final act of faith to qualify. They remain waiting for the Christ to be given to them like a magnificent Carl Bloch painting—to remove once and for all their doubts and fears.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p16\" class=\"\">The truth is, those who diligently seek to learn of Christ eventually will come to know Him. They will personally receive a divine portrait of the Master, although it most often comes in the form of a puzzle—one piece at a time. Each individual piece may not be easily recognizable by itself; it may not be clear how it relates to the whole. Each piece helps us to see the big picture a little more clearly. Eventually, after enough pieces have been put together, we recognize the grand beauty of it all. Then, looking back on our experience, we see that the Savior had indeed come to be with us—not all at once but quietly, gently, almost unnoticed.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p17\" class=\"\">This can be our experience if we move forward with faith and do not wait too long on the road to Damascus.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Hearken and Heed<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p19\" class=\"\">I testify to you that our Father in Heaven loves His children. He loves us. He loves you. When necessary the Lord will even carry you over obstacles as you seek His peace with a broken heart and a contrite spirit. Often He speaks to us in ways that we can hear only with our heart. To better hear His voice, it would be wise to turn down the volume control of the worldly noise in our lives. If we ignore or block out the promptings of the Spirit for whatever reason, they become less noticeable until we cannot hear them at all. Let us learn to hearken to the promptings of the Spirit and then be eager to heed them.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p20\" class=\"\">Our beloved prophet, Thomas S. Monson, is our example in this regard. The stories of his attention to the whisperings of the Spirit are numerous. Elder Jeffrey R. Holland relates one such example:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p21\" class=\"\">Once while President Monson was on assignment in Louisiana, a stake president asked him if he would have time to visit a 10-year-old girl named Christal, who was in the final stages of cancer. Christal’s family had been praying that President Monson would come. But their home was far away, and the schedule was so tight that there wasn’t time. So instead, President Monson asked that those who offered prayers during the stake conference include Christal in their prayers. Surely the Lord and the family would understand.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p22\" class=\"\">During the Saturday session of the conference, as President Monson stood to speak, the Spirit whispered, “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_029\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122094)\">Mark 10:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p23\" class=\"\">“His notes became a blur. He attempted to pursue the theme of the meeting as outlined, but the name and image of [the little girl] would not leave his mind.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_029\">4<\/a>\n\t <span class=\"footnote\">[See Jeffrey R. Holland, “President Thomas S. Monson: Man of Action, Man of Faith, Always ‘on the Lord’s Errand,’” <span class=\"emphasis\">Ensign,<\/span> Feb. 1986, 16; see also Jeffrey R. Holland, “President Thomas S. Monson: Always ‘on the Lord’s Errand,’” <span class=\"emphasis\">Tambuli,<\/span> Oct.–Nov. 1986, 20.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p24\" class=\"\">He listened to the Spirit and rearranged his schedule. Early the next morning, President Monson left the ninety and nine and traveled many miles to be at the bedside of the one.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p25\" class=\"\">Once there, he “gazed down upon a child too ill to rise, too weak to speak. Her illness had now rendered her sightless. Deeply touched by the scene and the Spirit of the Lord … , Brother Monson … took the child’s frail hand in his own. ‘Christal,’ he whispered, ‘I am here.’<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p26\" class=\"\">“With great effort she whispered back, ‘Brother Monson, I just knew you would come.’”<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_029\">5<\/a>\n\t <span class=\"footnote\">[Jeffrey R. Holland, <span class=\"emphasis\">Ensign,<\/span> Feb. 1986, 16; see <span class=\"emphasis\">Tambuli,<\/span> Oct.–Nov. 1986, 20.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p27\" class=\"\">My dear brothers and sisters, let us strive to be among those whom the Lord can rely on to hear His whisperings and respond, as Saul did on <span class=\"emphasis\">his<\/span> road to Damascus, “Lord, what wilt thou have me to do?”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_029\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122095)\">Acts 9:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Serve<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p29\" class=\"\">Another reason we sometimes do not recognize the voice of the Lord in our lives is because the revelations of the Spirit may not come directly to us as the answer to our prayers.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p30\" class=\"\">Our Father in Heaven expects us to study it out first and then pray for guidance as we seek answers to questions and concerns in our personal lives. We have our Heavenly Father’s assurance that He will hear and answer our prayers. The answer may come through the voice and wisdom of trusted friends and family, the scriptures, and the words of prophets.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p31\" class=\"\">It has been my experience that some of the most powerful promptings we receive are not only for our own benefit but also for the benefit of others. If we are thinking only of ourselves, we may miss some of the most powerful spiritual experiences and profound revelations of our lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p32\" class=\"\">President Spencer W. Kimball taught this concept when he said: “God does notice us, and he watches over us. But it is usually through another person that he meets our needs. Therefore, it is vital that we serve each other.”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_029\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 82.]<\/span><\/sup> Brothers and sisters, we each have a covenant responsibility to be sensitive to the needs of others and serve as the Savior did—to reach out, bless, and uplift those around us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p33\" class=\"\">Often, the answer to our prayer does not come while we’re on our knees but while we’re on our feet serving the Lord and serving those around us. Selfless acts of service and consecration refine our spirits, remove the scales from our spiritual eyes, and open the windows of heaven. By becoming the answer to someone’s prayer, we often find the answer to our own.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Share<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p35\" class=\"\">There are times when the Lord reveals to us things that are intended only for us. Nevertheless, in many, many cases He entrusts a testimony of the truth to those who will share it with others. This has been the case with every prophet since the days of Adam. Even more, the Lord expects the members of His Church to “open [their mouths] at all times, declaring [His] gospel with the sound of rejoicing.”<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_029\">8<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122096)\">Doctrine and Covenants 28:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p36\" class=\"\">This is not always easy. Some would rather pull a handcart across the prairie than bring up the subject of faith and religion to their friends and co-workers. They worry about how they might be perceived or how it might harm their relationship. It doesn’t need to be that way because we have a glad message to share, and we have a message of joy.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p37\" class=\"\">Years ago our family lived and worked among people who in almost every case were not of our faith. When they asked us how our weekend was, we tried to skip the usual topics—like sports events, movies, or the weather—and tried to share some religious experiences we had as a family over the weekend—for instance, what a youth speaker had said about the standards from <span class=\"emphasis\">For the Strength of Youth<\/span> or how we were touched by the words of a young man who was leaving on his mission or how the gospel and the Church helped us as a family to overcome a specific challenge we had. We tried not to be preachy or overbearing. My wife, Harriet, was always the best at finding something inspirational, uplifting, or humorous to share. This often would lead to more in-depth discussions. Interestingly enough, whenever we talked with friends about coping with life’s challenges, we often heard the comment “It’s easy for you; you have your church.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p38\" class=\"\">With so many social media resources and a multitude of more or less useful gadgets at our disposal, sharing the good news of the gospel is easier and the effects more far-reaching than ever before. In fact, I am almost afraid that some listening have already sent text messages like “He’s been speaking for 10 minutes and still no aviation analogy!” My dear young friends, perhaps the Lord’s encouragement to “open [your] mouths”<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_029\">9<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122097)\">Doctrine and Covenants 60:2<\/a><\/span>.]<\/span><\/sup> might today include “use your hands” to blog and text message the gospel to all the world! But please remember, all at the right time and at the right place.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p39\" class=\"\">Brothers and sisters, with the blessings of modern technology, we can express gratitude and joy about God’s great plan for His children in a way that can be heard not only around our workplace but around the world. Sometimes a single phrase of testimony can set events in motion that affect someone’s life for eternity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p40\" class=\"\">The most effective way to preach the gospel is through example. If we live according to our beliefs, people will notice. If the countenance of Jesus Christ shines in our lives,<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_029\">10<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"122098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122098)\">Alma 5:14<\/a><\/span>.]<\/span><\/sup> if we are joyful and at peace with the world, people will want to know why. One of the greatest sermons ever pronounced on missionary work is this simple thought attributed to Saint Francis of Assisi: “Preach the gospel at all times and if necessary, use words.”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_029\">11<\/a>\n\t <span class=\"footnote\">[In William Fay and Linda Evans Shepherd, <span class=\"emphasis\">Share Jesus without Fear<\/span> (1999), 22.]<\/span><\/sup> Opportunities to do so are all around us. Do not miss them by waiting too long on the road to Damascus.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Our Road to Damascus<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p42\" class=\"\">I testify that the Lord speaks to His prophets and apostles in our day. He also speaks to all who come to Him with a sincere heart and real intent.<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_029\">12<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"122099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122099)\">Moroni 10:3–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p43\" class=\"\">Do not doubt. Remember, “Blessed are they that have not seen, and yet have believed.”<sup class=\"noteMarker\"><a href=\"#footnote13-09605_000_029\">13<\/a>\n\t <span class=\"footnote\">[<span class=\"citation\" id=\"122100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122100)\">John 20:29<\/a><\/span>.]<\/span><\/sup> God loves you. He hears your prayers. He speaks to His children and offers comfort, peace, and understanding to those who seek Him and honor Him by walking in His way. I bear my sacred witness that The Church of Jesus Christ of Latter-day Saints is on course. We have a living prophet. This Church is led by Him whose name we bear, even the Savior Jesus Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/waiting-on-the-road-to-damascus.p44\" class=\"\">Brothers and sisters, dear friends, let us not wait too long on <span class=\"emphasis\">our<\/span> road to Damascus. Instead, let us courageously move forward in faith, hope, and charity, and we will be blessed with the light we are all seeking upon the path of true discipleship. For this I pray and leave you my blessing in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_029\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122092)\">Acts 8:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_029\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122093)\">Acts 9:3–4<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_029\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122094)\">Mark 10:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_029\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Jeffrey R. Holland, “President Thomas S. Monson: Man of Action, Man of Faith, Always ‘on the Lord’s Errand,’” <span class=\"emphasis\">Ensign,<\/span> Feb. 1986, 16; see also Jeffrey R. Holland, “President Thomas S. Monson: Always ‘on the Lord’s Errand,’” <span class=\"emphasis\">Tambuli,<\/span> Oct.–Nov. 1986, 20.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_029\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Jeffrey R. Holland, <span class=\"emphasis\">Ensign,<\/span> Feb. 1986, 16; see <span class=\"emphasis\">Tambuli,<\/span> Oct.–Nov. 1986, 20.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_029\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122095)\">Acts 9:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_029\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 82.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_029\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122096)\">Doctrine and Covenants 28:16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_029\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122097)\">Doctrine and Covenants 60:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_029\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122098)\">Alma 5:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09605_000_029\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p>In William Fay and Linda Evans Shepherd, <span class=\"emphasis\">Share Jesus without Fear<\/span> (1999), 22.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09605_000_029\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122099)\">Moroni 10:3–5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_029\"><a name=\"-09605_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09605_000_029\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122100)\">John 20:29<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}