{"ID":780, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Overcome the World<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1955, pp. 115-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf we are to inherit eternal life in the kingdom of our Father, we must overcome the world.\nThe world is a state of wickedness, evil, and carnality, a corrupt state in which men dwell and\nin which wickedness holds sway.  To overcome the world, we must triumph over these things.\n<\/p><p>\nAll men who live in this world, in this state of carnality, and who have not overcome the\nworld, are themselves carnal and sensual and devilish by nature.  That is the kind of\ninheritance that we have received as part of this mortality, and our object and end is to\novercome the world and develop the kind of bodies, and the attributes and perfections, that\nwill enable us to dwell with holy, pure, and exalted beings in the eternal world.\n<\/p><p>\nThese truths have been revealed to us in many revelations; for instance, John wrote these\nwords: \n<\/p><p>\nLove not the world, neither the things that are in the world. If any man love the world,\nthe love of the Father is not in him.\n<\/p><p>\nFor all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride\nof life, is not of the Father, but is of the world.\n<\/p><p>\nAnd the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever\n(<span class=\"citation\" id=\"1044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1044)\">1 Jn. 2:15-17<\/a><\/span>).\n<\/p><p>\nAnd the great Nephite prophet, Alma, in discoursing upon the probationary nature of our\nmortal existence said that all men are \"carnal, sensual, and devilish, by nature\"\n(<span class=\"citation\" id=\"8966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8966)\">Alma 42:10<\/a><\/span>).\n<\/p><p>\nFrom James we have these words: \n<\/p><p>\n. . . know ye not that the friendship of the world is enmity with God? whosoever\ntherefore will be a friend of the world is the enemy of God\n(<span class=\"citation\" id=\"26119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26119)\">James 4:4<\/a><\/span>).\n<\/p><p>\nThen finally, we have these expressions, as spoken by the angel who appeared to that righteous\nKing Benjamin on this continent: \n<\/p><p>\nFor the natural man is an enemy to God, and has been from the fall of Adam, and will\nbe, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth\noff the natural man and becometh a saint through the atonement of Christ the Lord,\nand becometh as a child, submissive, meek, humble, patient, full of love, willing to\nsubmit to all things which the Lord seeth fit to inflict upon him, even as a child doth\nsubmit to his father (<span class=\"citation\" id=\"40266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40266)\">Mosiah 3:19<\/a><\/span>).\n<\/p><p>\nAs we understand the plan of salvation, we came into this sphere of existence for two\npurposes.  First: We came to gain this natural body, this tangible body, this body which here\nin this life is a temporary house for the eternal spirit, but which body we will receive back\nagain in immortality through the atoning sacrifice of Christ.  Second: We came here to see if\nwe would have the spiritual integrity, the devotion to righteousness, to overcome the world, to\nput off the natural man, to bridle our passions, to curb and control the appetites that are\nnatural in this type of existence.\n<\/p><p>\nWe have been put in this environment advisedly.  We were on probation of a sort when we\nlived in the presence of God, our Heavenly Father.  But in that sphere we walked by sight; in\nthat sphere we had spirit bodies.  We have been sent down here to walk by faith, and we have\nbeen given natural bodies, which are subject to the ills and vicissitudes, the temptations and\nlusts of the flesh.  And now, if by obedience to the laws and ordinances of the gospel, by\nkeeping the standards of personal righteousness that are found in the gospel, if by doing this,\nwe can overcome the world, we will be taking the bodies which we possess and transforming\nthem into the kind of bodies that can dwell with exalted beings.\n<\/p><p>\nThe Prophet said that if we would go where God is, we must be like him; that is, we must\ndevelop the characteristics and the attributes and the perfections which God has.  The struggle\nwhich we face is whether we will overcome the world or whether we will be overcome by the\nworld.  All men forsake the world when they come into the Church; they then overcome the\nworld if they continue in righteousness and in diligence in keeping the commandments of\nGod.\n<\/p><p>\nNo one has overcome the world, the world of carnality and corruption, until he has given his\nheart to Christ, until he uses all his talents, abilities, and strength in keeping the\ncommandments of God, and in causing this great work to roll forth.\n<\/p><p>\nThe Lord has given us the agency, the talent, and the ability to achieve in this field.  He sent\nhis Son into the world to be the great Exemplar, to be a Pattern, to mark the way whereby\nwe, like him, might attain glory and eternal reward.\n<\/p><p>\nIt was Christ who said: \"I have overcome the world\"\n(<span class=\"citation\" id=\"27658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27658)\">John 16:33<\/a><\/span>),\nand it was also Christ who promised,\n<\/p><p>\nTo him that overcometh will I grant to sit with me in my throne, even as I also\novercame, and am set down with my Father in his throne\n(<span class=\"citation\" id=\"42247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42247)\">Rev. 3:21<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}