{"ID":7802, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Spirit of Revelation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The spirit of revelation is real—and can and does function in our individual lives and in the Church.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_033<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p5\" class=\"\">I express gratitude for the inspiration that attended the selection of the hymn that will follow my remarks, “Have I Done Any Good?” (<span class=\"emphasis\">Hymns,<\/span> no. 223). I get the hint.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p6\" class=\"\">I invite you to consider two experiences most of us have had with light.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p7\" class=\"\">The first experience occurred as we entered a dark room and turned on a light switch. Remember how in an instant a bright flood of illumination filled the room and caused the darkness to disappear. What previously had been unseen and uncertain became clear and recognizable. This experience was characterized by immediate and intense recognition of light.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p8\" class=\"\">The second experience took place as we watched night turn into morning. Do you recall the slow and almost imperceptible increase in light on the horizon? In contrast to turning on a light in a dark room, the light from the rising sun did not immediately burst forth. Rather, gradually and steadily the intensity of the light increased, and the darkness of night was replaced by the radiance of morning. Eventually, the sun did dawn over the skyline. But the visual evidence of the sun’s impending arrival was apparent hours before the sun actually appeared over the horizon. This experience was characterized by subtle and gradual discernment of light.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p9\" class=\"\">From these two ordinary experiences with light, we can learn much about the spirit of revelation. I pray the Holy Ghost will inspire and instruct us as we now focus upon the spirit of revelation and basic patterns whereby revelation is received.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Spirit of Revelation<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p11\" class=\"\">Revelation is communication from God to His children on the earth and one of the great blessings associated with the gift and constant companionship of the Holy Ghost. The Prophet Joseph Smith taught, “The Holy Ghost is a revelator,” and “no man can receive the Holy Ghost without receiving revelations” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 132).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p12\" class=\"\">The spirit of revelation is available to every person who receives by proper priesthood authority the saving ordinances of baptism by immersion for the remission of sins and the laying on of hands for the gift of the Holy Ghost—and who is acting in faith to fulfill the priesthood injunction to “receive the Holy Ghost.” This blessing is not restricted to the presiding authorities of the Church; rather, it belongs to and should be operative in the life of every man, woman, and child who reaches the age of accountability and enters into sacred covenants. Sincere desire and worthiness invite the spirit of revelation into our lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p13\" class=\"\">Joseph Smith and Oliver Cowdery gained valuable experience with the spirit of revelation as they translated the Book of Mormon. These brethren learned they could receive whatever knowledge was necessary to complete their work if they asked in faith, with an honest heart, believing they would receive. And over time they increasingly understood the spirit of revelation typically functions as thoughts and feelings that come into our minds and hearts by the power of the Holy Ghost. (See <span class=\"citation\" id=\"122136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122136)\">D&amp;C 8:1–2<\/a><\/span>; <span class=\"citation\" id=\"122137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122137)\">100:5–8<\/a><\/span>.) As the Lord instructed them: “Now, behold, this is the spirit of revelation; behold, this is the spirit by which Moses brought the children of Israel through the Red Sea on dry ground. Therefore this is thy gift; apply unto it” (<span class=\"citation\" id=\"122138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122138)\">D&amp;C 8:3–4<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p14\" class=\"\">I emphasize the phrase “apply unto it” in relation to the spirit of revelation. In the scriptures, the influence of the Holy Ghost frequently is described as “a still small voice” (<span class=\"citation\" id=\"122139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122139)\">1 Kings 19:12<\/a><\/span>; <span class=\"citation\" id=\"122140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122140)\">1 Nephi 17:45<\/a><\/span>; see also <span class=\"citation\" id=\"122141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122141)\">3 Nephi 11:3<\/a><\/span>) and a “voice of perfect mildness” (<span class=\"citation\" id=\"122142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122142)\">Helaman 5:30<\/a><\/span>). Because the Spirit whispers to us gently and delicately, it is easy to understand why we should shun inappropriate media, pornography, and harmful, addictive substances and behaviors. These tools of the adversary can impair and eventually destroy our capacity to recognize and respond to the subtle messages from God delivered by the power of His Spirit. Each of us should consider seriously and ponder prayerfully how we can reject the devil’s enticements and righteously “apply unto it,” even the spirit of revelation, in our personal lives and families.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Patterns of Revelation<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p16\" class=\"\">Revelations are conveyed in a variety of ways, including, for example, dreams, visions, conversations with heavenly messengers, and inspiration. Some revelations are received immediately and intensely; some are recognized gradually and subtly. The two experiences with light I described help us to better understand these two basic patterns of revelation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p17\" class=\"\">A light turned on in a dark room is like receiving a message from God quickly, completely, and all at once. Many of us have experienced this pattern of revelation as we have been given answers to sincere prayers or been provided with needed direction or protection, according to God’s will and timing. Descriptions of such immediate and intense manifestations are found in the scriptures, recounted in Church history, and evidenced in our own lives. Indeed, these mighty miracles do occur. However, this pattern of revelation tends to be more rare than common.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p18\" class=\"\">The gradual increase of light radiating from the rising sun is like receiving a message from God “line upon line, precept upon precept” (<span class=\"citation\" id=\"122143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122143)\">2 Nephi 28:30<\/a><\/span>). Most frequently, revelation comes in small increments over time and is granted according to our desire, worthiness, and preparation. Such communications from Heavenly Father gradually and gently “distil upon [our souls] as the dews from heaven” (<span class=\"citation\" id=\"122144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122144)\">D&amp;C 121:45<\/a><\/span>). This pattern of revelation tends to be more common than rare and is evident in the experiences of Nephi as he tried several different approaches before successfully obtaining the plates of brass from Laban (see <span class=\"citation\" id=\"122145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122145)\">1 Nephi 3<\/a><\/span> and <span class=\"citation\" id=\"122146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122146)\">1 Nephi 4<\/a><\/span>). Ultimately, he was led by the Spirit to Jerusalem, “not knowing beforehand the things which [he] should do” (<span class=\"citation\" id=\"122147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122147)\">1 Nephi 4:6<\/a><\/span>). And he did not learn how to build a ship of curious workmanship all at one time; rather, Nephi was shown by the Lord “from time to time after what manner [he] should work the timbers of the ship” (<span class=\"citation\" id=\"122148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122148)\">1 Nephi 18:1<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p19\" class=\"\">Both the history of the Church and our personal lives are replete with examples of the Lord’s pattern for receiving revelation “line upon line, precept upon precept.” For example, the fundamental truths of the restored gospel were not delivered to the Prophet Joseph Smith all at once in the Sacred Grove. These priceless treasures were revealed as circumstances warranted and as the timing was right.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p20\" class=\"\">President Joseph F. Smith explained how this pattern of revelation occurred in his life: “As a boy … I would frequently … ask the Lord to show me some marvelous thing, in order that I might receive a testimony. But the Lord withheld marvels from me, and showed me the truth, line upon line … , until He made me to know the truth from the crown of my head to the soles of my feet, and until doubt and fear had been absolutely purged from me. He did not have to send an angel from the heavens to do this, nor did He have to speak with the trump of an archangel. By the whisperings of the still small voice of the spirit of the living God, He gave to me the testimony I possess. And by this principle and power He will give to all the children of men a knowledge of the truth that will stay with them, and it will make them to know the truth, as God knows it, and to do the will of the Father as Christ does it. And no amount of marvelous manifestations will ever accomplish this” (in Conference Report, Apr. 1900, 40–41).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p21\" class=\"\">We as members of the Church tend to emphasize marvelous and dramatic spiritual manifestations so much that we may fail to appreciate and may even overlook the customary pattern by which the Holy Ghost accomplishes His work. The very “simpleness of the way” (<span class=\"citation\" id=\"122149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122149)\">1 Nephi 17:41<\/a><\/span>) of receiving small and incremental spiritual impressions that over time and in totality constitute a desired answer or the direction we need may cause us to look “beyond the mark” (<span class=\"citation\" id=\"122150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122150)\">Jacob 4:14<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p22\" class=\"\">I have talked with many individuals who question the strength of their personal testimony and underestimate their spiritual capacity because they do not receive frequent, miraculous, or strong impressions. Perhaps as we consider the experiences of Joseph in the Sacred Grove, of Saul on the road to Damascus, and of Alma the Younger, we come to believe something is wrong with or lacking in us if we fall short in our lives of these well-known and spiritually striking examples. If you have had similar thoughts or doubts, please know that you are quite normal. Just keep pressing forward obediently and with faith in the Savior. As you do so, you “cannot go amiss” (<span class=\"citation\" id=\"122151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122151)\">D&amp;C 80:3<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p23\" class=\"\">President Joseph F. Smith counseled: “Show me Latter-day Saints who have to feed upon miracles, signs and visions in order to keep them steadfast in the Church, and I will show you members … who are not in good standing before God, and who are walking in slippery paths. It is not by marvelous manifestations unto us that we shall be established in the truth, but it is by humility and faithful obedience to the commandments and laws of God” (in Conference Report, Apr. 1900, 40).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p24\" class=\"\">Another common experience with light helps us learn an additional truth about the “line upon line, precept upon precept” pattern of revelation. Sometimes the sun rises on a morning that is cloudy or foggy. Because of the overcast conditions, perceiving the light is more difficult, and identifying the precise moment when the sun rises over the horizon is not possible. But on such a morning we nonetheless have sufficient light to recognize a new day and to conduct our affairs.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p25\" class=\"\">In a similar way, we many times receive revelation without recognizing precisely how or when we are receiving revelation. An important episode from Church history illustrates this principle.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p26\" class=\"\">In the spring of 1829, Oliver Cowdery was a schoolteacher in Palmyra, New York. As he learned about Joseph Smith and the work of translating the Book of Mormon, Oliver felt impressed to offer his assistance to the young prophet. Consequently, he traveled to Harmony, Pennsylvania, and became Joseph’s scribe. The timing of his arrival and the help he provided were vital to the coming forth of the Book of Mormon.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p27\" class=\"\">The Savior subsequently revealed to Oliver that as often as he had prayed for guidance, he had received direction from the Spirit of the Lord. “If it had not been so,” the Lord declared, “thou wouldst not have come to the place where thou art at this time. Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth” (<span class=\"citation\" id=\"122152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122152)\">D&amp;C 6:14–15<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p28\" class=\"\">Thus, Oliver received a revelation through the Prophet Joseph Smith informing him that he had been receiving revelation. Apparently Oliver had not recognized how and when he had been receiving direction from God and needed this instruction to increase his understanding about the spirit of revelation. In essence, Oliver had been walking in the light as the sun was rising on a cloudy morning.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p29\" class=\"\">In many of the uncertainties and challenges we encounter in our lives, God requires us to do our best, to act and not be acted upon (see <span class=\"citation\" id=\"122153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122153)\">2 Nephi 2:26<\/a><\/span>), and to trust in Him. We may not see angels, hear heavenly voices, or receive overwhelming spiritual impressions. We frequently may press forward hoping and praying—but without absolute assurance—that we are acting in accordance with God’s will. But as we honor our covenants and keep the commandments, as we strive ever more consistently to do good and to become better, we can walk with the confidence that God will guide our steps. And we can speak with the assurance that God will inspire our utterances. This is in part the meaning of the scripture that declares, “Then shall thy confidence wax strong in the presence of God” (<span class=\"citation\" id=\"122154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122154)\">D&amp;C 121:45<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p30\" class=\"\">As you appropriately seek for and apply unto the spirit of revelation, I promise you will “walk in the light of the Lord” (<span class=\"citation\" id=\"122155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122155)\">Isaiah 2:5<\/a><\/span>; <span class=\"citation\" id=\"122156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122156)\">2 Nephi 12:5<\/a><\/span>). Sometimes the spirit of revelation will operate immediately and intensely, other times subtly and gradually, and often so delicately you may not even consciously recognize it. But regardless of the pattern whereby this blessing is received, the light it provides will illuminate and enlarge your soul, enlighten your understanding (see <span class=\"citation\" id=\"122157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122157)\">Alma 5:7<\/a><\/span>; <span class=\"citation\" id=\"122158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122158)\">32:28<\/a><\/span>), and direct and protect you and your family.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-spirit-of-revelation.p31\" class=\"\">I declare my apostolic witness that the Father and the Son live. The spirit of revelation is real—and can and does function in our individual lives and in The Church of Jesus Christ of Latter-day Saints. I testify of these truths in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}