{"ID":7804, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Eternal Blessings of Marriage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p2\" class=\"\">By Elder Richard G. Scott<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The temple sealing has greater meaning as life unfolds. It will help you draw ever closer together and find greater joy and fulfillment.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_036<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p5\" class=\"\">That beautiful message by this magnificent choir describes, I think, the pattern of life for so many of us: “trying to be like Jesus.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p6\" class=\"\">On July 16, 1953, my beloved Jeanene and I knelt as a young couple at an altar in the Manti Utah Temple. President Lewis R. Anderson exercised the sealing authority and pronounced us husband and wife, wedded for time and for all eternity. I have no power to describe the peace and serenity that come from the assurance that as I continue to live worthily, I will be able to be with my beloved Jeanene and our children forever because of that sacred ordinance performed with the proper priesthood authority in the house of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p7\" class=\"\">Our seven children are bound to us by the sacred ordinances of the temple. My precious wife, Jeanene, and two of our children are beyond the veil. They provide a powerful motivation for each remaining member of our family to live so that together we will receive all of the eternal blessings promised in the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p8\" class=\"\">Two of the vital pillars that sustain Father in Heaven’s plan of happiness are marriage and the family. Their lofty significance is underscored by Satan’s relentless efforts to splinter the family and to undermine the significance of temple ordinances, which bind the family together for eternity. The temple sealing has greater meaning as life unfolds. It will help you draw ever closer together and find greater joy and fulfillment in mortality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p9\" class=\"\">Once I learned an important lesson from my wife. I traveled extensively in my profession. I had been gone almost two weeks and returned home one Saturday morning. I had four hours before I needed to attend another meeting. I noticed that our little washing machine had broken down and my wife was washing the clothes by hand. I began to fix the machine.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p10\" class=\"\">Jeanene came by and said, “Rich, what are you doing?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p11\" class=\"\">I said, “I’m repairing the washing machine so you don’t have to do this by hand.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p12\" class=\"\">She said, “No. Go play with the children.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p13\" class=\"\">I said, “I can play with the children anytime. I want to help you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p14\" class=\"\">Then she said, “Richard, please go play with the children.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p15\" class=\"\">When she spoke to me that authoritatively, I obeyed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p16\" class=\"\">I had a marvelous time with our children. We chased each other around and rolled in the fall leaves. Later I went to my meeting. I probably would have forgotten that experience were it not for the lesson that she wanted me to learn.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p17\" class=\"\">The next morning about 4:00 a.m., I was awakened as I felt two little arms around my neck, a kiss on the cheek, and these words whispered in my ear, which I will never forget: “Dad, I love you. You are my best friend.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p18\" class=\"\">If you are having that kind of experience in your family, you are having one of the supernal joys of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p19\" class=\"\">If you are a young man of appropriate age and are not married, don’t waste time in idle pursuits. Get on with life and focus on getting married. Don’t just coast through this period of life. Young men, serve a worthy mission. Then make your highest priority finding a worthy, eternal companion. When you find you are developing an interest in a young woman, show her that you are an exceptional person that she would find interesting to know better. Take her to places that are worthwhile. Show some ingenuity. If you want to have a wonderful wife, you need to have her see you as a wonderful man and prospective husband.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p20\" class=\"\">If you have found someone, you can form an extraordinarily wonderful courtship and marriage and be very, very happy eternally by staying within the bounds of worthiness the Lord has established.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p21\" class=\"\">If you are married, are you faithful to your spouse mentally as well as physically? Are you loyal to your marriage covenants by never engaging in conversation with another person that you wouldn’t want your spouse to overhear? Are you kind and supportive of your spouse and children?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p22\" class=\"\">Brethren, do you lead out in family activities such as scripture study, family prayer, and family home evening, or does your wife fill in the gap your lack of attention leaves in the home? Do you tell your wife often how very much you love her? It will bring her great happiness. I’ve heard men tell me when I say that, “Oh, she knows.” You need to tell her. A woman grows and is greatly blessed by that reassurance. Express gratitude for what your spouse does for you. Express that love and gratitude often. That will make life far richer and more pleasant and purposeful. Don’t withhold those natural expressions of love. And it works a lot better if you are holding her close while you tell her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p23\" class=\"\">I learned from my wife the importance of expressions of love. Early in our marriage, often I would open my scriptures to give a message in a meeting, and I would find an affectionate, supportive note Jeanene had slipped into the pages. Sometimes they were so tender that I could hardly talk. Those precious notes from a loving wife were and continue to be a priceless treasure of comfort and inspiration.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p24\" class=\"\">I began to do the same thing with her, not realizing how much it truly meant to her. I remember one year we didn’t have the resources for me to give her a valentine, so I decided to paint a watercolor on the front of the refrigerator. I did the best I could; only I made one mistake. It was enamel paint, not watercolor. She never let me try to remove that permanent paint from the refrigerator.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p25\" class=\"\">I remember one day I took some of those little round paper circles that form when you punch holes in paper, and I wrote on them the numbers 1 to 100. I turned each over and wrote her a message, one word on each circle. Then I scooped them up and put them in an envelope. I thought she would get a good laugh.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p26\" class=\"\">When she passed away, I found in her private things how much she appreciated the simple messages that we shared with each other. I noted that she had carefully pasted every one of those circles on a piece of paper. She not only kept my notes to her, but she protected them with plastic coverings as if they were a valuable treasure. There is only one that she didn’t put with the others. It is still behind the glass in our kitchen clock. It reads, “Jeanene, it is time to tell you I love you.” It remains there and reminds me of that exceptional daughter of Father in Heaven.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p27\" class=\"\">As I have thought back over our life together, I realize how blessed we’ve been. We have not had arguments in our home or unkind words between us. Now I realize that blessing came because of her. It resulted from her willingness to give, to share, and to never think of herself. In our later life together, I tried to emulate her example. I suggest that as husband and wife you do the same in your home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p28\" class=\"\">Pure love is an incomparable, potent power for good. Righteous love is the foundation of a successful marriage. It is the primary cause of contented, well-developed children. Who can justly measure the righteous influence of a mother’s love? What enduring fruits result from the seeds of truth that a mother carefully plants and lovingly cultivates in the fertile soil of a child’s trusting mind and heart? As a mother you have been given divine instincts to help you sense your child’s special talents and unique capacities. With your husband you can nurture, strengthen, and cause those traits to flower.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p29\" class=\"\">It is so rewarding to be married. Marriage is wonderful. In time you begin to think alike and have the same ideas and impressions. You have times when you are extremely happy, times of testing, and times of trial, but the Lord guides you through all of those growth experiences together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p30\" class=\"\">One night our little son Richard, who had a heart problem, awoke crying. The two of us heard it. Normally my wife always got up to take care of a crying baby, but this time I said, “I’ll take care of him.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p31\" class=\"\">Because of his problem, when he began to cry, his little heart would pound very rapidly. He would throw up and soil the bed clothing. That night I held him very close to try to calm his racing heart and stop his crying as I changed his clothes and put on new bedsheets. I held him until he went to sleep. I didn’t know then that just a few months later he would pass away. I will always remember holding him in my arms in the middle of that night.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p32\" class=\"\">I remember well the day he passed away. As Jeanene and I drove from the hospital, we pulled over to the side of the road. I held her in my arms. Each of us cried some, but we realized that we would have him beyond the veil because of the covenants we had made in the temple. That made his loss somewhat easier to accept.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p33\" class=\"\">Jeanene’s kindness taught me so many valuable things. I was so immature, and she was so disciplined and so spiritual. Marriage provides an ideal setting for overcoming any tendency to be selfish or self-centered. I think one of the reasons that we are counseled to get married early in life is to avoid developing inappropriate character traits that are hard to change.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p34\" class=\"\">I feel sorry for any man who hasn’t yet made the choice to seek an eternal companion, and my heart weeps for the sisters who haven’t had the opportunity to marry. Some of you may feel lonely and unappreciated and cannot see how it will be possible for you to have the blessings of marriage and children or your own family. All things are possible to the Lord, and He keeps the promises He inspires His prophets to declare. Eternity is a long time. Have faith in those promises and live to be worthy of them so that in His time the Lord can make them come true in your life. With certainty, you will receive every promised blessing for which you are worthy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p35\" class=\"\">Please pardon me for speaking of my precious wife, Jeanene, but we are an eternal family. She was always joyously happy, and much of it came from service to others. Even while very ill, in her morning prayer she would ask her Father in Heaven to lead her to someone she could help. That sincere supplication was answered time and again. The burdens of many were eased; their lives were brightened. She was blessed continually for being an instrument directed by the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/the-eternal-blessings-of-marriage.p36\" class=\"\">I know what it is to love a daughter of Father in Heaven who with grace and devotion lived the full feminine splendor of her righteous womanhood. I am confident that when, in our future, I see her again beyond the veil, we will recognize that we have become even more deeply in love. We will appreciate each other even more, having spent this time separated by the veil. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}