{"ID":7805, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “As Many as I Love, I Rebuke and Chasten”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p2\" class=\"\">By Elder D. Todd Christofferson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The very experience of enduring chastening can refine us and prepare us for greater spiritual privileges.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_037<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p5\" class=\"\">Our Heavenly Father is a God of high expectations. His expectations for us are expressed by His Son, Jesus Christ, in these words: “I would that ye should be perfect even as I, or your Father who is in heaven is perfect” (<span class=\"citation\" id=\"122159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122159)\">3 Nephi 12:48<\/a><\/span>). He proposes to make us holy so that we may “abide a celestial glory” (<span class=\"citation\" id=\"122160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122160)\">D&amp;C 88:22<\/a><\/span>) and “dwell in his presence” (<span class=\"citation\" id=\"122161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122161)\">Moses 6:57<\/a><\/span>). He knows what is required, and so, to make our transformation possible, He provides His commandments and covenants, the gift of the Holy Ghost, and most important, the Atonement and Resurrection of His Beloved Son.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p6\" class=\"\">In all of this, God’s purpose is that we, His children, may be able to experience ultimate joy, to be with Him eternally, and to become even as He is. Some years ago Elder Dallin H. Oaks explained: “The Final Judgment is not just an evaluation of a sum total of good and evil acts—what we have <span class=\"emphasis\">done.<\/span> It is an acknowledgment of the final effect of our acts and thoughts—what we have <span class=\"emphasis\">become.<\/span> It is not enough for anyone just to go through the motions. The commandments, ordinances, and covenants of the gospel are not a list of deposits required to be made in some heavenly account. The gospel of Jesus Christ is a plan that shows us how to become what our Heavenly Father desires us to become.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_037\">1<\/a>\n       <span class=\"footnote\">[Dallin H. Oaks, “The Challenge to Become,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 40; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 32.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p7\" class=\"\">Sadly, much of modern Christianity does not acknowledge that God makes any real demands on those who believe in Him, seeing Him rather as a butler “who meets their needs when summoned” or a therapist whose role is to help people “feel good about themselves.”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_037\">2<\/a>\n       <span class=\"footnote\">[Kenda Creasy Dean, <span class=\"emphasis\">Almost Christian: What the Faith of Our Teenagers Is Telling the American Church<\/span> (2010), 17.]<\/span><\/sup> It is a religious outlook that “makes no pretense at changing lives.”<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_037\">3<\/a>\n       <span class=\"footnote\">[Dean, <span class=\"emphasis\">Almost Christian,<\/span> 30; see also Christian Smith and Melinda Lundquist Denton, <span class=\"emphasis\">Soul Searching: The Religious and Spiritual Lives of American Teenagers<\/span> (2005), 118–71.]<\/span><\/sup> “By contrast,” as one author declares, “the God portrayed in both the Hebrew and Christian Scriptures asks, not just for commitment, but for our very lives. The God of the Bible traffics in life and death, not niceness, and calls for sacrificial love, not benign whatever-ism.”<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_037\">4<\/a>\n       <span class=\"footnote\">[Dean, <span class=\"emphasis\">Almost Christian,<\/span> 37.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p8\" class=\"\">I would like to speak of one particular attitude and practice we need to adopt if we are to meet our Heavenly Father’s high expectations. It is this: willingly to accept and even seek correction. Correction is vital if we would conform our lives “unto a perfect man, [that is,] unto the measure of the stature of the fulness of Christ” (<span class=\"citation\" id=\"122162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122162)\">Ephesians 4:13<\/a><\/span>). Paul said of divine correction or chastening, “For whom the Lord loveth he chasteneth” (<span class=\"citation\" id=\"122163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122163)\">Hebrews 12:6<\/a><\/span>). Though it is often difficult to endure, truly we ought to rejoice that God considers us worth the time and trouble to correct.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p9\" class=\"\">Divine chastening has at least three purposes: (1) to persuade us to repent, (2) to refine and sanctify us, and (3) at times to redirect our course in life to what God knows is a better path.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p10\" class=\"\">Consider first of all repentance, the necessary condition for forgiveness and cleansing. The Lord declared, “As many as I love, I rebuke and chasten: be zealous therefore, and repent” (<span class=\"citation\" id=\"122164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122164)\">Revelation 3:19<\/a><\/span>). Again He said, “And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer” (<span class=\"citation\" id=\"122165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122165)\">D&amp;C 105:6<\/a><\/span>; see also <span class=\"citation\" id=\"122166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122166)\">D&amp;C 1:27<\/a><\/span>). In a latter-day revelation, the Lord commanded four senior Church leaders to repent (as He might command many of us) for not adequately teaching their children “according to the commandments” and for not being “more diligent and concerned at home” (see <span class=\"citation\" id=\"122167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122167)\">D&amp;C 93:41–50<\/a><\/span>). The brother of Jared in the Book of Mormon repented when the Lord stood in a cloud and talked with him “for the space of three hours … and chastened him because he remembered not to call upon the name of the Lord” (<span class=\"citation\" id=\"122168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122168)\">Ether 2:14<\/a><\/span>). Because he so willingly responded to this severe rebuke, the brother of Jared was later given the privilege of seeing and being instructed by the premortal Redeemer (see <span class=\"citation\" id=\"122169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122169)\">Ether 3:6–20<\/a><\/span>). The fruit of God’s chastisement is repentance leading to righteousness (see <span class=\"citation\" id=\"122170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122170)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122170)\">Hebrews 12:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p11\" class=\"\">In addition to stimulating our repentance, the very experience of enduring chastening can refine us and prepare us for greater spiritual privileges. Said the Lord, “My people must be tried in all things, that they may be prepared to receive the glory that I have for them, even the glory of Zion; and he that will not bear chastisement is not worthy of my kingdom” (<span class=\"citation\" id=\"122171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122171)\">D&amp;C 136:31<\/a><\/span>). In another place He said, “For all those who will not endure chastening, but deny me, cannot be sanctified” (<span class=\"citation\" id=\"122172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122172)\">D&amp;C 101:5<\/a><\/span>; see also <span class=\"citation\" id=\"122173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122173)\">Hebrews 12:10<\/a><\/span>). As Elder Paul V. Johnson said this morning, we should take care not to resent the very things that help us put on the divine nature.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p12\" class=\"\">The followers of Alma established a Zion community in Helam but then were brought into bondage. They did not deserve their suffering—quite the contrary—but the record says:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p13\" class=\"\">“Nevertheless the Lord seeth fit to chasten his people; yea, he trieth their patience and their faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p14\" class=\"\">“Nevertheless—whosoever putteth his trust in him the same shall be lifted up at the last day. Yea, and thus it was with this people” (<span class=\"citation\" id=\"122174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122174)\">Mosiah 23:21–22<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p15\" class=\"\">The Lord strengthened them and lightened their burdens to the point they could hardly feel them upon their backs and then in due course delivered them (see <span class=\"citation\" id=\"122175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122175)\">Mosiah 24:8–22<\/a><\/span>). Their faith was immeasurably strengthened by their experience, and ever after they enjoyed a special bond with the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p16\" class=\"\">God uses another form of chastening or correction to guide us to a future we do not or cannot now envision but which He knows is the better way for us. President Hugh B. Brown, formerly a member of the Twelve and a counselor in the First Presidency, provided a personal experience. He told of purchasing a rundown farm in Canada many years ago. As he went about cleaning up and repairing his property, he came across a currant bush that had grown over six feet (1.8 m) high and was yielding no berries, so he pruned it back drastically, leaving only small stumps. Then he saw a drop like a tear on the top of each of these little stumps, as if the currant bush were crying, and thought he heard it say:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p17\" class=\"\">“How could you do this to me? I was making such wonderful growth. … And now you have cut me down. Every plant in the garden will look down on me. … How could you do this to me? I thought you were the gardener here.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p18\" class=\"\">President Brown replied, “Look, little currant bush, I am the gardener here, and I know what I want you to be. I didn’t intend you to be a fruit tree or a shade tree. I want you to be a currant bush, and someday, little currant bush, when you are laden with fruit, you are going to say, ‘Thank you, Mr. Gardener, for loving me enough to cut me down.’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p19\" class=\"\">Years later, President Brown was a field officer in the Canadian Army serving in England. When a superior officer became a battle casualty, President Brown was in line to be promoted to general, and he was summoned to London. But even though he was fully qualified for the promotion, it was denied him because he was a Mormon. The commanding general said in essence, “You deserve the appointment, but I cannot give it to you.” What President Brown had spent 10 years hoping, praying, and preparing for slipped through his fingers in that moment because of blatant discrimination. Continuing his story, President Brown remembered:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p20\" class=\"\">“I got on the train and started back … with a broken heart, with bitterness in my soul. … When I got to my tent, … I threw my cap on the cot. I clenched my fists, and I shook them at heaven. I said, ‘How could you do this to me, God? I have done everything I could do to measure up. There is nothing that I could have done—that I should have done—that I haven’t done. How could you do this to me?’ I was as bitter as gall.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p21\" class=\"\">“And then I heard a voice, and I recognized the tone of this voice. It was my own voice, and the voice said, ‘I am the gardener here. I know what I want you to do.’ The bitterness went out of my soul, and I fell on my knees by the cot to ask forgiveness for my ungratefulness. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p22\" class=\"\">“… And now, almost 50 years later, I look up to [God] and say, ‘Thank you, Mr. Gardener, for cutting me down, for loving me enough to hurt me.’”<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_037\">5<\/a>\n       <span class=\"footnote\">[Hugh B. Brown, “The Currant Bush,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2002, 22, 24; <span class=\"emphasis\">New Era,<\/span> Jan. 1973, 14, 15.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p23\" class=\"\">God knew what Hugh B. Brown was to become and what was needed for that to happen, and He redirected his course to prepare him for the holy apostleship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p24\" class=\"\">If we sincerely desire and strive to measure up to the high expectations of our Heavenly Father, He will ensure that we receive all the help we need, whether it be comforting, strengthening, or chastening. If we are open to it, needed correction will come in many forms and from many sources. It may come in the course of our prayers as God speaks to our mind and heart through the Holy Ghost (see <span class=\"citation\" id=\"122176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122176)\">D&amp;C 8:2<\/a><\/span>). It may come in the form of prayers that are answered no or differently than we had expected. Chastening may come as we study the scriptures and are reminded of deficiencies, disobedience, or simply matters neglected.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p25\" class=\"\">Correction can come through others, especially those who are God-inspired to promote our happiness. Apostles, prophets, patriarchs, bishops, and others have been put into the Church today, just as anciently, “for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ” (<span class=\"citation\" id=\"122177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122177)\">Ephesians 4:12<\/a><\/span>). Perhaps some of the things said in this conference have come to you as a call to repentance or change, which if heeded will lift you to a higher place. We can help one another as fellow Church members; it is one of the primary reasons that the Savior established a church. Even when we encounter mean-spirited criticism from persons who have little regard or love for us, it can be helpful to exercise enough meekness to weigh it and sift out anything that might benefit us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p26\" class=\"\">Correction, hopefully gentle, can come from one’s spouse. Elder Richard G. Scott, who just addressed us, remembers a time early in his marriage when his wife, Jeanene, counseled him to look directly at people when he spoke to them. “You look at the floor, the ceiling, the window, anywhere but in their eyes,” she said. He took that gentle rebuke to heart, and it made him much more effective in counseling and working with people. As one who served as a full-time missionary under then-President Scott’s direction, I can attest that he does look one squarely in the eye in his conversations. I can also add that when one needs correction, that look can be very penetrating.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p27\" class=\"\">Parents can and must correct, even chasten, if their children are not to be cast adrift at the mercy of a merciless adversary and his supporters. President Boyd K. Packer has observed that when a person in a position to correct another fails to do so, he is thinking of himself. Remember that reproof should be timely, with sharpness or clarity, “when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy” (<span class=\"citation\" id=\"122178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122178)\">D&amp;C 121:43<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p28\" class=\"\">Remember that if we resist correction, others may discontinue offering it altogether, despite their love for us. If we repeatedly fail to act on the chastening of a loving God, then He too will desist. He has said, “My Spirit will not always strive with man” (<span class=\"citation\" id=\"122179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122179)\">Ether 2:15<\/a><\/span>). Eventually, much of our chastening should come from within—we should become self-correcting. One of the ways that our late beloved colleague Elder Joseph B. Wirthlin became the pure and humble disciple that he was, was by analyzing his performance in every assignment and task. In his desire to please God, he resolved to determine what he could have done better, and then he diligently applied each lesson learned.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p29\" class=\"\">All of us can meet God’s high expectations, however great or small our capacity and talent may be. Moroni affirms, “If ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is [God’s] grace sufficient for you, that by his grace ye may be perfect in Christ” (<span class=\"citation\" id=\"122180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122180)\">Moroni 10:32<\/a><\/span>). It is a diligent, devoted effort on our part that calls forth this empowering and enabling grace, an effort that certainly includes submission to God’s chastening hand and sincere, unqualified repentance. Let us pray for His love-inspired correction.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/as-many-as-i-love-i-rebuke-and-chasten.p30\" class=\"\">May God sustain you in your striving to meet His high expectations and grant you a full measure of the happiness and peace that naturally follow. I know that you and I can become one with God and Christ. Of our Heavenly Father and His Beloved Son and the joyous potential we have because of Them, I humbly and confidently bear witness in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_037\"><a name=\"-09605_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Dallin H. Oaks, “The Challenge to Become,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 40; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 32.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_037\"><a name=\"-09605_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_037\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Kenda Creasy Dean, <span class=\"emphasis\">Almost Christian: What the Faith of Our Teenagers Is Telling the American Church<\/span> (2010), 17.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_037\"><a name=\"-09605_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_037\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Dean, <span class=\"emphasis\">Almost Christian,<\/span> 30; see also Christian Smith and Melinda Lundquist Denton, <span class=\"emphasis\">Soul Searching: The Religious and Spiritual Lives of American Teenagers<\/span> (2005), 118–71.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_037\"><a name=\"-09605_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_037\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Dean, <span class=\"emphasis\">Almost Christian,<\/span> 37.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_037\"><a name=\"-09605_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_037\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>Hugh B. Brown, “The Currant Bush,” <span class=\"emphasis\">Liahona,<\/span> Mar. 2002, 22, 24; <span class=\"emphasis\">New Era,<\/span> Jan. 1973, 14, 15.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}