{"ID":7808, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called to Be Saints\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p2\" class=\"\">By Elder Benjamín De Hoyos<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/benjamin-de-hoyos-10.jpg\" alt=\"Benjamín De Hoyos\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">How blessed we are to have been brought into this fellowship of the Latter-day Saints!<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_040<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p5\" class=\"\">My dear brothers and sisters, I pray that the Holy Ghost will help me deliver my message.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p6\" class=\"\">In the course of my visits and conferences in stakes, wards, and branches, I am always filled with a profound sense of joy in meeting with the members of the Church, those who today as well as in the meridian of time are called Saints. The spirit of peace and love that I always feel when being with them helps me realize that I am in one of the stakes of Zion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p7\" class=\"\">Even though many come from families that have been members for two or more generations in the Church, many others are recent converts. To these we repeat the welcoming words of the Apostle Paul to the Ephesians:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p8\" class=\"\">“Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p9\" class=\"\">“And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone” (<span class=\"citation\" id=\"122194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122194)\">Ephesians 2:19–20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p10\" class=\"\">Some years ago while serving in the office of public affairs of the Church in Mexico, we were invited to participate in a radio talk show. The purpose of the show was to describe and discuss the different religions of the world. Two of us were assigned to represent the Church in responding to questions that might be asked during this type of a program. After several commercial breaks, as they say in radio parlance, the program director made this comment: “We have with us this evening two elders from The Church of Jesus Christ of Latter-day Saints.” He paused and then asked, “Why does the Church have such a long name? Why don’t you use a shorter or more commercial name?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p11\" class=\"\">My companion and I smiled at such a magnificent question and then proceeded to explain that the name of the Church was not chosen by man. It was given by the Savior through a prophet in these latter days: “For thus shall my church be called in the last days, even The Church of Jesus Christ of Latter-day Saints” (<span class=\"citation\" id=\"122196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122196)\">D&amp;C 115:4<\/a><\/span>). The program director immediately and respectfully responded, “We will thus repeat it with great pleasure.” Now, I cannot remember how many times he repeated the significant name of the Church, but I do remember the sweet spirit that was present when we explained not only the name of the Church but also how it makes reference to the members of the Church—the Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p12\" class=\"\">We read in the New Testament that the members of the Church of Jesus Christ were called Christians for the first time in Antioch (see <span class=\"citation\" id=\"122197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122197)\">Acts 11:26<\/a><\/span>), but they called <span class=\"emphasis\">each other<\/span> Saints. How stirring it must have been for them to hear the Apostle Paul call them “fellowcitizens with the saints, and of the household of God” (<span class=\"citation\" id=\"122198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122198)\">Ephesians 2:19<\/a><\/span>) and also say they were “called <span class=\"emphasis\">to be<\/span> saints” (<span class=\"citation\" id=\"122199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122199)\">Romans 1:7<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p13\" class=\"\">To the degree that members of the Church live the gospel and follow the counsel of the prophets, they will, little by little and even without noticing it, become sanctified. Humble members of the Church who conduct daily family prayer and scripture study, engage in family history, and consecrate their time to worship in the temple frequently, become Saints. They are those who are dedicated to creating eternal families. They are also those who set apart time from their busy lives to rescue those who have become alienated from the Church and encourage them to return and sit at the Lord’s table. They are those elders and sisters and mature couples who respond to a call to serve as the Lord’s missionaries. Yes, my brothers and sisters, they become Saints to the degree that they discover that warm and wonderful feeling that is called charity, or the pure love of Christ (see <span class=\"citation\" id=\"122200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122200)\">Moroni 7:42–48<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p14\" class=\"\">The Saints, or members of the Church, also come to know our Savior through afflictions and trials. Let us not forget that even He had to suffer all things. “And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities” (<span class=\"citation\" id=\"122201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122201)\">Alma 7:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p15\" class=\"\">Over the last several years, I have witnessed the suffering of many people, including many of our Saints. We pray continually for them, petitioning the Lord’s intervention that their faith may not weaken and that they may move forward with patience. To these we repeat the comforting words of the prophet Jacob from the Book of Mormon:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p16\" class=\"\">“O then, my beloved brethren, come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p17\" class=\"\">“And whoso knocketh, to him will he open” (<span class=\"citation\" id=\"122202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122202)\">2 Nephi 9:41–42<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p18\" class=\"\">It does not matter the circumstances, trials, or challenges that might surround us; an understanding of the doctrine of Christ and His Atonement will be the source of our strength and peace—yes, brothers and sisters, that internal tranquility that is born of the Spirit and which the Lord gives to His faithful Saints. He nourishes us, saying: “Peace I leave with you. … Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"122203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122203)\">John 14:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p19\" class=\"\">For many years I have been a witness to the faithfulness of the members of the Church, Saints of the latter days, who with faith in our Heavenly Father’s plan and in the Atonement of our Savior, Jesus Christ, have overcome tribulations and afflictions with bravery and great enthusiasm, thus persevering and continuing in the strait and narrow path of sanctification. I do not have words adequate to express my appreciation and admiration for all of those faithful Saints with whom I have had the privilege of associating!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p20\" class=\"\">Even though our understanding of the gospel may not be as deep as is our testimony of its truth, if we place our confidence in the Lord, we will be sustained in all of our difficulties, our trials, and our afflictions (see <span class=\"citation\" id=\"122204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122204)\">Alma 36:3<\/a><\/span>). This promise from the Lord to His Saints does not imply that we will be exempt from sufferings or trials but that we will be sustained through them and that we will know that it is the Lord who has sustained us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p21\" class=\"\">My dear brothers and sisters, how blessed we are to have been brought into this fellowship of the Latter-day Saints! How blessed we are that our testimonies of the Savior are found alongside those of past and modern prophets!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/called-to-be-saints.p22\" class=\"\">I testify that our Lord, the Holy One of Israel, lives and that He directs His Church, The Church of Jesus Christ of Latter-day Saints, through our beloved prophet, Thomas S. Monson. In the name of our Lord, Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}