{"ID":781, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"We Believe in God\"<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1955, pp. 116-119<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the early part of the year 1842, John Wentworth, editor of the Chicago Democrat, went to\nNauvoo and obtained an interview with the Prophet Joseph Smith.  He requested, among other\nthings, that the Prophet write out a statement of the things in which the Church believed, and\nthe Prophet wrote the Thirteen Articles of Faith.  Later these were accepted by the vote of the\npeople and became a part of the doctrine of the Church.  They are now included in the Pearl\nof Great Price and form a part of that great volume of latter-day scripture.\n<\/p><p>\nThis afternoon, and on this anniversary of the birth of the Savior of the world, I would like to\noffer for your consideration the first four words of the Prophet's statement, from the point of\nview of its being the greatest success formula in the world.  Victor Hugo said, \"There is\nnothing in the world as powerful as an idea whose time has come,\" and if we can learn\nanything from the signs of the times, we know that the time has fully come when great faith\nin God should take a firmer hold upon our minds.\n<\/p><p>\nIt has been a hundred thirty-five years since God the Father and his Son, Jesus Christ,\nreappeared upon the earth to reestablish among men a belief in the God of Genesis and to\nusher in the greatest and final dispensation.  And so as the very foundation of our faith, the\nProphet said, \"We believe in God\"\n(<span class=\"citation\" id=\"6685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6685)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nIf the meaning of this phrase were limited to the idea that we believe that God exists, it\nwould still be one of the great statements of the world.  That is, there is great strength in the\nknowledge that we were not created by, nor are we at the mercy of, the forces of a blind and\ncapricious chance.  But when we say \"We believe in God,\" we mean much more than merely\nthat God exists.  We mean that we understand something about the kind of being he is, that\nhe is literally the Father of our spirits, and, according to the great law of the universe, the\noffspring may sometime become like the parent.\n<\/p><p>\nBut the most thrilling and motivating part of this idea is what the words themselves indicate,\nthat \"We believe in God.\" We trust him.  We believe that he knows his business, that\nregardless of chance or the errors of men, his purposes will prevail.  We believe that our\ninterests are his interests, that he meant what he said in that wonderful declaration that \"This\nis my work and my glory to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39069)\">Moses 1:39<\/a><\/span>). We\nbelieve that God does not desire that his children be dull, or unattractive, or unhappy, or\nunsuccessful.\n<\/p><p>\nThere are many things that we do not understand.  We don't understand our own birth or life\nor growth or death. We don't understand light or darkness.  No one in mortality has ever seen\nhis own spirit.  We didn't discover the circulation of our own blood until just a little over\nthree hundred years ago.  It must be obvious, therefore, why a wise Heavenly Father would\ngive us detailed instructions, setting forth objectives and the best methods for attaining them. \nIt must be equally obvious that there are tremendous advantages in a complete acceptance of,\nand an unwavering faith in, the gospel; for as an earthly father is powerless to confer the\nmaximum benefit upon a son who has no confidence in the motives or abilities of the father,\nso God is powerless to confer the greatest blessings upon men who do not believe in him.  A\ngreat power attaches to a definite objective held by a strong faith.  Jesus said, \"If thou canst\nbelieve, all things are possible to him that believe\"\n(<span class=\"citation\" id=\"33087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33087)\">Mark 9:23<\/a><\/span>).\n<\/p><p>\nSometime ago I read about the great woman swimming champion, Florence Chadwick.  In\n1950 she swam the English Channel, and then on July 4, 1952, she attempted to swim the\ntwenty-one miles of water lying between Catalina Island and the southern California coast. \nThe temperature of the water was forty-eight degrees, and a heavy fog lay over the sea. \nWhen she was only half mile or so from her objective, she became discouraged and decided\nto quit. Her father who was in the boat nearby tried to encourage her by pointing through the\nfog and telling her that land and success were near at hand. But she was discouraged, and a\ndiscouraged person is always a weak person.\n<\/p><p>\nThe next day Miss Chadwick was interviewed by some newspapermen. They knew that she\nhad swum greater distances on previous occasions, and they wanted to know the reason for\nher present failure.  In answering their questions, Miss Chadwick said, no, it wasn't the cold\nwater and it wasn't the distance.  She said, \"I was licked by the fog.\"\n<\/p><p>\nAnd then she recalled that on the occasion when she swam the English Channel, she had had\na similar experience.  When only a short way from shore she had given up, and this time also,\nher father had pointed ahead, and she had raised herself out of the water just long enough to\nget the picture of her objective firmly fixed in her mind. This gave her a great new surge of\nstrength, and she never stopped again until she felt under her feet the firm earth of victory.\n<\/p><p>\nI thought of this recently when a stranger called me on the telephone and asked if he and his\nwife might come and discuss with me a great tragedy that had recently occurred in their\nfamily.  He explained that a speeding automobile had taken the life of their only daughter,\nand they asked me to try and help them understand something about the purpose of life and\nthe meaning of death and what their relationship ought to be with each other, and where God\nfit into the picture, and whether or not there was any use for them to try to live on. This great\ntragedy weighed upon them so oppressively that they almost seemed to be suffocating, and for\nthree and a half hours I tried as hard as I could to help them with their problem.  But there\nwasn't much of a foundation on which to build, and I discovered that it can be a devastating\nthing all of a sudden to need great faith in God and not be able to find it.  It wasn't that they\nwere rebellious or that they disbelieved in God.  Their skepticism went deeper; they hadn't\ngiven him a thought one way or the other.  It wasn't that they disbelieved in immortality; up\nto this point, they hadn't cared.  Then death a stepped across their threshold and taken the\nbest-loved personality there. And then all of a sudden, they needed great faith in God and\nwere not able to find it.\n<\/p><p>\nYou can't merely snap your fingers and get great faith in God, any more than you can snap\nyour fingers and get great musical ability.  Faith takes hold of us only when we take hold of\nit. The great psychologist, William James, said, \"That which holds our attention determines\nour action,\" and one of the unfortunate things in life is that we sometimes focus our attention\non the wrong things.\n<\/p><p>\nI have been disturbed a little, as I have gone around and become more conscious of the great\nvariety of temptations that we wrestle with and succumb to.  When we enumerate all of the\ntemptations, we find that we often fall before some very small ones, merely because we have\ncontinued to entertain them.  We talk until we are weary about the \"temptations down,\" not so\nmuch about the \"temptations up.\"\n<\/p><p>\nThe dictionary says that to tempt is \"to arouse a desire for,\" and so I assume that I am correct\nin thinking that temptation can go in either direction, although it is the easiest thing in the\nworld to allow our minds to become loaded with the temptations downward&mdash;the temptations\nof lethargy, the temptations of sloth, the temptations of ignorance, the temptations of sin.\n<\/p><p>\nBut every thought tends to reproduce itself in an act.  Rags, tatters, and dirt are always in the\nmind before they appear on the body.  One of the greatest handicaps to spiritual growth, or\nany other kind of growth, is to have a negative mind, and I suppose that one of the functions\nof a great faith is to lift our thoughts upward, to houseclean our minds, to sweep out our\n\"temptations down,\" and fill our minds with the \"temptations up.\"\n<\/p><p>\nAnd so I would like to offer you the thought of some of the thrilling temptations\nupward&mdash;the temptations of culture, the temptations of service, the temptations of great industry, the\ntemptations to focus our minds on great spirituality, the temptation to believe in God.\n<\/p><p>\nI am certain that the greatest waste there is in the world is not the devastation that goes with\nwar; nor is it the cost that accompanies crime; nor is it both of these put together. The\ngreatest waste in the world is that human beings, you and I, live so far below the level of our\npossibilities.\n<\/p><p>\nHenry Ward Beecher was once asked whether or not he believed that Christianity had failed,\nand he said that so far as he  knew, it had never been tried. Compared with what we might\nbe, we are only half awake.  We have great concern that our lives may someday come to an\nend, but the real tragedy is that so many lives never really have a beginning. The fires in our\nsouls need rekindling.  In speaking of education, Francis Bacon said, \"If you want a tree to\nproduce, don't worry so much about the boughs; fertilize the roots.\" Then suppose we give in\nto that temptation to stimulate those great God-given powers within ourselves which can lift\nus toward heaven.\n<\/p><p>\nThe brute creation goes down on all fours, which tends to throw its gaze upon the ground. \nBut man stands upright in the image of his Maker that his vision may reach to the stars.\n<\/p><p>\nThe mission of Jesus was up.  Even in Gethsemane with the awful weight of our sins upon\nhis soul, his face looked up to God.  But whatever may be the attitude of the body, the spirit\nshould be on its toes. When Jesus was teaching us to pray, he inserted that wonderful phrase\nwhich says, \"Thy will be done.\" But even when we repeat these inspiring words, intended to\nlift us up, we usually surround it with a spirit of martyred resignation.  When we say, \"Thy\nwill, not mine, be done\" (see (<span class=\"citation\" id=\"31417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31417)\">Luke 22:42<\/a><\/span>),\nwe may be hoping for the best but we are usually expecting the worst.\n<\/p><p>\nWe fill our hearts with too many doubts and fears and negative thoughts. But try to imagine\nwhat the great Creator would have us do if we did his will.  Can you conceive of any limits\nhe would place upon our progress? What would God have us \"arouse a desire for\"? Certainly\nnot for weakness, or failure, or sin!  Certainly he does not want us to fill our minds with the\ntemptations down.  He is not leased when we become the problem children of God.  His will\nis for us to become beautiful and glorious like him.\n<\/p><p>\nBut the great truths of life become known only to those who are prepared to accept them.  So\nI would like to present for your consideration the thrilling temptations of the gospel, the\ntemptations to live worthily of the celestial kingdom, to attain a celestial body, a celestial\nmind, a celestial personality, to live with a celestial family and celestial friends on a celestial\nearth. The gospel offers us the temptation to accept the challenge of Jesus when he said, \"Be\nye therefore perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"34687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34687)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\n\"Thy will be done,\" means to become like God. Now try to  imagine what the mind of the\nCreator is like.  If you should lose all of your material possessions, you might have reason to\nbe greatly depressed.  But how poor you would be if you lost your faith in God!\n<\/p><p>\nMy brothers and sisters, we have lived successfully through the long ages of a pre-existence. \nNow we live in mortality which is very short.  And we are very near the end of the race. \nHow unfortunate are they who relax their efforts when on the very verge of success, like the\ngreat Roman general, Cato, who committed suicide on the very eve of his triumph.  If you\nsometimes feel that the water is a little cold and the way is a little foggy, then is the time to\nlook up and have faith, for there is land ahead.\n<\/p><p>\n\"All things are possible to him that believeth\"\n(<span class=\"citation\" id=\"33088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33088)\">Mark 9:23<\/a><\/span>),\nand so in our daily devotions we hold ever\ncloser the very foundation of our faith, God's formula for success, \"We believe in God\"\n(<span class=\"citation\" id=\"6686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6686)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nMay God bless our faith, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}