{"ID":7810, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Ensign to the Nations\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p2\" class=\"\">By Elder Jeffrey R. Holland<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If we teach by the Spirit and you listen by the Spirit, some one of us will touch on your circumstance.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09605_000_042<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p5\" class=\"\">I have been so moved by every note of music sung and every word spoken that I pray I can be able to speak at all.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p6\" class=\"\">Before leaving Nauvoo in the winter of 1846, President Brigham Young had a dream in which he saw an angel standing on a cone-shaped hill somewhere in the West pointing to a valley below. When he entered the Salt Lake Valley some 18 months later, he saw just above the location where we are now gathered the same hillside prominence he had seen in vision.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p7\" class=\"\">As has often been told from this pulpit, Brother Brigham led a handful of leaders to the summit of that hill and proclaimed it Ensign Peak, a name filled with religious meaning for these modern Israelites. Twenty-five hundred years earlier the prophet Isaiah had declared that in the last days “the mountain of the Lord’s house shall be established in the top of the mountains,” and there “he shall set up an ensign for the nations.”<sup class=\"noteMarker\"><a href=\"#footnote1-09605_000_042\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122225)\">Isaiah 2:2<\/a><\/span>; <span class=\"citation\" id=\"122226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122226)\">11:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p8\" class=\"\">Seeing their moment in history as partial fulfillment of that prophecy, the Brethren wished to fly a banner of some kind to make the idea of “an ensign for the nations” literal. Elder Heber C. Kimball produced a yellow bandana. Brother Brigham tied it to a walking stick carried by Elder Willard Richards and then planted the makeshift flag, declaring the valley of the Great Salt Lake and the mountains surrounding it as that prophesied place from which the word of the Lord would go forth in the latter days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p9\" class=\"\">Brothers and sisters, this general conference and the other annual and semiannual versions of it are the continuation of that early declaration to the world. I testify that the proceedings of the past two days are yet one more evidence that, as our hymn says, “Lo, Zion’s standard is unfurled”<sup class=\"noteMarker\"><a href=\"#footnote2-09605_000_042\">2<\/a>\n       <span class=\"footnote\">[“The Morning Breaks,” <span class=\"emphasis\">Hymns,<\/span> no. 1.]<\/span><\/sup>—and surely the dual meaning of the word <span class=\"emphasis\">standard<\/span> is intentional. It is not happenstance that one English publication of our general conference messages is in a magazine simply titled the<span class=\"emphasis\"> Ensign.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p10\" class=\"\">As our conference comes to a close, I ask you to reflect in the days ahead not only on the messages you have heard but also on the unique phenomenon that general conference itself is—what we as Latter-day Saints believe such conferences to be and what we invite the world to hear and observe about them. We testify to every nation, kindred, tongue, and people that God not only lives but also that He speaks, that for our time and in our day the counsel you have heard is, under the direction of the Holy Spirit, “the will of the Lord, … the word of the Lord, … the voice of the Lord, and the power of God unto salvation.”<sup class=\"noteMarker\"><a href=\"#footnote3-09605_000_042\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122227)\">Doctrine and Covenants 68:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p11\" class=\"\">Perhaps you already know (but if you don’t you should) that with rare exception, no man or woman who speaks here is assigned a topic. Each is to fast and pray, study and seek, start and stop and start again until he or she is confident that for this conference, at this time, his or hers is the topic the Lord wishes that speaker to present regardless of personal wishes or private preferences. Every man and woman you have heard during the past 10 hours of general conference has tried to be true to that prompting. Each has wept, worried, and earnestly sought the Lord’s direction to guide his or her thoughts and expression. And just as Brigham Young saw an angel standing over this place, so do I see angels standing in it. My brethren and sisters among the general officers of the Church will be uneasy with that description, but that is how I see them—mortal messengers with angelic messages, men and women who have all the physical and financial and family difficulties you and I have but who with faith have consecrated their lives to the callings that have come to them and the duty to preach God’s word, not their own.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p12\" class=\"\">Consider the variety of the messages that you hear—all the more miraculous with no coordination except the direction of heaven. But why wouldn’t they be varied? Most of our congregation, seen or unseen, is made up of members of the Church. However, with marvelous new methods of communication, ever larger proportions of the audience for our conferences are not members of the Church—yet. So we must speak to those who know us very well and those who know us not at all. Within the Church alone we must speak to the children, the youth and young adults, the middle-aged, and the elderly. We must speak to families and parents and children at home even as we speak to those who are not married, without children, and perhaps very far from home. In the course of a general conference, we always stress the eternal verities of faith, hope, charity,<sup class=\"noteMarker\"><a href=\"#footnote4-09605_000_042\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"122228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122228)\">1 Corinthians 13:13<\/a><\/span>.]<\/span><\/sup> and Christ crucified<sup class=\"noteMarker\"><a href=\"#footnote5-09605_000_042\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"122229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122229)\">1 Corinthians 1:23<\/a><\/span>.]<\/span><\/sup> even as we speak forthrightly on very specific moral issues of the day. We are commanded in the scriptures to “say nothing but repentance unto this generation,”<sup class=\"noteMarker\"><a href=\"#footnote6-09605_000_042\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122230)\">Doctrine and Covenants 6:9<\/a><\/span>; <span class=\"citation\" id=\"122231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122231)\">11:9<\/a><\/span>.]<\/span><\/sup> while at the same time we are to preach “good tidings [to] the meek … [and] bind up the brokenhearted.” Whatever form they take, these conference messages “proclaim liberty to the captives”<sup class=\"noteMarker\"><a href=\"#footnote7-09605_000_042\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122232)\">Isaiah 61:1<\/a><\/span>.]<\/span><\/sup> and declare “the unsearchable riches of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote8-09605_000_042\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122233)\">Ephesians 3:8<\/a><\/span>.]<\/span><\/sup> In the wide variety of sermons given is the assumption that there will be something for everyone. In this regard, I guess President Harold B. Lee put it best years ago when he said that the gospel is “to comfort the afflicted and to afflict the [comfortable].”<sup class=\"noteMarker\"><a href=\"#footnote9-09605_000_042\">9<\/a>\n       <span class=\"footnote\">[See Harold B. Lee, in “The Message,” <span class=\"emphasis\">New Era,<\/span> Jan. 1971, 6.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p13\" class=\"\">We always want our teaching in general conference to be as generous and open-armed as Christ taught originally, remembering as we do the discipline that was always inherent in His messages. In the most famous sermon ever given, Jesus began by pronouncing wonderfully gentle blessings which every one of us want to claim—blessings promised to the poor in spirit, the pure in heart, the peacemakers, and the meek.<sup class=\"noteMarker\"><a href=\"#footnote10-09605_000_042\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"122234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122234)\">Matthew 5:3–12<\/a><\/span>.]<\/span><\/sup> How edifying those Beatitudes are and how soothing they are to the soul. They are true. But in that same sermon the Savior went on, showing how increasingly strait the way of the peacemaker and the pure in heart would need to be. “Ye have heard that it was said by them of old time, Thou shalt not kill,” He observed. “But I say unto you, That whosoever is angry with his brother … shall be in danger of the judgment.”<sup class=\"noteMarker\"><a href=\"#footnote11-09605_000_042\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122235)\">Matthew 5:21–22<\/a><\/span>; see also <span class=\"citation\" id=\"122236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122236)\">3 Nephi 12:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p14\" class=\"\">And likewise,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p15\" class=\"\">“Ye have heard that it was said by them of old time, Thou shalt not commit adultery:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p16\" class=\"\">“But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.”<sup class=\"noteMarker\"><a href=\"#footnote12-09605_000_042\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122237)\">Matthew 5:27–28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p17\" class=\"\">Obviously as the path of discipleship ascends, that trail gets ever more narrow until we come to that knee-buckling pinnacle of the sermon of which Elder Christofferson just spoke: “Be ye therefore perfect, even as your Father which is in heaven is perfect.”<sup class=\"noteMarker\"><a href=\"#footnote13-09605_000_042\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122238)\">Matthew 5:48<\/a><\/span>.]<\/span><\/sup> What was gentle in the lowlands of initial loyalty becomes deeply strenuous and very demanding at the summit of true discipleship. Clearly anyone who thinks Jesus taught no-fault theology did not read the fine print in the contract! No, in matters of discipleship the Church is not a fast-food outlet; we can’t always have it “our way.” Some day <span class=\"emphasis\">every<\/span> knee shall bow and <span class=\"emphasis\">every<\/span> tongue confess that Jesus is the Christ and that salvation can only come <span class=\"emphasis\">His<\/span> way.<sup class=\"noteMarker\"><a href=\"#footnote14-09605_000_042\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"122239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122239)\">Romans 14:11<\/a><\/span>; <span class=\"citation\" id=\"122240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122240)\">Mosiah 27:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p18\" class=\"\">In wanting to measure up to the stern as well as embrace the soothing in our general conference messages, please be reassured that when we speak on difficult subjects, we understand not everyone is viewing pornography or shirking marriage or having illicit sexual relationships. We know not everyone is violating the Sabbath or bearing false witness or abusing a spouse. We know that most in our audience are <span class=\"emphasis\">not<\/span> guilty of such things, but we are under a solemn charge to issue warning calls to those who are—wherever they may be in the world. So if you are trying to do the best you can—if, for example, you keep trying to hold family home evening in spite of the bedlam that sometimes reigns in a houseful of little bedlamites—then give yourself high marks and, when we come to that subject, listen for another which addresses a topic where you may be lacking. If we teach by the Spirit and you listen by the Spirit, some one of us will touch on your circumstance, sending a personal prophetic epistle just to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p19\" class=\"\">Brothers and sisters, in general conference we offer our testimonies in conjunction with other testimonies that will come, because one way or another God <span class=\"emphasis\">will<\/span> have His voice heard. “I sent you out to testify and warn the people,” the Lord has said to His prophets.<sup class=\"noteMarker\"><a href=\"#footnote15-09605_000_042\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122241)\">Doctrine and Covenants 88:81<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p20\" class=\"\">“[And] after your testimony cometh the testimony of earthquakes, … of thunderings, … lightnings, and … tempests, and the voice of the waves of the sea heaving themselves beyond their bounds. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p21\" class=\"\">“And angels shall … [cry] with a loud voice, sounding the trump of God.”<sup class=\"noteMarker\"><a href=\"#footnote16-09605_000_042\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"122242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122242)\">Doctrine and Covenants 88:89–90, 92<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p22\" class=\"\">Now, these mortal angels who come to this pulpit have, each in his or her own way, sounded “the trump of God.” Every sermon given is always, by definition, both a testimony of love and a warning, even as nature herself will testify with love and a warning in the last days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p23\" class=\"\">Now, in a moment President Thomas S. Monson will come to the pulpit to close this conference. May I say something personal about this beloved man, the senior Apostle and the prophet for the day in which we now live. Given the responsibilities I have referred to and all that you have heard in this conference, it is obvious that the lives of prophets are not easy, and President Monson’s life is not easy. He referred specifically to that last night in priesthood meeting. Called to the apostleship at age 36, his children were ages 12, 9, and 4, respectively. Sister Monson and those children have given their husband and father to the Church and its duties for more than 50 years. They have endured the illnesses and demands, the bumps and bruises of mortality which everyone faces, some of which undoubtedly yet lie ahead of them. But President Monson stays irrepressibly cheerful through it all. Nothing gets him down. He has remarkable faith and unusual stamina.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/05\/an-ensign-to-the-nations.p24\" class=\"\">President, for this entire congregation, seen and unseen, I say we love and honor you. Your devotion is an example to us all. We thank you for your leadership. Fourteen others holding the apostolic office, plus others on this stand, those seated in the congregation, and legions gathered around the world love you, sustain you, and stand shoulder to shoulder with you in this work. We will lighten your load any way we can. You are one of those angelic messengers called from before the foundation of the world to wave the ensign of the gospel of Jesus Christ to all the world. You are doing so magnificently. Of that gospel being declared, the salvation it provides, and He who provides it, I so testify in the grand and glorious name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-09605_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122225)\">Isaiah 2:2<\/a><\/span>; <span class=\"citation\" id=\"122226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122226)\">11:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-09605_000_042\">2.<\/a>\n      <\/span>\n\t\t\t\t\t<p>“The Morning Breaks,” <span class=\"emphasis\">Hymns,<\/span> no. 1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-09605_000_042\">3.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122227)\">Doctrine and Covenants 68:4<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-09605_000_042\">4.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122228)\">1 Corinthians 13:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-09605_000_042\">5.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122229)\">1 Corinthians 1:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-09605_000_042\">6.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122230)\">Doctrine and Covenants 6:9<\/a><\/span>; <span class=\"citation\" id=\"122231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122231)\">11:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-09605_000_042\">7.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122232)\">Isaiah 61:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-09605_000_042\">8.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122233)\">Ephesians 3:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-09605_000_042\">9.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See Harold B. Lee, in “The Message,” <span class=\"emphasis\">New Era,<\/span> Jan. 1971, 6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-09605_000_042\">10.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122234)\">Matthew 5:3–12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-09605_000_042\">11.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122235)\">Matthew 5:21–22<\/a><\/span>; see also <span class=\"citation\" id=\"122236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122236)\">3 Nephi 12:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-09605_000_042\">12.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122237)\">Matthew 5:27–28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-09605_000_042\">13.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122238)\">Matthew 5:48<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-09605_000_042\">14.<\/a>\n      <\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122239)\">Romans 14:11<\/a><\/span>; <span class=\"citation\" id=\"122240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122240)\">Mosiah 27:31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-09605_000_042\">15.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122241)\">Doctrine and Covenants 88:81<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09605_000_042\"><a name=\"-09605_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-09605_000_042\">16.<\/a>\n      <\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122242)\">Doctrine and Covenants 88:89–90, 92<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}