{"ID":7817, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Scripture\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p2\" class=\"\">By Elder Richard G. Scott<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Scriptures are like packets of light that illuminate our minds and give place to guidance and inspiration from on high.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_005<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p5\" class=\"\">Those of us who come to this pulpit during conference feel the power of your prayers. We need them, and we thank you for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p6\" class=\"\">Our Father in Heaven understood that for us to make desired progress during our mortal probation, we would need to face difficult challenges. Some of these would be almost overpowering. He provided tools to help us be successful in our mortal probation. One set of those tools is the scriptures.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p7\" class=\"\">Throughout the ages, Father in Heaven has inspired select men and women to find, through the guidance of the Holy Ghost, solutions to life’s most perplexing problems. He has inspired those authorized servants to record those solutions as a type of handbook for those of His children who have faith in His plan of happiness and in His Beloved Son, Jesus Christ. We have ready access to this guidance through the treasure we call the standard works—that is, the Old and New Testaments, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p8\" class=\"\">Because scriptures are generated from inspired communication through the Holy Ghost, they are pure truth. We need not be concerned about the validity of concepts contained in the standard works since the Holy Ghost has been the instrument which has motivated and inspired those individuals who have recorded the scriptures.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p9\" class=\"\">Scriptures are like packets of light that illuminate our minds and give place to guidance and inspiration from on high. They can become the key to open the channel to communion with our Father in Heaven and His Beloved Son, Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p10\" class=\"\">The scriptures provide the strength of authority to our declarations when they are cited correctly. They can become stalwart friends that are not limited by geography or calendar. They are always available when needed. Their use provides a foundation of truth that can be awakened by the Holy Ghost. Learning, pondering, searching, and memorizing scriptures is like filling a filing cabinet with friends, values, and truths that can be called upon anytime, anywhere in the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p11\" class=\"\">Great power can come from memorizing scriptures. To memorize a scripture is to forge a new friendship. It is like discovering a new individual who can help in time of need, give inspiration and comfort, and be a source of motivation for needed change. For example, committing to memory this psalm has been for me a source of power and understanding:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p12\" class=\"\">“The earth is the Lord’s, and the fulness thereof; the world, and they that dwell therein.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p13\" class=\"\">“For he hath founded it upon the seas, and established it upon the floods.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p14\" class=\"\">“Who shall ascend into the hill of the Lord? or who shall stand in his holy place?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p15\" class=\"\">“He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p16\" class=\"\">“He shall receive the blessing from the Lord, and righteousness from the God of his salvation” (<span class=\"citation\" id=\"122284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122284)\">Psalm 24:1–5<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p17\" class=\"\">Pondering a scripture like that gives great direction to life. The scriptures can form a foundation of support. They can provide an incredibly large resource of willing friends who can help us. A memorized scripture becomes an enduring friend that is not weakened with the passage of time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p18\" class=\"\">Pondering a passage of scripture can be a key to unlock revelation and the guidance and inspiration of the Holy Ghost. Scriptures can calm an agitated soul, giving peace, hope, and a restoration of confidence in one’s ability to overcome the challenges of life. They have potent power to heal emotional challenges when there is faith in the Savior. They can accelerate physical healing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p19\" class=\"\">Scriptures can communicate different meanings at different times in our life, according to our needs. A scripture that we may have read many times can take on nuances of meaning that are refreshing and insightful when we face a new challenge in life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p20\" class=\"\">How do you personally use the scriptures? Do you mark your copy? Do you put notes in the margin to remember a moment of spiritual guidance or an experience that has taught you a profound lesson? Do you use all of the standard works, including the Old Testament? I have found precious truths in the pages of the Old Testament that are key ingredients to the platform of truth that guides my life and acts as a resource when I try to share a gospel message with others. For that reason, I love the Old Testament. I find precious jewels of truth spread throughout its pages. For example:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p21\" class=\"\">“And Samuel said, Hath the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams” (<span class=\"citation\" id=\"122285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122285)\">1 Samuel 15:22<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p22\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p23\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p24\" class=\"\">“Be not wise in thine own eyes: fear the Lord, and depart from evil. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p25\" class=\"\">“My son, despise not the chastening of the Lord; neither be weary of his correction:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p26\" class=\"\">“For whom the Lord loveth he correcteth; even as a father the son in whom he delighteth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p27\" class=\"\">“Happy is the man that findeth wisdom, and the man that getteth understanding” (<span class=\"citation\" id=\"122286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122286)\">Proverbs 3:5–7, 11–13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p28\" class=\"\">The New Testament is also a source of diamond truth:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p29\" class=\"\">“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p30\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p31\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p32\" class=\"\">“On these two commandments hang all the law and the prophets” (<span class=\"citation\" id=\"122287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122287)\">Matthew 22:37–40<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p33\" class=\"\">“And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p34\" class=\"\">“But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p35\" class=\"\">“And he said unto him, Lord, I am ready to go with thee, both into prison, and to death.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p36\" class=\"\">“And he said, I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p37\" class=\"\">“But a certain maid beheld him as he sat by the fire, and earnestly looked upon him, and said, This man was also with him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p38\" class=\"\">“And he denied him, saying, Woman, I know him not.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p39\" class=\"\">“And after a little while another saw him, and said, Thou art also of them. And Peter said, Man, I am not.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p40\" class=\"\">“And about the space of one hour after another confidently affirmed, saying, Of a truth this fellow also was with him: for he is a Galilaean.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p41\" class=\"\">“And Peter said, Man, I know not what thou sayest. And immediately, while he yet spake, the cock crew.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p42\" class=\"\">“And the Lord turned, and looked upon Peter. And Peter remembered the word of the Lord, how he had said unto him, Before the cock crow, thou shalt deny me thrice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p43\" class=\"\">“And Peter went out, and wept bitterly” (<span class=\"citation\" id=\"122288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122288)\">Luke 22:31–34, 56–62<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p44\" class=\"\">How my heart aches for what happened to Peter on that occasion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p45\" class=\"\">This scripture from the Doctrine and Covenants has blessed my life richly: “Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (<span class=\"citation\" id=\"122289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122289)\">D&amp;C 11:21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p46\" class=\"\">In my judgment, the Book of Mormon teaches truth with unique clarity and power. For example:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p47\" class=\"\">“And now I would that ye should be humble, and be submissive and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p48\" class=\"\">“And see that ye have faith, hope, and charity, and then ye will always abound in good works” (<span class=\"citation\" id=\"122290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122290)\">Alma 7:23–24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p49\" class=\"\">And another:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p50\" class=\"\">“And charity suffereth long, and is kind, and envieth not, and is not puffed up, seeketh not her own, is not easily provoked, thinketh no evil, and rejoiceth not in iniquity but rejoiceth in the truth, beareth all things, believeth all things, hopeth all things, endureth all things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p51\" class=\"\">“Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p52\" class=\"\">“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p53\" class=\"\">“Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure” (<span class=\"citation\" id=\"122291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122291)\">Moroni 7:45–48<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p54\" class=\"\">My precious wife, Jeanene, loved the Book of Mormon. In her youth, as a teenager, it became the foundation of her life. It was a source of testimony and teaching during her full-time missionary service in the northwest United States. When we served in the mission field in Córdoba, Argentina, she strongly encouraged the use of the Book of Mormon in our proselytizing efforts. Jeanene confirmed early in her life that those who consistently read the Book of Mormon are blessed with an added measure of the Spirit of the Lord, a greater resolve to obey His commandments, and a stronger testimony of the divinity of the Son of God.<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_005\">1<\/a> <span class=\"footnote\">[See Gordon B. Hinckley, “A Testimony Vibrant and True,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2005, 6.]<\/span><\/sup> For I don’t know how many years, as the end of the year approached, I would see her sitting quietly, carefully finishing the entire Book of Mormon yet another time before year’s end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p55\" class=\"\">In 1991 I wanted to give a special Christmas gift to my family. In recording the fulfillment of that desire, my personal journal states: “It is 12:38 p.m., Wednesday, December 18, 1991. I’ve just concluded an audio recording of the Book of Mormon for my family. This has been an experience that has increased my testimony of this divine work and strengthened in me a desire to be more familiar with its pages to distill from these scriptures truths to be used in my service to the Lord. I love this book. I testify with my soul that it is true, that it was prepared for the blessing of the House of Israel, and all of its component parts spread throughout the world. All who will study its message in humility, in faith believing in Jesus Christ, will know of its truthfulness and will find a treasure to lead them to greater happiness, peace, and attainment in this life. I testify by all that is sacred, this book is true.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-power-of-scripture.p56\" class=\"\">May each of us avail ourselves of the wealth of blessings that result from scripture study, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_005\"><a name=\"-09611_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_005\">1.<\/a><\/span>\n\t\t\t\t\t<p>See Gordon B. Hinckley, “A Testimony Vibrant and True,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Aug. 2005, 6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}