{"ID":782, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Marvelous Work<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1955, pp. 119-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure as we come to the closing moments of this great conference our hearts are full of\ngratitude to the Lord for the blessings it has brought to each of us individually and to the\nChurch.  We have had some wonderful counsel and advice and instruction given to us.  The\nmusic has been delightful.  The prayers from these mission residents have thrilled us, and,\naltogether, I am sure that we feel in our hearts a re-dedication of our lives and our talents and\nall that we have to the building of the kingdom of God in the earth.\n<\/p><p>\nI recall fifty years ago when with the missionaries and President Grant who was then the\npresident of the European Mission, I attended a conference in Holland that lasted all day. \nThere were many tears shed during that day.  At the close of the conference President Grant\nsaid:  \"Today we have feasted on the fat things\n(<span class=\"citation\" id=\"25160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25160)\">Isa. 25:6<\/a><\/span>) of the spirit of the Lord. Now, brethren, go\nout and give it away. The more you give away the more you will have left.\" That should be\nthe feeling in the heart of every member who has been privileged to attend this conference. \nWe ought to carry its spirit wherever we gain our workshops, in our businesses, on our farms,\nand in all our activities in the Church, and in whatsoever we are called to do, we should carry\nthis wonderful spirit with us into the world.\n<\/p><p>\nI am grateful for the presence here of these mission presidents and the great work that they\nare accomplishing. They are noble men.  They have great responsibility.  They have entrusted\nto them your boys and girls, the youth of Zion, who have gone forth as missionaries, and\nwhen new converts come into the Church, they have the responsibility to see that they are all\nput to work, that they use the gifts and the talents with which the Lord has endowed them for\nthe building up of his kingdom, and for the honor and glory of his name, and for the blessing\nof his children, that there shall be no wasted manpower, just as the bishops in these wards\nshare that great responsibility also.\n<\/p><p>\nWhile Brother Bennion and Brother Evans were speaking about joy and happiness, my\nthoughts went to the experiences I have enjoyed during the past year.  It has been my\nprivilege, besides mingling with the Saints in the stakes of Zion, to go to four of the missions\nof the Church.  I toured two of them.  Over in Hawaii, with President Nelson, we held a\ntestimony meeting that lasted from seven o'clock in the morning until five o'clock at night,\nand we had only a fifteen minute recess.  We were all there fasting, and eighty-eight of us\nbore our testimonies, and the Spirit of the Lord was manifested in rich measure.\n<\/p><p>\nThen I toured two missions and interviewed eighty-five missionaries individually in one and\nsixty-five in the other.  I was in another mission where one young man said, \"Bishop, why do\nthe brethren not send someone around to teach our parents the gospel the way we are teaching\nit to these people here in the mission field?\" I came to feel that if you wanted to find the\nhappiest people in this world, and really have had their hearts touched with divine joy, you\nshould go into the mission field.  You find these young men and young women who are\ngiving all their time to the work of the Lord, and one by one they will testify that it is the\nhappiest time of their entire lives I have met for hours with the missionaries in the mission\nfield, and they would say: \"When we were home, we heard the returned missionaries say that\ntheir mission was the happiest time of their lives, and we did not believe a word of it, and\nnow we know what they were talking about.\" One young man said, \"There isn't a corporation\nor a company in this world that could pay me a large enough salary to get me to leave my\nmission.\" Another young man said: \"I would not take a check for a million dollars for the\nexperience of my mission,\" and as I listened to such statements, I thought of the words of\nAlma when he said that he would that he had the voice of an angel that he might cry\nrepentance to all the world. Surely the Lord is the best paymaster in all the world.  He knows\nhow to make his children happy when they are doing his great work.\n<\/p><p>\nI have said, and I repeat here, as long as the Lord will put such faith and feelings and\nsatisfaction and joy in the hearts of his missionaries, you just cannot stop this work from\nrolling on in the earth, and I thank the Lord for the great work that is being done in the\nmissionary fields of the Church, not only in the foreign fields, but also here in the stakes of\nZion.\n<\/p><p>\nLast year, according to reports, 18,573 people decided to cast their lot with this great Church,\nleaving the teachings they had been taught, because of the efforts of the missionaries in\nbringing to them the gospel of the Lord, Jesus Christ, and I thank the Lord for each one of\nthem and pray that they themselves may become working units and witnesses of the great\ntruths the Lord has established in the earth.\n<\/p><p>\nWe have a great responsibility, those of us who are privileged to be here in Zion.  You\nremember the words of the Prophet Jeremiah of old when he said,\n<\/p><p>\nTurn, O backsliding children, saith the lord; for I am married unto you: and I will take\nyou one of a city, and two of a family, and I will bring you to Zion: \n<\/p><p>\nAnd I will give you pastors according to mine heart\n(<span class=\"citation\" id=\"26489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26489)\">Jer. 3:14-15<\/a><\/span>).\n<\/p><p>\nNow, when we are gathered to Zion, either here or in her stakes or missions, we have a great\nresponsibility.  I think of the words of the psalmist, who saw our day.  Quoting from the\nfiftieth Psalm: \n<\/p><p>\nThe mighty God, even the Lord, hath spoken, and called the earth, from the rising of\nthe sun unto the going down thereof.\n<\/p><p>\nOut of Zion, the perfection of beauty, God hath shined\n(<span class=\"citation\" id=\"41797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41797)\">Ps. 50:1-2<\/a><\/span>).\n<\/p><p>\nNow, I ask you, how has the Lord \"shined\" out of Zion the perfection of beauty? He has\ngathered them one of a city and two of a family and taught them with pastors after his own\nheart, and then he sends them out again, calling to the earth from the rising of the unto the\ngoing down thereof, and God cannot call to the earth crying repentance to bring his children\nto a knowledge of the truth without instruments to do the calling.  That is where our great\nresponsibility lies, and as I have indicated, over 18,000 during the year have heeded that call\nand that have gone down into the waters of baptism, being born again, taking upon them the\nname of Christ, and as Paul said,\n<\/p><p>\nThere is neither Jew nor Greek, there is neither bend nor free, there is neither male nor\nfemale: for ye are all one in Christ Jesus\n(<span class=\"citation\" id=\"23243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23243)\">Gal. 3:28<\/a><\/span>).\n<\/p><p>\nThat, we feel as we travel in the missions, as President McKay has just done, down in the\nislands of the South Pacific, and down in Central America where I have just been, I\ninterviewed some of the missionaries who are converts to the Church who have never been\nhere in our midst, and when they tell us that they had nothing to live for until the gospel\nfound them, and now they really have something to live for, and bear witness that the time\nthat they have been in the Church is the happiest time of all their lives, it makes you feel\ngrateful to God that the Church has grown to such proportions that it can begin to reach out\ninto all these foreign fields and carry to them the message of eternal truth as the Lord has\nrevealed it.\n<\/p><p>\nI told those good people down in that land that if I had come to them from the States with\nenough money to give each of them a million dollars, it would not be worth one hundredth\npart as much to them as the message that I had to bring to them.  That represents the\nimportance of our message.  It is what Jesus called the \"pearl of great price.\"\n<\/p><p>\nHe said that when a merchant man seeking goodly pearls found the \"pearl of great price,\" he\nwent and sold all that he had and bought it\n(<span class=\"citation\" id=\"34706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34706)\">Matt. 13:45-46<\/a><\/span>).\nAnd when one has acquired it,\nit is a thing that brings joy and peace and happiness and satisfaction into one's soul, the like\nof which he cannot find in any other way in the world.\n<\/p><p>\nI have great faith in the words of the prophets.  I believe, as Isaiah said\n(<span class=\"citation\" id=\"25166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25166)\">Isa. 46:10<\/a><\/span>), that known unto God\nare all of his works from the beginning\n(<span class=\"citation\" id=\"7756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7756)\">Acts 15:18<\/a><\/span>), and he has permitted his prophets to speak of those\nthings, and when you stop to analyze what prophecy really is, no mortal man of himself could\ncatch as it were the intelligence of God and know the future events of the world and portray\nthem to the world except by the power of the Holy Ghost.\n<\/p><p>\nThat is what Peter meant when he said,\n<\/p><p>\nWe have also a more sure word of prophecy; whereunto ye do well that ye take heed,\nas unto a light that shineth in a dark place, until the day dawn, and the day star arise\nin your hearts: \n<\/p><p>\nKnowing this first, that no prophecy of the scripture is of any private interpretation.\n<\/p><p>\nFor the prophecy came not in old time by the will of man: but holy men of God spake\nas they were moved by the Holy Ghost\n(<span class=\"citation\" id=\"4833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4833)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\nWhen you put the prophecies together and see what the Lord permitted his prophets to see,\nyou realize that we are living in the Dispensation of the Fullness of Times that all of the\nprophets have looked forward to, the greatest gospel dispensation the world has ever known. \nIn the words of the Lord through the Prophet Joseph Smith, we live in \"the light of the noon\nday sun,\" and you know that is the brightest period of the entire day. We live in the day when\nbrightest spiritual light is available to all men, and if the world knew what we have, I testify\nto you that there is not an honest man, or an honest woman, in all this world who really loves\nthe Lord, and who would be willing to sacrifice friends and loved ones in order to be\nidentified with his Church, who would not accept the gospel message as it is brought to them\nby the elders of this Church, because it is in very deed God's eternal truth.\n<\/p><p>\nTherefore, I said to the people in Central America, that if I could bring them a million dollars\nit would not be worth as much to them as the message we have to bear.\n<\/p><p>\nSome years ago, one of our great commentators is reported to have made this statement.  He\nsaid he was asked what message could be broadcast to the world that would be considered of\ngreater value than any other message that could go out over the air.  He said after giving the\nthought consideration, he came to the conclusion that the greatest message that could be\nbroadcast to this world would be to say that a man who had lived upon the earth and died,\nhad returned again with a message from God. If that be true, we have the greatest message\nthat can possibly be broadcast to the world.  We not only testify that a man who lived upon\nthe earth and died has returned with a message from God, but also that God, the Eternal\nFather, introduced his own Son in his resurrected body of flesh and bone, to the boy Prophet,\nJoseph Smith, which event we will celebrate next Sunday, it being Easter, and from him, this\nboy Prophet, Joseph Smith, learned that he should join none of the churches\n(<span class=\"citation\" id=\"30343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30343)\">JS&mdash;H 1:17-19<\/a><\/span>).\n<\/p><p>\nNow, that is a hard thing to say to most people because they think all the churches are good. \nAnd there is good in them, just as there is in the Kiwanis Club and the Rotary Club, and the\nExchange Club, and other civic organizations, but there are no people, no organization, nor\nindividual, who can take upon himself or themselves the power of the Holy Priesthood, the\npower to bind on earth and it shall be bound in heaven.  That power has to come from God,\nthe Eternal Father,\n<\/p><p>\nWhen we see the perfectness of nature and how marvelous the Lord's works are, it is hard to\nbelieve that he could be the author of all the confusion there is in the world today in spiritual\nmatters.  Some of our greatest leaders have borne their testimonies of the need of Christianity\ncoming again as it was formerly.  I would like to read a few words from Dr. Harry Emerson\nFosdick, who you know is one of our great spiritual leaders in the United States.  He said: \n<\/p><p>\nA religious reformation is afoot, and at heart it is the endeavor to recover for our\nmodern life the religion of Jesus as against the vast, intricate, largely inadequate and\noften positively false religions about Jesus. Christianity today has largely left the\nreligion which he preached, taught, and lived, and has substituted another kind of\nreligion altogether. If Jesus could come back to earth now, hear the mythologies built\nup around him, see the creedalism, denominationalism, sacramentalism, carried on in\nhis name, he would certainly say, \"If this is Christianity, I am not a Christian.\"\n<\/p><p>\nThis is not a statement from the Mormons but in substance is the same statement the\nRedeemer of the world made to this boy Prophet, Joseph Smith, when the Father introduced\nhim and the Savior inquired of Joseph what he wanted to know.  He told him he should join\nnone of the churches (<span class=\"citation\" id=\"30344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30344)\">JS&mdash;H 1:17-20<\/a><\/span>).\nPresident McKay has referred here to that great promise that a\nmarvelous work and a wonder was about to come to forth.  That was also the statement made\nnearly three thousand years ago recorded by Isaiah, when he said: \n<\/p><p>\nForasmuch as this people draw near me with their mouth, and with their lips do\nhonour me, but have removed their heart far from me, and their fear toward me is\ntaught by the precept of men: \n<\/p><p>\nTherefore, behold, I will proceed to do a marvelous work among this people even a\nmarvelous work and a wonder for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\n(<span class=\"citation\" id=\"25162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25162)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nI wonder, in the minds of the world, when they read such promises as this, how they can sit\nidly by and not believe that some day the God of heaven would fulfil this promise, because\nas Peter said, we have a more sure word of prophecy\n(<span class=\"citation\" id=\"4832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4832)\">2 Pet. 1:19<\/a><\/span>),\nand here the Lord declared that he\nwould bring forth a marvelous work and a wonder.  Why should not the world open their\nhearts and be willing to investigate when we bring to them the announcement that the God of\nheaven has revealed himself, and with him, his only Begotten Son? Such a knowledge as is\ncertainly is worth more than all the wealth of the world and is the greatest message that could\npossibly be broadcast to the world,\n<\/p><p>\nTake the other prophecies of the scripture.  I think of the words of Jesus as he walked along\nthe way and met the two disciples on their way to Emmaus, following his crucifixion, and as\nhe listened to them you will recall he said,\n<\/p><p>\nO fools, and slow of heart to believe all that the prophets have spoken: \n<\/p><p>\nOught not Christ to have suffered these things and enter into his glory?\n(<span class=\"citation\" id=\"31420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31420)\">Luke 24:25-26<\/a><\/span>).\n<\/p><p>\nThen he began to explain the scriptures to them and opened their understanding that they\nmight understand the scriptures\n(<span class=\"citation\" id=\"31422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31422)\">Luke 24:27-32<\/a><\/span>).\n<\/p><p>\nSo today, if the Savior were here among us, he would say to this world in which we live,\n<\/p><p>\nHave I not permitted the prophets to speak unto you? Have I not given them the signs\nof the times in the latter days by which you should know that there was to be a new\ntruth revealed to the earth in the day when men should teach for doctrine the\ncommandments of men (<span class=\"citation\" id=\"34709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34709)\">Matt. 15:9<\/a><\/span>)?\nWhy should you not be praying unto the God of Israel that\nmessage that is promised by the prophets  should come, just as Israel should have been\ncoming of the great Redeemer of the world when he came in the Meridian of Time?\n<\/p><p>\nToday we are, as the prophets of old have indicated, speaking of the world generally, as they who\nhave eyes that see not, and ears that hear not, and hearts that do not understand and\ncomprehend the marvelous things that the Lord has done.\n<\/p><p>\nWe have testimony here today of the fact that the Father and the Son are real personages with\nbodies.  You remember, some of you, who read the book written by Senator Beveridge, in\nwhich he devoted a chapter to the young man and the pulpit.  He told of his experience\ninterviewing ministers and others during his vacation time, and how people wanted to believe. \nThey wanted to believe that there is a God who is a real Personage, and then he said that one\ngreat railroad magnate said that he would give all the wealth of the United States to know that\nafter he died he would live again with a conscious identity, knowing who he was and who\nother people were.\n<\/p><p>\nTo every Latter-day Saint, through the restoration of the gospel, that becomes an obvious\ncommon truth in our Church, and yet here was a man who would have given all the wealth of\nthe United States in order to know that one great truth that we have to teach.\n<\/p><p>\nI want to say a few words about the coming of Moroni, who brought the plates from which\nthe Book of Mormon was translated.  You just cannot believe the words of the prophets, you\ncannot believe the Holy Bible, without knowing that there is a companion volume of scripture\nto go with it.  What is it worth?  To some of us it has been a great inspiration in our lives.\n<\/p><p>\nI heard a young serviceman, who returned from the service, talking in a youth not long ago. \nHe held up the Book of Mormon and said: \"This book kept me clean and brought me home\nclean to my loved ones.  I read from it every day that I was in the service,\"\n<\/p><p>\nSome years ago a story was told about an elder who was sent on a mission.  He wrote letters\nback to President Joseph F. Smith, calling his attention to this statement and that statement in\nthe Book of Mormon, so wonderful he thought the Presidency of the Church had never read\nthem just because he had not read them.\n<\/p><p>\nI wonder how many copies of the Book of Mormon there are in our libraries that never get\nread?\n<\/p><p>\nA short time ago an article appeared in the newspaper which stated that William A. Kennedy\nwas here from Lima, Peru, to gather money to establish a research university down in Lima,\nPeru, to study the early inhabitants of the Americas, particularly dealing with the Mayan and\nIncan civilizations. This article said that with the pledges he had, when matched by the small\nAmerican countries, as they had promised, it would give them over thirty million dollars, with\nan assurance that within five years the amount would be increased to between sixty and\nseventy million dollars, and that President Hoover had agreed to serve on that board. I have\nnever heard what became of it, but this was the thought I had. They were willing to\ncontribute sixty to seventy million dollars to learn something about the early inhabitants of\nthat land, and when they have spent it all, they would not know one thousandth part as much\nas they could learn by reading the Book of Mormon that they could get for fifty cents, and if\nthey did not have the fifty cents, we would give them a copy for nothing.\n<\/p><p>\nThe Book of Mormon not only tells us the history of the people, and what they did, but it also\ngives unto us the words of their prophets, and not only that, it also tells us that this is a land\nchoice above all other lands (<span class=\"citation\" id=\"1526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1526)\">1 Ne. 2:20<\/a><\/span>).\nUpon this land shall be built the New Jerusalem of the Lord our\nGod (<span class=\"citation\" id=\"22203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22203)\">Ether 13:2-3<\/a><\/span>),\nand they will not likely find that recorded in any relics they find down in those mounds\nin South and Central America, many of which I have recently seen.\n<\/p><p>\nI was thrilled by Brother Hunter's testimony of these records that parallel the records of the\nBook of Mormon.  I have never seen this in print, but I heard President Callis make this\nstatement: that after the Book of Mormon came forth the Prophet Joseph was terribly worried\nabout world would say, and he said, \"O Lord, what will the world say?\" And the answer came\nback, \"Fear not, I will cause the earth to testify of the truth of these things,\" and from that\nday until now, and only the Lord knows what is yet ahead, external evidences have been\nbrought forth of the divinity of that book.\n<\/p><p>\nBut more than all this is the promise contained in the last chapter by Moroni, that if one will\nread it with a prayerful heart the Lord will manifest the truth of it unto him by the power of\nthe Holy Ghost (<span class=\"citation\" id=\"38256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38256)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nWhen I was a boy, I led our Sunday School in reciting the testimony of the three witnesses\n(<span class=\"citation\" id=\"43103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43103)\">BM Three Wit.<\/a><\/span>),\nand their words have rung through my heart from that day until this, when those men testified\nthat an angel of God came down from heaven and brought and laid before their eyes the\nplates from which the Book of Mormon was translated and testified that it was translated by\nthe gift and by the power of God.\n<\/p><p>\nI give you that witness today.  I wish there were time to discuss other marvelous things the\nLord has given us in the restoration of the gospel.  Then you would know why it is the\ngreatest message that could be broadcast to the world and why it is worth more than all the\nwealth of this world.\n<\/p><p>\nI bear you solemn witness that I know this work is of God.  I know the greatest joy that can\nfill the human soul and breast is the testimony of the Spirit of God, and I tell you, brothers\nand sisters, we ought to go out and share it with our neighbors and our friends, and may God\nbless every effort that is being put forth by the membership of this Church in that direction I\npray, and leave you my love and blessing, in the name of the Lord, Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}