{"ID":7822, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            You Matter to Him\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Lord uses a scale very different from the world’s to weigh the worth of a soul.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_010<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p5\" class=\"\">Moses, one of the greatest prophets the world has ever known, was raised by Pharaoh’s daughter and spent the first 40 years of his life in the royal halls of Egypt. He knew firsthand the glory and grandeur of that ancient kingdom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p6\" class=\"\">Years later, on the top of a distant mountain, far removed from the splendor and magnificence of mighty Egypt, Moses stood in the presence of God and spoke to Him face to face as a man speaks with his friend.<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_010\">1<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122332)\">Moses 1:2<\/a><\/span>.]<\/span><\/sup> During the course of that visitation, God showed Moses the workmanship of His hands, granting him a glimpse of His work and glory. When the vision ended, Moses fell to the earth for the space of many hours. When his strength finally returned, he realized something that, in all his years in Pharaoh’s court, had never occurred to him before.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p7\" class=\"\">“I know,” he said, “that man is nothing.”<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_010\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122333)\">Moses 1:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>We Are Less Than We Suppose<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p9\" class=\"\">The more we learn about the universe, the more we understand—at least in a small part—what Moses knew. The universe is so large, mysterious, and glorious that it is incomprehensible to the human mind. “Worlds without number have I created,” God said to Moses.<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_010\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122334)\">Moses 1:33<\/a><\/span>.]<\/span><\/sup> The wonders of the night sky are a beautiful testimony of that truth.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p10\" class=\"\">There are few things that have filled me with such breathless awe as flying in the black of night across oceans and continents and looking out my cockpit window upon the infinite glory of millions of stars.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p11\" class=\"\">Astronomers have attempted to count the number of stars in the universe. One group of scientists estimates that the number of stars within range of our telescopes is 10 times greater than all the grains of sand on the world’s beaches and deserts.<sup class=\"noteMarker\"><a href=\"#footnote4-09611_000_010\">4<\/a> <span class=\"footnote\">[See Andrew Craig, “Astronomers Count the Stars,” BBC News, July 22, 2003, http:\/\/news.bbc.co.uk\/2\/hi\/science\/nature\/3085885.stm.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p12\" class=\"\">This conclusion has a striking similarity to the declaration of the ancient prophet Enoch: “Were it possible that man could number the particles of the earth, yea, millions of earths like this, it would not be a beginning to the number of thy creations.”<sup class=\"noteMarker\"><a href=\"#footnote5-09611_000_010\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122335)\">Moses 7:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p13\" class=\"\">Given the vastness of God’s creations, it’s no wonder the great King Benjamin counseled his people to “always retain in remembrance, the greatness of God, and your own nothingness.”<sup class=\"noteMarker\"><a href=\"#footnote6-09611_000_010\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122336)\">Mosiah 4:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>We Are Greater Than We Suppose<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p15\" class=\"\">But even though man is nothing, it fills me with wonder and awe to think that “the worth of souls is great in the sight of God.”<sup class=\"noteMarker\"><a href=\"#footnote7-09611_000_010\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122337)\">Doctrine and Covenants 18:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p16\" class=\"\">And while we may look at the vast expanse of the universe and say, “What is man in comparison to the glory of creation?” God Himself said we are the reason He created the universe! His work and glory—the purpose for this magnificent universe—is to save and exalt mankind.<sup class=\"noteMarker\"><a href=\"#footnote8-09611_000_010\">8<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122338)\">Moses 1:38–39<\/a><\/span>.]<\/span><\/sup> In other words, the vast expanse of eternity, the glories and mysteries of infinite space and time are all built for the benefit of ordinary mortals like you and me. Our Heavenly Father created the universe that we might reach our potential as His sons and daughters.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p17\" class=\"\">This is a paradox of man: compared to God, man is nothing; yet we are everything to God. While against the backdrop of infinite creation we may appear to be nothing, we have a spark of eternal fire burning within our breast. We have the incomprehensible promise of exaltation—worlds without end—within our grasp. And it is God’s great desire to help us reach it.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Folly of Pride<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p19\" class=\"\">The great deceiver knows that one of his most effective tools in leading the children of God astray is to appeal to the extremes of the paradox of man. To some, he appeals to their prideful tendencies, puffing them up and encouraging them to believe in the fantasy of their own self-importance and invincibility. He tells them they have transcended the ordinary and that because of ability, birthright, or social status, they are set apart from the common measure of all that surrounds them. He leads them to conclude that they are therefore not subject to anyone else’s rules and not to be bothered by anyone else’s problems.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p20\" class=\"\">Abraham Lincoln is said to have loved a poem that reads:<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Oh why should the spirit of mortal be proud?<\/span><\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Like a swift-flitting meteor, a fast-flying cloud,<\/span><\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">A flash of the lightning, a break of the wave,<\/span><\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Man passeth from life to his rest in the grave.<\/span><sup class=\"noteMarker\"><a href=\"#footnote9-09611_000_010\">9<\/a> <span class=\"footnote\">[William Knox, “Mortality,” in James Dalton Morrison, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> (1948), 397.]<\/span><\/sup><\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p25\" class=\"\">Disciples of Jesus Christ understand that compared to eternity, our existence in this mortal sphere is only “a small moment” in space and time.<sup class=\"noteMarker\"><a href=\"#footnote10-09611_000_010\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122339)\">Doctrine and Covenants 121:7<\/a><\/span>.]<\/span><\/sup> They know that a person’s true value has little to do with what the world holds in high esteem. They know you could pile up the accumulated currency of the entire world and it could not buy a loaf of bread in the economy of heaven.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p26\" class=\"\">Those who will “inherit the kingdom of God”<sup class=\"noteMarker\"><a href=\"#footnote11-09611_000_010\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122340)\">3 Nephi 11:38<\/a><\/span>.]<\/span><\/sup> are those who become “as a child, submissive, meek, humble, patient, full of love.”<sup class=\"noteMarker\"><a href=\"#footnote12-09611_000_010\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122341)\">Mosiah 3:19<\/a><\/span>.]<\/span><\/sup> “For every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.”<sup class=\"noteMarker\"><a href=\"#footnote13-09611_000_010\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122342)\">Luke 18:14<\/a><\/span>; see also <span class=\"citation\" id=\"122343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122343)\">verses 9–13<\/a><\/span>.]<\/span><\/sup> Such disciples understand also “that when ye are in the service of your fellow beings ye are only in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote14-09611_000_010\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122344)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>We Are Not Forgotten<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p28\" class=\"\">Another way Satan deceives is through discouragement. He attempts to focus our sight on our own insignificance until we begin to doubt that we have much worth. He tells us that we are too small for anyone to take notice, that we are forgotten—especially by God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p29\" class=\"\">Let me share with you a personal experience that may be of some help to those who feel insignificant, forgotten, or alone.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p30\" class=\"\">Many years ago I attended pilot training in the United States Air Force. I was far away from my home, a young West German soldier, born in Czechoslovakia, who had grown up in East Germany and spoke English only with great difficulty. I clearly remember my journey to our training base in Texas. I was on a plane, sitting next to a passenger who spoke with a heavy Southern accent. I could scarcely understand a word he said. I actually wondered if I had been taught the wrong language all along. I was terrified by the thought that I had to compete for the coveted top spots in pilot training against students who were native English speakers.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p31\" class=\"\">When I arrived on the air base in the small town of Big Spring, Texas, I looked for and found the Latter-day Saint branch, which consisted of a handful of wonderful members who were meeting in rented rooms on the air base itself. The members were in the process of building a small meetinghouse that would serve as a permanent place for the Church. Back in those days members provided much of the labor on new buildings.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p32\" class=\"\">Day after day I attended my pilot training and studied as hard as I could and then spent most of my spare time working on the new meetinghouse. There I learned that a two-by-four is not a dance step but a piece of wood. I also learned the important survival skill of missing my thumb when pounding a nail.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p33\" class=\"\">I spent so much time working on the meetinghouse that the branch president—who also happened to be one of our flight instructors—expressed concern that I perhaps should spend more time studying.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p34\" class=\"\">My friends and fellow student pilots engaged themselves in free-time activities as well, although I think it’s safe to say that some of those activities would not have been in alignment with today’s <span class=\"emphasis\">For the Strength of Youth<\/span> pamphlet. For my part, I enjoyed being an active part of this tiny west Texas branch, practicing my newly acquired carpentry skills, and improving my English as I fulfilled my callings to teach in the elders quorum and in Sunday School.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p35\" class=\"\">At the time, Big Spring, despite its name, was a small, insignificant, and unknown place. And I often felt exactly the same way about myself—insignificant, unknown, and quite alone. Even so, I never once wondered if the Lord had forgotten me or if He would ever be able to find me there. I knew that it didn’t matter to Heavenly Father where I was, where I ranked with others in my pilot training class, or what my calling in the Church was. What mattered to Him was that I was doing the best I could, that my heart was inclined toward Him, and that I was willing to help those around me. I knew if I did the best I could, all would be well.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p36\" class=\"\">And all was well.<sup class=\"noteMarker\"><a href=\"#footnote15-09611_000_010\">15<\/a> <span class=\"footnote\">[Dieter F. Uchtdorf graduated first in his class.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Last Shall Be First<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p38\" class=\"\">The Lord doesn’t care at all if we spend our days working in marble halls or stable stalls. He knows where we are, no matter how humble our circumstances. He will use—in His own way and for His holy purposes—those who incline their hearts to Him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p39\" class=\"\">God knows that some of the greatest souls who have ever lived are those who will never appear in the chronicles of history. They are the blessed, humble souls who emulate the Savior’s example and spend the days of their lives doing good.<sup class=\"noteMarker\"><a href=\"#footnote16-09611_000_010\">16<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122345)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p40\" class=\"\">One such couple, parents of a friend of mine, exemplify this principle for me. The husband worked at a steel mill in Utah. At lunch he would pull out his scriptures or a Church magazine and read. When the other workers saw this, they ridiculed him and challenged his beliefs. Whenever they did, he spoke to them with kindness and confidence. He did not allow their disrespect to make him angry or upset.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p41\" class=\"\">Years later one of the more vocal mockers became very ill. Before he died, he requested that this humble man speak at his funeral—which he did.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p42\" class=\"\">This faithful member of the Church never had much in the way of social status or wealth, but his influence extended deeply to all who knew him. He died in an industrial accident while stopping to help another worker who was stranded in the snow.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p43\" class=\"\">Within a year his widow had to undergo brain surgery, which has left her unable to walk. But people love coming to spend time with her because she listens. She remembers. She cares. Unable to write, she memorizes her children’s and grandchildren’s telephone numbers. She lovingly remembers birthdays and anniversaries.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p44\" class=\"\">Those who visit her come away feeling better about life and about themselves. They feel her love. They know she cares. She never complains but spends her days blessing the lives of others. One of her friends said this woman was one of the few people she had ever known who truly exemplifies the love and life of Jesus Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p45\" class=\"\">This couple would have been the first to say they were not of much importance in this world. But the Lord uses a scale very different from the world’s to weigh the worth of a soul. He knows this faithful couple; He loves them. Their actions are a living witness of their strong faith in Him.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>You Matter to Him<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p47\" class=\"\">My dear brothers and sisters, it may be true that man is nothing in comparison to the greatness of the universe. At times we may even feel insignificant, invisible, alone, or forgotten. But always remember—you matter to Him! If you ever doubt that, consider these four divine principles:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p48\" class=\"\">First, God loves the humble and meek, for they are “greatest in the kingdom of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote17-09611_000_010\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122346)\">Matthew 18:4<\/a><\/span>; see also <span class=\"citation\" id=\"122347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122347)\">verses 1–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p49\" class=\"\">Second, the Lord entrusts “the fulness of [His] gospel [to] be proclaimed by the weak and the simple unto the ends of the world.”<sup class=\"noteMarker\"><a href=\"#footnote18-09611_000_010\">18<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122348)\">Doctrine and Covenants 1:23<\/a><\/span>.]<\/span><\/sup> He has chosen “the weak things of the world [to] come forth and break down the mighty and strong ones”<sup class=\"noteMarker\"><a href=\"#footnote19-09611_000_010\">19<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122349)\">Doctrine and Covenants 1:19<\/a><\/span>.]<\/span><\/sup> and to put to shame “the things which are mighty.”<sup class=\"noteMarker\"><a href=\"#footnote20-09611_000_010\">20<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122350)\">1 Corinthians 1:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p50\" class=\"\">Third, no matter where you live, no matter how humble your circumstances, how meager your employment, how limited your abilities, how ordinary your appearance, or how little your calling in the Church may appear to you, you are not invisible to your Heavenly Father. He loves you. He knows your humble heart and your acts of love and kindness. Together, they form a lasting testimony of your fidelity and faith.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p51\" class=\"\">Fourth and finally, please understand that what you see and experience now is not what forever will be. You will not feel loneliness, sorrow, pain, or discouragement forever. We have the faithful promise of God that He will neither forget nor forsake those who incline their hearts to Him.<sup class=\"noteMarker\"><a href=\"#footnote21-09611_000_010\">21<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122351)\">Hebrews 13:5<\/a><\/span>.]<\/span><\/sup> Have hope and faith in that promise. Learn to love your Heavenly Father and become His disciple in word and in deed.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p52\" class=\"\">Be assured that if you but hold on, believe in Him, and remain faithful in keeping the commandments, one day you will experience for yourselves the promises revealed to the Apostle Paul: “Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.”<sup class=\"noteMarker\"><a href=\"#footnote22-09611_000_010\">22<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122352)\">1 Corinthians 2:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p53\" class=\"\">Brothers and sisters, the most powerful Being in the universe is the Father of your spirit. He knows you. He loves you with a perfect love.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p54\" class=\"\">God sees you not only as a mortal being on a small planet who lives for a brief season—He sees you as His child. He sees you as the being you are capable and designed to become. He wants you to know that you matter to Him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/you-matter-to-him.p55\" class=\"\">May we ever believe, trust, and align our lives so that we will understand our true eternal worth and potential. May we be worthy of the precious blessings our Heavenly Father has in store for us is my prayer in the name of His Son, even Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_010\">1.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122332)\">Moses 1:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_010\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122333)\">Moses 1:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_010\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122334)\">Moses 1:33<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09611_000_010\">4.<\/a><\/span>\n\t\t\t\t\t<p>See Andrew Craig, “Astronomers Count the Stars,” BBC News, July 22, 2003, http:\/\/news.bbc.co.uk\/2\/hi\/science\/nature\/3085885.stm.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09611_000_010\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122335)\">Moses 7:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09611_000_010\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122336)\">Mosiah 4:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09611_000_010\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122337)\">Doctrine and Covenants 18:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-09611_000_010\">8.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122338)\">Moses 1:38–39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-09611_000_010\">9.<\/a><\/span>\n\t\t\t\t\t<p>William Knox, “Mortality,” in James Dalton Morrison, ed., <span class=\"emphasis\">Masterpieces of Religious Verse<\/span> (1948), 397.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-09611_000_010\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122339)\">Doctrine and Covenants 121:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-09611_000_010\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122340)\">3 Nephi 11:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-09611_000_010\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122341)\">Mosiah 3:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-09611_000_010\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122342)\">Luke 18:14<\/a><\/span>; see also <span class=\"citation\" id=\"122343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122343)\">verses 9–13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-09611_000_010\">14.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122344)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-09611_000_010\">15.<\/a><\/span>\n\t\t\t\t\t<p>Dieter F. Uchtdorf graduated first in his class.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-09611_000_010\">16.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122345)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-09611_000_010\">17.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122346)\">Matthew 18:4<\/a><\/span>; see also <span class=\"citation\" id=\"122347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122347)\">verses 1–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-09611_000_010\">18.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122348)\">Doctrine and Covenants 1:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-09611_000_010\">19.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122349)\">Doctrine and Covenants 1:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-09611_000_010\">20.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122350)\">1 Corinthians 1:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-09611_000_010\">21.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122351)\">Hebrews 13:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_010\"><a name=\"-09611_000_010\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-09611_000_010\">22.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122352)\">1 Corinthians 2:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}