{"ID":7823, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Hearts of the Children Shall Turn\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I invite the young people of the Church to learn about and experience the Spirit of Elijah.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_013<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p5\" class=\"\">As we study, learn, and live the gospel of Jesus Christ, sequence often is instructive. Consider, for example, the lessons we learn about spiritual priorities from the order of the major events that occurred as the fulness of the Savior’s gospel was restored in these latter days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p6\" class=\"\">In the Sacred Grove, Joseph Smith saw and talked with the Eternal Father and Jesus Christ. Among other things, Joseph learned about the true nature of the Godhead and of continuing revelation. This majestic vision ushered in “the dispensation of the fulness of times” (<span class=\"citation\" id=\"122353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122353)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122353)\">Ephesians 1:10<\/a><\/span>) and is one of the signal events in the history of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p7\" class=\"\">Approximately three years later, in response to earnest prayer on the evening of September 21, 1823, Joseph’s bedroom filled with light until it “was lighter than at noonday” (<span class=\"citation\" id=\"122354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122354)\">Joseph Smith—History 1:30<\/a><\/span>). A personage appeared at his bedside, called the young boy by name, and declared “he was a messenger sent from the presence of God … and that his name was Moroni” (<span class=\"citation\" id=\"122355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122355)\">verse 33<\/a><\/span>). He instructed Joseph about the coming forth of the Book of Mormon. And then Moroni quoted from the book of Malachi in the Old Testament, with a little variation in the language used in the King James Version:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p8\" class=\"\">“Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p9\" class=\"\">“… And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers. If it were not so, the whole earth would be utterly wasted at his coming” (<span class=\"citation\" id=\"122356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122356)\">verses 38 39<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p10\" class=\"\">Moroni’s instructions to the young prophet ultimately included two primary themes: (1) the Book of Mormon and (2) the words of Malachi foretelling the role of Elijah in the Restoration “of all things, which God hath spoken by the mouth of all his holy prophets since the world began” (<span class=\"citation\" id=\"122357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122357)\">Acts 3:21<\/a><\/span>). Thus, the introductory events of the Restoration revealed a correct understanding of the Godhead, emphasized the importance of the Book of Mormon, and anticipated the work of salvation and exaltation for both the living and the dead. This inspiring sequence is instructive about the spiritual matters of highest priority to Deity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p11\" class=\"\">My message focuses upon the ministry and Spirit of Elijah foretold by Moroni in his initial instructions to Joseph Smith. I earnestly pray for the assistance of the Holy Ghost.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Ministry of Elijah<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p13\" class=\"\">Elijah was an Old Testament prophet through whom mighty miracles were performed. He sealed the heavens, and no rain fell in ancient Israel for 3½ years. He multiplied a widow’s meal and oil. He raised a young boy from the dead, and he called down fire from heaven in a challenge to the prophets of Baal. (See <span class=\"citation\" id=\"122358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122358)\">1 Kings 17<\/a><\/span> and <span class=\"citation\" id=\"122359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122359)\">1 Kings 18<\/a><\/span>.) At the conclusion of Elijah’s mortal ministry, he “went up by a whirlwind into heaven” (<span class=\"citation\" id=\"122360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122360)\">2 Kings 2:11<\/a><\/span>) and was translated.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p14\" class=\"\">“We learn from latter-day revelation that Elijah held the sealing power of the Melchizedek Priesthood and was the last prophet to do so before the time of Jesus Christ” (Bible Dictionary, “Elijah”). The Prophet Joseph Smith explained, “The spirit, power, and calling of Elijah is, that ye have power to hold the key of the … <span class=\"emphasis\">fullness of the Melchizedek Priesthood … <\/span>; and to … obtain … all the ordinances belonging to the kingdom of God” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 311; emphasis added). This sacred sealing authority is essential for priesthood ordinances to be valid and binding both on earth and in heaven.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p15\" class=\"\">Elijah appeared with Moses on the Mount of Transfiguration (see <span class=\"citation\" id=\"122361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122361)\">Matthew 17:3<\/a><\/span>) and conferred this authority upon Peter, James, and John. Elijah appeared again with Moses and others on April 3, 1836, in the Kirtland Temple and conferred the same keys upon Joseph Smith and Oliver Cowdery.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p16\" class=\"\">Scripture records that Elijah the prophet stood before Joseph and Oliver and said:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p17\" class=\"\">“Behold, the time has fully come, which was spoken of by the mouth of Malachi—testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come—<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p18\" class=\"\">“To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse—<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p19\" class=\"\">“Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors” (<span class=\"citation\" id=\"122362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122362)\">D&amp;C 110:14–16<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p20\" class=\"\">The restoration of the sealing authority by Elijah in 1836 was necessary to prepare the world for the Savior’s Second Coming and initiated a greatly increased and worldwide interest in family history research.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Spirit and Work of Elijah<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p22\" class=\"\">The Prophet Joseph Smith declared: “The greatest responsibility in this world that God has laid upon us is to seek after our dead. … For it is necessary that the sealing power should be in our hands to seal our children and our dead for the fulness of the dispensation of times—a dispensation to meet the promises made by Jesus Christ before the foundation of the world for the salvation of man. … Hence, God said, ‘I will send you Elijah the prophet’” (<span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 475).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p23\" class=\"\">Joseph further explained:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p24\" class=\"\">“But what is the object of [the coming of Elijah]? or how is it to be fulfilled? The keys are to be delivered, the spirit of Elijah is to come, the Gospel to be established, the Saints of God gathered, Zion built up, and the Saints to come up as saviors on Mount Zion [see <span class=\"citation\" id=\"122363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122363)\">Obadiah 1:21<\/a><\/span>].<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p25\" class=\"\">“But how are they to become saviors on Mount Zion? By building their temples … and going forth and receiving all the ordinances … in behalf of all their progenitors who are dead … ; and herein is the chain that binds the hearts of the fathers to the children, and the children to the fathers, which fulfills the mission of Elijah” (<span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 472–73).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p26\" class=\"\">Elder Russell M. Nelson has taught that the Spirit of Elijah is “a manifestation of the Holy Ghost bearing witness of the divine nature of the family” (“A New Harvest Time,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 34). This distinctive influence of the Holy Ghost draws people to identify, document, and cherish their ancestors and family members—both past and present.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p27\" class=\"\">The Spirit of Elijah affects people inside and outside of the Church. However, as members of Christ’s restored Church, we have the covenant responsibility to search out our ancestors and provide for them the saving ordinances of the gospel. “They without us should not be made perfect” (<span class=\"citation\" id=\"122364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122364)\">Hebrews 11:40<\/a><\/span>; see also <span class=\"emphasis\">Teachings: Joseph Smith,<\/span> 475). And “neither can we without our dead be made perfect” (<span class=\"citation\" id=\"122365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122365)\">D&amp;C 128:15<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p28\" class=\"\">For these reasons we do family history research, build temples, and perform vicarious ordinances. For these reasons Elijah was sent to restore the sealing authority that binds on earth and in heaven. We are the Lord’s agents in the work of salvation and exaltation that will prevent “the whole earth [from being] smitten with a curse” (<span class=\"citation\" id=\"122366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122366)\">D&amp;C 110:15<\/a><\/span>) when He returns again. This is our duty and great blessing.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>An Invitation to the Rising Generation<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p30\" class=\"\">I now invite the attention of the young women, young men, and children of the rising generation as I emphasize the importance of the Spirit of Elijah in your lives today. My message is intended for the entire Church in general—but for you in particular.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p31\" class=\"\">Many of you may think family history work is to be performed primarily by older people. But I know of no age limit described in the scriptures or guidelines announced by Church leaders restricting this important service to mature adults. You are sons and daughters of God, children of the covenant, and builders of the kingdom. You need not wait until you reach an arbitrary age to fulfill your responsibility to assist in the work of salvation for the human family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p32\" class=\"\">The Lord has made available in our day remarkable resources that enable you to learn about and love this work that is sparked by the Spirit of Elijah. For example, FamilySearch is a collection of records, resources, and services easily accessible with personal computers and a variety of handheld devices, designed to help people discover and document their family history. These resources also are available in the family history centers located in many of our Church buildings throughout the world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p33\" class=\"\">It is no coincidence that FamilySearch and other tools have come forth at a time when young people are so familiar with a wide range of information and communication technologies. Your fingers have been trained to text and tweet to accelerate and advance the work of the Lord—not just to communicate quickly with your friends. The skills and aptitude evident among many young people today are a preparation to contribute to the work of salvation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p34\" class=\"\">I invite the young people of the Church to learn about and experience the Spirit of Elijah. I encourage you to study, to search out your ancestors, and to prepare yourselves to perform proxy baptisms in the house of the Lord for <span class=\"emphasis\">your<\/span> kindred dead (see <span class=\"citation\" id=\"122367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122367)\">D&amp;C 124:28–36<\/a><\/span>). And I urge you to help other people identify their family histories.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p35\" class=\"\">As you respond in faith to this invitation, your hearts shall turn to the fathers. The promises made to Abraham, Isaac, and Jacob will be implanted in your hearts. Your patriarchal blessing, with its declaration of lineage, will link you to these fathers and be more meaningful to you. Your love and gratitude for your ancestors will increase. Your testimony of and conversion to the Savior will become deep and abiding. And I promise you will be protected against the intensifying influence of the adversary. As you participate in and love this holy work, you will be safeguarded in your youth and throughout your lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p36\" class=\"\">Parents and leaders, please help your children and youth to learn about and experience the Spirit of Elijah. But do not overly program this endeavor or provide too much detailed information or training. Invite young people to explore, to experiment, and to learn for themselves (see <span class=\"citation\" id=\"122368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122368)\">Joseph Smith—History 1:20<\/a><\/span>). Any young person can do what I am suggesting, using the modules available at <span class=\"strong\">lds.org\/familyhistoryyouth.<\/span> Aaronic Priesthood quorum and Young Women class presidencies can play an important role in helping all youth become acquainted with these basic resources. Young people increasingly need to be learners who act and thereby receive additional light and knowledge by the power of the Holy Ghost—and not merely passive students who primarily are acted upon (see <span class=\"citation\" id=\"122369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122369)\">2 Nephi 2:26<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p37\" class=\"\">Parents and leaders, you will stand all amazed at how rapidly your children and the youth of the Church become highly skilled with these tools. In fact, you will learn valuable lessons from these young people about effectively using these resources. The youth can offer much to older individuals who are uncomfortable with or intimidated by technology or are unfamiliar with FamilySearch. You also will count your many blessings as young people devote more time to family history work and temple service and less time to video games, surfing the Internet, and Facebooking.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p38\" class=\"\">Troy Jackson, Jaren Hope, and Andrew Allan are bearers of the Aaronic Priesthood who were called by an inspired bishop to team teach a family history class in their ward. These young men are representative of so many of you in their eagerness to learn and desire to serve.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p39\" class=\"\">Troy stated, “I used to come to church and just sit there, but now I realize that I need to go home and do something. We can all do family history.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p40\" class=\"\">Jaren reported that as he learned more about family history, he realized “that these were not just names but real people. I became more and more excited about taking the names to the temple.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p41\" class=\"\">And Andrew commented, “I have taken to family history with a love and vigor I did not know I could muster. As I prepared each week to teach, I was often nudged by the Holy Spirit to act and try some of the methods taught in the lesson. Before, family history was a scary thing. But aided by the Spirit I was able to step up to my calling and help many people in our ward.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p42\" class=\"\">My beloved young brothers and sisters, family history is not simply an interesting program or activity sponsored by the Church; rather, it is a vital part of the work of salvation and exaltation. You have been prepared for this day and to build up the kingdom of God. You are here upon the earth now to assist in this glorious work.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-hearts-of-the-children-shall-turn.p43\" class=\"\">I testify Elijah returned to the earth and restored the sacred sealing authority. I witness that what is bound on earth can be bound in heaven. And I know the youth of the rising generation have a key role to play in this great endeavor. I so testify in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}