{"ID":7825, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Time to Prepare\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p2\" class=\"\">By Elder Ian S. Ardern<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ian-s-ardern-10.jpg\" alt=\"Ian S. Ardern\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must devote our time to the things that matter most.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_015<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p5\" class=\"\">The eighth chapter of <span class=\"emphasis\">Preach My Gospel<\/span> focuses our attention on the wise use of time. In this chapter, Elder M. Russell Ballard reminds us that we must set goals and learn how to master the techniques to achieve them (see <span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> [2004], 146). Mastering the techniques needed to reach our goals includes becoming the master manager of our time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p6\" class=\"\">I am grateful for President Thomas S. Monson’s model. With all that he does as a prophet of God, he ensures, as the Savior did, that there is still sufficient time to visit the sick (see <span class=\"citation\" id=\"122377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122377)\">Luke 17:12–14<\/a><\/span>), to lift the poor in spirit, and to be a servant of all. I am also grateful for the example of many others who give their time in the service of their fellowmen. I testify that giving our time in the service of others is pleasing to God and that such will draw us nearer to Him. Our Savior will be true to His word that “he who is faithful and wise in time is accounted worthy to inherit the mansions prepared for him of my Father” (<span class=\"citation\" id=\"122378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122378)\">D&amp;C 72:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p7\" class=\"\">Time is never for sale; time is a commodity that cannot, try as you may, be bought at any store for any price. Yet when time is wisely used, its value is immeasurable. On any given day we are all allocated, without cost, the same number of minutes and hours to use, and we soon learn, as the familiar hymn so carefully teaches, “Time flies on wings of lightning; we cannot call it back” (“Improve the Shining Moments,” <span class=\"emphasis\">Hymns,<\/span> no. 226). What time we have we must use wisely. President Brigham Young said, “We are all indebted to God for the ability to use time to advantage, and he will require of us a strict account of [its] disposition” (<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> [1997], 286).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p8\" class=\"\">With the demands made of us, we must learn to prioritize our choices to match our goals or risk being exposed to the winds of procrastination and being blown from one time-wasting activity to another. We are well taught about priorities by the Master Teacher when He declared in His Sermon on the Mount, “Wherefore, seek not the things of this world but seek ye first to build up the kingdom of God, and to establish his righteousness” (<span class=\"citation\" id=\"122379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122379)\">Matthew 6:33, footnote a<\/a><\/span>; from <span class=\"citation\" id=\"122380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122380)\">Joseph Smith Translation, Matthew 6:38<\/a><\/span>). (See also Dallin H. Oaks, “Focus and Priorities,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 99–102; <span class=\"emphasis\">Ensign,<\/span> May 2001, 82–84.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p9\" class=\"\">Alma spoke of priorities when he taught that “this life became a probationary state; a time to prepare to meet God” (<span class=\"citation\" id=\"122381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122381)\">Alma 12:24<\/a><\/span>). How to best use the rich heritage of time to prepare to meet God may require some guidance, but surely we would place the Lord and our families at the top of the list. President Dieter F. Uchtdorf reminded us that “in family relationships <span class=\"emphasis\">love<\/span> is really spelled <span class=\"emphasis\">t-i-m-e<\/span>” (“Of Things That Matter Most,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 22). I testify that when help is prayerfully and sincerely sought, our Heavenly Father will help us to give emphasis to that which deserves our time above something else.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p10\" class=\"\">The poor use of time is a close cousin of idleness. As we follow the command to “cease to be idle” (<span class=\"citation\" id=\"122382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122382)\">D&amp;C 88:124<\/a><\/span>), we must be sure that being busy also equates to being productive. For example, it is wonderful to have the means of instant communication quite literally at our fingertips, but let us be sure that we do not become compulsive fingertip communicators. I sense that some are trapped in a new time-consuming addiction—one that enslaves us to be constantly checking and sending social messages and thus giving the false impression of being busy and productive.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p11\" class=\"\">There is much that is good with our easy access to communication and information. I have found it helpful to access research articles, conference talks, and ancestral records, and to receive e-mails, Facebook reminders, tweets, and texts. As good as these things are, we cannot allow them to push to one side those things of greatest importance. How sad it would be if the phone and computer, with all their sophistication, drowned out the simplicity of sincere prayer to a loving Father in Heaven. Let us be as quick to kneel as we are to text.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p12\" class=\"\">Electronic games and cyber acquaintances are no lasting substitute for real friends who can give an encouraging hug, who can pray for us and seek after our best interest. How grateful I have been to see quorum, class, and Relief Society members rally to the support of one another. On such occasions I have better understood what the Apostle Paul meant when he said, “Ye are no more strangers and foreigners, but fellowcitizens with the saints” (<span class=\"citation\" id=\"122383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122383)\">Ephesians 2:19<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p13\" class=\"\">I know our greatest happiness comes as we tune in to the Lord (see <span class=\"citation\" id=\"122384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122384)\">Alma 37:37<\/a><\/span>) and to those things which bring a lasting reward, rather than mindlessly tuning in to countless hours of status updates, Internet farming, and catapulting angry birds at concrete walls. I urge each of us to take those things which rob us of precious time and determine to be their master, rather than allowing them through their addictive nature to be the master of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p14\" class=\"\">To have the peace the Savior speaks of (see <span class=\"citation\" id=\"122385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122385)\">John 14:27<\/a><\/span>), we must devote our time to the things that matter most, and the things of God matter most. As we engage with God in sincere prayer, read and study each day from the scriptures, ponder on what we have read and felt, and then apply and live the lessons learned, we draw nearer to Him. God’s promise is that as we seek diligently from the best books, “[He] shall give unto [us] knowledge by his Holy Spirit” (<span class=\"citation\" id=\"122386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122386)\">D&amp;C 121:26<\/a><\/span>; see also <span class=\"citation\" id=\"122387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122387)\">D&amp;C 109:14–15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p15\" class=\"\">Satan will tempt us to misuse our time through disguised distractions. Although temptations will come, Elder Quentin L. Cook taught that “Saints who respond to the Savior’s message will not be led astray by distracting and destructive pursuits” (“Are You a Saint?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2003, 96). Hiram Page, one of the Eight Witnesses of the Book of Mormon, taught us a valuable lesson about distractions. He had a certain stone and through it recorded what he thought were revelations for the Church (see <span class=\"citation\" id=\"122388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122388)\">D&amp;C 28<\/a><\/span>). On Hiram’s being corrected, an account says the stone was taken and ground into powder so it would never again be a distraction.<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_015\">1<\/a> <span class=\"footnote\">[See Provo Utah Central Stake general minutes, Apr. 6, 1856, vol. 10 (1855–60), Church History Library, Salt Lake City, 273 (spelling, punctuation, and capitalization modernized): “Father [Emer] Harris said the Apostle said we have to fight against principalities and powers in high places. Bro. Hiram Page dug out of the earth a black stone [and] put it in his pocket. When he got home, he looked at it. It contained a sentence on paper to befit it. As soon as he wrote one sentence, another sentence came on the stone, until he wrote 16 pages. Bro. Joseph was told of the fact. One person asked Joseph if it is right. He said he did not know, but he prayed and got revelation that the stone was of the devil. Then it was broke to powder and the writings burnt. It was a work of the power of darkness. Amen.”]<\/span><\/sup> I invite us to identify the time-wasting distractions in our lives that may need to be figuratively ground into dust. We will need to be wise in our judgment to ensure that the scales of time are correctly balanced to include the Lord, family, work, and wholesome recreational activities. As many have already discovered, there is an increase of happiness in life as we use our time to seek after those things which are “virtuous, lovely, or of good report or praiseworthy” (<span class=\"citation\" id=\"122389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122389)\">Articles of Faith 1:13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-time-to-prepare.p16\" class=\"\">Time marches swiftly forward to the tick of the clock. Today would be a good day, while the clock of mortality ticks, to review what we are doing to prepare to meet God. I testify that there are great rewards for those who take time in mortality to prepare for immortality and eternal life. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_015\"><a name=\"-09611_000_015\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_015\">1.<\/a><\/span>\n\t\t\t\t\t<p>See Provo Utah Central Stake general minutes, Apr. 6, 1856, vol. 10 (1855–60), Church History Library, Salt Lake City, 273 (spelling, punctuation, and capitalization modernized): “Father [Emer] Harris said the Apostle said we have to fight against principalities and powers in high places. Bro. Hiram Page dug out of the earth a black stone [and] put it in his pocket. When he got home, he looked at it. It contained a sentence on paper to befit it. As soon as he wrote one sentence, another sentence came on the stone, until he wrote 16 pages. Bro. Joseph was told of the fact. One person asked Joseph if it is right. He said he did not know, but he prayed and got revelation that the stone was of the devil. Then it was broke to powder and the writings burnt. It was a work of the power of darkness. Amen.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}