{"ID":7827, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Redemption\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p2\" class=\"\">By Elder LeGrand R. Curtis Jr.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/legrand-r-curtis-10.jpg\" alt=\"LeGrand R. Curtis Jr.\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Through Christ, people can and do change their lives and obtain redemption.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_017<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p5\" class=\"\">There are various names by which reference is made to the Lord Jesus Christ. These names give us insight into different aspects of the Lord’s atoning mission. Take, for example, the title “Savior.” We all have a sense of what it means to be saved because each of us has been saved at some time from something. As children, my sister and I were playing in a river in a small boat when we unwisely left the safe area of play and found ourselves being propelled by the current to unknown perils downstream. In response to our cries, our father ran to the rescue, saving us from the dangers of the river. When I think of saving, I think of that experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p6\" class=\"\">The title “Redeemer” provides similar insights. “To redeem” is to buy or to buy back. As a legal matter, property is redeemed by paying off the mortgages or other liens on it. In Old Testament times, the law of Moses provided different ways that servants and property could be freed, or redeemed, by the payment of money (see <span class=\"citation\" id=\"122406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122406)\">Leviticus 25:29–32, 48–55<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p7\" class=\"\">A prominent scriptural use of the word <span class=\"emphasis\">redeem<\/span> concerns the delivery of the children of Israel out of their bondage in Egypt. After that deliverance, Moses told them, “Because the Lord loved you, … hath [He] brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Pharaoh king of Egypt” (<span class=\"citation\" id=\"122407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122407)\">Deuteronomy 7:8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p8\" class=\"\">The theme of Jehovah redeeming the people of Israel from bondage is repeated many times in the scriptures. Often this is done to remind the people of the Lord’s goodness in delivering the children of Israel from the Egyptians. But it is also done to teach them that there would be another, more important, redemption for Israel. Lehi taught, “And the Messiah cometh in the fulness of time, that he may redeem the children of men from the fall” (<span class=\"citation\" id=\"122408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122408)\">2 Nephi 2:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p9\" class=\"\">The Psalmist wrote, “But God will redeem my soul from the power of the grave” (<span class=\"citation\" id=\"122409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122409)\">Psalm 49:15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p10\" class=\"\">The Lord declared through Isaiah, “I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee” (<span class=\"citation\" id=\"122410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122410)\">Isaiah 44:22<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p11\" class=\"\">The redemption referred to in these three scriptures, of course, is the Atonement of Jesus Christ. This is the “plenteous redemption” provided by our loving God (<span class=\"citation\" id=\"122411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122411)\">Psalm 130:7<\/a><\/span>). Unlike the redemptions under the law of Moses or in modern legal arrangements, this redemption does not come by “corruptible things, as silver and gold” (<span class=\"citation\" id=\"122412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122412)\">1 Peter 1:18<\/a><\/span>). “In [Christ] we have redemption through his blood, the forgiveness of sins, according to the riches of his grace” (<span class=\"citation\" id=\"122413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122413)\">Ephesians 1:7<\/a><\/span>). President John Taylor taught that because of the Redeemer’s sacrifice, “the debt is paid, the redemption made, the covenant fulfilled, justice satisfied, the will of God done, and all power is … given into the hands of the Son of God” (<span class=\"emphasis\">Teachings of Presidents of the Church: John Taylor<\/span> [2001], 44).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p12\" class=\"\">The effects of this redemption include the overcoming of physical death for all of God’s children. That is, temporal death is overcome, and all will be resurrected. Another aspect of this redemption by Christ is the victory over spiritual death. Through His suffering and death, Christ paid for the sins of all mankind on condition of individual repentance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p13\" class=\"\">Thus, if we repent, we can be forgiven of our sins, the price having been paid by our Redeemer. This is good news for all of us, “for all have sinned, and come short of the glory of God” (<span class=\"citation\" id=\"122414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122414)\">Romans 3:23<\/a><\/span>). Those who have strayed significantly from the paths of righteousness desperately need this redemption, and if they fully repent, it is theirs to claim. But those who have worked hard to live good lives also desperately need this redemption, for none can get to the presence of the Father without Christ’s help. Thus, this loving redemption allows the laws of justice and mercy to be satisfied in the lives of all who repent and follow Christ.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">How great, how glorious, how complete,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Redemption’s grand design,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Where justice, love, and mercy meet<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">In harmony divine!<\/span><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p18\" class=\"\">(“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p19\" class=\"\">President Boyd K. Packer taught, “There is a Redeemer, a Mediator, who stands both willing and able to appease the demands of justice and extend mercy to those who are penitent” (“The Mediator,” <span class=\"emphasis\">Ensign,<\/span> May 1977, 56).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p20\" class=\"\">The scriptures, literature, and the experiences of life are filled with stories of redemption. Through Christ, people can and do change their lives and obtain redemption. I love stories of redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p21\" class=\"\">I have a friend who did not follow the teachings of the Church in his youth. When he was a young adult, he realized what he had been missing by not living the gospel. He repented, changed his life, and devoted himself to righteous living. One day, years after our youthful association, I met him in the temple. The gospel light shone in his eyes, and I sensed that he was a devoted member of the Church trying to fully live the gospel. His is a story of redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p22\" class=\"\">I once interviewed a woman for baptism who had been guilty of a very grievous sin. During the interview I asked if she understood that she could never repeat that sin. With deep emotion in her eyes and in her voice, she said, “Oh President, I could never do that sin again. That is the reason I want to be baptized—to cleanse me from the effects of that terrible sin.” Hers is a story of redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p23\" class=\"\">As I have visited stake conferences and other meetings in recent years, I have carried President Thomas S. Monson’s call to rescue the less-active members of the Church. At one stake conference I told a story of a less-active member who returned to full activity after his bishop and other leaders visited him in his home, told him he was needed, and called him to serve in the ward. The man in the story not only accepted the call but also changed his life and habits and became fully active in the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p24\" class=\"\">A friend of mine was in the congregation to which I told that story. His countenance visibly changed as the story was told. He sent me an e-mail the next day telling me that his emotional reaction to the story was because his father-in-law’s story of returning to activity in the Church was very similar to the one that I had told. He told me that as a result of a similar visit by a bishop and an invitation to serve in the Church, his father-in-law reevaluated his life and his testimony, made major changes in his life, and accepted the call. That reactivated man now has 88 descendants who are active members of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p25\" class=\"\">At a meeting a few days later, I told both stories. The next day I received another e-mail which began, “That’s my father’s story too.” That e-mail, from a stake president, told how his father was invited to serve in the Church even though he had not been active and had some habits that needed changing. He accepted the invitation and, in the process, repented, eventually served as a stake president and then a mission president, and laid the foundation for his posterity to be faithful members of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p26\" class=\"\">A few weeks later I told all three stories in another stake conference. After the meeting a man came to me and told me that that was <span class=\"emphasis\">not<\/span> his father’s story. It was <span class=\"emphasis\">his<\/span> story. He told me of the events that led him to repent and come back to full involvement in the Church. And so it went. As I carried the call to rescue the less active, I saw and heard story after story of people who responded to invitations to come back and change their lives. I heard story after story of redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p27\" class=\"\">Although we can never repay the Redeemer what He paid on our behalf, the plan of redemption calls for our best efforts to fully repent and do the will of God. The Apostle Orson F. Whitney wrote:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Savior, Redeemer of my soul,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Whose mighty hand hath made me whole,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Whose wondrous pow’r hath raised me up<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And filled with sweet my bitter cup!<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">What tongue my gratitude can tell,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">O gracious God of Israel.<\/span><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Never can I repay thee, Lord,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">But I can love thee. Thy pure word,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Hath it not been my one delight,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">My joy by day, my dream by night?<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Then let my lips proclaim it still,<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And all my life reflect thy will.<\/span><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p40\" class=\"\">(“Savior, Redeemer of My Soul,” <span class=\"emphasis\">Hymns,<\/span> no. 112)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/redemption.p41\" class=\"\">I bear my testimony of the power of Christ’s Atonement. When we repent and come to Him, we can receive all of the blessings of eternal life. That we may do so, receiving our own story of redemption, is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}