{"ID":7829, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Perfect Love Casteth Out Fear\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p2\" class=\"\">By Elder L. Tom Perry<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If you will respond to the invitation to share your beliefs and feelings about the restored gospel of Jesus Christ, a spirit of love and a spirit of courage will be your constant companion.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_019<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p5\" class=\"\">President Monson, we are all thrilled with the exciting news of some new temples. Especially it was exciting for my many, many relatives in the state of Wyoming.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p6\" class=\"\">The Church does something throughout the world when a new temple is built that is a fairly common tradition in the United States and Canada—we hold an open house. During the weeks just prior to the dedication of a new temple, we open the doors and invite local government and religious leaders, local members of the Church, and persons of other faiths to come and tour our newly constructed temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p7\" class=\"\">These are wonderful events that help people unfamiliar with the Church learn a little more about it. Nearly everyone who visits a new temple marvels at both its exterior and interior beauty. They are impressed by the craftsmanship and attention to detail in every feature of a temple. Moreover, many of the visitors feel something unique and special as they are guided through the undedicated temple. These are common responses of visitors to our open houses, but they are not the most common response. What impresses more visitors than anything else is the members of the Church they meet at our open houses. They leave forever impressed with their hosts, the Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p8\" class=\"\">The Church is receiving more attention across the world than ever before. Members of the media write or talk about the Church every day, reporting on its many activities. Many of the most prominent news outlets in the United States regularly discuss the Church or its members. These discussions extend across the globe as well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p9\" class=\"\">The Church also attracts attention on the Internet, which, as you know, has dramatically changed the way people share information. At all times of the day across the entire world, the Church and its teachings are being discussed on the Internet, on blogs and social networks, by people who have never written for a newspaper or a magazine. They are making videos and sharing them online. These are ordinary people—both members of our faith and of other faiths—who are talking about The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p10\" class=\"\">Changes in the way we communicate partly explain why we “Mormons” are more visible than ever. But the Church is always growing and moving forward. More people have members of the Church for neighbors and friends, and there are prominent members of the Church in government, in business, in entertainment, in education, and everywhere else, it seems. Even those who are not members of the Church have noticed this, and they wonder what is happening. It is wonderful that so many are now aware of the Church and the Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p11\" class=\"\">While the Church is becoming more visible, there are still many people who do not understand it. Some have been taught to be suspicious of the Church, to operate under negative stereotypes about the Church without questioning their source and validity. There is also a great deal of misinformation and confusion about what the Church is and what it stands for. This has been true since the time of the Prophet Joseph Smith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p12\" class=\"\">Joseph Smith wrote his history in part “to disabuse the public mind, and put all inquirers after truth in possession of the facts” (<span class=\"citation\" id=\"122462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122462)\">Joseph Smith—History 1:1<\/a><\/span>). It is true that there will always be those who will distort the truth and deliberately misrepresent the teachings of the Church. But the majority of those with questions about the Church simply want to understand. These are fair-minded people who are genuinely curious about us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p13\" class=\"\">The growing visibility and reputation of the Church presents some remarkable opportunities to us as its members. We can help “disabuse the public mind” and correct misinformation when we are portrayed as something we are not. More important, though, we can share who we are.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p14\" class=\"\">There are a number of things that we can do—that you can do—to advance an understanding of the Church. If we do it with the same spirit and if we conduct ourselves in the same way we do when we host a temple open house, our friends and our neighbors will come to understand us better. Their suspicions will evaporate, negative stereotypes will disappear, and they will begin to understand the Church as it really is.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p15\" class=\"\">Let me suggest a few ideas of what we can do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p16\" class=\"\">First, we must be bold in our declaration of Jesus Christ. We want others to know that we believe He is the central figure in all human history. His life and teachings are the heart of the Bible and the other books we consider to be holy scripture. The Old Testament sets the stage for Christ’s mortal ministry. The New Testament describes His mortal ministry. The Book of Mormon gives us a second witness of His mortal ministry. He came to earth to declare His gospel as a foundation for all mankind so that all of God’s children could learn about Him and His teachings. He then gave His life in order to be our Savior and Redeemer. Only through Jesus Christ is salvation possible. This is why we believe He is the central figure in all human history. Our eternal destiny is always in His hands. It is a glorious thing to believe in Him and accept Him as our Savior, our Lord, and our Master.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p17\" class=\"\">We also believe that it is possible only through Christ to find ultimate contentment, hope, and happiness—both in this life and in the eternities. Our doctrine, as taught in the Book of Mormon, emphatically states: “Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life” (<span class=\"citation\" id=\"122463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122463)\">2 Nephi 31:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p18\" class=\"\">We declare our belief in Jesus Christ and accept Him as our Savior. He will bless us and guide us in all of our efforts. As we labor here in mortality, He will strengthen us and bring us peace in time of trials. Members of The Church of Jesus Christ of Latter-day Saints walk by faith in Him whose Church it is.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p19\" class=\"\">Second, be righteous examples to others. After our declaration of our beliefs, we must follow the counsel given to us in <span class=\"citation\" id=\"122464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122464)\">1 Timothy 4:12<\/a><\/span>: “But be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p20\" class=\"\">The Savior taught about the importance of being an example of our faith by saying, “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (<span class=\"citation\" id=\"122465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122465)\">Matthew 5:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p21\" class=\"\">Our lives should be examples of goodness and virtue as we try to emulate His example to the world. Good works by each of us can do credit both to the Savior and His Church. As you are engaged in doing good, being honorable and upright men and women, the Light of Christ will be reflected by your lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p22\" class=\"\">Next, speak up about the Church. In the course of our everyday lives, we are blessed with many opportunities to share our beliefs with others. When our professional and personal associates inquire about our religious beliefs, they are inviting us to share who we are and what we believe. They may or may not be interested in the Church, but they are interested in getting to know us at a deeper level.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p23\" class=\"\">My recommendation to you is to accept their invitations. Your associates are not inviting you to teach, preach, expound, or exhort. Engage them in a two-way conversation—share something about your religious beliefs but also ask them about their beliefs. Gauge the level of interest by the questions they ask. If they are asking a lot of questions, focus the conversation on answering those questions. Always remember that it is better for them to ask than for you to tell.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p24\" class=\"\">Some members seem to want to keep their membership in the Church a secret. They have their reasons. For example, they may believe that it is not their place to share their beliefs. Perhaps they are fearful they might make a mistake or be asked a question they can’t answer. If such thoughts ever run through your head, I have some advice for you. Simply remember the words of John: “There is no fear in love; but perfect love casteth out fear” (<span class=\"citation\" id=\"122466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122466)\">1 John 4:18<\/a><\/span>). If we simply love God and love our neighbors, we are promised that we will overcome our fears.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p25\" class=\"\">If you have visited Mormon.org lately, which is the Church website for those interested in learning about the Church, you have seen members who have uploaded information about themselves. They are creating online profiles that explain who they are and why their religious beliefs are important to them. They are speaking up about their faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p26\" class=\"\">We should appreciate and approach such conversations with Christlike love. Our tone, whether speaking or writing, should be respectful and civil, regardless of the response of others. We should be honest and open and try to be clear in what we say. We want to avoid arguing or becoming defensive in any way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p27\" class=\"\">The Apostle Peter explained, “But as he which hath called you is holy, so be ye holy in all manner of conversation” (<span class=\"citation\" id=\"122467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122467)\">1 Peter 1:15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p28\" class=\"\">Today’s “manner of conversation” seems to involve the Internet more and more. We encourage people, young and old, to use the Internet and the social media to reach out and share their religious beliefs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p29\" class=\"\">As you utilize the Internet, you may come across ongoing conversations about the Church. When directed by the Spirit, do not hesitate to add your voice to these conversations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p30\" class=\"\">The message of the gospel of Jesus Christ is unlike anything else you will share with others. In the information age, it is the most valuable information in all the world. There is no question about its worth. It is a pearl of great price (see <span class=\"citation\" id=\"122468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122468)\">Matthew 13:46<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p31\" class=\"\">In speaking about the Church, we do not try to make it sound better than it is. We do not need to put a spin on our message. We need to communicate the message honestly and directly. If we will open communication channels, the message of the restored gospel of Jesus Christ will prove itself to those who are prepared to receive it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p32\" class=\"\">There is sometimes a wide difference—a gulf of understanding—between the way we experience the Church from the inside and the way others look at it from the outside. This is the principal reason we hold open houses for temples before each dedication is taken care of. The member volunteers at the temple open houses are simply trying to help others see the Church as they see it from the inside. They recognize the Church is a marvelous work, even a wonder, and they want others to know it too. I ask you to do the same.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p33\" class=\"\">I promise you that if you will respond to the invitation to share your beliefs and feelings about the restored gospel of Jesus Christ, a spirit of love and a spirit of courage will be your constant companion, for “perfect love casteth out fear” (<span class=\"citation\" id=\"122469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122469)\">1 John 4:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/perfect-love-casteth-out-fear.p34\" class=\"\">This is the time of expanding opportunities to share the gospel of Jesus Christ with others. May we prepare ourselves to take advantage of the opportunities given to us to share our beliefs, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}