{"ID":783, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1955, pp. 124-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nNow, in conclusion of this inspirational Conference, we wish to express once again our\ngratitude to all who have contributed to its success including those who have furnished these\nlovely flowers not only for the beauty of the flowers themselves, but especially for the spirit\nthat prompted the giving. The calla lilies come from Berkeley Stake and the daffodils, from\nthe Tacoma Stake through the courtesy of the Puyallup Daffodil Festival Committee of\nTacoma.\n<\/p><p>\nWe express appreciation to City officials for their efficient care in directing traffic during the\nConference; to the reporters; to radio and television stations, for the service in our own City\nand State and other States named throughout the sessions&mdash;this service has been the means of\npermitting tens of thousands to hear the proceedings of the Conference&mdash;to the daily papers,\nhere in the City and in the State, we express appreciation for their cooperation and their\nefforts accurately to report the proceedings of this great Conference.\n<\/p><p>\nOnce again, we express appreciation and gratitude for those groups who have furnished such\ninspiring music&mdash;the Men's Chorus of the Tabernacle Choir last Saturday night; the\nTabernacle Choir, faithful members, capable, inspiring; the Brigham Young University\nCombined Choruses.  You who heard them will join me in expressing appreciation of their\npresence, as well as for their inspiring singing; and finally, and how glorious it is to have our\nConference concluded with their singing&mdash;we express appreciation to our singing Mothers. \nYou notice the Choir seats are filled, and also the two rows extending on each side of the\ngallery.\n<\/p><p>\nI should like to acknowledge with gratitude the presence of the Spirit of the Lord.  After all,\nthat is what makes a Conference inspiring. I felt its uplifting influence last Saturday morning.\nIt was about one hour after this unprecedented snowstorm swept over the valley. As Sister\nMcKay and I approached the Tabernacle to fill our appointment with the Primary Association\nofficers, we felt that there would probably be many vacant seats.  It was snowing, in fact it\nwas almost a blizzard as we entered the Tabernacle.  I shall never forget the inspiration that I\nfelt as I looked over an audience that completely filled this historic building.\n<\/p><p>\nThat morning, two great impressions came to my mind.  One, that this demonstration of the\nPrimary Association is but illustrative of other groups in the Church, equally active, equally\nresponsible.  There came to my mind the saying in Ephesians: \"And he gave some, apostles;\nand some, prophets; and some, evangelists; and some, pastors and teachers\", and so forth\n(<span class=\"citation\" id=\"21682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21682)\">Eph. 4:11<\/a><\/span>).\nSeven organizations, including two of the Aaronic Priesthood, with 273,142\nofficers and teachers&mdash;teachers, guides, inspirers, of the membership of the Church, engaged in\nperfecting the Saints, working in the ministry, edifying the body of Christ.\n<\/p><p>\nWhen I listened to the Primary workers and heard them report several stakes that have 100%\nenrollment, and the officers and teachers guiding them and teaching them, I was reminded of\nan article, a story I read twenty years ago in one of our national magazines.  It is a story of a\nlittle boy who had wandered from his home into the \"Bad Lands\" of North Dakota.\n<\/p><p>\nOn Tuesday, July 18, 1933, at about 3 o'clock in the afternoon, a little three-year-old lad was\nlost in the \"Bad Lands\" of North Dakota.  He was bareheaded, barefooted and wore only a\npair of coveralls.  The \"Bad Lands\" are noted for their pitfalls, canyons, rattlesnake holes and\nas a rendezvous for wild animals.\n<\/p><p>\nUpon discovering that the little boy was missing, his parents began an immediate search. \nLater in the evening neighbors and friends were notified, an all-night search was made.  Early\nWednesday morning a neighbor rode sixteen miles to Walford City to give the alarm that a\nchild was lost. Farmers, housewives, shepherds, cowboys, business and professional men,\nstorekeepers, Boy and Girl Scouts, law officers without delay gathered on the town square at\nSchafer to hear Sheriff Thompson's instructions as follows: \n<\/p><p>\n\"We are all going out to the 'Bad Lands' to find and bring back the little Cornell boy.  The\nbest way I know to do this is for all of us to form into one single line and march out there. \nEach man, woman, and child of us will be spaced a few feet from each other. Every hole and\ncanyon in the way must be searched.  Every brush must be examined as we go along.  This\nline, friends and neighbors, must not be broken. Every water hole, ravine and cave must be\nsearched thoroughly.  Every square inch must be scanned by us as we go. It is the only way. \nI don't know how long our search will take, but Alfred Cornell is out in the 'Bad Lands'\nsomewhere and when we turn back the little fellow will be with us.  We can only hope that\nwe shall not be too late. Now, let's get going.  I have appointed some of you deputies to ride\non horseback so that there will be no slip up, and there will be none if I know anything\nabout the people of this state.\"\n<\/p><p>\nThe line formed&mdash;at 6:30 Thursday evening the boy was found kneeling at a water hole.  His\nlegs and feet were badly bruised and inflamed.  His father and mother rushed to him clasping\nhim in their arms and said, \"How did you like it, lad?\"\n<\/p><p>\n\"Fine,\" answered the plucky little fellow and burst into tears.\n<\/p><p>\nWhen that ten-mile-line of human beings saw that the boy was found and really alive, a great\ncheer arose from 250 voices.\n<\/p><p>\nThey had found that which was lost. They had answered the challenge, had overcome all\nobstacles and saved a life.\n<\/p><p>\nTwo hundred seventy-three thousand, one hundred forty-two officers and teachers are\nassembled in the Church of Christ, going out to search for young boys and girls who are in\nthe Bad Lands of immoral influence that surround us. Let us pray God that we shall not be\ntoo late, and we shall not be if we will honor our callings and do our duty as urged upon us\nthrough this great Conference.\n<\/p><p>\nI have time just to summarize the address given by King Benjamin at the conclusion of his\ngreat address as recorded in Mosiah: \n<\/p><p>\n\"I say unto you. . .\" if ye \". . . humble yourselves even in the depths of humility, calling on\nthe name of the Lord daily, and standing steadfastly in the faith of that which is to come,\n<\/p><p>\n\". . . ye shall always and be filled with the love the Love of God, and always retain a\nremission of your sins; and ye shall grow in the knowledge of the glory of him that created\nyou, or in the knowledge of that which is just and true.\n<\/p><p>\n\"And ye will not have a mind to injure one another, but to live peaceably, and to render to\nevery man according to that which is his due.\n<\/p><p>\n\"And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that\nthey transgress the laws of God, and fight and quarrel one with another, and serve the devil,\nwho is the master of sin, or who is the evil spirit which hath been spoken of our fathers, he\nbeing an enemy to all righteousness.\n<\/p><p>\n\"But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love\none another, and to serve one another\"\n(<span class=\"citation\" id=\"40268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40268)\">Mosiah 4:11-15<\/a><\/span>).\n<\/p><p>\nGod bless you, officers and teachers of the Church in the Church of Jesus Christ.\n<\/p><p>\nMay the love of our Redeemer be in each heart, and that means that that love will be\nexpressed in serving one another, for&mdash;\n<\/p><p>\n\"Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto\nme,\" said Christ (<span class=\"citation\" id=\"34732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34732)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nOh, what love is in your heart this moment as you contemplate the greatness and goodness of\nour Father throughout this Conference.\n<\/p><p>\nMay the Lord continue to bless these brethren of the General Authorities, and others who\nhave spoken to us during this Conference.  They represent the hundreds of thousands of\nothers in the Church. God bless his work here among mankind, that the influence of love and\ngoodwill may radiate from this center throughout the whole world, and bring glory to our\nFather in Heaven, I pray, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}