{"ID":7830, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are All Enlisted\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p2\" class=\"\">By Elder Jeffrey R. Holland<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">From every man, young and old, who bears the priesthood, I ask for a stronger and more devoted voice, … a voice for good, a voice for the gospel, a voice for God.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_021<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p5\" class=\"\">In the spirit of that remarkably stirring hymn and with Elder Richard G. Hinckley’s eloquent invocation in my heart, I wish to speak rather candidly tonight, brethren, and I include in that candor the young men of the Aaronic Priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p6\" class=\"\">When we rehearse the grandeur of Joseph Smith’s First Vision, we sometimes gloss over the menacing confrontation that came just prior to it, a confrontation intended to destroy the boy if possible but in any case to block the revelation that was to come. We don’t talk about the adversary any more than we have to, and I don’t like talking about him at all, but the experience of young Joseph reminds us of what every man, including every young man, in this audience needs to remember.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p7\" class=\"\">Number one, Satan, or Lucifer, or the father of lies—call him what you will—is real, the very personification of evil. His motives are in every case malicious, and he convulses at the appearance of redeeming light, at the very thought of truth. Number two, he is eternally opposed to the love of God, the Atonement of Jesus Christ, and the work of peace and salvation. He will fight against these whenever and wherever he can. He knows he will be defeated and cast out in the end, but he is determined to take down with him as many others as he possibly can.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p8\" class=\"\">So what are some of the devil’s tactics in this contest when eternal life is at stake? Here again the experience in the Sacred Grove is instructive. Joseph recorded that in an effort to oppose all that lay ahead, Lucifer exerted “such an astonishing influence over me as to bind my tongue so that I could not speak.”<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_021\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122470)\">Joseph Smith—History 1:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p9\" class=\"\">As President Boyd K. Packer taught this morning, Satan cannot directly take a life. That is one of many things he cannot do. But apparently his effort to stop the work will be reasonably well served if he can just bind the tongue of the faithful. Brethren, if that is the case, I am looking tonight for men young and old who care enough about this battle between good and evil to sign on and speak up. We are at war, and for these next few minutes, I want to be a one-man recruiting station.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p10\" class=\"\">Do I need to hum a few bars of “We Are All Enlisted”? You know, the line about “We are waiting now for soldiers; who’ll volunteer?”<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_021\">2<\/a> <span class=\"footnote\">[“We Are All Enlisted,” <span class=\"emphasis\">Hymns,<\/span> no. 250.]<\/span><\/sup> Of course, the great thing about this call to arms is that we ask <span class=\"emphasis\">not<\/span> for volunteers to fire a rifle or throw a hand grenade. No, we want battalions who will take as their weapons “every word that proceedeth forth from the mouth of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_021\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122471)\">Doctrine and Covenants 84:44<\/a><\/span>; see also <span class=\"citation\" id=\"122472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122472)\">Deuteronomy 8:3<\/a><\/span>; <span class=\"citation\" id=\"122473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122473)\">Matthew 4:4<\/a><\/span>.]<\/span><\/sup> So I am looking tonight for missionaries who will not voluntarily bind their tongues but will, with the Spirit of the Lord and the power of their priesthood, open their mouths and speak miracles. Such speech, the early brethren taught, would be the means by which faith’s “mightiest works have been, and will be, performed.”<sup class=\"noteMarker\"><a href=\"#footnote4-09611_000_021\">4<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith<\/span> (1985), 73.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p11\" class=\"\">I especially ask the young men of the Aaronic Priesthood to sit up and take notice. For you, let me mix in an athletic analogy. This is a life-and-death contest we are in, young men, so I am going to get in your face a little, nose to nose, with just enough fire in my voice to singe your eyebrows a little—the way coaches do when the game is close and victory means everything. And with the game on the line, what this coach is telling you is that to play in this match, some of you have to be more morally clean than you now are. In this battle between good and evil, you cannot play for the adversary whenever temptation comes along and then expect to suit up for the Savior at temple and mission time as if nothing has happened. That, my young friends, you cannot do. God will not be mocked.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p12\" class=\"\">So we have a dilemma tonight, you and I. It is that there are thousands of Aaronic Priesthood–age young men already on the records of this Church who constitute our pool of candidates for future missionary service. But the challenge is to have those deacons, teachers, and priests stay active enough and worthy enough to be ordained elders and serve as missionaries. So we need young men already on the team to <span class=\"emphasis\">stay<\/span> on it and stop dribbling out of bounds just when we need you to get in the game and play your hearts out! In almost all athletic contests of which I know, there are lines drawn on the floor or the field within which every participant must stay in order to compete. Well, the Lord has drawn lines of worthiness for those called to labor with Him in this work. No missionary can be unrepentant of sexual transgression or profane language or pornographic indulgence and then expect to challenge others to repent of those very things! You can’t do that. The Spirit will not be with you, and the words will choke in your throat as you speak them. You cannot travel down what Lehi called “forbidden paths”<sup class=\"noteMarker\"><a href=\"#footnote5-09611_000_021\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122474)\">1 Nephi 8:28<\/a><\/span>.]<\/span><\/sup> and expect to guide others to the “strait and narrow”<sup class=\"noteMarker\"><a href=\"#footnote6-09611_000_021\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122475)\">2 Nephi 31:18<\/a><\/span>.]<\/span><\/sup> one—it can’t be done.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p13\" class=\"\">But there is an answer to this challenge for you every bit as much as there is for that investigator to whom you will go. Whoever you are and whatever you have done, you can be forgiven. Every one of you young men can leave behind any transgression with which you may struggle. It is the miracle of forgiveness; it is the miracle of the Atonement of the Lord Jesus Christ. But you cannot do it without an active commitment to the gospel, and you cannot do it without repentance where it is needed. I am asking you young men to be active and be clean. If required, I am asking you to <span class=\"emphasis\">get<\/span> active and <span class=\"emphasis\">get<\/span> clean.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p14\" class=\"\">Now, brethren, we speak boldly to you because anything more subtle doesn’t seem to work. We speak boldly because Satan is a real being set on destroying you, and you face his influence at a younger and younger age. So we grab you by the lapels and shout as forcefully as we know how:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Hark! the sound of battle sounding loudly and clear;<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Come join the ranks! Come join the ranks!<\/span><sup class=\"noteMarker\"><a href=\"#footnote7-09611_000_021\">7<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 250.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p17\" class=\"\">My young friends, we need tens of thousands of more missionaries in the months and years that lie ahead. They must come from an increased percentage of the Aaronic Priesthood who will be ordained, active, clean, and worthy to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p18\" class=\"\">To those of you who have served or are now serving, we thank you for the good you have done and for the lives you have touched. Bless you! We also recognize that there are some who have hoped all their lives to serve missions, but for health reasons or other impediments beyond their control, they cannot do so. We publicly and proudly salute this group. We know of your desires, and we applaud your devotion. You have our love and our admiration. You are “on the team” and you always will be, even as you are honorably excused from full-time service. But we need the rest of you!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p19\" class=\"\">Now, you brethren of the Melchizedek Priesthood, don’t smile and settle back into the comfort of your seats. I am not through here. We need thousands of more couples serving in the missions of the Church. Every mission president pleads for them. Everywhere they serve, our couples bring a maturity to the work that no number of 19-year-olds, however good they are, can provide.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p20\" class=\"\">To encourage more couples to serve, the First Presidency and Quorum of the Twelve have made one of the boldest and most generous moves seen in missionary work in the last 50 years. In May of this year, priesthood leaders in the field received a notice that housing costs for couples (and we speak <span class=\"emphasis\">only<\/span> of housing costs) would be supplemented by Church missionary funds if the cost exceeds a predetermined amount per month. What a blessing! This is heaven-sent assistance toward the single largest expense our couples face on their missions. The Brethren have also determined that couple missions can be for 6 or 12 months as well as the traditional 18 or 23. In another wonderful gesture, permission is given for couples, at their own expense, to return home briefly for critical family events. And stop worrying that you are going to have to knock on doors or keep the same schedule as the 19-year-olds! We don’t ask you to do that, but we have a host of other things you can do, with a great deal of latitude in how you do them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p21\" class=\"\">Brethren, for good and sufficient health, family, or economic reasons, some of <span class=\"emphasis\">you,<\/span> we realize, may not be able to go just now or perhaps ever. But with a little planning many of you can go.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p22\" class=\"\">Bishops and stake presidents, discuss this need in your councils and conferences. Sit on the stand in your meetings and prayerfully look into the congregation for impressions about those who should receive a call. Then counsel with them and help them set a date for service. Brethren, when that happens, tell your wives that if you can leave your recliner and the remote control for a few short months, they can leave the grandchildren. Those little darlings will be just fine, and I promise you will do things for them in the service of the Lord that, worlds without end, you could never do if you stayed home to hover over them. What greater gift could grandparents give their posterity than to say by deed as well as word, “In this family we serve missions!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p23\" class=\"\">Missionary work isn’t the only thing we need to do in this big, wide, wonderful Church. But almost everything else we need to do depends on people first hearing the gospel of Jesus Christ and coming into the faith. Surely that is why Jesus’s final charge to the Twelve was just that basic—to “go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote8-09611_000_021\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122476)\">Matthew 28:19<\/a><\/span>.]<\/span><\/sup> Then, and only then, can the rest of the blessings of the gospel fully come—family solidarity, youth programs, priesthood promises, and ordinances flowing right up to the temple. But as Nephi testified, none of that can come until one has “enter[ed] into the … gate.”<sup class=\"noteMarker\"><a href=\"#footnote9-09611_000_021\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122477)\">2 Nephi 33:9<\/a><\/span>.]<\/span><\/sup> With all that there is to do along the path to eternal life, we need a lot more missionaries opening that gate and helping people through it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p24\" class=\"\">From every man, young and old, who bears the priesthood, I ask for a stronger and more devoted voice, a voice not only against evil and him who is the personification of it, but a voice for good, a voice for the gospel, a voice for God. Brethren of all ages, unbind your tongues and watch your words work wonders in the lives of those “who are only kept from the truth because they know not where to find it.”<sup class=\"noteMarker\"><a href=\"#footnote10-09611_000_021\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122478)\">Doctrine and Covenants 123:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Haste to the battle, quick to the field;<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Truth is our helmet, buckler, and shield.<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Stand by our colors; proudly they wave!<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">We’re joyfully, joyfully marching to our home.<\/span><sup class=\"noteMarker\"><a href=\"#footnote11-09611_000_021\">11<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 250.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/we-are-all-enlisted.p29\" class=\"\">In the name of Jesus Christ, our Master, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_021\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122470)\">Joseph Smith—History 1:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_021\">2.<\/a><\/span>\n\t\t\t\t\t<p>“We Are All Enlisted,” <span class=\"emphasis\">Hymns,<\/span> no. 250.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_021\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122471)\">Doctrine and Covenants 84:44<\/a><\/span>; see also <span class=\"citation\" id=\"122472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122472)\">Deuteronomy 8:3<\/a><\/span>; <span class=\"citation\" id=\"122473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122473)\">Matthew 4:4<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09611_000_021\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith<\/span> (1985), 73.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09611_000_021\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122474)\">1 Nephi 8:28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09611_000_021\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122475)\">2 Nephi 31:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09611_000_021\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 250.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-09611_000_021\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122476)\">Matthew 28:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-09611_000_021\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122477)\">2 Nephi 33:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-09611_000_021\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122478)\">Doctrine and Covenants 123:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_021\"><a name=\"-09611_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-09611_000_021\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 250.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}