{"ID":7832, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Opportunity of a Lifetime\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p2\" class=\"\">By Elder W. Christopher Waddell<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/w-christopher-waddell.jpg\" alt=\"W. Christopher Waddell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Through your devoted service and willing sacrifice, your mission will become holy ground to you.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_023<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p5\" class=\"\">A milestone in the life of a missionary is his or her final, or “exit,” interview with the mission president. At the heart of the interview will be a discussion of what seems to be a lifetime of memorable experiences and key lessons that have been gained in just 18 to 24 months.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p6\" class=\"\">While many of these experiences and lessons may be common to missionary service, each mission is unique, with challenges and opportunities that stretch and test us according to our particular needs and personalities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p7\" class=\"\">Long before leaving our earthly home to serve a full-time mission, we left heavenly parents to fulfill our mortal mission. We have a Father in Heaven, who knows us—our strengths and weaknesses, our abilities and potential. He knows which mission president and companions and which members and investigators we need in order to become the missionary, the husband and father, and the priesthood holder we are capable of becoming.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p8\" class=\"\">Prophets, seers, and revelators assign missionaries under the direction and influence of the Holy Ghost. Inspired mission presidents direct transfers every six weeks and quickly learn that the Lord knows exactly where He wants each missionary to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p9\" class=\"\">A few years ago, Elder Javier Misiego, from Madrid, Spain, was serving a full-time mission in Arizona. At that time, his mission call to the United States appeared somewhat unusual, as most young men from Spain were being called to serve in their own country.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p10\" class=\"\">At the conclusion of a stake fireside, where he and his companion had been invited to participate, Elder Misiego was approached by a less-active member of the Church who had been brought by a friend. It was the first time this man had been inside a chapel in years. Elder Misiego was asked if he might know a José Misiego in Madrid. When Elder Misiego responded that his father’s name was José Misiego, the man excitedly asked a few more questions to confirm that this was <span class=\"emphasis\">the<\/span> José Misiego. When it was determined that they were speaking about the same man, this less-active member began to weep. “Your father was the only person I baptized during my entire mission,” he explained and described how his mission had been, in his mind, a failure. He attributed his years of inactivity to some feelings of inadequacy and concern, believing that he had somehow let the Lord down.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p11\" class=\"\">Elder Misiego then described what this supposed failure of a missionary meant to his family. He told him that his father, baptized as a young single adult, had married in the temple, that Elder Misiego was the fourth of six children, that all three boys and a sister had served full-time missions, that all were active in the Church, and that all who were married had been sealed in the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p12\" class=\"\">The less-active returned missionary began to sob. Through his efforts, he now learned, scores of lives had been blessed, and the Lord had sent an elder from Madrid, Spain, all the way to a fireside in Arizona to let him know that he had not been a failure. The Lord knows where He wants each missionary to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p13\" class=\"\">In whatever manner the Lord may choose to bless us during the course of a mission, blessings of missionary service are not designed to end when we are released by our stake president. Your mission is a training ground for life. The experiences, lessons, and testimony obtained through faithful service are meant to provide a gospel-centered foundation that will last throughout mortality and into the eternities. However, for the blessings to continue after the mission, there are conditions that must be met. In the Doctrine and Covenants we read, “For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof” (<span class=\"citation\" id=\"122498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122498)\">D&amp;C 132:5<\/a><\/span>). This principle is taught in the story of the Exodus.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p14\" class=\"\">After receiving his commission from the Lord, Moses returned to Egypt to lead the children of Israel out of captivity. Plague after plague failed to secure their freedom, leading to the 10th and final plague: “For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt” (<span class=\"citation\" id=\"122499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122499)\">Exodus 12:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p15\" class=\"\">For protection against “the destroyer” (<span class=\"citation\" id=\"122500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122500)\">verse 23<\/a><\/span>), the Lord instructed His people to offer a sacrifice, a lamb “without blemish” (<span class=\"citation\" id=\"122501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122501)\">verse 5<\/a><\/span>), and to collect the blood from the sacrifice. They were then to “take of the blood” and apply it to the entrance of each home—“the two side posts and … the upper door post” (<span class=\"citation\" id=\"122502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122502)\">verse 7<\/a><\/span>)—with this promise: “And when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you” (<span class=\"citation\" id=\"122503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122503)\">verse 13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p16\" class=\"\">“The children of Israel went away, and did as the Lord had commanded” (<span class=\"citation\" id=\"122504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122504)\">verse 28<\/a><\/span>). They offered the sacrifice, collected the blood, and applied it to their homes. “And it came to pass, that at midnight the Lord smote all the firstborn in the land of Egypt” (<span class=\"citation\" id=\"122505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122505)\">verse 29<\/a><\/span>). Moses and his people, according to the promise of the Lord, were protected.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p17\" class=\"\">The blood used by the Israelites, symbolic of the Savior’s future Atonement, was a product of the sacrifice they had offered. Nevertheless, the sacrifice and the blood alone would not have been sufficient to obtain the promised blessing. <span class=\"emphasis\">Without the application of the blood to the door posts, the sacrifice would have been in vain.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p18\" class=\"\">President Thomas S. Monson has taught: “Missionary work is difficult. It taxes one’s energies, it strains one’s capacity, it demands one’s best effort. … No other labor requires longer hours or greater devotion or such sacrifice and fervent prayer” (“That All May Hear,” <span class=\"emphasis\">Ensign,<\/span> May 1995, 49).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p19\" class=\"\">As a result of that sacrifice, we return from our missions with our own gifts: The gift of faith. The gift of testimony. The gift of understanding the role of the Spirit. The gift of daily gospel study. The gift of having served our Savior. Gifts carefully packaged in worn scriptures, tattered copies of <span class=\"emphasis\">Preach My Gospel,<\/span> missionary journals, and grateful hearts. However, as with the children of Israel, the ongoing blessings associated with missionary service require application after the sacrifice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p20\" class=\"\">A few years ago, while Sister Waddell and I presided over the Spain Barcelona Mission, I would extend one last assignment to each missionary during their final interview. As they returned home, they were asked to immediately take time to consider the lessons and gifts provided to them by a generous Father in Heaven. They were asked to prayerfully list and consider how to best apply those lessons in post-mission life—lessons that would impact every facet of their lives: education and career choice, marriage and children, future Church service, and most important, who they would continue to become and their continued development as disciples of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p21\" class=\"\">There is no returned missionary for whom it is too late to consider the lessons obtained through faithful service and to apply them more diligently. As we do so, we will feel the influence of the Spirit more fully in our lives, our families will be strengthened, and we will draw closer to our Savior and Father in Heaven. In a previous general conference, Elder L. Tom Perry extended this invitation: “I call on you returned missionaries to rededicate yourselves, to become reinfused with the desire and spirit of missionary service. I call on you to look the part, to be the part, and to act the part of a servant of our Father in Heaven. … I want to promise you there are great blessings in store for you if you continue to press forward with the zeal you once possessed as a full-time missionary” (“The Returned Missionary,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2002, 88, 89; <span class=\"emphasis\">Ensign,<\/span> Nov. 2001, 77).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p22\" class=\"\">Now, to the young men who have yet to serve a full-time mission, I share President Monson’s counsel from last October: “I repeat what prophets have long taught—that every worthy, able young man should prepare to serve a mission. Missionary service is a priesthood duty—an obligation the Lord expects of us who have been given so very much” (“As We Meet Together Again,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 5–6).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p23\" class=\"\">Just as with missionaries past and present, the Lord knows you and has a mission experience prepared for you. He knows your mission president and his wonderful wife, who will love you as their own children and who will seek inspiration and direction on your behalf. He knows each of your companions and what you will learn from them. He knows each area in which you will labor, the members you will meet, the people you will teach, and the lives you will impact for eternity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p24\" class=\"\">Through your devoted service and willing sacrifice, your mission will become holy ground to you. You will witness the miracle of conversion as the Spirit works through you to touch the hearts of those you teach.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p25\" class=\"\">As you prepare to serve, there is much to do. Becoming an effective servant of the Lord will require more than being set apart, putting on a name tag, or entering a missionary training center. It is a process that begins long before you are referred to as “Elder.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p26\" class=\"\"><span class=\"strong\">Arrive on your mission with your own testimony of the Book of Mormon,<\/span> obtained through study and prayer. “The Book of Mormon is powerful evidence of the divinity of Christ. It is also proof of the Restoration through the Prophet Joseph Smith. … As a missionary, you must first have a personal testimony that the Book of Mormon is true. … This witness of the Holy Ghost [will become] a central focus of your teaching” (<span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> [2004], 103).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p27\" class=\"\"><span class=\"strong\">Arrive on your mission worthy of the companionship of the Holy Ghost.<\/span> In the words of President Ezra Taft Benson: “The Spirit is the most important single element in this work. With the Spirit magnifying your call, you can do miracles for the Lord in the mission field. Without the Spirit, you will never succeed <span class=\"emphasis\">regardless<\/span> of your talent and ability” (in <span class=\"emphasis\">Preach My Gospel,<\/span> 176).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p28\" class=\"\"><span class=\"strong\">Arrive on your mission ready to work.<\/span> “Your success as a missionary [will be] measured primarily by your commitment to find, teach, baptize, and confirm.” You will be expected to “work effectively every day, [doing] your … best to bring souls to Christ” (<span class=\"emphasis\">Preach My Gospel,<\/span> 10, 11).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p29\" class=\"\">I repeat Elder M. Russell Ballard’s invitation, given to a previous group of young men preparing to serve: “We look to you, my young brethren of the Aaronic Priesthood. We need you. Like Helaman’s 2,000 stripling warriors, you also are the spirit sons of God, and you too can be endowed with power to build up and defend His kingdom. We need you to make sacred covenants, just as they did. We need you to be meticulously obedient and faithful, just as they were” (“The Greatest Generation of Missionaries,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2002, 47).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-opportunity-of-a-lifetime.p30\" class=\"\">As you accept this invitation, you will learn a great lesson, as did Elder Misiego and all who have faithfully served, returned, and applied. You will learn that the words of our prophet, President Thomas S. Monson, are true: “The missionary opportunity of a lifetime is yours. The blessings of eternity await you. Yours is the privilege to be not spectators but participants on the stage of priesthood service” (<span class=\"emphasis\">Ensign,<\/span> May 1995, 49). I testify that this is true in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}