{"ID":7833, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Providing in the Lord’s Way\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The welfare principles of the Church are not simply good ideas; they are revealed truths from God—they are His way of helping the needy.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_024<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p5\" class=\"\">Sixty-five years ago, shortly after World War II, I experienced firsthand the blessings of the welfare program of the Church. Even though I was a young child, I still remember the sweet taste of canned peaches with cooked wheat and the special smell of the donated clothing sent to the postwar German Saints by caring Church members from the United States. I will never forget and I will always cherish these acts of love and kindness to those of us who were in great need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p6\" class=\"\">This personal experience and the 75th anniversary of the inspired welfare plan give me reason to reflect again on the basic principles of caring for the poor and needy, becoming self-reliant, and serving our fellowman.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>At the Root of Our Faith<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p8\" class=\"\">Sometimes we see welfare as simply another gospel topic—one of the many branches on the gospel tree. But I believe that in the Lord’s plan, our commitment to welfare principles should be at the very root of our faith and devotion to Him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p9\" class=\"\">Since the beginning of time, our Heavenly Father has spoken with great clarity on this subject: from the gentle plea, “If thou lovest me … thou wilt remember the poor, and consecrate of thy properties for their support”;<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_024\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122506)\">Doctrine and Covenants 42:29 30<\/a><\/span>.]<\/span><\/sup> to the direct command, “Remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple”;<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_024\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122507)\">Doctrine and Covenants 52:40<\/a><\/span>.]<\/span><\/sup> to the forceful warning, “If any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.”<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_024\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122508)\">Doctrine and Covenants 104:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Temporal and Spiritual Are Bound Together<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p11\" class=\"\">The two great commandments—to love God and our neighbor—are a joining of the temporal and the spiritual. It is important to note that these two commandments are called “great” because every other commandment hangs upon them.<sup class=\"noteMarker\"><a href=\"#footnote4-09611_000_024\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122509)\">Matthew 22:36–40<\/a><\/span>.]<\/span><\/sup> In other words, our personal, family, and Church priorities must begin here. All other goals and actions should spring from the fountain of these two great commandments—from our love for God and for our neighbor.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p12\" class=\"\">Like two sides of a coin, the temporal and spiritual are inseparable.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p13\" class=\"\">The Giver of all life has proclaimed, “All things unto me are spiritual, and not at any time have I given unto you a law which was temporal.”<sup class=\"noteMarker\"><a href=\"#footnote5-09611_000_024\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122510)\">Doctrine and Covenants 29:34<\/a><\/span>.]<\/span><\/sup> This means to me that “spiritual life is first of all a <span class=\"emphasis\">life.<\/span> It is not merely something to be known and studied, it is to be lived.”<sup class=\"noteMarker\"><a href=\"#footnote6-09611_000_024\">6<\/a> <span class=\"footnote\">[Thomas Merton, <span class=\"emphasis\">Thoughts in Solitude<\/span> (1956), 46.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p14\" class=\"\">Unfortunately, there are those who overlook the temporal because they consider it less important. They treasure the spiritual while minimizing the temporal. While it is important to have our thoughts inclined toward heaven, we miss the essence of our religion if our hands are not also inclined toward our fellowman.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p15\" class=\"\">For example, Enoch built a Zion society through the spiritual process of creating a people of one heart and one mind <span class=\"emphasis\">and<\/span> the temporal work of ensuring that there were “no poor among them.”<sup class=\"noteMarker\"><a href=\"#footnote7-09611_000_024\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122511)\">Moses 7:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p16\" class=\"\">As always, we can look to our perfect example, Jesus Christ, for a pattern. As President J. Reuben Clark Jr. taught, “When the Savior came upon the earth he had two great missions; one was to work out the Messiahship, the atonement for the fall, and the fulfilment of the law; the other was the work which he did among his brethren and sisters in the flesh by way of relieving their sufferings.”<sup class=\"noteMarker\"><a href=\"#footnote8-09611_000_024\">8<\/a> <span class=\"footnote\">[J. Reuben Clark Jr., in Conference Report, Apr. 1937, 22.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p17\" class=\"\">In a similar way, our spiritual progress is inseparably bound together with the temporal service we give to others.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p18\" class=\"\">The one complements the other. The one without the other is a counterfeit of God’s plan of happiness.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Lord’s Way<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p20\" class=\"\">There are many good people and organizations in the world that are trying to meet the pressing needs of the poor and needy everywhere. We are grateful for this, but the Lord’s way of caring for the needy is different from the world’s way. The Lord has said, “It must needs be done in mine own way.”<sup class=\"noteMarker\"><a href=\"#footnote9-09611_000_024\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122512)\">Doctrine and Covenants 104:16<\/a><\/span>; see also <span class=\"citation\" id=\"122513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122513)\">verse 15<\/a><\/span>.]<\/span><\/sup> He is not only interested in our immediate needs; He is also concerned about our eternal progression. For this reason, the Lord’s way has always included self-reliance and service to our neighbor in addition to caring for the poor.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p21\" class=\"\">In 1941 the Gila River overflowed and flooded the Duncan Valley in Arizona. A young stake president by the name of Spencer W. Kimball met with his counselors, assessed the damage, and sent a telegram to Salt Lake City asking for a large sum of money.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p22\" class=\"\">Instead of sending money, President Heber J. Grant sent three men: Henry D. Moyle, Marion G. Romney, and Harold B. Lee. They visited with President Kimball and taught him an important lesson: “This isn’t a program of ‘give me,’” they said. “This is a program of ‘self-help.’”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p23\" class=\"\">Many years later, President Kimball said: “It would have been an easy thing, I think, for the Brethren to have sent us [the money,] and it wouldn’t have been too hard to sit in my office and distribute it; but what a lot of good came to us as we had hundreds of [our own] go to Duncan and build fences and haul the hay and level the ground and do all the things that needed doing. That is self-help.”<sup class=\"noteMarker\"><a href=\"#footnote10-09611_000_024\">10<\/a> <span class=\"footnote\">[Spencer W. Kimball, in Conference Report, Apr. 1974, 183, 184.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p24\" class=\"\">By following the Lord’s way, the members of President Kimball’s stake not only had their immediate needs met, but they also developed self-reliance, alleviated suffering, and grew in love and unity as they served each other.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>We Are All Enlisted<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p26\" class=\"\">This very hour there are many members of the Church who are suffering. They are hungry, stretched financially, and struggling with all manner of physical, emotional, and spiritual distress. They pray with all the energy of their souls for succor, for relief.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p27\" class=\"\">Brethren, please do not think that this is someone else’s responsibility. It is mine, and it is yours. We are all enlisted. “All” means <span class=\"emphasis\">all<\/span>—every Aaronic and Melchizedek Priesthood holder, rich and poor, in every nation. In the Lord’s plan, there is something everyone can contribute.<sup class=\"noteMarker\"><a href=\"#footnote11-09611_000_024\">11<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122514)\">Mosiah 4:26<\/a><\/span>; <span class=\"citation\" id=\"122515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122515)\">18:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p28\" class=\"\">The lesson we learn generation after generation is that rich and poor are <span class=\"emphasis\">all<\/span> under the same sacred obligation to help their neighbor. It will take all of us working together to successfully apply the principles of welfare and self-reliance.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p29\" class=\"\">Too often we notice the needs around us, hoping that someone from far away will magically appear to meet those needs. Perhaps we wait for experts with specialized knowledge to solve specific problems. When we do this, we deprive our neighbor of the service we could render, and we deprive ourselves of the opportunity to serve. While there is nothing wrong with experts, let’s face it: there will never be enough of them to solve all the problems. Instead, the Lord has placed His priesthood and its organization at our doorsteps in every nation where the Church is established. And, right by its side, He has placed the Relief Society. As we priesthood holders know, no welfare effort is successful if it fails to make use of the remarkable gifts and talents of our sisters.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p30\" class=\"\">The Lord’s way is not to sit at the side of the stream and wait for the water to pass before we cross. It is to come together, roll up our sleeves, go to work, and build a bridge or a boat to cross the waters of our challenges. You men of Zion, you priesthood holders, are the ones who can lead out and bring relief to the Saints by applying the inspired principles of the welfare program! It is your mission to open your eyes, use your priesthood, and go to work in the Lord’s way.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Greatest Organization on Earth<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p32\" class=\"\">During the Great Depression, Harold B. Lee, serving then as a stake president, was asked by the Brethren to find an answer to the oppressive poverty, sorrow, and hunger that were so widespread across the world at that time. He struggled to find a solution and took the matter to the Lord and asked, “What kind of an organization will we have … to do this?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p33\" class=\"\">And “it was as though the Lord had said [to him]: ‘Look, son. You don’t need any other organization. I have given you the greatest organization there is on the face of the earth. Nothing is greater than the priesthood organization. All in the world you need to do is to put the priesthood to work. That’s all.’”<sup class=\"noteMarker\"><a href=\"#footnote12-09611_000_024\">12<\/a> <span class=\"footnote\">[Harold B. Lee, transcript of welfare agricultural meeting, Oct. 3, 1970, 20.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p34\" class=\"\">That is the starting point in our time as well. We already have the Lord’s organization in place. Our challenge is determining how to use it.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p35\" class=\"\">The place to begin is to familiarize ourselves with what the Lord has already revealed. We should not assume that we know. We need to approach the subject with the humility of a child. Every generation must learn anew the doctrines that undergird the Lord’s way of caring for the needy. As many prophets have instructed us over the years, the welfare principles of the Church are not simply good ideas; they are revealed truths from God—they are His way of helping the needy.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p36\" class=\"\">Brethren, study the revealed principles and doctrines first. Read the handbooks regarding Church welfare;<sup class=\"noteMarker\"><a href=\"#footnote13-09611_000_024\">13<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Handbook 1: Stake Presidents and Bishops<\/span> (2010), chapter 5, “Administering Church Welfare”; <span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), chapter 6, “Welfare Principles and Leadership”; <span class=\"emphasis\">Providing in the Lord’s Way: Summary of a Leader’s Guide to Welfare<\/span> (pamphlet, 2009).]<\/span><\/sup> take advantage of the Internet website providentliving.org; reread the June 2011 <span class=\"emphasis\">Liahona<\/span> and<span class=\"emphasis\"> Ensign<\/span> article on the Church welfare plan. Find out about the Lord’s way of providing for His Saints. Learn how the principles of care for the needy, service to neighbor, and self-reliance complement each other. The Lord’s way of self-reliance involves in a balanced way many facets of life, including education, health, employment, family finances, and spiritual strength. Familiarize yourself with the modern welfare program of the Church.<sup class=\"noteMarker\"><a href=\"#footnote14-09611_000_024\">14<\/a> <span class=\"footnote\">[Elder Glen L. Rudd’s book <span class=\"emphasis\">Pure Religion: The Story of Church Welfare since 1930<\/span> (1995), available from Church Distribution Services, is a wonderful place to study the doctrines and history of the Lord’s welfare program.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p37\" class=\"\">Once you have studied the doctrines and principles of the Churchwide welfare plan, seek to apply what you have learned to the needs of those within your stewardship. What this means is that, in large measure, you’re going to have to figure it out for yourself. Every family, every congregation, every area of the world is different. There is no one-size-fits-all answer in Church welfare. It is a self-help program where individuals are responsible for personal self-reliance. Our resources include personal prayer, our own God-given talents and abilities, the assets available to us through our own families and extended family members, various community resources, and of course the caring support of priesthood quorums and the Relief Society. This will lead us through the inspired pattern of self-reliance.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p38\" class=\"\">You’re going to have to chart a course that is consistent with the Lord’s doctrine and matches the circumstances of your geographic area. To implement divine welfare principles, you need not look always to Salt Lake City. Instead you need to look into the handbooks, into your heart, and into heaven. Trust the Lord’s inspiration and follow His way.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p39\" class=\"\">In the end you must do in your area what disciples of Christ have done in every dispensation: counsel together, use all resources available, seek the inspiration of the Holy Ghost, ask the Lord for His confirmation, and then roll up your sleeves and go to work.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p40\" class=\"\">I give you a promise: if you will follow this pattern, you will receive specific guidance as to the <span class=\"emphasis\">who, what, when,<\/span> and <span class=\"emphasis\">where<\/span> of providing in the Lord’s way.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Blessings of Providing in the Lord’s Way<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p42\" class=\"\">The prophetic promises and blessings of Church welfare, of providing in the Lord’s way, are some of the most magnificent and sublime the Lord has pronounced upon His children. He said, “If thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: and the Lord shall guide thee continually.”<sup class=\"noteMarker\"><a href=\"#footnote15-09611_000_024\">15<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122516)\">Isaiah 58:10–11<\/a><\/span>; see also <span class=\"citation\" id=\"122517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122517)\">verses 7–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p43\" class=\"\">Whether we are rich or poor, regardless of where we live on this globe, we all need each other, for it is in sacrificing our time, talents, and resources that our spirits mature and become refined.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p44\" class=\"\">This work of providing in the Lord’s way is not simply another item in the catalog of programs of the Church. It cannot be neglected or set aside. It is central to our doctrine; it is the essence of our religion. Brethren, it is our great and special privilege as priesthood holders to put the priesthood to work. We must not turn aside our hearts or our heads from becoming more self-reliant, caring better for the needy, and rendering compassionate service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/providing-in-the-lords-way.p45\" class=\"\">The temporal is intertwined with the spiritual. God has given us this mortal experience and the temporal challenges that attend it as a laboratory where we can grow into the beings Heavenly Father wants us to become. May we understand the great duty and blessing that come from following and providing in the Lord’s way is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_024\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122506)\">Doctrine and Covenants 42:29 30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_024\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122507)\">Doctrine and Covenants 52:40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_024\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122508)\">Doctrine and Covenants 104:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09611_000_024\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122509)\">Matthew 22:36–40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09611_000_024\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122510)\">Doctrine and Covenants 29:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09611_000_024\">6.<\/a><\/span>\n\t\t\t\t\t<p>Thomas Merton, <span class=\"emphasis\">Thoughts in Solitude<\/span> (1956), 46.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09611_000_024\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122511)\">Moses 7:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-09611_000_024\">8.<\/a><\/span>\n\t\t\t\t\t<p>J. Reuben Clark Jr., in Conference Report, Apr. 1937, 22.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-09611_000_024\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122512)\">Doctrine and Covenants 104:16<\/a><\/span>; see also <span class=\"citation\" id=\"122513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122513)\">verse 15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-09611_000_024\">10.<\/a><\/span>\n\t\t\t\t\t<p>Spencer W. Kimball, in Conference Report, Apr. 1974, 183, 184.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-09611_000_024\">11.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122514)\">Mosiah 4:26<\/a><\/span>; <span class=\"citation\" id=\"122515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122515)\">18:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-09611_000_024\">12.<\/a><\/span>\n\t\t\t\t\t<p>Harold B. Lee, transcript of welfare agricultural meeting, Oct. 3, 1970, 20.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-09611_000_024\">13.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Handbook 1: Stake Presidents and Bishops<\/span> (2010), chapter 5, “Administering Church Welfare”; <span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), chapter 6, “Welfare Principles and Leadership”; <span class=\"emphasis\">Providing in the Lord’s Way: Summary of a Leader’s Guide to Welfare<\/span> (pamphlet, 2009).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-09611_000_024\">14.<\/a><\/span>\n\t\t\t\t\t<p>Elder Glen L. Rudd’s book <span class=\"emphasis\">Pure Religion: The Story of Church Welfare since 1930<\/span> (1995), available from Church Distribution Services, is a wonderful place to study the doctrines and history of the Lord’s welfare program.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_024\"><a name=\"-09611_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-09611_000_024\">15.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122516)\">Isaiah 58:10–11<\/a><\/span>; see also <span class=\"citation\" id=\"122517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122517)\">verses 7–9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}