{"ID":7835, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Dare to Stand Alone\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we ever be courageous and prepared to stand for what we believe.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_026<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p4\" class=\"\">My beloved brethren, it is a tremendous privilege to be with you tonight. We who hold the priesthood of God form a great bond and brotherhood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p5\" class=\"\">We read in the <span class=\"citation\" id=\"122521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122521)\">Doctrine and Covenants, section 121, verse 36<\/a><\/span>, “that the rights of the priesthood are inseparably connected with the powers of heaven.” What a wonderful gift we have been given—to hold the priesthood, which is “inseparably connected with the powers of heaven.” This precious gift, however, brings with it not only special blessings but also solemn responsibilities. We must conduct our lives so that we are ever worthy of the priesthood we bear. We live in a time when we are surrounded by much that is intended to entice us into paths which may lead to our destruction. To avoid such paths requires determination and courage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p6\" class=\"\">I recall a time—and some of you here tonight will also—when the standards of most people were very similar to our standards. No longer is this true. I recently read an article in the <span class=\"emphasis\">New York Times<\/span> concerning a study which took place during the summer of 2008. A distinguished Notre Dame sociologist led a research team in conducting in-depth interviews with 230 young adults across America. I believe we can safely assume that the results would be similar in most parts of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p7\" class=\"\">I share with you just a portion of this very telling article:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p8\" class=\"\">“The interviewers asked open-ended questions about right and wrong, moral dilemmas and the meaning of life. In the rambling answers, … you see the young people groping to say anything sensible on these matters. But they just don’t have the categories or vocabulary to do so.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p9\" class=\"\">“When asked to describe a moral dilemma they had faced, two-thirds of the young people either couldn’t answer the question or described problems that are not moral at all, like whether they could afford to rent a certain apartment or whether they had enough quarters to feed the meter at a parking spot.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p10\" class=\"\">The article continues:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p11\" class=\"\">“The default position, which most of them came back to again and again, is that moral choices are just a matter of individual taste. ‘It’s personal,’ the respondents typically said. ‘It’s up to the individual. Who am I to say?’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p12\" class=\"\">“Rejecting blind deference to authority, many of the young people have gone off to the other extreme [saying]: ‘I would do what I thought made me happy or how I felt. I have no other way of knowing what to do but how I internally feel.’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p13\" class=\"\">Those who conducted the interviews emphasized that the majority of the young people with whom they spoke had “not been given the resources—by schools, institutions [or] families—to cultivate their moral intuitions.”<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_026\">1<\/a> <span class=\"footnote\">[David Brooks, “If It Feels Right … ,” <span class=\"emphasis\">New York Times,<\/span> Sept. 12, 2011, nytimes.com.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p14\" class=\"\">Brethren, none within the sound of my voice should be in any doubt concerning what is moral and what is not, nor should any be in doubt about what is expected of us as holders of the priesthood of God. We have been and continue to be taught God’s laws. Despite what you may see or hear elsewhere, these laws are unchanging.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p15\" class=\"\">As we go about living from day to day, it is almost inevitable that our faith will be challenged. We may at times find ourselves surrounded by others and yet standing in the minority or even standing alone concerning what is acceptable and what is not. Do we have the moral courage to stand firm for our beliefs, even if by so doing we must stand alone? As holders of the priesthood of God, it is essential that we are able to face—with courage—whatever challenges come our way. Remember the words of Tennyson: “My strength is as the strength of ten, because my heart is pure.”<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_026\">2<\/a> <span class=\"footnote\">[Alfred, Lord Tennyson, “Sir Galahad,” in <span class=\"emphasis\">Poems of the English Race,<\/span> sel. Raymond Macdonald Alden (1921), 296.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p16\" class=\"\">Increasingly, some celebrities and others who—for one reason or another—are in the public eye have a tendency to ridicule religion in general and, at times, the Church in particular. If our testimonies are not firmly enough rooted, such criticisms can cause us to doubt our own beliefs or to waver in our resolves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p17\" class=\"\">In Lehi’s vision of the tree of life, found in 1 Nephi 8, Lehi sees, among others, those who hold to the iron rod until they come forth and partake of the fruit of the tree of life, which we know is a representation of the love of God. And then, sadly, after they partake of the fruit, some are ashamed because of those in the “great and spacious building,” who represent the pride of the children of men, who are pointing fingers at them and scoffing at them; and they fall away into forbidden paths and are lost.<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_026\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122522)\">1 Nephi 8:26–28<\/a><\/span>.]<\/span><\/sup> What a powerful tool of the adversary is ridicule and mockery! Again, brethren, do we have the courage to stand strong and firm in the face of such difficult opposition?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p18\" class=\"\">I believe my first experience in having the courage of my convictions took place when I served in the United States Navy near the end of World War II.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p19\" class=\"\">Navy boot camp was not an easy experience for me, nor for anyone who endured it. For the first three weeks I was convinced my life was in jeopardy. The navy wasn’t trying to train me; it was trying to kill me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p20\" class=\"\">I shall ever remember when Sunday rolled around after the first week. We received welcome news from the chief petty officer. Standing at attention on the drill ground in a brisk California breeze, we heard his command: “Today everybody goes to church—everybody, that is, except for me. I am going to relax!” Then he shouted, “All of you Catholics, you meet in Camp Decatur—and don’t come back until three o’clock. Forward, march!” A rather sizeable contingent moved out. Then he barked out his next command: “Those of you who are Jewish, you meet in Camp Henry—and don’t come back until three o’clock. Forward, march!” A somewhat smaller contingent marched out. Then he said, “The rest of you Protestants, you meet in the theaters at Camp Farragut—and don’t come back until three o’clock. Forward, march!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p21\" class=\"\">Instantly there flashed through my mind the thought, “Monson, you are not a Catholic; you are not a Jew; you are not a Protestant. You are a Mormon, so you just stand here!” I can assure you that I felt completely alone. Courageous and determined, yes—but alone.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p22\" class=\"\">And then I heard the sweetest words I ever heard that chief petty officer utter. He looked in my direction and asked, “And just what do you guys call yourselves?” Until that very moment I had not realized that anyone was standing beside me or behind me on the drill ground. Almost in unison, each of us replied, “Mormons!” It is difficult to describe the joy that filled my heart as I turned around and saw a handful of other sailors.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p23\" class=\"\">The chief petty officer scratched his head in an expression of puzzlement but finally said, “Well, you guys go find somewhere to meet. And don’t come back until three o’clock. Forward, march!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p24\" class=\"\">As we marched away, I thought of the words of a rhyme I had learned in Primary years before:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Dare to be a Mormon;<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Dare to stand alone.<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Dare to have a purpose firm;<\/span><\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Dare to make it known.<\/span><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p29\" class=\"\">Although the experience turned out differently from what I had expected, I had been willing to stand alone, had such been necessary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p30\" class=\"\">Since that day, there have been times when there was no one standing behind me and so I <span class=\"emphasis\">did<\/span> stand alone. How grateful I am that I made the decision long ago to remain strong and true, always prepared and ready to defend my religion, should the need arise.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p31\" class=\"\">Lest we at any time feel inadequate for the tasks ahead for us, brethren, may I share with you a statement made in 1987 by then-Church President Ezra Taft Benson as he addressed a large group of members in California. Said President Benson:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p32\" class=\"\">“In all ages, prophets have looked down through the corridors of time to our day. Billions of the deceased and those yet to be born have their eyes on us. Make no mistake about it—you are a marked generation. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p33\" class=\"\">“For nearly six thousand years, God has held you in reserve to make your appearance in the final days before the second coming of the Lord. Some individuals will fall away, but the kingdom of God will remain intact to welcome the return of its Head—even Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p34\" class=\"\">“While this generation will be comparable in wickedness to the days of Noah, when the Lord cleansed the earth by flood, there is a major difference this time: [it is that] God has saved for the final inning some of His strongest … children, who will help bear off the kingdom triumphantly.”<sup class=\"noteMarker\"><a href=\"#footnote4-09611_000_026\">4<\/a> <span class=\"footnote\">[Ezra Taft Benson, “In His Steps” (Church Educational System fireside, Feb. 8, 1987); see also “In His Steps,” in <span class=\"emphasis\">1979 Devotional Speeches of the Year: BYU Devotional and Fireside Addresses<\/span> (1980), 59.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p35\" class=\"\">Yes, brethren, we represent some of His strongest children. Ours is the responsibility to be worthy of all the glorious blessings our Father in Heaven has in store for us. Wherever we go, our priesthood goes with us. Are we standing in holy places? Please, before you put yourself and your priesthood in jeopardy by venturing into places or participating in activities which are not worthy of you or of that priesthood, pause to consider the consequences. Each of us has had conferred upon him the Aaronic Priesthood. In the process, each received the power which holds the keys to the ministering of angels. Said President Gordon B. Hinckley:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p36\" class=\"\">“You cannot afford to do anything that would place a curtain between you and the ministering of angels in your behalf.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p37\" class=\"\">“You cannot be immoral in any sense. You cannot be dishonest. You cannot cheat or lie. You cannot take the name of God in vain or use filthy language and still have the right to the ministering of angels.”<sup class=\"noteMarker\"><a href=\"#footnote5-09611_000_026\">5<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Personal Worthiness to Exercise the Priesthood,” <span class=\"emphasis\">Liahona,<\/span> July 2002, 59; <span class=\"emphasis\">Ensign,<\/span> May 2002, 52.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p38\" class=\"\">If any of you has stumbled in your journey, I want you to understand without any question whatsoever that there is a way back. The process is called repentance. Our Savior gave His life to provide you and me that blessed gift. Despite the fact that the repentance path is not easy, the promises are real. We have been told: “Though your sins be as scarlet, they shall be as white as snow.”<sup class=\"noteMarker\"><a href=\"#footnote6-09611_000_026\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122523)\">Isaiah 1:18<\/a><\/span>.]<\/span><\/sup> “And I will remember [them] no more.”<sup class=\"noteMarker\"><a href=\"#footnote7-09611_000_026\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122524)\">Jeremiah 31:34<\/a><\/span>.]<\/span><\/sup> What a statement. What a blessing. What a promise.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p39\" class=\"\">There may be those of you who are thinking to yourselves, “Well, I’m not living all the commandments, and I’m not doing everything I should, and yet my life is going along just fine. I think I can have my cake and eat it too.” Brethren, I promise you that this will not work in the long run.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p40\" class=\"\">Not too many months ago I received a letter from a man who once thought he could have it both ways. He has now repented and has brought his life into compliance with gospel principles and commandments. I want to share with you a paragraph from his letter, for it represents the reality of flawed thinking: “I have had to learn for myself (the hard way) that the Savior was absolutely correct when He said, ‘No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.’<sup class=\"noteMarker\"><a href=\"#footnote8-09611_000_026\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122525)\">Matthew 6:24<\/a><\/span>.]<\/span><\/sup> I tried, about as hard as anyone ever has, to do both. In the end,” said he, “I had all of the emptiness, darkness, and loneliness that Satan provides to those who believe his deceptions, illusions, and lies.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p41\" class=\"\">In order for us to be strong and to withstand all the forces pulling us in the wrong direction or all the voices encouraging us to take the wrong path, we must have our own testimony. Whether you are 12 or 112—or anywhere in between—you can know for yourself that the gospel of Jesus Christ is true. Read the Book of Mormon. Ponder its teachings. Ask Heavenly Father if it is true. We have the promise that “if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote9-09611_000_026\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122526)\">Moroni 10:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p42\" class=\"\">When we know the Book of Mormon is true, then it follows that Joseph Smith was indeed a prophet and that he saw God the Eternal Father and His Son, Jesus Christ. It also follows that the gospel was restored in these latter days through Joseph Smith—including the restoration of both the Aaronic and Melchizedek Priesthoods.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p43\" class=\"\">Once we have a testimony, it is incumbent upon us to share that testimony with others. Many of you brethren have served as missionaries throughout the world. Many of you young men will yet serve. Prepare yourselves now for that opportunity. Make certain you are worthy to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p44\" class=\"\">If we are prepared to share the gospel, we are ready to respond to the counsel of the Apostle Peter, who urged, “Be ready always to give an answer to every man that asketh you a reason of the hope that is in you.”<sup class=\"noteMarker\"><a href=\"#footnote10-09611_000_026\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122527)\">1 Peter 3:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p45\" class=\"\">We will have opportunities throughout our lives to share our beliefs, although we don’t always know when we will be called upon to do so. Such an opportunity came to me in 1957, when I worked in the publishing business and was asked to go to Dallas, Texas, sometimes called “the city of churches,” to address a business convention. Following the conclusion of the convention, I took a sightseeing bus ride through the city’s suburbs. As we passed the various churches, our driver would comment, “On the left you see the Methodist church” or “There on the right is the Catholic cathedral.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p46\" class=\"\">As we passed a beautiful red brick building situated upon a hill, the driver exclaimed, “That building is where the Mormons meet.” A lady in the rear of the bus called out, “Driver, can you tell us something more about the Mormons?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p47\" class=\"\">The driver pulled the bus over to the side of the road, turned around in his seat, and replied, “Lady, all I know about the Mormons is that they meet in that red brick building. Is there anyone on this bus who knows anything more about the Mormons?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p48\" class=\"\">I waited for someone to respond. I gazed at the expression on each person’s face for some sign of recognition, some desire to comment. Nothing. I realized it was up to me to do as the Apostle Peter suggested, to “be ready always to give an answer to every man that asketh you a reason of the hope that is in you.” I also realized the truth of the adage “When the time for decision arrives, the time for preparation is past.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p49\" class=\"\">For the next 15 or so minutes, I had the privilege of sharing with those on the bus my testimony concerning the Church and our beliefs. I was grateful for my testimony and grateful that I was prepared to share it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p50\" class=\"\">With all my heart and soul, I pray that every man who holds the priesthood will honor that priesthood and be true to the trust which was conveyed when it was conferred. May each of us who holds the priesthood of God know what he believes. May we ever be courageous and prepared to stand for what we believe, and if we must stand alone in the process, may we do so courageously, strengthened by the knowledge that in reality we are never alone when we stand with our Father in Heaven.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p51\" class=\"\">As we contemplate the great gift we have been given—“the rights of the priesthood … inseparably connected with the powers of heaven”—may our determination ever be to guard and defend it and to be worthy of its great promises. Brethren, may we follow the Savior’s instruction to us found in the book of 3 Nephi: “Hold up your light that it may shine unto the world. Behold I am the light which ye shall hold up—that which ye have seen me do.”<sup class=\"noteMarker\"><a href=\"#footnote11-09611_000_026\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122528)\">3 Nephi 18:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/dare-to-stand-alone.p52\" class=\"\">That we may ever follow that light and hold it up for all the world to see is my prayer and my blessing upon all who hear my voice, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_026\">1.<\/a><\/span>\n\t\t\t\t\t<p>David Brooks, “If It Feels Right … ,” <span class=\"emphasis\">New York Times,<\/span> Sept. 12, 2011, nytimes.com.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_026\">2.<\/a><\/span>\n\t\t\t\t\t<p>Alfred, Lord Tennyson, “Sir Galahad,” in <span class=\"emphasis\">Poems of the English Race,<\/span> sel. Raymond Macdonald Alden (1921), 296.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_026\">3.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122522)\">1 Nephi 8:26–28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09611_000_026\">4.<\/a><\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, “In His Steps” (Church Educational System fireside, Feb. 8, 1987); see also “In His Steps,” in <span class=\"emphasis\">1979 Devotional Speeches of the Year: BYU Devotional and Fireside Addresses<\/span> (1980), 59.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09611_000_026\">5.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Personal Worthiness to Exercise the Priesthood,” <span class=\"emphasis\">Liahona,<\/span> July 2002, 59; <span class=\"emphasis\">Ensign,<\/span> May 2002, 52.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09611_000_026\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122523)\">Isaiah 1:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09611_000_026\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122524)\">Jeremiah 31:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-09611_000_026\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122525)\">Matthew 6:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-09611_000_026\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122526)\">Moroni 10:4<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-09611_000_026\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122527)\">1 Peter 3:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_026\"><a name=\"-09611_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-09611_000_026\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122528)\">3 Nephi 18:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}