{"ID":7836, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Witness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Book of Mormon is the best guide to learn how well we are doing and how to do better.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_028<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p5\" class=\"\">I am grateful for this opportunity to speak to you on this Sabbath in a general conference of The Church of Jesus Christ of Latter-day Saints. Every member of the Church has the same sacred charge. We accepted it and promised to rise to it as we were baptized. We learn from the words of Alma, the great Book of Mormon prophet, what we promised God that we would become: “Willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_028\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122529)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p6\" class=\"\">That is a lofty charge and a glorious promise from God. My message today is of encouragement. Just as the Book of Mormon makes the charge plain to us, it also directs us upward on the path to eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p7\" class=\"\">First, we promised to become charitable. Second, we promised to become witnesses of God. And third, we promised to endure. The Book of Mormon is the best guide to learn how well we are doing and how to do better.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p8\" class=\"\">Let’s begin with becoming charitable. I will remind you of recent experiences. Many of you participated in a day of service. There were thousands of them organized across the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p9\" class=\"\">A council of your fellow Saints prayed to know what service to plan. They asked God to know whom we should serve, what service to give, and whom to invite to participate. They may even have prayed not to forget shovels or drinking water. Above all, they prayed that all who gave service and all who received it would feel the love of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p10\" class=\"\">I know those prayers were answered in at least one ward. More than 120 members volunteered to help. In three hours they transformed the grounds of a church in our community. It was hard and happy work. The ministers of the church expressed gratitude. All who worked together that day felt unity and greater love. Some even said that they felt joy as they pulled weeds and trimmed shrubbery.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p11\" class=\"\">Words from the Book of Mormon helped them know why they felt that joy. It was King Benjamin who said to his people, “Learn that when ye are in the service of your fellow beings ye are … in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_028\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122530)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup> And it was Mormon who taught in his words in the Book of Mormon, “Charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.”<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_028\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122531)\">Moroni 7:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p12\" class=\"\">The Lord is keeping His promise to you as you keep yours. As you serve others for Him, He lets you feel His love. And in time, feelings of charity become part of your very nature. And you will receive the assurance of Mormon in your heart as you persist in serving others in life that all will be well with you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p13\" class=\"\">Just as you promised God to become charitable, you promised to be His witness wherever you may be throughout your life. Again, the Book of Mormon is the best guide I know to help us keep that promise.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p14\" class=\"\">I was once invited to speak at graduation services at a university. The university president had wanted President Gordon B. Hinckley to be invited but found that he was unavailable. So by default I got the invitation. I was then a junior member of the Quorum of the Twelve Apostles.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p15\" class=\"\">The person who invited me to speak became anxious as she learned more about my obligations as an Apostle. She called me on the phone and said that she now understood that my duty was to be a witness of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p16\" class=\"\">In very firm tones she told me that I could not do that when I spoke there. She explained that the university respected people of all religious beliefs, including those who denied the existence of a God. She repeated, “You cannot fulfill your duty here.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p17\" class=\"\">I hung up the phone with serious questions in my mind. Should I tell the university that I would not keep my agreement to speak? It was only two weeks before the event. My appearance there had been announced. What effect would my failing to keep my agreement have on the good name of the Church?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p18\" class=\"\">I prayed to know what God would have me do. The answer came in a surprising way to me. I realized that the examples of Nephi, Abinadi, Alma, Amulek, and the sons of Mosiah applied to what I was. They were bold witnesses of Jesus Christ in the face of deadly peril.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p19\" class=\"\">So the only choice to be made was how to prepare. I dug into everything I could learn about the university. As the day of the talk grew closer, my anxiety rose and my prayers intensified.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p20\" class=\"\">In a miracle like the Red Sea parting, I found a news article. That university had been honored for doing what the Church has learned to do in our humanitarian efforts across the world. And so in my talk I described what we and they had done to lift people in great need. I said that I knew that Jesus Christ was the source of the blessings that had come into the lives of those we and they had served.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p21\" class=\"\">After the meeting the audience rose to applaud, which seemed a little unusual to me. I was amazed but still a little anxious. I remembered what happened to Abinadi. Only Alma had accepted his witness. But that night, at a large formal dinner, I heard the university president say that in my talk he heard the words of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p22\" class=\"\">Now, such a miraculous deliverance is rare in my experience as a witness of Christ. But the effect of the Book of Mormon on your character, power, and courage to be a witness for God is certain. The doctrine and the valiant examples in that book will lift, guide, and embolden you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p23\" class=\"\">Every missionary who is proclaiming the name and gospel of Jesus Christ will be blessed by daily feasting from the Book of Mormon. Parents who struggle to get a witness of the Savior into the heart of a child will be helped as they seek for a way to bring the words and the spirit of the Book of Mormon into the home and all the lives in their family. That has proven true for us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p24\" class=\"\">I can see that miracle is happening in every sacrament meeting and every class I attend in the Church. Speakers and teachers show a love and mature understanding of the scriptures, especially the Book of Mormon. And personal testimonies clearly come from deep within their hearts. They teach with increased conviction and bear witness with power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p25\" class=\"\">I see evidence as well that we are doing better in the third part of the promise we all made at baptism. We covenanted to endure, to keep the commandments of God as long as we live.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p26\" class=\"\">I visited the hospital room of an old friend who had been diagnosed with terminal cancer. I took with me my two young daughters. I did not expect that she would even be able to recognize them. Her own family were gathered, standing around her bed as we entered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p27\" class=\"\">She looked up and smiled. I will always remember her look as she saw that we had brought our daughters with us. She motioned them to come close to her on the bed. She sat up, held them, and introduced them to her family. She spoke of the greatness of those two little girls. It was as if she were presenting princesses to a royal court.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p28\" class=\"\">I expected our visit to end quickly. Surely, I thought, she is tired. But as I watched, it was as if the years melted away. She was radiant and obviously filled with love for all of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p29\" class=\"\">She seemed to savor the moment as if time had stopped. She had spent most of her life succoring children for the Lord. She knew from the account in the Book of Mormon that the resurrected Savior had taken little children one by one, blessed them, and then wept for joy.<sup class=\"noteMarker\"><a href=\"#footnote4-09611_000_028\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122532)\">3 Nephi 17:21–22<\/a><\/span>.]<\/span><\/sup> She had experienced that joy long enough herself to be able to endure in His loving service to the end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p30\" class=\"\">I saw that same miracle in the bedroom of a man who had given sufficient faithful service to think that he had done enough to rest.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p31\" class=\"\">I knew that he had undergone lengthy and painful treatment for a disease and had been told by the doctors that it was terminal. They offered neither treatment nor hope.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p32\" class=\"\">His wife took me to his bedroom in their home. There he was, lying on his back on the top of the carefully made-up bed. He wore a freshly pressed white shirt, a tie, and new shoes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p33\" class=\"\">He saw the look of surprise in my eyes, laughed quietly, and explained, “After you give me a blessing, I want to be ready to respond to the call to take up my bed and go to work.” As it turned out, he was ready for the interview he would soon have with the Master, for whom he had worked so faithfully.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p34\" class=\"\">He was an example of the fully converted Latter-day Saints I meet often after they have given a life of dedicated service. They press on.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p35\" class=\"\">President Marion G. Romney described it this way: “In one who is wholly converted, desire for things [contrary] to the gospel of Jesus Christ has actually died, and substituted therefor is a love of God with a fixed and controlling determination to keep his commandments.”<sup class=\"noteMarker\"><a href=\"#footnote5-09611_000_028\">5<\/a> <span class=\"footnote\">[Marion G. Romney, in Conference Report, Oct. 1963, 23.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p36\" class=\"\">It is that fixed determination I see more and more often in the seasoned disciples of Jesus Christ. Like the sister greeting my daughters and the man in the new shoes ready to get up and march, they follow the Savior’s command to the end. All of you have seen it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p37\" class=\"\">You can look at it again if you return to the Book of Mormon. I still feel admiration in my heart when I read these words of an aging and determined servant of God: “For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord … doth support me, and hath suffered me that I should speak unto you.”<sup class=\"noteMarker\"><a href=\"#footnote6-09611_000_028\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122533)\">Mosiah 2:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p38\" class=\"\">You can take courage as I do from the example of endurance given us by Moroni. He was alone in his ministry. He knew the end of life was near for him. And yet listen to what he wrote for the sake of people not yet born and the descendants of his mortal enemies: “Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ.”<sup class=\"noteMarker\"><a href=\"#footnote7-09611_000_028\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122534)\">Moroni 10:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p39\" class=\"\">Moroni gave that witness as the valedictory to his life and ministry. He urged charity, as do the prophets throughout the Book of Mormon. He added his witness of the Savior when death loomed before him. He was a truly converted child of God, as we can be: filled with charity, constant and fearless as a witness of the Savior and His gospel, and determined to endure to the end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p40\" class=\"\">Moroni taught us what that requires of us. He said that the first step to full conversion is faith. Prayerful study of the Book of Mormon will build faith in God the Father, in His Beloved Son, and in His gospel. It will build your faith in God’s prophets, ancient and modern.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p41\" class=\"\">It can draw you closer to God than any other book. It can change a life for the better. I urge you to do what a missionary companion of mine did. He had run away from home as a teenager, and someone had placed a Book of Mormon in a box he carried with him in his search for more happiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p42\" class=\"\">Years passed. He moved from place to place across the world. He was alone and unhappy one day when he saw the box. The box was filled with things he had carried with him. At the bottom of the box, he found the Book of Mormon. He read the promise in it and tested it. He knew it was true. That witness changed his life. He found happiness beyond his fondest dreams.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p43\" class=\"\">Your copy of the Book of Mormon may be hidden from your view by cares and attention to all you have accumulated in your journey. I plead with you to drink deeply and often from its pages. It has in it the fulness of the gospel of Jesus Christ, which is the only way home to God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p44\" class=\"\">I leave you my sure witness that God lives and will answer your prayers. Jesus Christ is the Savior of the world. The Book of Mormon is a true and sure witness that He lives, that He is our resurrected and living Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/a-witness.p45\" class=\"\">The Book of Mormon is a precious witness. I now leave with you my witness in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_028\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122529)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_028\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122530)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_028\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122531)\">Moroni 7:47<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09611_000_028\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122532)\">3 Nephi 17:21–22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09611_000_028\">5.<\/a><\/span>\n\t\t\t\t\t<p>Marion G. Romney, in Conference Report, Oct. 1963, 23.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09611_000_028\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122533)\">Mosiah 2:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_028\"><a name=\"-09611_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09611_000_028\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122534)\">Moroni 10:32<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}