{"ID":7838, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Book of Mormon—a Book from God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p2\" class=\"\">By Elder Tad R. Callister<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p3\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/tad-r-callister-10.jpg\" alt=\"Tad R. Callister\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Together with the Bible, the Book of Mormon is an indispensable witness of the doctrines of Christ and His divinity.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_030<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p5\" class=\"\">Years ago my great-great-grandfather picked up a copy of the Book of Mormon for the first time. He opened it to the center and read a few pages. He then declared, “That book was either written by God or the devil, and I am going to find out who wrote it.” He read it through twice in the next 10 days and then declared, “The devil could not have written it—it must be from God.”<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_030\">1<\/a> <span class=\"footnote\">[Willard Richards, in LeGrand Richards, <span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> rev. ed. (1972), 81, 82.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p6\" class=\"\">That is the genius of the Book of Mormon—there is no middle ground. It is either the word of God as professed, or it is a total fraud. This book does not merely claim to be a moral treatise or theological commentary or collection of insightful writings. It claims to be the word of God—every sentence, every verse, every page. Joseph Smith declared that an angel of God directed him to gold plates, which contained the writings of prophets in ancient America, and that he translated those plates by divine powers. If that story is true, then the Book of Mormon is holy scripture, just as it professes to be; if not, it is a sophisticated but, nonetheless, diabolical hoax.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p7\" class=\"\">C. S. Lewis spoke of a similar dilemma faced by someone who must choose whether to accept or reject the Savior’s divinity—where there is likewise no middle ground: “I am trying here to prevent anyone saying the really foolish thing that people often say about Him: ‘I’m ready to accept Jesus as a great moral teacher, but I don’t accept His claim to be God.’ That is the one thing we must not say. A man who was merely a man and said the sort of things Jesus said would not be a great moral teacher. … You must make your choice. Either this man was, and is, the Son of God: or else a madman or something worse. … But let us not come with any patronising nonsense about His being a great human teacher. He has not left that open to us. He did not intend to.”<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_030\">2<\/a> <span class=\"footnote\">[C. S. Lewis, <span class=\"emphasis\">Mere Christianity<\/span> (1952), 40–41.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p8\" class=\"\">Likewise, we must make a simple choice with the Book of Mormon: it is either of God or the devil. There is no other option. For a moment I invite you to take a test that will help you determine the true nature of this book. Ask yourself if the following scriptures from the Book of Mormon draw you closer to God or to the devil:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p9\" class=\"\">“Feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do” (<span class=\"citation\" id=\"122593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122593)\">2 Nephi 32:3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p10\" class=\"\">Or these words of a loving father to his sons: “And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation” (<span class=\"citation\" id=\"122594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122594)\">Helaman 5:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p11\" class=\"\">Or these words of a prophet: “Come unto Christ, and be perfected in him” (<span class=\"citation\" id=\"122595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122595)\">Moroni 10:32<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p12\" class=\"\">Could these statements from the Book of Mormon have possibly been authored by the evil one? After the Savior cast out certain devils, the Pharisees claimed that He did so “by Beelzebub the prince of the devils.” The Savior responded that such a conclusion was nonsensical: “Every kingdom,” He said, “divided against itself is brought to desolation; and every … house divided against itself shall not stand.” And then His compelling climax: <span class=\"emphasis\">“And if Satan cast out Satan, he is divided against himself; how shall then his kingdom stand?”<\/span> (<span class=\"citation\" id=\"122596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122596)\">Matthew 12:24–26<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p13\" class=\"\">If the foregoing scriptures from the Book of Mormon teach us to worship and love and serve the Savior (which they do), how can they be from the devil? If so, he would be divided against himself and thus be destroying his own kingdom, the very condition the Savior said could not exist. An honest, unbiased reading of the Book of Mormon will bring someone to the same conclusion as my great-great-grandfather, namely: “The devil could not have written it—it must be from God.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p14\" class=\"\">But why is the Book of Mormon so essential if we already have the Bible to teach us about Jesus Christ? Have you ever wondered why there are so many Christian churches in the world today when they obtain their doctrines from essentially the same Bible? It is because they interpret the Bible differently. If they interpreted it the same, they would be the same church. This is not a condition the Lord desires, for the Apostle Paul declared that there is “one Lord, one faith, one baptism” (<span class=\"citation\" id=\"122597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122597)\">Ephesians 4:5<\/a><\/span>). To help bring this oneness about, the Lord established a divine law of witnesses. Paul taught, “In the mouth of two or three witnesses shall every word be established” (<span class=\"citation\" id=\"122598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122598)\">2 Corinthians 13:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p15\" class=\"\">The Bible is one witness of Jesus Christ; the Book of Mormon is another. Why is this second witness so crucial? The following illustration may help: How many straight lines can you draw through a single point on a piece of paper? The answer is infinite. For a moment, suppose that single point represents the Bible and that hundreds of those straight lines drawn through that point represent different interpretations of the Bible and that each of those interpretations represents a different church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p16\" class=\"\">What happens, however, if on that piece of paper there is a second point representing the Book of Mormon? How many straight lines could you draw between these two reference points: the Bible and the Book of Mormon? Only one. Only one interpretation of Christ’s doctrines survives the testimony of these two witnesses.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p17\" class=\"\">Again and again the Book of Mormon acts as a confirming, clarifying, unifying witness of the doctrines taught in the Bible so that there is only “one Lord, one faith, one baptism.” For example, some people are confused as to whether baptism is essential for salvation even though the Savior declared to Nicodemus, “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God” (<span class=\"citation\" id=\"122599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122599)\">John 3:5<\/a><\/span>). The Book of Mormon, however, eliminates all doubt on that subject: “And he commandeth all men that they must repent, and be baptized in his name, … or they cannot be saved in the kingdom of God” (<span class=\"citation\" id=\"122600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122600)\">2 Nephi 9:23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p18\" class=\"\">There exist various modes of baptisms in the world today even though the Bible tells us the manner in which the Savior, our great Exemplar, was baptized: “[He] went up straightway out of the water” (<span class=\"citation\" id=\"122601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122601)\">Matthew 3:16<\/a><\/span>). Could He have come up out of the water unless He first went down into the water? Lest there be any discord on this subject, the Book of Mormon dispels it with this straightforward statement of doctrine as to the proper manner of baptism: “And then shall ye immerse them in the water” (<span class=\"citation\" id=\"122602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122602)\">3 Nephi 11:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p19\" class=\"\">Many believe that revelation ended with the Bible even though the Bible itself is a testimony of God’s revelatory pattern over 4,000 years of man’s existence. But one incorrect doctrine such as this is like a domino set in motion that causes the fall of other dominoes or, in this case, the fall of correct doctrines. A belief in the cessation of revelation causes the doctrine that “God is the same yesterday, today, and forever” (<span class=\"citation\" id=\"122603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122603)\">Mormon 9:9<\/a><\/span>) to fall; it causes the doctrine taught by Amos that “surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets” (<span class=\"citation\" id=\"122604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122604)\">Amos 3:7<\/a><\/span>) to fall; and it causes the doctrine that “God is no respecter of persons” (<span class=\"citation\" id=\"122605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122605)\">Acts 10:34<\/a><\/span>) and thus speaks to all men of all ages to fall. But fortunately the Book of Mormon reenthrones the biblical truth of continuous revelation:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p20\" class=\"\">“And again, I speak unto you who deny the revelations of God, and say that they are done away, that there are no revelations. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p21\" class=\"\">“Do we not read that God is the same yesterday, today, and forever … ?” (<span class=\"citation\" id=\"122606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122606)\">Mormon 9:7, 9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p22\" class=\"\">In other words, if God, who is unchangeable, spoke in ancient times, He will likewise speak in modern times.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p23\" class=\"\">The list of doctrinal confirmations and clarifications goes on and on, but none is more powerful nor poignant than the Book of Mormon’s discourses on the Atonement of Jesus Christ. Would you like to have emblazoned on your soul an undeniable witness that the Savior descended beneath your sins and that there is no sin, no mortal plight outside the merciful reach of His Atonement—that for each of your struggles He has a remedy of superior healing power? Then read the Book of Mormon. It will teach you and testify to you that Christ’s Atonement is infinite because it circumscribes and encompasses and transcends every finite frailty known to man. That is why the prophet Mormon declared, “Ye shall have hope through the atonement of Christ” (<span class=\"citation\" id=\"122607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122607)\">Moroni 7:41<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p24\" class=\"\">No wonder the Book of Mormon proclaims with boldness, “And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ” (<span class=\"citation\" id=\"122608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122608)\">2 Nephi 33:10<\/a><\/span>). Together with the Bible, the Book of Mormon is an indispensable witness of the doctrines of Christ and His divinity. Together with the Bible, it “teach[es] all men that they should do good” (<span class=\"citation\" id=\"122609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122609)\">2 Nephi 33:10<\/a><\/span>). And together with the Bible, it brings us to “one Lord, one faith, one baptism.” That is why the Book of Mormon is so crucial in our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p25\" class=\"\">Some years ago I attended one of our worship services in Toronto, Canada. A 14-year-old girl was the speaker. She said that she had been discussing religion with one of her friends at school. Her friend said to her, “What religion do you belong to?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p26\" class=\"\">She replied, “The Church of Jesus Christ of Latter-day Saints, or Mormons.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p27\" class=\"\">Her friend replied, “I know that church, and I know it’s not true.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p28\" class=\"\">“How do you know?” came the reply.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p29\" class=\"\">“Because,” said her friend, “I have researched it.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p30\" class=\"\">“Have you read the Book of Mormon?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p31\" class=\"\">“No,” came the answer. “I haven’t.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p32\" class=\"\">Then this sweet young girl responded, “Then you haven’t researched my church, because I have read every page of the Book of Mormon and I know it’s true.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-book-of-mormon-a-book-from-god.p33\" class=\"\">I too have read every page of the Book of Mormon, again and again, and I bear my solemn witness, like my great-great-grandfather, it is from God. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_030\"><a name=\"-09611_000_030\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_030\">1.<\/a><\/span>\n\t\t\t\t\t<p>Willard Richards, in LeGrand Richards, <span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> rev. ed. (1972), 81, 82.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_030\"><a name=\"-09611_000_030\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_030\">2.<\/a><\/span>\n\t\t\t\t\t<p>C. S. Lewis, <span class=\"emphasis\">Mere Christianity<\/span> (1952), 40–41.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}