{"ID":784, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Expression of Gratitude<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1955, pp. 4-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters: Being keenly sensitive of the great responsibility of this moment, I crave\nan interest in your sympathetic attention and especially in your faith and prayers.\n<\/p><p>\nMy feelings this morning can be expressed in one word&mdash;gratitude. I should like to quote\nfrom the Psalmist: \n<\/p><p>\n\"O give thanks unto the Lord; call upon his name: make known his deeds among the people.\n<\/p><p>\n\"Sing unto him, sing psalms unto him: talk ye of all his wondrous works\"\n(<span class=\"citation\" id=\"41798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41798)\">Ps. 105:1-2<\/a><\/span>).\n<\/p><p>\nGiving thanks means in this case, I am sure, a fullness of thanks, which is the outward\nexpression of a grateful feeling.  Gratitude is the feeling itself.  That is in the heart. \nThankfulness is measured by the number of words; gratitude is measured by the nature of our\nactions.  Thankfulness is the beginning of gratitude; gratitude the completion of thankfulness. \n\"Gratitude is the heart's recognition of kindness that the lips cannot repay.\"\n<\/p><p>\nI feel grateful and happy this morning for so many evidences of the goodness of the Lord that\nI wish I could strike a note of optimism that would reverberate to the uttermost parts of the\nChurch.  In the words of Frank L. Stanton: \n<\/p><p>\n\"This world o' God's is brighter<br \/>\n     Than we ever dream or know; <br \/>\n     Its burdens growin' lighter&mdash;<br \/>\n     An' it's Love that makes 'em so!<br \/>\n     An' I'm thankful that I'm livin'<br \/>\n     Where Love's blessedness I see,<br \/>\n     'Neath a Heaven that's forgivin'<br \/>\n     Where the bells ring 'Home' to me!\"\n<\/p><p>\nI know that since our conference last April, many of us have had difficulties, disappointments,\nand failures where we wanted so much to succeed; wounded feelings from barbed tongues;\nsickness; some of us have passed through the experience of death of loved ones; but these are\nall incidents in life which, when not understood, may harrow our feelings until we are\ncrushed.\n<\/p><p>\nI am aware, too, that there have been jealousies, petty intrigues, meannesses,\nmisunderstandings on occasions, and that men and women, magnifying these weaknesses of\nhuman nature, have made themselves miserable and perhaps scattered gloom instead of\nsunshine into the hearts of their associates.\n<\/p><p>\nBut notwithstanding these disagreeable, discouraging facts, I am sure that we have cause this\nmorning to rise above petty things and, as the Psalmist says, make known among the people\nthe Lord's deeds, which are always good and beautiful.  Paraphrasing a familiar song, let us,\n\"Count our many blessings; name them one by one, and it will surprise us what the Lord has\ndone.\"\n<\/p><p>\nThere are so many things for which we should be thankful, time will not permit our even\nnaming them, but I should like to call your attention at least to four or five: \n<\/p><p>\nFirst: loyalty and devotion of the presiding priesthood of the Church.\n<\/p><p>\nSecond: the vitality and growth of the Church.\n<\/p><p>\nThird: the success of the choir on its recent tour in Europe,\n<\/p><p>\nFourth: the dedication of the temple.\n<\/p><p>\nFifth: <i>the happiness we may secure in obedience to the restored gospel of Jesus Christ.<\/i>\n<\/p><p>\nI haven't words to express my gratitude for the support and loyalty of President Richards and\nPresident Clark and the work they have carried on at the office and throughout the Church. I\nmake this public expression of my appreciation and gratitude, which applies also to the\nCouncil of the Twelve, the Assistants, the Seventy, the Bishopric, and the patriarch, and to all\nthose who preside in stakes and wards and quorums and organizations, in the presidencies of\nmissions throughout the world.  Nobody who has not come in contact with these men and\nwomen can realize their loyalty, their energy, and devotion.  I wish to express, too,\nappreciation for the cooperation of the civic authorities in our state and in nations, in the\nSouth Pacific, in Europe, and wherever the missions of the Church are operating.  I know\nthese are mere words, but they express a true feeling of gratitude.  God bless them wherever\nthey are.\n<\/p><p>\n<i>Activity and Growth of the Church<\/i>\n<\/p><p>\nNow as to the activity and growth of the Church, that is shown in many ways: \n<\/p><p>\nFirst, in the increase in membership. You will be pleased to know that since we met last\nOctober, over 73,500 people have joined the Church; two new missions have been organized&mdash;the\nSouth Australian Mission, attended by Elder Marion G. Romney, who was accompanied\nby Sister Romney; and the Southern Far East Mission (the Japanese Mission changed to the\nNorthern Far East Mission) where president Joseph Fielding Smith officiated, accompanied by\nSister Smith, and by Brother Herald Grant Heaton, who is president of the Southern Far East\nMission&mdash;a great opportunity&mdash;the ground laid for that division by Elder Harold B. Lee and\nSister Lee a few months ago.\n<\/p><p>\nOther missions are demanding similar attention.\n<\/p><p>\nThe activity and vitality of the Church are shown also in the increase in tithing.  Last year the\ntithing was the largest we have ever had, and this year up to September, it is 10.7 percent\nhigher than last.  This is a very significant index to the service, loyalty, and spirituality of the\nmembers of the Church.  We are grateful to you for your devotion.  You have shown in\nincreased attendance at sacrament meetings that devotion.  I sincerely hope that I may report\nan improvement in these sacrament meetings in order and reverence.\n<\/p><p>\nAs members of the Church in our worshiping assemblies, we should improve I think, in this\nregard.  Presiding authorities in stake, ward, and quorum meetings, and especially teachers in\nclasses, should make special effort to maintain better order and more reverence during hours\nof study.  Less talking behind the pulpit will have a salutary effect upon those who face it. \nBy example and precept children should be impressed with the inappropriateness of confusion\nand disorder in a worshiping congregation. They should be impressed in childhood, and have\nit emphasized in youth, that it is disrespectful to talk or even to whisper during a sermon, and\nthat it is the height of rudeness to leave a worshiping assembly before dismissal.\n<\/p><p>\nCourtesy, respect, deference, and kind consideration are all pleasing attributes that may be\nshown on all occasions, and wherever manifested contribute to the pleasure and sweetness of\nhuman relations.\n<\/p><p>\nIf there were more reverence in human hearts, there would be less room for sin and sorrow\nand more increased capacity for joy and gladness.  To make more cherished, more adaptable,\nmore attractive, this gem among brilliant virtues is a project worthy of the most united and\nprayerful efforts of every officer, every parent, and every member of the Church.\n<\/p><p>\n<i>Successful Tour of the Tabernacle Choir<\/i>\n<\/p><p>\nAnother reason for gratitude and joy this morning is the recent successful tour of the choir in\nEurope.\n<\/p><p>\nThe reception given them at Greenock, Scotland, when the Provost, Mr. John Porter, and the\nBagpipe Band of that city, gathered on the wharf, took a tug out even to the ship, and\nreturned with the second group of singers, was almost a royal welcome.  I cannot refrain from\nmentioning that, because fifty-eight years before, I stood on the same wharf and saw\nemigrants, returning missionaries take the tugboat out to the ocean liner.  I contrasted our\nfeelings and the attitude of the people fifty-eight years ago with this reception on that\nmorning.\n<\/p><p>\nThen in the afternoon, it was repeated by the Lord Provost of Glasgow and his Lady, Lord\nand Lady Andrew Hood. As he stated, in his extemporaneous speech of welcome&mdash;as he laid\naside his prepared speech&mdash;this is probably the first time an organized group of the Church\nof Jesus Christ of Latter-day Saints has been officially received in Scotland.  That was Friday,\nAugust 19, 1955.\n<\/p><p>\nI shall let others who were constantly with the choir report their achievements.  Sister McKay\nand our party had the opportunity to attend only four concerts&mdash;the one held in Kelvin Hall,\nGlasgow; in Royal Albert Hall, London; the Fest Hall in Bern, Switzerland; and in Tonhalle\nin Zurich, Switzerland.\n<\/p><p>\nThe service rendered by the Tabernacle Choir on their tour brought credit to our state, and the\nChurch, and to our country as perhaps no other organization has been able to do.\n<\/p><p>\nTo transport 379 members of a singing group with their escorts, making a company of\napproximately 600, was a herculean task.  The difficulties of transportation and hotel\naccommodations had really just begun when they landed at Greenock.  But their tour, as you\nall know, proved to be successful beyond our fondest hopes.  At every concert they were\ngiven an ovation. Elder Richard L. Evans especially, who gave the spoken word, Elder Lester\nF. Hewlett, president of the choir, the directors, the organists, and every member of the choir\ndeserve the highest praise.  The dignified attitude of the group as a whole, their comely\ndeportment, their evident sincerity of purpose, their responsiveness, won the audience even\nbefore they started to sing.\n<\/p><p>\nMr. Edmund J. Pendleton, music critic of the New York <i>Herald Tribune<\/i> of Paris, France,\nwrote as follows: (I will read this one because I think it has not been published.)\n<\/p><p>\n\"The simplicity of attitude and the evident sincerity on the part of every participant from the\nlast chorister to the conductor, J. Spencer Cornwall, is moving to behold.  The wealth and\nhealth of the choir's sonority, and its freely consented discipline, achieved results difficult to\nduplicate without a similar faith in a job to be done.  The whole program was sung by heart,\nin the most literal sense.\n<\/p><p>\n\"The technical side of the performance&mdash;balance, tone quality, attack, shading, diction&mdash;was\nthoroughly satisfactory, and in certain strong moments thrilling.\"\n<\/p><p>\nIt gives me great pleasure, therefore, to make public acknowledgment and express the\nthankfulness of a grateful heart to Elder W. Jack Thomas and his faithful wife, Emma, who\nfirst suggested a European tour and worked so diligently and enthusiastically in soliciting\nfunds, and who labored so faithfully for months in looking after the transportation and\nphysical comforts of the members of the choir; also to the advisory committee&mdash;Elders Mark\nE. Petersen, Adam S. Bennion, LeGrand Richards, who proved themselves masters of details,\nthe application of which contributed much to the success of the tour.\n<\/p><p>\nTo President Paul C. Child, who with Mr. Charles D. DeKock, manager of the Foreign\nEscorted Tours Department, New York City, and Mr. Robert H. Smith, also representing the\nForeign Escorted Tours Department of New York, had complete charge of all the\ntransportation problems as soon as the choir landed at Greenock, Scotland, until the final\nconcert held in the Palais de Chaillot Theater, Saturday night, September 17, we wish to\nexpress deep appreciation.\n<\/p><p>\nThese men, with Elder Richard L. Evans, worked night and day to make the trip successful. \nIn London, for example, when the tour managers were selling round-trip tickets to the\nground-breaking ceremonies in Newchapel near London, at a cost of two dollars each, Mr.\nDeKock worried all night about it and the next morning said to Brother Child: \"This is a very\nimportant event, and many people are coming from all over Great Britain and various other\ncountries to attend; it would be a shame if members of the choir were not present.\" (That was\nnot scheduled, you see, originally.) \"I am going to furnish the transportation free of charge to\neveryone who wishes to attend those services.\"\n<\/p><p>\nAfter he heard the choir concert in Manchester, England, the same gentleman said: \"Paul, I\ntook this job as an objective thing; I want you to know from this hour on it is <i>subjective<\/i>.  I\nhave never been so lifted up in all my life! I am going to give everything I have to the\nsuccess of this tour.\"\n<\/p><p>\nMr. Robert R. Mullen who handled the overall publicity of the choir tour and worked in\nconjunction with the J. Walter Thompson Company in Europe, told Elder Mark E. Petersen\nthat his company was so much in sympathy with the overall purpose of the choir tour that\nthey did all of their work at cost, without charging any agency commission such as is usually\nthe case.\n<\/p><p>\nTo all individuals and business firms who contributed their money towards paying the\nexpenses of this eventful tour, we now publicly express our gratitude. I have no hesitancy in\nsaying that from the standpoint of good will, in fostering better understanding between our\nChurch, our state, our country, and the European nations visited, money has never been spent\nmore profitably.\n<\/p><p>\nOf course, there were difficulties and inconveniences, even tragedies, but these are incident to\nany great undertaking, and especially one of such herculean proportions as transporting six\nhundred people over Europe in thirty days.\n<\/p><p>\nTo the doctors who looked after the health of the choir members and to all others who\nassisted in any way in making this tour successful, we now express our thanks and deep\nappreciation.\n<\/p><p>\n<i>Dedication of the Swiss Temple<\/i>\n<\/p><p>\nAnother cause for rejoicing this morning (and I tell you it is a most significant one as an\nevent in the history of the Church) is the dedication of the first temple on European soil,\nSunday, September 11, 1955, with two sessions that day, and two each succeeding day until\nThursday, September 15.  The Tabernacle Choir was present and furnished the music, with\nSister Ewan Harbrecht as soloist. The choir and Sister Harbrecht never sang more feelingly\nthan they did at both the morning and afternoon sessions of the first day of the dedication.  I\nwish all members of the Church might have felt the intensity of the spiritual services on that\nmemorable occasion.\n<\/p><p>\nWhen the time came to welcome the hundreds who crowded the rooms at the first session, it\nseemed proper to express also a welcome to an unseen, but seemingly real audience, among\nwhom were possibly former presidents and apostles of the Church, probably headed by the\nProphet Joseph Smith, to whom was revealed the essential ordinances of baptism for those\nwho died without having heard the gospel; also his nephew, President Joseph F. Smith, who\nprophesied forty-nine years ago in the city of Bern that \"temples would be built in divers\ncountries of the world.\" Among them, too, I thought surely might be numbered Elder Stayner\nRichards who was president of the British Mission at the time those two temple sites in\nEurope were chosen.  With these distinguished leaders we thought, too, there might have been\ndeparted loved ones whom \"we could not see, but whose presence we felt.\" At any rate, we\nall agreed that the veil between those who participated in those exercises and loved ones who\nhad gone before seemed very thin.\n<\/p><p>\nAgain, we take opportunity to express publicly appreciation to the architects, contractors,\ntechnicians, and workers who labored long and faithfully to have the temple completed for\ndedication on that day. Two nights before that service, workmen labored all night long and\nexpressed themselves as doing it willingly.\n<\/p><p>\nIt had been announced that regular ordinance work would not commence until Monday\nmorning, September 18, but through the indefatigable efforts of Elder Gordon B. Hinckley,\nassisted by Elder Paul Evans and others, it was reported that a company might be\naccommodated on the morning of the 16th following the final dedicatory service Thursday\nnight.\n<\/p><p>\nAccordingly, two sessions were scheduled for German-speaking people&mdash;one at 7 o'clock in\nthe morning, and the other at 1 p.m.  But members from the French Mission said, \"the choir\nwill be in Paris Saturday night, and if, while we are present here, we could go through the\ntemple and get home for that, we should appreciate it.\" Accordingly, we gave them 5:00 p.m.\nFriday, as their opportunity to go through the temple.\n<\/p><p>\nThen came President Eben R. T. Blomquist, representing the Swedish people, who said, \"if\nwe could come at 9:00 o'clock at night, we would be willing to wait over so that we could\nreturn Saturday in accordance with our schedule.\" So instead of two sessions, we granted four,\nresulting in continual sessions from seven o'clock Friday morning until seven o'clock\nSaturday night.\n<\/p><p>\nMembers from the Netherlands Mission had been invited to come Saturday morning at 7:30. \nThey were there, and the workers who had worked all night, who were necessary to guide the\nworkers from Holland, continued on duty.\n<\/p><p>\nThe faithful members endured the inconveniences gladly because the privilege of going\nthrough the temple at that time was a great accommodation to them.\n<\/p><p>\nWe here express appreciation to President William F. Perschon, President Samuel E.\nBringhurst, Elder Edward O. Anderson, Elder Gordon B. Hinckley, Elder Paul Evans, and all\nthe missionaries and workers who rendered such unselfish service to the fortunate members of\nthe Church who were privileged to go through the first temple in Europe.\n<\/p><p>\n<i>The Gospel Plan the Greatest of All Blessings<\/i>\n<\/p><p>\nTruly, it is fitting to give thanks to the Lord and to talk of all his wondrous work; and in\ndoing so, we must include the greatest of all of his blessings&mdash;the sending of his Only\nBegotten Son to give to all our Father's children redemption, and to those who will listen and\nobey the gospel, salvation and exaltation in the kingdom of our Father. <i>Obedience to the<\/i>\n<i>principles of the gospel brings happiness<\/i>, and happiness is what all men seek. Indeed, the\nProphet Joseph Smith said that \"Happiness is the object and design of our existence, and will\nbe the end thereof\"&mdash;and this is important&mdash;\"if we pursue the path that leads to it.\" As an end\nin itself, happiness is never found; it comes incidentally.  Note: \"It will be the end thereof\n<i>if we follow the path that leads to it, and this path is virtue, uprightness, faithfulness, holiness,<\/i>\n<i>and keeping all the commandments of God<\/i>.\" (<i>Teachings of the Prophet Joseph Smith<\/i>, pp.\n255-256.) \"Happiness consists not of <i>having<\/i>, but of <i>being<\/i>&mdash;not of <i>possessing<\/i>, but of <i>enjoying<\/i>.\nIt is a warm glow of the heart at peace with itself.  A martyr at the stake may have happiness\nthat a king on his throne might envy.  Man is the creator of his own happiness.  It is the aroma\nof life lived in harmony with high ideals.  For what a man has he may be dependent upon\nothers; what he is rests with him alone.  What he <i>obtains<\/i> in life is but <i>acquisition<\/i>; what he\n<i>attains<\/i> is true <i>growth<\/i>.\"\n<\/p><p>\nWilliam George Jordan continues: \"The basis of happiness is the love of something outside\nitself.  Search every instance of happiness in the world, and you will find, when all the\nincidental features are eliminated, there is always the constant, unchangeable element of\nlove&mdash;love of parent for child; love of man and woman for each other (husband and wife); love\nof humanity in some form, or a great life work into which the individual throws all his\nenergies.\n<\/p><p>\n\"Happiness is the voice of optimism, of faith, of simple, steadfast love,\" interest in some\ngreat cause, that is worthy of a life's work.  My fellow workers: What is the \"Great cause\nworthy of our life's work?\" <i>The restored Church of Jesus Christ!<\/i>  Is there anything greater in\nall the world?\n<\/p><p>\nMy heart rejoices that we have the privilege of working together to establish through that\nChurch the kingdom of God on earth.\n<\/p><p>\nMay our great life's work be the promulgation of the restored gospel, that God's purposes\nmay be consummated for the peace and happiness of mankind, I humbly pray this morning,\nin the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}