{"ID":7841, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stand in Holy Places\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Communication with our Father in Heaven—including our prayers to Him and His inspiration to us—is necessary in order for us to weather the storms and trials of life.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_033<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p4\" class=\"\">My beloved brothers and sisters, we have heard fine messages this morning, and I commend each who has participated. We’re particularly delighted to have Elder Robert D. Hales with us once again and feeling improved. We love you, Bob.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p5\" class=\"\">As I pondered what I would like to say to you this morning, I have felt impressed to share certain thoughts and feelings which I consider to be pertinent and timely. I pray that I may be guided in my remarks.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p6\" class=\"\">I have lived on this earth for 84 years now. To give you a little perspective, I was born the same year Charles Lindbergh flew the first solo nonstop flight from New York to Paris in a single-engine, single-seat monoplane. Much has changed during the 84 years since then. Man has long since been to the moon and back. In fact, yesterday’s science fiction has become today’s reality. And that reality, thanks to the technology of our times, is changing so fast we can barely keep up with it—if we do at all. For those of us who remember dial telephones and manual typewriters, today’s technology is more than merely amazing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p7\" class=\"\">Also evolving at a rapid rate has been the moral compass of society. Behaviors which once were considered inappropriate and immoral are now not only tolerated but also viewed by ever so many as acceptable.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p8\" class=\"\">I recently read in the <span class=\"emphasis\">Wall Street Journal<\/span> an article by Jonathan Sacks, Britain’s chief rabbi. Among other things, he writes: “In virtually every Western society in the 1960s there was a moral revolution, an abandonment of its entire traditional ethic of self-restraint. All you need, sang the Beatles, is love. The Judeo-Christian moral code was jettisoned. In its place came [the adage]: <span class=\"emphasis\">[Do] whatever works for you.<\/span> The Ten Commandments were rewritten as the Ten Creative Suggestions.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p9\" class=\"\">Rabbi Sacks goes on to lament:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p10\" class=\"\">“We have been spending our moral capital with the same reckless abandon that we have been spending our financial capital. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p11\" class=\"\">“There are large parts of [the world] where religion is a thing of the past and there is no counter-voice to the culture of buy it, spend it, wear it, flaunt it, because you’re worth it. The message is that morality is passé, conscience is for wimps, and the single overriding command is ‘Thou shalt not be found out.’”<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_033\">1<\/a> <span class=\"footnote\">[Jonathan Sacks, “Reversing the Decay of London Undone,” <span class=\"emphasis\">Wall Street Journal,<\/span> Aug. 20, 2011, online.wsj.com; emphasis added. <span class=\"emphasis\">Note:<\/span> Lord Sacks is the chief rabbi of the United Hebrew Congregations of the Commonwealth.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p12\" class=\"\">My brothers and sisters, this—unfortunately—describes much of the world around us. Do we wring our hands in despair and wonder how we’ll ever survive in such a world? No. Indeed, we have in our lives the gospel of Jesus Christ, and we know that morality is not passé, that our conscience is there to guide us, and that we are responsible for our actions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p13\" class=\"\">Although the world has changed, the laws of God remain constant. They have not changed; they will not change. The Ten Commandments are just that—commandments. They are <span class=\"emphasis\">not<\/span> suggestions. They are every bit as requisite today as they were when God gave them to the children of Israel. If we but listen, we hear the echo of God’s voice, speaking to us here and now:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p14\" class=\"\">“Thou shalt have no other gods before me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p15\" class=\"\">“Thou shalt not make unto thee any graven image. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p16\" class=\"\">“Thou shalt not take the name of the Lord thy God in vain. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p17\" class=\"\">“Remember the sabbath day, to keep it holy. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p18\" class=\"\">“Honour thy father and thy mother. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p19\" class=\"\">“Thou shalt not kill.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p20\" class=\"\">“Thou shalt not commit adultery.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p21\" class=\"\">“Thou shalt not steal.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p22\" class=\"\">“Thou shalt not bear false witness. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p23\" class=\"\">“Thou shalt not covet.”<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_033\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122627)\">Exodus 20:3–4, 7–8, 12–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p24\" class=\"\">Our code of conduct is definitive; it is not negotiable. It is found not only in the Ten Commandments but also in the Sermon on the Mount, given to us by the Savior when He walked upon the earth. It is found throughout His teachings. It is found in the words of modern revelation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p25\" class=\"\">Our Father in Heaven is the same yesterday, today, and forever. The prophet Mormon tells us that God is “unchangeable from all eternity to all eternity.”<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_033\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122628)\">Moroni 8:18<\/a><\/span>.]<\/span><\/sup> In this world where nearly everything seems to be changing, His constancy is something on which we can rely, an anchor to which we can hold fast and be safe, lest we be swept away into uncharted waters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p26\" class=\"\">It may appear to you at times that those out in the world are having much more fun than you are. Some of you may feel restricted by the code of conduct to which we in the Church adhere. My brothers and sisters, I declare to you, however, that there is <span class=\"emphasis\">nothing<\/span> which can bring more joy into our lives or more peace to our souls than the Spirit which can come to us as we follow the Savior and keep the commandments. That Spirit cannot be present at the kinds of activities in which so much of the world participates. The Apostle Paul declared the truth: “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.”<sup class=\"noteMarker\"><a href=\"#footnote4-09611_000_033\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122629)\">1 Corinthians 2:14<\/a><\/span>.]<\/span><\/sup> The term <span class=\"emphasis\">natural man<\/span> can refer to any of us if we allow ourselves to be so.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p27\" class=\"\">We must be vigilant in a world which has moved so far from that which is spiritual. It is essential that we reject anything that does not conform to our standards, refusing in the process to surrender that which we desire most: eternal life in the kingdom of God. The storms will still beat at our doors from time to time, for they are an inescapable part of our existence in mortality. We, however, will be far better equipped to deal with them, to learn from them, and to overcome them if we have the gospel at our core and the love of the Savior in our hearts. The prophet Isaiah declared, “The work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever.”<sup class=\"noteMarker\"><a href=\"#footnote5-09611_000_033\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122630)\">Isaiah 32:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p28\" class=\"\">As a means of being <span class=\"emphasis\">in<\/span> the world but not being <span class=\"emphasis\">of<\/span> the world, it is necessary that we communicate with our Heavenly Father through prayer. He wants us to do so; He’ll answer our prayers. The Savior admonished us, as recorded in 3 Nephi 18, to “watch and pray always lest ye enter into temptation; for Satan desireth to have you. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p29\" class=\"\">“Therefore ye must always pray unto the Father in my name;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p30\" class=\"\">“And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.”<sup class=\"noteMarker\"><a href=\"#footnote6-09611_000_033\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122631)\">3 Nephi 18:18–20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p31\" class=\"\">I gained my testimony of the power of prayer when I was about 12 years old. I had worked hard to earn some money and had managed to save five dollars. This was during the Great Depression, when five dollars was a substantial sum of money—especially for a boy of 12. I gave all my coins, which totaled five dollars, to my father, and he gave me in return a five-dollar bill. I know there was something specific I planned to purchase with the five dollars, although all these years later I can’t recall what it was. I just remember how important that money was to me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p32\" class=\"\">At the time, we did not own a washing machine, so my mother would send to the laundry each week our clothes which needed to be washed. After a couple of days, a load of what we called “wet wash” would be returned to us, and Mother would hang the items on our clothesline out back to dry.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p33\" class=\"\">I had tucked my five-dollar bill in the pocket of my jeans. As you can probably guess, my jeans were sent to the laundry with the money still in the pocket. When I realized what had happened, I was sick with worry. I knew that pockets were routinely checked at the laundry prior to washing. If my money was not discovered and taken during that process, I knew it was almost certain the money would be dislodged during washing and would be claimed by a laundry worker who would have no idea to whom the money should be returned, even if he had the inclination to do so. The chances of getting back my five dollars were extremely remote—a fact which my dear mother confirmed when I told her I had left the money in my pocket.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p34\" class=\"\">I wanted that money; I needed that money; I had worked very hard to earn that money. I realized there was only one thing I could do. In my extremity I turned to my Father in Heaven and pleaded with Him to keep my money safe in that pocket somehow until our wet wash came back.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p35\" class=\"\">Two very long days later, when I knew it was about time for the delivery truck to bring our wash, I sat by the window, waiting. As the truck pulled up to the curb, my heart was pounding. As soon as the wet clothes were in the house, I grabbed my jeans and ran to my bedroom. I reached into the pocket with trembling hands. When I didn’t find anything immediately, I thought all was lost. And then my fingers touched that wet five-dollar bill. As I pulled it from the pocket, relief flooded over me. I offered a heartfelt prayer of gratitude to my Father in Heaven, for I knew that He had answered my prayer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p36\" class=\"\">Since that time of long ago, I have had countless prayers answered. Not a day has gone by that I have not communicated with my Father in Heaven through prayer. It is a relationship I cherish—one I would literally be lost without. If you do not now have such a relationship with your Father in Heaven, I urge you to work toward that goal. As you do so, you will be entitled to His inspiration and guidance in your life—necessities for each of us if we are to survive spiritually during our sojourn here on earth. Such inspiration and guidance are gifts He freely gives if we but seek them. What treasures they are!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p37\" class=\"\">I am always humbled and grateful when my Heavenly Father communicates with me through His inspiration. I have learned to recognize it, to trust it, and to follow it. Time and time again I have been the recipient of such inspiration. One rather dramatic experience took place in August of 1987 during the dedication of the Frankfurt Germany Temple. President Ezra Taft Benson had been with us for the first day or two of the dedication but had returned home, and so it became my opportunity to conduct the remaining sessions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p38\" class=\"\">On Saturday we had a session for our Dutch members who were in the Frankfurt Temple district. I was well acquainted with one of our outstanding leaders from the Netherlands, Brother Peter Mourik. Just prior to the session, I had the distinct impression that Brother Mourik should be called upon to speak to his fellow Dutch members during the session and that, in fact, he should be the first speaker. Not having seen him in the temple that morning, I passed a note to Elder Carlos E. Asay, our Area President, asking whether Peter Mourik was in attendance at the session. Just prior to standing up to begin the session, I received a note back from Elder Asay indicating that Brother Mourik was actually <span class=\"emphasis\">not<\/span> in attendance, that he was involved elsewhere, and that he was planning to attend the dedicatory session in the temple the following day with the servicemen stakes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p39\" class=\"\">As I stood at the pulpit to welcome the people and to outline the program, I received unmistakable inspiration once again that I was to announce Peter Mourik as the first speaker. This was counter to all my instincts, for I had just heard from Elder Asay that Brother Mourik was definitely <span class=\"emphasis\">not<\/span> in the temple. Trusting in the inspiration, however, I announced the choir presentation and the prayer and then indicated that our first speaker would be Brother Peter Mourik.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p40\" class=\"\">As I returned to my seat, I glanced toward Elder Asay; I saw on his face a look of alarm. He later told me that when I had announced Brother Mourik as the first speaker, he couldn’t believe his ears. He said he knew that I had received his note and that I indeed had read it, and he couldn’t fathom why I would then announce Brother Mourik as a speaker, knowing he wasn’t anywhere in the temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p41\" class=\"\">During the time all of this was taking place, Peter Mourik was in a meeting at the area offices in Porthstrasse. As his meeting was going forward, he suddenly turned to Elder Thomas A. Hawkes Jr., who was then the regional representative, and asked, “How fast can you get me to the temple?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p42\" class=\"\">Elder Hawkes, who was known to drive rather rapidly in his small sports car, answered, “I can have you there in 10 minutes! But why do you need to go to the temple?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p43\" class=\"\">Brother Mourik admitted he did not know why he needed to go to the temple but that he knew he had to get there. The two of them set out for the temple immediately.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p44\" class=\"\">During the magnificent choir number, I glanced around, thinking that at any moment I would see Peter Mourik. I did not. Remarkably, however, I felt no alarm. I had a sweet, undeniable assurance that all would be well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p45\" class=\"\">Brother Mourik entered the front door of the temple just as the opening prayer was concluding, still not knowing why he was there. As he hurried down the hall, he saw my image on the monitor and heard me announce, “We will now hear from Brother Peter Mourik.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p46\" class=\"\">To the astonishment of Elder Asay, Peter Mourik immediately walked into the room and took his place at the podium.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p47\" class=\"\">Following the session, Brother Mourik and I discussed that which had taken place prior to his opportunity to speak. I have pondered the inspiration which came that day not only to me but also to Peter Mourik. That remarkable experience has provided an undeniable witness to me of the importance of being worthy to receive such inspiration and then trusting it—and following it—when it comes. I know without question that the Lord intended for those who were present at that session of the Frankfurt Temple dedication to hear the powerful, touching testimony of His servant Brother Peter Mourik.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p48\" class=\"\">My beloved brothers and sisters, communication with our Father in Heaven—including our prayers to Him and His inspiration to us—is necessary in order for us to weather the storms and trials of life. The Lord invites us, “Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me.”<sup class=\"noteMarker\"><a href=\"#footnote7-09611_000_033\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122632)\">Doctrine and Covenants 88:63<\/a><\/span>.]<\/span><\/sup> As we do so, we will feel His Spirit in our lives, providing us the desire and the courage to stand strong and firm in righteousness—to “stand … in holy places, and be not moved.”<sup class=\"noteMarker\"><a href=\"#footnote8-09611_000_033\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122633)\">Doctrine and Covenants 87:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p49\" class=\"\">As the winds of change swirl around us and the moral fiber of society continues to disintegrate before our very eyes, may we remember the Lord’s precious promise to those who trust in Him: “Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote9-09611_000_033\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122634)\">Isaiah 41:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/stand-in-holy-places.p50\" class=\"\">What a promise! May such be our blessing, I sincerely pray in the sacred name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_033\">1.<\/a><\/span>\n\t\t\t\t\t<p>Jonathan Sacks, “Reversing the Decay of London Undone,” <span class=\"emphasis\">Wall Street Journal,<\/span> Aug. 20, 2011, online.wsj.com; emphasis added. <span class=\"emphasis\">Note:<\/span> Lord Sacks is the chief rabbi of the United Hebrew Congregations of the Commonwealth.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_033\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122627)\">Exodus 20:3–4, 7–8, 12–17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_033\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122628)\">Moroni 8:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-09611_000_033\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122629)\">1 Corinthians 2:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-09611_000_033\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122630)\">Isaiah 32:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-09611_000_033\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122631)\">3 Nephi 18:18–20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-09611_000_033\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122632)\">Doctrine and Covenants 88:63<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-09611_000_033\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122633)\">Doctrine and Covenants 87:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_033\"><a name=\"-09611_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-09611_000_033\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122634)\">Isaiah 41:10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}