{"ID":7845, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Missionaries Are a Treasure of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p2\" class=\"\">By Elder Kazuhiko Yamashita<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/kazuhiko-yamashita-10.jpg\" alt=\"Kazuhiko Yamashita\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I am thankful that missionaries are called by the Lord, that they respond to that call, and that they are serving throughout the world.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_038<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p5\" class=\"\">One night a number of years ago, a newly called missionary named Elder Swan and his Japanese senior companion came to visit our home. Fortunately I was home, so I invited them in. When I greeted them at the door, my eyes were drawn to the coat that Elder Swan was wearing. Without thinking, I said to him, “That sure is a nice coat you are wearing!” However, it wasn’t a new coat, and it was rather faded. I assumed that the coat was one that a previous missionary had left behind in the missionary apartment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p6\" class=\"\">Elder Swan immediately responded to my words, and it was completely the opposite of what I had been thinking. In halting Japanese he replied, “Yes, this is a good coat. My father wore this coat when he served as a missionary in Japan over 20 years ago.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p7\" class=\"\">His father had served in the Japan Okayama Mission. And when his son was leaving to serve a mission in Japan, he had given his coat to him. This picture shows that coat that two generations of Elder Swans wore in Japan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p8\" class=\"\">I was touched when I heard Elder Swan’s words. And I now understood why Elder Swan wore his father’s coat while he was proselyting. Elder Swan had embarked on his mission having inherited his father’s love for Japan and its people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p9\" class=\"\">I am sure that some of you have experienced something similar to this. A number of missionaries serving in Japan have told me that their fathers, their mothers, their grandfathers, or their uncles have also served missions in Japan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p10\" class=\"\">I would like to express my sincere love, respect, and feeling of thankfulness for all the returned missionaries who have served around the world. I am sure that those you helped convert have not forgotten you. “How beautiful upon the mountains are the feet of him that bringeth good tidings … !”<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_038\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122749)\">Isaiah 52:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p11\" class=\"\">I am one of those converts. I was converted at 17, when I was a high school student. The missionary who performed my baptism was an Elder Rupp from Idaho. He was recently released as a stake president in Idaho. I have not seen him since I was newly baptized, but I have exchanged e-mails with him and talked to him by telephone. I have never forgotten him. His kind, smiling face is etched into my memory. He was so happy when he learned that I was doing well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p12\" class=\"\">When I was 17, I didn’t really have a good understanding of the messages that the missionaries had been teaching me. However, I had a special feeling about the missionaries, and I wanted to become like them. And I felt their deep and abiding love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p13\" class=\"\">Let me tell you about the day I was baptized. It was July 15, and it was a very hot day. A woman was also baptized that day. The baptismal font had been handmade by the missionaries, and it wasn’t much to look at.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p14\" class=\"\">We were confirmed right after we were baptized. First, the sister was confirmed by Elder Lloyd. I sat down with the other members, closed my eyes, and quietly listened. Elder Lloyd confirmed her and then began to pronounce a blessing on her. However, Elder Lloyd stopped talking, so I opened my eyes and looked at him with an intent gaze.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p15\" class=\"\">Even today I can clearly remember that scene. Elder Lloyd’s eyes were overflowing with tears. And for the first time in my life, I experienced being enveloped in the Holy Spirit. And through the Holy Spirit I gained a sure knowledge that Elder Lloyd loved us and that God loved us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p16\" class=\"\">Then it was my turn to be confirmed. Again it was Elder Lloyd. He placed his hands on top of my head and confirmed me a member of the Church, bestowed the gift of the Holy Ghost, and then began pronouncing a blessing. And again he stopped talking. However, I now understood what was happening. I truly knew through the Holy Ghost that the missionaries loved me and that God loved me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p17\" class=\"\">I would now like to say a few words to the missionaries currently serving missions around the world. Your attitudes and the love that you show toward others are very significant messages. Even though I didn’t immediately grasp all the doctrines that the missionaries taught me, I felt of their great love, and their many acts of kindness taught me important lessons. Your message is a message of love, a message of hope, and a message of faith. Your attitude and your actions invite the Spirit, and the Spirit enables us to understand the things that are important. What I want to convey to you is that through your love, you are imparting the love of God. You are a treasure of this Church. I am so very thankful to all of you for your sacrifice and your dedication.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p18\" class=\"\">I also would like to talk to you future missionaries. In my own family, four of our children have served missions, and our fifth missionary will enter the Provo Missionary Training Center at the end of this month. Next year our youngest is planning to serve a mission after graduating from high school.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p19\" class=\"\">So I speak to my sons and to all of you preparing to serve missions. It is necessary to bring three things with you on your mission:<\/p>\n\t\t\t\t<div class=\"figure\"><ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>A desire to preach the gospel. The Lord wants you to search for His sheep and seek them out.<sup class=\"noteMarker\"><a href=\"#footnote2-09611_000_038\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122750)\">Ezekiel 34:11<\/a><\/span>.]<\/span><\/sup> People all over the world are waiting for you. Please go quickly to where they are. No one strives harder than missionaries to go to the rescue of others. I am one of those rescued.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Develop your testimony. The Lord requires your “heart and a willing mind.”<sup class=\"noteMarker\"><a href=\"#footnote3-09611_000_038\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122751)\">Doctrine and Covenants 64:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Love others, just like Elder Swan, who brought his father’s coat and his father’s love for Japan and its people with him on his mission.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p23\" class=\"\">And for those of you who don’t know how to prepare to serve a mission, please go and see your bishop. I know that he will help you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p24\" class=\"\">I am thankful that missionaries are called by the Lord, that they respond to that call, and that they are serving throughout the world. Let me say to all of you beloved returned missionaries: I am truly thankful for all your efforts. You are a treasure of this Church. And may you always continue to be missionaries and act like disciples of Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/missionaries-are-a-treasure-of-the-church.p25\" class=\"\">I testify that we are our Father in Heaven’s children, that He loves us, and that He sent His Beloved Son, Jesus Christ, so that we can again return to His presence. I say these things in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_038\"><a name=\"-09611_000_038\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_038\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122749)\">Isaiah 52:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_038\"><a name=\"-09611_000_038\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-09611_000_038\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122750)\">Ezekiel 34:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_038\"><a name=\"-09611_000_038\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-09611_000_038\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122751)\">Doctrine and Covenants 64:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}