{"ID":7847, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Privilege of Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p2\" class=\"\">By Elder J. Devn Cornish<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/j-devn-cornish-10.jpg\" alt=\"J. Devn Cornish\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Prayer is one of the most precious gifts of God to man.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_040<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p5\" class=\"\">My beloved sisters and brothers, God our Father is not a feeling or an idea or a force. He is a holy person who, as the scriptures teach, has a face and hands and a glorious immortal body. He is real, He knows each of us individually, and He loves us, every one. He wants to bless us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p6\" class=\"\">Jesus said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p7\" class=\"\">“Or what man is there of you, whom if his son ask bread, will he give him a stone?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p8\" class=\"\">“Or if he ask a fish, will he give him a serpent?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p9\" class=\"\">“If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?” (<span class=\"citation\" id=\"122756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122756)\">Matthew 7:9–11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p10\" class=\"\">Perhaps a personal experience will help to illustrate the point. When I was a young resident physician at Boston Children’s Hospital, I worked long hours and traveled between the hospital and our home in Watertown, Massachusetts, mostly by bicycle since my wife and young family needed our car. One evening I was riding home after a long period in the hospital, feeling tired and hungry and at least a bit discouraged. I knew I needed to give my wife and four small children not only my time and energy when I got home but also a cheery attitude. I was, frankly, finding it hard to just keep pedaling.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p11\" class=\"\">My route would take me past a fried chicken shop, and I felt like I would be a lot less hungry and tired if I could pause for a piece of chicken on my way home. I knew they were running a sale on thighs or drumsticks for 29 cents each, but when I checked my wallet, all I had was one nickel. As I rode along, I told the Lord my situation and asked if, in His mercy, He could let me find a quarter on the side of the road. I told Him that I didn’t need this as a sign but that I would be really grateful if He felt to grant me this kind blessing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p12\" class=\"\">I began watching the ground more intently but saw nothing. Trying to maintain a faith-filled but submissive attitude as I rode, I approached the store. Then, almost exactly across the street from the chicken place, I saw a quarter on the ground. With gratitude and relief, I picked it up, bought the chicken, savored every morsel, and rode happily home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p13\" class=\"\">In His mercy, the God of heaven, the Creator and Ruler of all things everywhere, had heard a prayer about a very minor thing. One might well ask why He would concern Himself with something so small. I am led to believe that our Heavenly Father loves us so much that the things that are important to us become important to Him, just because He loves us. How much more would He want to help us with the big things that we ask, which are right (see <span class=\"citation\" id=\"122757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122757)\">3 Nephi 18:20<\/a><\/span>)?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p14\" class=\"\">Little children, young people, and adults alike, please believe how very much your loving Heavenly Father wants to bless <span class=\"emphasis\">you.<\/span> But because He will not infringe upon our agency, we must ask for His help. This is generally done through prayer. Prayer is one of the most precious gifts of God to man.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p15\" class=\"\">On one occasion Jesus’s disciples asked, “Lord, teach us to pray” (<span class=\"citation\" id=\"122758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122758)\">Luke 11:1<\/a><\/span>). In response, Jesus gave us an example that might serve as a guide to key principles of prayer (see Russell M. Nelson, “Lessons from the Lord’s Prayers,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 46–49; see also <span class=\"citation\" id=\"122759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122759)\">Matthew 6:9–13<\/a><\/span>; <span class=\"citation\" id=\"122760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122760)\">Luke 11:1–4<\/a><\/span>). According to Jesus’s example:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p16\" class=\"\">We start by speaking to our Heavenly Father: “Our Father which art in heaven” (<span class=\"citation\" id=\"122761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122761)\">Matthew 6:9<\/a><\/span>; <span class=\"citation\" id=\"122762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122762)\">Luke 11:2<\/a><\/span>). It is our privilege to approach our Father directly. We do not pray to any other being. Remember that we have been counseled to avoid repetitions, including using the name of the Father too often as we pray.<sup class=\"noteMarker\"><a href=\"#footnote1-09611_000_040\">1<\/a> <span class=\"footnote\">[See Francis M. Lyman, “Proprieties in Prayer,” in Brian H. Stuy, comp., <span class=\"emphasis\">Collected Discourses Delivered by President Wilford Woodruff, His Two Counselors, the Twelve Apostles, and Others,<\/span> 5 vols. (1987–92), 3:76–79; B. H. Roberts, comp., <span class=\"emphasis\">The Seventy’s Course in Theology,<\/span> 5 vols. (1907–12), 4:120; <span class=\"emphasis\">Encyclopedia of Mormonism<\/span> (1992), “Prayer,” 1118–19; Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. (1966), 583.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p17\" class=\"\">“Hallowed be thy name” (<span class=\"citation\" id=\"122763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122763)\">Matthew 6:9<\/a><\/span>; <span class=\"citation\" id=\"122764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122764)\">Luke 11:2<\/a><\/span>). Jesus addressed His Father in an attitude of worship, recognizing His greatness and giving Him praise and thanks. Surely this matter of reverencing God and giving heartfelt and specific thanks is one of the keys to effective prayer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p18\" class=\"\">“Thy kingdom come. Thy will be done” (<span class=\"citation\" id=\"122765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122765)\">Matthew 6:10<\/a><\/span>; <span class=\"citation\" id=\"122766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122766)\">Luke 11:2<\/a><\/span>). We freely acknowledge our dependence on the Lord and express our desire to do His will, even if it is not the same as our will. Our Bible Dictionary explains: “Prayer is the act by which the will of the Father and the will of the child are brought into correspondence with each other. The object of prayer is not to change the will of God, but to secure for ourselves and for others blessings that God is already willing to grant, but that are made conditional on our asking for them” (Bible Dictionary, “Prayer”).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p19\" class=\"\">“Give us this day our daily bread” (<span class=\"citation\" id=\"122767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122767)\">Matthew 6:11<\/a><\/span>; see also <span class=\"citation\" id=\"122768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122768)\">Luke 11:3<\/a><\/span>). We ask for those things we want from the Lord. Honesty is essential in requesting things from God. It would not be fully honest, for example, to ask the Lord for help on a test in school if I have not paid attention in class, done the homework assigned, or studied for the test. Often as I pray, the Spirit nudges me to admit that there is more I should do to receive the help I am asking from the Lord. Then I must commit and do my part. It is contrary to the economy of heaven for the Lord to do for us that which we can do for ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p20\" class=\"\">“And forgive us our debts” (<span class=\"citation\" id=\"122769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122769)\">Matthew 6:12<\/a><\/span>), or in another version, “Forgive us our sins” (<span class=\"citation\" id=\"122770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122770)\">Luke 11:4<\/a><\/span>). An essential and sometimes forgotten part of personal prayer is repentance. For repentance to work, it must be specific, profound, and lasting.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p21\" class=\"\">“As we forgive our debtors” (<span class=\"citation\" id=\"122771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122771)\">Matthew 6:12<\/a><\/span>; see also <span class=\"citation\" id=\"122772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122772)\">Luke 11:4<\/a><\/span>). The Savior made a clear connection between being forgiven of our sins and forgiving others who have wronged us. Sometimes the wrongs others have done to us are very, very painful and very hard to either forgive or forget. I am so grateful for the comfort and healing I have found in the Lord’s invitation to let go of our hurts and turn them over to Him. In Doctrine and Covenants, section 64, He said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p22\" class=\"\">“I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p23\" class=\"\">“And ye ought to say in your hearts—let God judge between me and thee, and reward thee according to thy deeds” (<span class=\"citation\" id=\"122773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122773)\">verses 10–11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p24\" class=\"\">Then we must drop the matter completely, letting the Lord take it from there, if we desire to be healed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p25\" class=\"\">“And suffer us not to be led into temptation, but deliver us from evil” (<span class=\"citation\" id=\"122775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122775)\">Matthew 6:13, footnote a; from Joseph Smith Translation, Matthew 6:14<\/a><\/span>; see also <span class=\"citation\" id=\"122777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122777)\">Luke 11:4, footnote c; from Joseph Smith Translation<\/a><\/span>). Thus, in our prayers we may begin the protective process of putting on the whole armor of God (see <span class=\"citation\" id=\"122778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122778)\">Ephesians 6:11<\/a><\/span>; <span class=\"citation\" id=\"122779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122779)\">D&amp;C 27:15<\/a><\/span>) by looking forward to the day ahead and asking for help with the sometimes frightening things we may face. Please, my friends, do not forget to ask the Lord to protect and be with you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p26\" class=\"\">“For thine is the kingdom, and the power, and the glory, for ever” (<span class=\"citation\" id=\"122780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122780)\">Matthew 6:13<\/a><\/span>). How instructive it is that Jesus concluded this prayer by praising God again and expressing His reverence for and submission to the Father. When we truly believe that God rules His kingdom and that He has all power and all glory, we are recognizing that He really is in charge, that He loves us with a perfect love, and that He wants us to be happy. I have found that one of the secrets to a joyful life is to recognize that doing things the Lord’s way will make me happier than doing things my way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p27\" class=\"\">There is a risk that a person may not feel good enough to pray. This idea comes from that evil spirit who is the one who teaches us not to pray (see <span class=\"citation\" id=\"122781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122781)\">2 Nephi 32:8<\/a><\/span>). It is as tragic to think we are too sinful to pray as it is for a very sick person to believe he is too sick to go to the doctor!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p28\" class=\"\">We must not imagine that any kind of prayer, no matter how sincere, will be very effective if all we do is to say the prayer. We must not only say our prayers; we must also live them. The Lord is much more pleased with the person who prays and then goes to work than with the person who only prays. Much like medicine, prayer works only when we use it as directed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p29\" class=\"\">When I say that prayer is a sweet privilege, it is not just because I am grateful to be able to talk to Heavenly Father and to feel His Spirit when I pray. It is also because He actually answers and speaks to us. Of course, the way He speaks to us is usually not with a voice we hear. President Boyd K. Packer explained: “That sweet, quiet voice of inspiration comes more as a feeling than it does as a sound. Pure intelligence can be spoken into the mind. … This guidance comes as thoughts, as feelings through promptings and impressions” (“Prayer and Promptings,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 44).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p30\" class=\"\">Sometimes we seem to get no answer to our sincere and striving prayers. It takes faith to remember that the Lord answers in His time and in His way so as to best bless us. Or, on further reflection, we will often realize that we already know full well what we should do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p31\" class=\"\">Please do not be discouraged if this does not work for you all at once. Like learning a foreign language, it takes practice and effort. Please know, though, that you can learn the language of the Spirit, and when you do, it will give you great faith and power in righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p32\" class=\"\">I cherish the counsel of our beloved prophet, President Thomas S. Monson, who said: “To those within the sound of my voice who are struggling with challenges and difficulties large and small, prayer is the provider of spiritual strength; it is the passport to peace. Prayer is the means by which we approach our Father in Heaven, who loves us. Speak to Him in prayer and then listen for the answer. Miracles are wrought through prayer” (“Be Your Best Self,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 68).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/the-privilege-of-prayer.p33\" class=\"\">I am deeply grateful for the privilege of going to my holy Heavenly Father in prayer. I am thankful for the countless times He has heard and answered me. Because He answers me, including sometimes in predictive and miraculous ways, I know He lives. I also humbly testify that Jesus, His holy Son, is our living Savior. This is His Church and kingdom on the earth; this work is true. Thomas S. Monson, for whom we fervently pray, is His prophet. Of which things I testify with full certainty in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-09611_000_040\"><a name=\"-09611_000_040\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-09611_000_040\">1.<\/a><\/span>\n\t\t\t\t\t<p>See Francis M. Lyman, “Proprieties in Prayer,” in Brian H. Stuy, comp., <span class=\"emphasis\">Collected Discourses Delivered by President Wilford Woodruff, His Two Counselors, the Twelve Apostles, and Others,<\/span> 5 vols. (1987–92), 3:76–79; B. H. Roberts, comp., <span class=\"emphasis\">The Seventy’s Course in Theology,<\/span> 5 vols. (1907–12), 4:120; <span class=\"emphasis\">Encyclopedia of Mormonism<\/span> (1992), “Prayer,” 1118–19; Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. (1966), 583.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}