{"ID":7849, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Until We Meet Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May the spirit we have felt here be and abide with us as we go about those things which occupy us each day.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">09611_000_042<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p4\" class=\"\">My brothers and sisters, I know you will agree with me that this has been a most inspiring conference. We have felt the Spirit of the Lord in rich abundance these past two days as our hearts have been touched and our testimonies of this divine work have been strengthened. We express thanks to each one who has participated, including those Brethren offering prayers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p5\" class=\"\">We are all here because we love the Lord and want to serve Him. I testify to you that our Heavenly Father is mindful of us. I acknowledge His hand in all things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p6\" class=\"\">Once again the music has been wonderful, and I express my personal gratitude and that of the entire Church to those willing to share with us their talents in this regard.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p7\" class=\"\">We express our deep appreciation to those Brethren who have been released during this conference. They have served faithfully and well and have made significant contributions to the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p8\" class=\"\">I express profound appreciation to my faithful and dedicated counselors and thank them publicly for the support and assistance they provide to me. They are truly men of wisdom and understanding, and their service is invaluable.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p9\" class=\"\">I thank my brethren of the Quorum of the Twelve for their most able and untiring service in the work of the Lord. Likewise I express my gratitude to the members of the Quorums of the Seventy and to the Presiding Bishopric for their selfless and effective service. I similarly express my appreciation for the women and men who serve as general auxiliary officers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p10\" class=\"\">Brothers and sisters, I assure you that our Heavenly Father is mindful of the challenges we face in the world today. He loves each of us and will bless us as we strive to keep His commandments and seek Him through prayer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p11\" class=\"\">How blessed we are to have the restored gospel of Jesus Christ. It provides answers to the questions concerning where we came from, why we are here, and where we will go when we depart from this life. It gives meaning and purpose and hope to our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p12\" class=\"\">I thank you for the service you so willingly give to one another. We are God’s hands here on this earth, with a mandate to love and to serve His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p13\" class=\"\">I thank you for all that you do in your wards and your branches. I express my gratitude for your willingness to serve in the positions to which you are called, whatever they may be. Each is important in furthering the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p14\" class=\"\">Conference is now over. As we return to our homes, may we do so safely. May we find all has been well during our absence. May the spirit we have felt here be and abide with us as we go about those things which occupy us each day. May we show increased kindness one toward another. May we ever be found doing the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p15\" class=\"\">May heaven’s blessings be with you. May your homes be filled with harmony and love. May you constantly nourish your testimonies, that they might be a protection for you against the adversary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p16\" class=\"\">As your humble servant, I desire with all my heart to do God’s will and to serve Him and to serve you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p17\" class=\"\">I love you; I pray for you. I would ask once again that you would remember me and all the General Authorities in your prayers. We are one with you in moving forward this marvelous work. I testify to you that we are all in this together and that every man, woman, and child has a part to play. May God give us the strength and the ability and the determination to play our part well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p18\" class=\"\">I bear my testimony to you that this work is true, that our Savior lives, and that He guides and directs His Church here upon the earth. I leave with you my witness and my testimony that God our Eternal Father lives and loves us. He is indeed our Father, and He is personal and real. May we realize and understand how close to us He is willing to come, how far He is willing to go to help us, how much He loves us, and how much He does and is willing to do for us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p19\" class=\"\">May He bless you. May His promised peace be with you now and always.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2011\/11\/until-we-meet-again.p20\" class=\"\">I say farewell to you until we meet again in six months’ time, and I do so in the name of Jesus Christ, our Savior and Redeemer, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}