{"ID":7850, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            As We Gather Once Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our Heavenly Father is mindful of each of us and our needs. May we be filled with His Spirit as we partake of the proceedings of this conference.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_004<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p4\" class=\"\">My beloved brothers and sisters, as we gather once again in a general conference of the Church, I welcome you and express my love to you. We meet each six months to strengthen one another, to extend encouragement, to provide comfort, to build faith. We are here to learn. Some of you may be seeking answers to questions and challenges you are experiencing in your life. Some are struggling with disappointments or losses. Each can be enlightened and uplifted and comforted as the Spirit of the Lord is felt.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p5\" class=\"\">Should there be changes which need to be made in your life, may you find the incentive and the courage to do so as you listen to the inspired words which will be spoken. May each of us resolve anew to live so that we are worthy sons and daughters of our Heavenly Father. May we continue to oppose evil wherever it is found.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p6\" class=\"\">How blessed we are to have come to earth at such a time as this—a marvelous time in the long history of the world. We can’t all be together under one roof, but we now have the ability to partake of the proceedings of this conference through the wonders of television, radio, cable, satellite transmission, and the Internet—even on mobile devices. We come together as one, speaking many languages, living in many lands, but all of one faith and one doctrine and one purpose.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p7\" class=\"\">From a small beginning 182 years ago, our presence is now felt throughout the world. This great cause in which we are engaged will continue to go forth, changing and blessing lives as it does so. No cause, no force in the entire world can stop the work of God. Despite what comes, this great cause will go forward. You recall the prophetic words of the Prophet Joseph Smith: “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.”<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_004\">1<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 444.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p8\" class=\"\">There is much that is difficult and challenging in the world today, my brothers and sisters, but there is also much that is good and uplifting. As we declare in our <span class=\"citation\" id=\"122806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122806)\">thirteenth article of faith<\/a><\/span>, “If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.” May we ever continue to do so.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p9\" class=\"\">I thank you for your faith and devotion to the gospel. I thank you for the love and care you show one to another. I thank you for the service you provide in your wards and branches and in your stakes and districts. It is such service that enables the Lord to accomplish many of His purposes here upon the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p10\" class=\"\">I express my thanks to you for your kindnesses to me wherever I go. I thank you for your prayers in my behalf. I have felt those prayers and am most grateful for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p11\" class=\"\">Now, my brothers and sisters, we have come to be instructed and inspired. Many messages will be shared during the next two days. I can assure you that those men and women who will address you have sought heaven’s help and direction as they have prepared their messages. They have been inspired concerning that which they will share with us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/as-we-gather-once-again.p12\" class=\"\">Our Heavenly Father is mindful of each of us and our needs. May we be filled with His Spirit as we partake of the proceedings of this conference. This is my sincere prayer in the sacred name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_004\"><a name=\"-10405_000_004\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_004\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 444.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}