{"ID":7852, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teaching Our Children to Understand\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p2\" class=\"\">By Cheryl A. Esplin<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p3\" class=\"\">Second Counselor in the Primary General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/cheryl-a-esplin-10.jpg\" alt=\"Cheryl A. Esplin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Teaching our children to understand is more than just imparting information. It’s helping our children get the doctrine into their hearts.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_006<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p5\" class=\"\">As years pass, many details in my life are becoming more and more dim, but some of the memories that remain most clear are the births of each of our children. Heaven seemed so near, and if I try, I can almost feel those same feelings of reverence and wonder I experienced each time one of those precious infants was placed in my arms.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p6\" class=\"\">Our “children are an heritage of the Lord” (<span class=\"citation\" id=\"122816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122816)\">Psalm 127:3<\/a><\/span>). He knows and loves each one with perfect love (see <span class=\"citation\" id=\"122817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122817)\">Moroni 8:17<\/a><\/span>). What a sacred responsibility Heavenly Father places upon us as parents to partner with Him in helping His choice spirits become what He knows they can become.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p7\" class=\"\">This divine privilege of raising our children is a much greater responsibility than we can do alone, without the Lord’s help. He knows exactly what our children need to know, what they need to do, and what they need to be to come back into His presence. He gives mothers and fathers specific instruction and guidance through the scriptures, His prophets, and the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p8\" class=\"\">In a latter-day revelation through the Prophet Joseph Smith, the Lord instructs parents to teach their children to <span class=\"emphasis\">understand<\/span> the doctrine of repentance, faith in Christ, baptism, and the gift of the Holy Ghost. Notice the Lord doesn’t just say we are to “teach the doctrine”; His instructions are to teach our children to “<span class=\"emphasis\">understand<\/span> the doctrine.” (See <span class=\"citation\" id=\"122818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122818)\">D&amp;C 68:25, 28<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p9\" class=\"\">In Psalms we read, “Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart” (<span class=\"citation\" id=\"122819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122819)\">Psalm 119:34<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p10\" class=\"\">Teaching our children to understand is more than just imparting information. It’s helping our children get the doctrine into their hearts in a way that it becomes part of their very being and is reflected in their attitudes and behavior throughout their lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p11\" class=\"\">Nephi taught that the role of the Holy Ghost is to carry the truth “unto the hearts of the children of men” (<span class=\"citation\" id=\"122820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122820)\">2 Nephi 33:1<\/a><\/span>). Our role as parents is to do all we can to create an atmosphere where our children can feel the influence of the Spirit and then help them recognize what they are feeling.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p12\" class=\"\">I’m reminded of a phone call I received several years ago from our daughter, Michelle. With tender emotion she said, “Mom, I just had the most incredible experience with Ashley.” Ashley is her daughter who was five years old at the time. Michelle described the morning as being one of constant squabbling between Ashley and three-year-old Andrew—one wouldn’t share and the other would hit. After helping them work things out, Michelle went to check the baby.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p13\" class=\"\">Soon, Ashley came running in, angry that Andrew wasn’t sharing. Michelle reminded Ashley of the commitment they had made in home evening to be more kind to each other.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p14\" class=\"\">She asked Ashley if she wanted to pray and ask for Heavenly Father’s help, but Ashley, still very angry, responded, “No.” When asked if she believed Heavenly Father would answer her prayer, Ashley said she didn’t know. Her mother asked her to try and gently took her hands and knelt down with her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p15\" class=\"\">Michelle suggested that Ashley could ask Heavenly Father to help Andrew share—and help her be kind. The thought of Heavenly Father helping her little brother share must have piqued Ashley’s interest, and she began to pray, first asking Heavenly Father to help Andrew share. As she asked Him to help her be kind, she began to cry. Ashley ended her prayer and buried her head on her mother’s shoulder. Michelle held her and asked why she was crying. Ashley said she didn’t know.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p16\" class=\"\">Her mother said, “I think I know why you’re crying. Do you feel good inside?” Ashley nodded, and her mother continued, “This is the Spirit helping you feel this way. It’s Heavenly Father’s way of telling you He loves you and will help you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p17\" class=\"\">She asked Ashley if she believed this, if she believed Heavenly Father could help her. With her little eyes full of tears, Ashley said she did.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p18\" class=\"\">Sometimes the most powerful way to teach our children to understand a doctrine is to teach in the context of what they are experiencing right at that moment. These moments are spontaneous and unplanned and happen in the normal flow of family life. They come and go quickly, so we need to be alert and recognize a teaching moment when our children come to us with a question or worry, when they have problems getting along with siblings or friends, when they need to control their anger, when they make a mistake, or when they need to make a decision. (See <span class=\"emphasis\">Teaching, No Greater Call: A Resource Guide for Gospel Teaching<\/span> [1999], 140–41; <span class=\"emphasis\">Marriage and Family Relations Instructor’s Manual<\/span> [2000], 61.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p19\" class=\"\">If we are ready and will let the Spirit guide in these situations, our children will be taught with greater effect and understanding.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p20\" class=\"\">Just as important are the teaching moments that come as we thoughtfully plan regular occasions such as family prayer, family scripture study, family home evening, and other family activities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p21\" class=\"\">In every teaching situation all learning and all understanding are best nurtured in an atmosphere of warmth and love where the Spirit is present.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p22\" class=\"\">About two months before his children turned eight years old, one father would set aside time each week to prepare them for baptism. His daughter said that when it was her turn, he gave her a journal and they sat together, just the two of them, and discussed and shared feelings about gospel principles. He had her draw a visual aid as they went along. It showed the premortal existence, this earth life, and each step she needed to take to return to live with Heavenly Father. He bore his testimony about each step of the plan of salvation as he taught it to her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p23\" class=\"\">When his daughter recalled this experience after she was grown, she said: “I will never forget the love I felt from my dad as he spent that time with me. … I believe that this experience was a major reason I had a testimony of the gospel when I was baptized.” (See <span class=\"emphasis\">Teaching, No Greater Call,<\/span> 129.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p24\" class=\"\">Teaching for understanding takes determined and consistent effort. It requires teaching by precept and by example and especially by helping our children live what they learn.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p25\" class=\"\">President Harold B. Lee taught, “Without experiencing a gospel principle in action, it is … more difficult to believe in that principle” (<span class=\"emphasis\">Teachings of Presidents of the Church: Harold B. Lee<\/span> [2000], 121).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p26\" class=\"\">I first learned to pray by kneeling with my family in family prayer. I was taught the language of prayer as I listened to my parents pray and as they helped me say my first prayers. I learned that I could talk to Heavenly Father and ask for guidance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p27\" class=\"\">Every morning without fail, my mother and father gathered us around the kitchen table before breakfast, and we knelt in family prayer. We prayed at every meal. In the evening before bed, we knelt together in the living room and closed the day with family prayer.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p28\" class=\"\">Although there was much I didn’t understand about prayer as a child, it became such a part of my life that it stayed with me. I still continue to learn, and my understanding of the power of prayer still continues to grow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p29\" class=\"\">Elder Jeffrey R. Holland said, “We all understand that the success of the gospel message depends upon its being taught and then understood and then lived in such a way that its promise of happiness and salvation can be realized” (“Teaching and Learning in the Church” [worldwide leadership training meeting, Feb. 10, 2007], <span class=\"emphasis\">Liahona,<\/span> June 2007, 57; <span class=\"emphasis\">Ensign,<\/span> June 2007, 89).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p30\" class=\"\">Learning to fully understand the doctrines of the gospel is a process of a lifetime and comes “line upon line, precept upon precept, here a little and there a little” (<span class=\"citation\" id=\"122821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122821)\">2 Nephi 28:30<\/a><\/span>). As children learn and act upon what they learn, their understanding is expanded, which leads to more learning, more action, and an even greater and more enduring understanding.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p31\" class=\"\">We can know our children are beginning to understand the doctrine when we see it revealed in their attitudes and actions without external threats or rewards. As our children learn to understand gospel doctrines, they become more self-reliant and more responsible. They become part of the solution to our family challenges and make a positive contribution to the environment of our home and the success of our family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p32\" class=\"\">We will teach our children to understand as we take advantage of every teaching situation, invite the Spirit, set the example, and help them live what they learn.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p33\" class=\"\">When we look into the eyes of a tiny infant, we are reminded of the song:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">I am a child of God,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">And so my needs are great;<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Help me to <span class=\"emphasis\">understand<\/span> his words<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Before it grows too late.<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Lead me, guide me, walk beside me,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Help me find the way.<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Teach me all that I must do<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">To live with him someday.<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p42\" class=\"\">(“I Am a Child of God,” <span class=\"emphasis\">Hymns,<\/span> no. 301; emphasis added)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/teaching-our-children-to-understand.p43\" class=\"\">May we do so. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}