{"ID":7854, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Truly Loves Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p2\" class=\"\">By Elder Paul E. Koelliker<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/paul-e-koelliker-10.jpg\" alt=\"Paul E. Koelliker\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Because of the heaven-designed pattern of the family, we more fully understand how our Heavenly Father truly loves each of us equally and fully.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_008<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p5\" class=\"\">I love being with the full-time missionaries. They are full of faith, hope, and genuine charity. Their missionary experience is like a minilife packaged in 18 to 24 months. They arrive as spiritual infants with a serious appetite to learn, and they leave as mature adults, seemingly ready to conquer any and all challenges placed before them. I also love the devoted senior missionaries, who are full of patience, wisdom, and calm assurance. They bring a gift of stability and love to the youthful energy that surrounds them. Together the young missionaries and the senior couples are a powerful, persevering force for good, which is having a profound effect on their lives and upon those who are touched by their service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p6\" class=\"\">Recently I listened to two of these great young missionaries as they reviewed their experiences and efforts. In that reflective moment they considered the individuals they had contacted that day, some of whom were more responsive than others. As they considered the circumstances, they asked, “How can we help each individual develop a desire to know more about Heavenly Father? How do we help them feel His Spirit? How can we help them know that we love them?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p7\" class=\"\">In my mind’s eye I could see these two young men three or four years after completing their missions. I visualized them as having found their eternal companions and serving in an elders quorum or teaching a group of young men. Now, instead of thinking about their investigators, they were asking the same questions about their quorum members or the young men they were commissioned to nurture. I saw how their missionary experience could be applied as a template for nurturing others throughout the rest of their lives. As this army of righteous disciples return from their missions to the many countries across the earth, they are becoming key contributors in the work of establishing the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p8\" class=\"\">The Book of Mormon prophet Lehi might have been pondering the same set of questions as these missionaries when he listened to the response of his sons to the direction and vision he had been given: “And thus Laman and Lemuel, being the eldest, did murmur against their father. And they did murmur because they knew not the dealings of that God who had created them” (<span class=\"citation\" id=\"122836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122836)\">1 Nephi 2:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p9\" class=\"\">Perhaps we have each felt the frustration Lehi experienced with his two eldest sons. As we face a drifting child, an uncommitted investigator, or an unresponsive prospective elder, our hearts swell as Lehi’s did and we ask, how can I help them feel and listen to the Spirit so they are not caught up in worldly distractions? Two scriptures stand out in my mind that can help us find our way through these distractions and feel the power of God’s love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p10\" class=\"\">Nephi gives a key to the door of learning through his own personal experience: “I, Nephi, … having great desires to know of the mysteries of God, wherefore, I did cry unto the Lord; and behold he did visit me, and did soften my heart that I did believe all the words which had been spoken by my father; wherefore, I did not rebel against him like unto my brothers” (<span class=\"citation\" id=\"122837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122837)\">1 Nephi 2:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p11\" class=\"\">Awakening the desire to know enables our spiritual capacities to hear the voice of heaven. Finding a way to awaken and nurture that desire is the quest and responsibility of each of us—missionaries, parents, teachers, leaders, and members. As we feel that desire stirring in our hearts, we are prepared to benefit from the learning of the second scripture that I want to mention.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p12\" class=\"\">In June of 1831, as calls were being extended to early Church leaders, Joseph Smith was told that “Satan is abroad in the land, and he goeth forth deceiving the nations.” To combat this distracting influence, the Lord said that He would give us “a pattern in all things, that [we] may not be deceived” (<span class=\"citation\" id=\"122838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122838)\">D&amp;C 52:14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p13\" class=\"\">Patterns are templates, guides, repeating steps, or paths one follows to stay aligned with God’s purpose. If followed, they will keep us humble, awake, and able to discern the voice of the Holy Spirit from those voices that distract us and lead us away. The Lord then instructs us, “He that trembleth under my power shall be made strong, and shall bring forth fruits of praise and wisdom, according to the revelations and truths which I have given you” (<span class=\"citation\" id=\"122839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122839)\">D&amp;C 52:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p14\" class=\"\">The blessing of humble prayer, offered with real intent, allows the Holy Spirit to touch our hearts and helps us to remember what we knew before we were born into this mortal experience. As we clearly understand our Heavenly Father’s plan for us, we begin to acknowledge our responsibility to help others learn and understand His plan. Closely tied to helping others remember is the way we personally live the gospel and apply it in our lives. When we actually live the gospel in the pattern taught by the Lord Jesus Christ, our ability to help others increases. The following experience is an example of how this principle can work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p15\" class=\"\">Two young missionaries knocked on a door, hoping to find someone to receive their message. The door opened, and a rather large man greeted them in a less-than-friendly voice: “I thought I told you not to knock on my door again. I warned you before that if you ever came back, it would not be a pleasant experience. Now leave me alone.” He quickly closed the door.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p16\" class=\"\">As the elders walked away, the older, more experienced missionary put his arm on the younger missionary’s shoulder to comfort and encourage him. Unknown to them, the man watched them through the window to be sure they understood his message. He fully expected to see them laugh and make light of his curt response to their attempted visit. However, as he witnessed the expression of kindness between the two missionaries, his heart was instantly softened. He reopened the door and asked the missionaries to come back and share their message with him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p17\" class=\"\">It is when we yield to God’s will and live His pattern that His Spirit is felt. The Savior taught, “By this shall all men know that ye are my disciples, if ye have love one to another” (<span class=\"citation\" id=\"122840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122840)\">John 13:35<\/a><\/span>). This principle of having love one to another and developing our ability to be Christ-centered in how we think, speak, and act is fundamental in becoming disciples of Christ and teachers of His gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p18\" class=\"\">Awakening this desire prepares us to look for the promised patterns. Seeking for the patterns leads us to the doctrine of Christ as taught by the Savior and His prophet-leaders. One pattern of this doctrine is to endure to the end: “And blessed are they who shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost; and if they endure unto the end they shall be lifted up at the last day, and shall be saved in the everlasting kingdom of the Lamb” (<span class=\"citation\" id=\"122841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122841)\">1 Nephi 13:37<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p19\" class=\"\">What is the ultimate means by which we can enjoy the gift and power of the Holy Ghost? It is the power that comes by being faithful disciples of Jesus Christ. It is our <span class=\"emphasis\">love<\/span> for Him and our fellowman. It is the Savior who defined the pattern of love when He taught us, “A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another” (<span class=\"citation\" id=\"122842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122842)\">John 13:34<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p20\" class=\"\">President Gordon B. Hinckley confirmed this principle when he said: “To love the Lord is not just counsel; it is not just well-wishing. It is a commandment. … Love of God is the root of all virtue, of all goodness, of all strength of character, of all fidelity to do right” (“Words of the Living Prophet,” <span class=\"emphasis\">Liahona,<\/span> Dec. 1996, 8; “Excerpts from Recent Addresses of President Gordon B. Hinckley,” <span class=\"emphasis\">Ensign,<\/span> Apr. 1996, 73).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p21\" class=\"\">The Father’s plan designated the pattern of the family to help us learn, apply, and understand the power of love. On the day my own family was organized, my sweet Ann and I went to the temple and entered into the covenant of marriage. How much I thought I loved her on that day, but I had only begun to see the vision of love. As each of our children and grandchildren entered into our lives, our love has been expanded to love each of them equally and fully. There is seemingly no end to the expansive capacity to love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p22\" class=\"\">The feeling of love from our Heavenly Father is like a gravitational pull from heaven. As we remove the distractions that pull us toward the world and exercise our agency to seek Him, we open our hearts to a celestial force which draws us toward Him. Nephi described its impact as “even unto the consuming of [his] flesh” (<span class=\"citation\" id=\"122843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122843)\">2 Nephi 4:21<\/a><\/span>). This same power of love caused Alma to sing a “song of redeeming love” (<span class=\"citation\" id=\"122844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122844)\">Alma 5:26<\/a><\/span>; see also <span class=\"citation\" id=\"122845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122845)\">verse 9<\/a><\/span>). It touched Mormon in such a way that he counseled us to “pray … with all the energy of [our] heart” that we might be filled with His love (<span class=\"citation\" id=\"122846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122846)\">Moroni 7:48<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p23\" class=\"\">Both modern and ancient scripture are full of reminders of Heavenly Father’s eternal love for His children. I am confident that our Heavenly Father’s arms are constantly extended, ever ready to embrace each one of us and say to each one with that quiet, piercing voice, “I love you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/he-truly-loves-us.p24\" class=\"\">Because of the heaven-designed pattern of the family, we more fully understand how our Heavenly Father truly loves each of us equally and fully. I testify that it is true. God does know and love us. He has given us a vision of His holy place and called prophets and apostles to teach the principles and the patterns that will bring us back to Him. As we strive to awaken the desire to know in ourselves and in others and as we live the patterns we discover, we will be drawn toward Him. I testify that Jesus is the very Son of God, our Exemplar, our beloved Redeemer, which I express in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}