{"ID":7855, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sacrifice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p2\" class=\"\">By Elder Dallin H. Oaks<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Our lives of service and sacrifice are the most appropriate expressions of our commitment to serve the Master and our fellowmen.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_009<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p5\" class=\"\">The atoning sacrifice of Jesus Christ has been called the “most transcendent of all events from creation’s dawn to the endless ages of eternity.”<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_009\">1<\/a> <span class=\"footnote\">[Bruce R. McConkie, <span class=\"emphasis\">The Promised Messiah: The First Coming of Christ<\/span> (1981), 218.]<\/span><\/sup> That sacrifice is the central message of all the prophets. It was prefigured by the animal sacrifices prescribed by the law of Moses. A prophet declared that their whole meaning “point[ed] to that great and last sacrifice [of] … the Son of God, yea, infinite and eternal” (<span class=\"citation\" id=\"122847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122847)\">Alma 34:14<\/a><\/span>). Jesus Christ endured incomprehensible suffering to make Himself a sacrifice for the sins of all. That sacrifice offered the ultimate good—the pure Lamb without blemish—for the ultimate measure of evil—the sins of the entire world. In the memorable words of Eliza R. Snow:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">His precious blood he freely spilt;<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">His life he freely gave,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">A sinless sacrifice for guilt,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">A dying world to save.<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_009\">2<\/a> <span class=\"footnote\">[“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p10\" class=\"\">That sacrifice—the Atonement of Jesus Christ—is at the center of the plan of salvation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p11\" class=\"\">The incomprehensible suffering of Jesus Christ ended sacrifice by the shedding of blood, but it did not end the importance of sacrifice in the gospel plan. Our Savior requires us to continue to offer sacrifices, but the sacrifices He now commands are that we “offer for a sacrifice unto [Him] a broken heart and a contrite spirit” (<span class=\"citation\" id=\"122848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122848)\">3 Nephi 9:20<\/a><\/span>). He also commands each of us to love and serve one another—in effect, to offer a small imitation of His own sacrifice by making sacrifices of our own time and selfish priorities. In an inspired hymn, we sing, “Sacrifice brings forth the blessings of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_009\">3<\/a> <span class=\"footnote\">[“Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> no. 27.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p12\" class=\"\">I will speak of these mortal sacrifices our Savior asks us to make. This will not include sacrifices we are compelled to make or actions that may be motivated by personal advantage rather than service or sacrifice (see <span class=\"citation\" id=\"122849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122849)\">2 Nephi 26:29<\/a><\/span>).<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p14\" class=\"\">The Christian faith has a history of sacrifice, including the ultimate sacrifice. In the early years of the Christian era, Rome martyred thousands for their faith in Jesus Christ. In later centuries, as doctrinal controversies divided Christians, some groups persecuted and even put to death the members of other groups. Christians killed by other Christians are the most tragic martyrs of the Christian faith.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p15\" class=\"\">Many Christians have voluntarily given sacrifices motivated by faith in Christ and the desire to serve Him. Some have chosen to devote their entire adult lives to the service of the Master. This noble group includes those in the religious orders of the Catholic Church and those who have given lifelong service as Christian missionaries in various Protestant faiths. Their examples are challenging and inspiring, but most believers in Christ are neither expected nor able to devote their entire lives to religious service.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p17\" class=\"\">For most followers of Christ, our sacrifices involve what we can do on a day-to-day basis in our ordinary personal lives. In that experience I know of no group whose members make more sacrifices than Latter-day Saints. Their sacrifices—your sacrifices, my brothers and sisters—stand in contrast to the familiar worldly quests for personal fulfillment.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p18\" class=\"\">My first examples are our Mormon pioneers. Their epic sacrifices of lives, family relationships, homes, and comforts are at the foundation of the restored gospel. Sarah Rich spoke for what motivated these pioneers when she described her husband, Charles, being called away on a mission: “This truly was a trying time for me as well as for my husband; but duty called us to part for a season and knowing that we [were] obeying the will of the Lord, we felt to sacrifice our own feelings in order to help establish the work … of helping to build up the Kingdom of God on earth.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_009\">4<\/a> <span class=\"footnote\">[Sarah Rich, in Guinevere Thomas Woolstenhulme, “I Have Seen Many Miracles,” in Richard E. Turley Jr. and Brittany A. Chapman, eds., <span class=\"emphasis\">Women of Faith in the Latter Days: Volume 1, 1775–1820<\/span> (2011), 283.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p19\" class=\"\">Today the most visible strength of The Church of Jesus Christ of Latter-day Saints is the unselfish service and sacrifice of its members. Prior to the rededication of one of our temples, a Christian minister asked President Gordon B. Hinckley why it did not contain any representation of the cross, the most common symbol of the Christian faith. President Hinckley replied that the symbols of <span class=\"emphasis\">our<\/span> Christian faith are “the lives of our people.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_009\">5<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “The Symbol of Our Faith,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Apr. 2005, 3.]<\/span><\/sup> Truly, our lives of service and sacrifice are the most appropriate expressions of our commitment to serve the Master and our fellowmen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p21\" class=\"\">We have no professionally trained and salaried clergy in The Church of Jesus Christ of Latter-day Saints. As a result, the lay members who are called to lead and serve our congregations must carry the whole load of our numerous Church meetings, programs, and activities. They do this in more than 14,000 congregations just in the United States and Canada. Of course, we are not unique in having lay members of our congregations serve as teachers and lay leaders. But the amount of time donated by our members to train and minister to one another is uniquely large. Our efforts to have each family in our congregations visited by home teachers each month and to have each adult woman visited by Relief Society visiting teachers each month are examples of this. We know of no comparable service in any organization in the world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p22\" class=\"\">The best-known examples of unique LDS service and sacrifice are the work of our missionaries. Currently they number more than 50,000 young men and young women and over 5,000 adult men and women. They devote from six months to two years of their lives to teaching the gospel of Jesus Christ and providing humanitarian service in more than 160 countries in the world. Their work always involves sacrifice, including the years they give to the work of the Lord and also the sacrifices made in providing funds for their support.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p23\" class=\"\">Those who remain at home—parents and other family members—also sacrifice by forgoing the companionship and service of the missionaries they send forth. For example, a young Brazilian received a missionary call while he was working to support his brothers and sisters after his father and mother died. A General Authority described these children’s meeting in council and remembering that their deceased parents had taught them that they should always be prepared to serve the Lord. The young man accepted his missionary call, and a 16-year-old brother took over the responsibility of working to support the family.<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_009\">6<\/a> <span class=\"footnote\">[See Harold G. Hillam, “Sacrifice in the Service,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 42.]<\/span><\/sup> Most of us know of many other examples of sacrifice to serve a mission or to support a missionary. We know of no other voluntary service and sacrifice like this in any other organization in the world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p24\" class=\"\">We are frequently asked, “How do you persuade your young people and your older members to leave their schooling or their retirement to sacrifice in this way?” I have heard many give this explanation: “Knowing what my Savior did for me—His grace in suffering for my sins and in overcoming death so I can live again—I feel privileged to make the small sacrifice I am asked to make in His service. I want to share the understanding He has given me.” How do we persuade such followers of Christ to serve? As a prophet explained, “We [just] ask them.”<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_009\">7<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “The Miracle of Faith,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 84; <span class=\"emphasis\">Ensign,<\/span> May 2001, 68.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p25\" class=\"\">Other sacrifices resulting from missionary service are the sacrifices of those who act on the teachings of the missionaries and become members of the Church. For many converts, these sacrifices are very significant, including the loss of friends and family associations.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p26\" class=\"\">Many years ago this conference heard of a young man who found the restored gospel while he was studying in the United States. As this man was about to return to his native land, President Gordon B. Hinckley asked him what would happen to him when he returned home as a Christian. “My family will be disappointed,” the young man answered. “They may cast me out and regard me as dead. As for my future and my career, all opportunity may be foreclosed against me.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p27\" class=\"\">“Are you willing to pay so great a price for the gospel?” President Hinckley asked.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p28\" class=\"\">Tearfully the young man answered, “It’s true, isn’t it?” When that was affirmed, he replied, “Then what else matters?”<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_009\">8<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “It’s True, Isn’t It?” <span class=\"emphasis\">Tambuli,<\/span> Oct. 1993, 3–4; <span class=\"emphasis\">Ensign,<\/span> July 1993, 2; see also Neil L. Andersen, “It’s True, Isn’t It? Then What Else Matters?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2007, 74.]<\/span><\/sup> That is the spirit of sacrifice among many of our new members.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p29\" class=\"\">Other examples of service and sacrifice appear in the lives of the faithful members who serve in our temples. Temple service is unique to Latter-day Saints, but the significance of such sacrifice should be understandable to all Christians. Latter-day Saints have no tradition of service in a monastery, but we can still understand and honor the sacrifice of those whose Christian faith motivates them to devote their lives to that religious activity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p30\" class=\"\">In this conference just a year ago, President Thomas S. Monson shared an example of sacrifice in connection with temple service. A faithful Latter-day Saint father on a remote island in the Pacific did heavy physical work in a faraway place for six years to earn the money necessary to take his wife and 10 children for marriage and sealing for eternity in the New Zealand Temple. President Monson explained, “Those who understand the eternal blessings which come from the temple know that no sacrifice is too great, no price too heavy, no struggle too difficult in order to receive those blessings.”<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_009\">9<\/a> <span class=\"footnote\">[Thomas S. Monson, “The Holy Temple—a Beacon to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2011, 91–92.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p31\" class=\"\">I am grateful for the marvelous examples of Christian love, service, and sacrifice I have seen among the Latter-day Saints. I see you performing your Church callings, often at great sacrifice of time and means. I see you serving missions at your own expense. I see you cheerfully donating your professional skills in service to your fellowmen. I see you caring for the poor through personal efforts and through supporting Church welfare and humanitarian contributions.<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_009\">10<\/a> <span class=\"footnote\">[See, for example, Naomi Schaefer Riley, “What the Mormons Know about Welfare,” <span class=\"emphasis\">Wall Street Journal,<\/span> Feb. 18, 2012, A11.]<\/span><\/sup> All of this is affirmed in a nationwide study which concluded that active members of The Church of Jesus Christ of Latter-day Saints “volunteer and donate significantly more than the average American and are even more generous in time and money than the upper [20 percent] of religious people in America.”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_009\">11<\/a> <span class=\"footnote\">[Ram Cnaan and others, “Called to Serve: The Prosocial Behavior of Active Latter-day Saints” (draft), 16.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p32\" class=\"\">Such examples of giving to others strengthen all of us. They remind us of the Savior’s teaching:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p33\" class=\"\">“If any man will come after me, let him deny himself. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p34\" class=\"\">“For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it” (<span class=\"citation\" id=\"122850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122850)\">Matthew 16:24–25<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p36\" class=\"\">Perhaps the most familiar and most important examples of unselfish service and sacrifice are performed in our families. Mothers devote themselves to the bearing and nurturing of their children. Husbands give themselves to supporting their wives and children. The sacrifices involved in the eternally important service to our families are too numerous to mention and too familiar to need mention.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p37\" class=\"\">I also see unselfish Latter-day Saints adopting children, including those with special needs, and seeking to provide foster children the hope and opportunities denied them by earlier circumstances. I see you caring for family members and neighbors who suffer from birth defects, mental and physical ailments, and the effects of advancing years. The Lord sees you also, and He has caused His prophets to declare that “as you sacrifice for each other and your children, the Lord will bless you.”<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_009\">12<\/a> <span class=\"footnote\">[Ezra Taft Benson, “To the Single Adult Brethren of the Church,” <span class=\"emphasis\">Ensign,<\/span> May 1988, 53.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p38\" class=\"\">I believe that Latter-day Saints who give unselfish service and sacrifice in worshipful imitation of our Savior adhere to eternal values to a greater extent than any other group of people. Latter-day Saints look on their sacrifices of time and means as a part of their schooling and qualifying for eternity. This is a truth revealed in the <span class=\"emphasis\">Lectures on Faith,<\/span> which teach that “a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation. … It [is] through this sacrifice, and this only, that God has ordained that men should enjoy eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote13-10405_000_009\">13<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith<\/span> (1985), 69.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p39\" class=\"\">Just as the atoning sacrifice of Jesus Christ is at the center of the plan of salvation, we followers of Christ must make our own sacrifices to prepare for the destiny that plan provides for us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/sacrifice.p40\" class=\"\">I know that Jesus Christ is the Only Begotten Son of God the Eternal Father. I know that because of His atoning sacrifice, we have the assurance of immortality and the opportunity for eternal life. He is our Lord, our Savior, and our Redeemer, and I testify of Him in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_009\">1.<\/a><\/span>\n\t\t\t\t\t<p>Bruce R. McConkie, <span class=\"emphasis\">The Promised Messiah: The First Coming of Christ<\/span> (1981), 218.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_009\">2.<\/a><\/span>\n\t\t\t\t\t<p>“How Great the Wisdom and the Love,” <span class=\"emphasis\">Hymns,<\/span> no. 195.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_009\">3.<\/a><\/span>\n\t\t\t\t\t<p>“Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> no. 27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_009\">4.<\/a><\/span>\n\t\t\t\t\t<p>Sarah Rich, in Guinevere Thomas Woolstenhulme, “I Have Seen Many Miracles,” in Richard E. Turley Jr. and Brittany A. Chapman, eds., <span class=\"emphasis\">Women of Faith in the Latter Days: Volume 1, 1775–1820<\/span> (2011), 283.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_009\">5.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “The Symbol of Our Faith,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Apr. 2005, 3.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_009\">6.<\/a><\/span>\n\t\t\t\t\t<p>See Harold G. Hillam, “Sacrifice in the Service,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 42.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_009\">7.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “The Miracle of Faith,” <span class=\"emphasis\">Liahona,<\/span> July 2001, 84; <span class=\"emphasis\">Ensign,<\/span> May 2001, 68.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_009\">8.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “It’s True, Isn’t It?” <span class=\"emphasis\">Tambuli,<\/span> Oct. 1993, 3–4; <span class=\"emphasis\">Ensign,<\/span> July 1993, 2; see also Neil L. Andersen, “It’s True, Isn’t It? Then What Else Matters?” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2007, 74.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_009\">9.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “The Holy Temple—a Beacon to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2011, 91–92.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_009\">10.<\/a><\/span>\n\t\t\t\t\t<p>See, for example, Naomi Schaefer Riley, “What the Mormons Know about Welfare,” <span class=\"emphasis\">Wall Street Journal,<\/span> Feb. 18, 2012, A11.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_009\">11.<\/a><\/span>\n\t\t\t\t\t<p>Ram Cnaan and others, “Called to Serve: The Prosocial Behavior of Active Latter-day Saints” (draft), 16.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_009\">12.<\/a><\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, “To the Single Adult Brethren of the Church,” <span class=\"emphasis\">Ensign,<\/span> May 1988, 53.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_009\"><a name=\"-10405_000_009\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10405_000_009\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith<\/span> (1985), 69.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}