{"ID":786, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Why the Latter-day Saints Build Temples<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1955, pp. 12-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy heart was moved today, as I am sure all of your hearts were, as we heard President\nMcKay tell of the achievements and results of the Tabernacle Choir trip and then bear witness\nof his feelings and sentiments relative to the dedication of the new temple in Switzerland.\n<\/p><p>\nIt appears from what is going on relative to this temple and others that are in course of\nconstruction and are contemplated, that you and I are living in an age when the brethren feel\nthat the great blessings of the temple should be made readily available to people in all nations\nand in all places where congregations of the Saints are of sufficient numbers to warrant such.\n<\/p><p>\nI think if I might have the Spirit for a few moments, that I would like to say something to\nyou as to why the Latter-day Saints build temples. Temples are not just houses of worship;\nthey are not meetinghouses or tabernacles; they are not something designed where we can\nassemble together and be fed the bread of life and taught our obligations and responsibilities. \nBut temples, as we understand, build, and dedicate them, are sacred sanctuaries, set apart from\nthe world, houses prepared and given to the Lord in which can be performed the ordinances,\nand in which can be taught the principles, whereby you and I can have opportunity to enter\ninto an eternal fullness in the kingdom of our Father.\n<\/p><p>\nWhen we come out of the world and join the Church, when we become members of this\nkingdom, we get on a path which is named the \"strait and narrow path\"\n(<span class=\"citation\" id=\"3584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3584)\">2 Ne. 31:18<\/a><\/span>). Membership in the\nChurch starts us out toward a goal which is called eternal life. Baptism is not an end in itself;\nit is the beginning of the process of working out our salvation with fear and trembling before\nthe Lord.\n<\/p><p>\nAfter we have joined the Church and have come into the kingdom, and have been given the\nright to the constant companionship of the Holy Ghost, then if we press forward and keep the\ncommandments of God, at long-last and eventually, we are entitled to an inheritance in his\neternal world where the fullness of his glory is found.\n<\/p><p>\nAs we understand the revelations, when we accept Christ and join the Church, we have power\ngiven us to become the sons of God\n(<span class=\"citation\" id=\"27630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27630)\">John 1:12<\/a><\/span>).\nWe are not his sons and daughters by Church\nmembership alone, but we have the ability and the capacity and the power to attain unto that\nstatus after we accept the Lord with all our hearts (see\n<span class=\"citation\" id=\"13366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13366)\">D&amp;C 39:1-6<\/a><\/span>).\n<\/p><p>\nNow the ordinances that are performed in the temples are the ordinances of exaltation; they\nopen the door to us to an inheritance of sonship; they open the door to us so that we may\nbecome sons and daughters, members of the household of God in eternity. If we go to the\ntemples with an honest heart and a contrite spirit, having prepared ourselves by personal\nrighteousness and worthiness and proper living, then in those houses we receive the\nordinances and the instructions which enable us, if we thereafter continue faithful, to receive\neventually the fullness of the Father.\n<\/p><p>\nThe temple ordinances open the door to gaining all power and all wisdom and all knowledge. \nTemple ordinances open up the way to membership in the Church of the Firstborn.  They\nopen the door to becoming kings and priests and inheriting all things.\n<\/p><p>\nNow the mere fact that we receive the ordinances in no sense guarantees that we will receive\nthese rewards. The fact that we are sealed in the temple for time and eternity to our wives and\nour children does not guarantee that in the end we shall obtain those blessings.\n<\/p><p>\nIn my judgment there is no more important single act that any Latter-day Saint ever does in\nthis world than to marry the right person in the right place by the right authority.  The right\nperson is someone for whom the natural and wholesome and normal affection that should\nexist does exist.  It is the person who is living so that he or she can go to the temple of God\nand make the covenants that we there make.  The right place is the temple, and the right\nauthority is the sealing power which Elijah restored.\n<\/p><p>\nAll of these things, these exaltations and honors and glories, are offered to us and all the\nworld in and through the ordinances that are performed in these sacred sanctuaries which are\nset apart from the world.  After we have partaken of these ordinances, then it is incumbent\nupon us that we live in harmony with the principles of eternal truth and walk uprightly before\nthe Lord.  If we keep the covenants that we have made in these holy places, then we will\nhave reward and honor in eternity, to say nothing of that peace and happiness in this life\nwhich is beyond any comprehension or understanding that anyone of the world could have\n(<span class=\"citation\" id=\"13373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13373)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nIt appeals to me that we ought to think, all of us as individuals, since the brethren are doing\nall the things they are relative to temple building, that this is an age and a time and an hour\nwhen all of us ought to set our houses in order and do the things that I am sure we already\nknow we should, in order to become inheritors of these eternal blessings.  The blessings come\non conditions of personal righteousness, on conditions of overcoming, as the Lord said, \"To\nhim that overcometh will I grant to sit with me in my throne, even as I also overcame, and\nam set down with my Father in his throne\"\n(<span class=\"citation\" id=\"42248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42248)\">Rev. 3:21<\/a><\/span>).\nIn the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}