{"ID":7861, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In Tune with the Music of Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p2\" class=\"\">By Elder Quentin L. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">God loves all His children. He wants all of them to return to Him. He desires everyone to be in tune with the sacred music of faith.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_019<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p5\" class=\"\">As the General Authorities of the Church meet with members all over the world, we see firsthand how Latter-day Saints are a force for good. We commend you for all you do to bless the lives of all people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p6\" class=\"\">Those of us with public affairs assignments are acutely aware that many opinion leaders and journalists in the United States and around the world have increased their public discussion of the Church and its members. A unique confluence of factors has raised the Church’s profile significantly.<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_019\">1<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122893)\">Doctrine and Covenants 1:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p7\" class=\"\">Many who write about the Church have made a sincere effort to understand our people and our doctrine. They have been civil and have tried to be objective, for which we are grateful.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p8\" class=\"\">We also recognize that many individuals are not in tune with sacred things. Chief Rabbi Lord Sacks of England, speaking to Roman Catholic leaders last December at the Pontifical Gregorian University, noted how secular some parts of the world have become. He stated that one culprit is “an aggressive scientific atheism tone deaf to the music of faith.”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_019\">2<\/a> <span class=\"footnote\">[Jonathan Sacks, “Has Europe Lost Its Soul?” (address delivered on Dec. 12, 2011, at the Pontifical Gregorian University), chiefrabbi.org\/ReadArtical.aspx?id=1843.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p9\" class=\"\">The great introductory vision in the Book of Mormon is Lehi’s prophetic dream of the tree of life.<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_019\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122894)\">1 Nephi 8<\/a><\/span>.]<\/span><\/sup> This vision starkly describes the challenges to faith that exist in our day and the great divide between those who love, worship, and feel accountable to God and those who do not. Lehi explains some of the conduct that destroys faith. Some are proud, vain, and foolish. They are interested only in the so-called wisdom of the world.<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_019\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122895)\">1 Nephi 8:27<\/a><\/span>; <span class=\"citation\" id=\"122896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122896)\">11:35<\/a><\/span>.]<\/span><\/sup> Others have some interest in God but are lost in worldly mists of darkness and sin.<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_019\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122897)\">1 Nephi 8:23<\/a><\/span>; <span class=\"citation\" id=\"122898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122898)\">12:17<\/a><\/span>.]<\/span><\/sup> Some have tasted of the love of God and His word but feel ashamed because of those mocking them and fall away into “forbidden paths.”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_019\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122899)\">1 Nephi 8:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p10\" class=\"\">Finally, there are those who are in tune with the music of faith. You know who you are. You love the Lord and His gospel and continuously try to live and share His message, especially with your families.<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_019\">7<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122900)\">1 Nephi 8:12<\/a><\/span>.]<\/span><\/sup> You are in harmony with the promptings of the Spirit, have awakened to the power of God’s word, have religious observance in your homes, and diligently try to live Christlike lives as His disciples.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p11\" class=\"\">We recognize how busy you are. Without a paid professional ministry, the responsibility for administering the Church depends on you consecrated members. We know it is common for members of bishoprics and stake presidencies and many others to render long hours of devoted service. Auxiliary and quorum presidencies are exemplary in their selfless sacrifice. This service and sacrifice extend through the entire membership, to those keeping clerical records, faithful home and visiting teachers, and those teaching classes. We are grateful to those who courageously serve as Scoutmasters and nursery leaders as well. You all have our love and appreciation for what you do and who you are!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p12\" class=\"\">We acknowledge that there are members who are less interested in and less faithful to some of the Savior’s teachings. Our desire is for these members to awaken fully to faith and increase their activity and commitment. God loves all His children. He wants all of them to return to Him. He desires everyone to be in tune with the sacred music of faith. The Savior’s Atonement is a gift for everyone.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p13\" class=\"\">It needs to be taught and understood that we love and respect all of the people whom Lehi described.<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_019\">8<\/a> <span class=\"footnote\">[The Savior’s instructions are to seek out the lost sheep; see <span class=\"citation\" id=\"122901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122901)\">Matthew 18:12–14<\/a><\/span>.]<\/span><\/sup> Remember, it is not up to us to judge. Judgment is the Lord’s.<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_019\">9<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122902)\">John 5:22<\/a><\/span>; see also <span class=\"citation\" id=\"122903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122903)\">Matthew 7:1–2<\/a><\/span>.]<\/span><\/sup> President Thomas S. Monson has specifically asked us to have the “courage to refrain from judging others.”<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_019\">10<\/a> <span class=\"footnote\">[Thomas S. Monson, “May You Have Courage,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 124.]<\/span><\/sup> He has also asked every faithful member to <span class=\"emphasis\">rescue<\/span> those who have tasted of the gospel fruit and then have fallen away, as well as those who have not yet found the strait and narrow path. We pray that they will hold to the rod and partake of the love of God, which will fill their “soul[s] with exceedingly great joy.”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_019\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122904)\">1 Nephi 8:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p14\" class=\"\">While Lehi’s vision includes all people, the culminating doctrinal concept is the eternal significance of the family. “The family is ordained of God. It is the most important unit in time and in eternity.”<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_019\">12<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 1.1.1.]<\/span><\/sup> As Lehi partook of the fruit of the tree of life (the love of God), he was desirous that his “family should partake of it also.”<sup class=\"noteMarker\"><a href=\"#footnote13-10405_000_019\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122905)\">1 Nephi 8:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p15\" class=\"\">Our great desire is to raise our children in truth and righteousness. One principle that will help us accomplish this is to avoid being overly judgmental about conduct that is foolish or unwise but not sinful. Many years ago, when my wife and I had children at home, Elder Dallin H. Oaks taught that it was important to distinguish between youthful mistakes which should be corrected and sins that require chastening and repentance.<sup class=\"noteMarker\"><a href=\"#footnote14-10405_000_019\">14<\/a> <span class=\"footnote\">[See Dallin H. Oaks, “Sins and Mistakes,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1996, 62. Elder Oaks taught this idea when he was president of Brigham Young University in approximately 1980.]<\/span><\/sup> Where there is lack of wisdom, our children need instruction. Where there is sin, repentance is essential.<sup class=\"noteMarker\"><a href=\"#footnote15-10405_000_019\">15<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122906)\">Doctrine and Covenants 1:25–27<\/a><\/span>.]<\/span><\/sup> We found this to be helpful in our own family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p16\" class=\"\">Religious observance in the home blesses our families. Example is particularly important. What we <span class=\"emphasis\">are<\/span> speaks so loudly that our children may not hear what we say. When I was nearly five years old, my mother received word that her younger brother had been killed when the battleship on which he was serving was bombed off the coast of Japan near the end of World War II.<sup class=\"noteMarker\"><a href=\"#footnote16-10405_000_019\">16<\/a> <span class=\"footnote\">[See Marva Jeanne Kimball Pedersen, <span class=\"emphasis\">Vaughn Roberts Kimball: A Memorial<\/span> (1995). Vaughn played football as a quarterback for Brigham Young University in the fall of 1941. The day after the attack on Pearl Harbor, December 8, 1941, he enlisted in the US Navy. He was killed on May 11, 1945, by enemy bombing attacks against the USS <span class=\"emphasis\">Bunker Hill<\/span> and was buried at sea.]<\/span><\/sup> This news was devastating to her. She was very emotional and went into the bedroom. After a while I peeked into the room to see if she was OK. She was kneeling by the bed in prayer. A great peace came over me because she had taught me to pray and love the Savior. This was typical of the example she always set for me. Mothers and fathers praying with children may be more important than any other example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p17\" class=\"\">The message, ministry, and Atonement of Jesus Christ, our Savior, are our essential family curriculum. No scripture characterizes our faith better than <span class=\"citation\" id=\"122892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122892)\">2 Nephi 25:26<\/a><\/span>: “And we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p18\" class=\"\">One of the underlying premises of Lehi’s vision is that faithful members must hold fast to the rod of iron to keep them on the strait and narrow path leading to the tree of life. It is essential for members to read, ponder, and study the scriptures.<sup class=\"noteMarker\"><a href=\"#footnote17-10405_000_019\">17<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122907)\">John 5:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p19\" class=\"\">The Book of Mormon is of seminal importance.<sup class=\"noteMarker\"><a href=\"#footnote18-10405_000_019\">18<\/a> <span class=\"footnote\">[See Ezra Taft Benson, “The Book of Mormon—Keystone of Our Religion,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 4; or <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Oct. 2011, 52.]<\/span><\/sup> There will, of course, always be those who underestimate the significance of or even disparage this sacred book. Some have used humor. Before I served a mission, a university professor quoted Mark Twain’s statement that if you took “And it came to pass” out of the Book of Mormon, it “would have been only a pamphlet.”<sup class=\"noteMarker\"><a href=\"#footnote19-10405_000_019\">19<\/a> <span class=\"footnote\">[Mark Twain,<span class=\"emphasis\"> Roughing It<\/span> (1891), 127–28. Each new generation is presented with Twain’s comments as if they were a significant new discovery. There is usually little reference to the fact that Mark Twain was equally dismissive of Christianity and religion in general.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p20\" class=\"\">A few months later, while I was serving a mission in London, England, a distinguished Oxford-educated teacher at London University, an Egyptian expert in Semitic languages, read the Book of Mormon, corresponded with President David O. McKay, and met with missionaries. He informed them he was convinced the Book of Mormon was indeed a translation of “the learning of the Jews and the language of the Egyptians” for the periods described in the Book of Mormon.<sup class=\"noteMarker\"><a href=\"#footnote20-10405_000_019\">20<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122908)\">1 Nephi 1:2<\/a><\/span>.]<\/span><\/sup> One example among many he used was the conjunctive phrase “And it came to pass,” which he said mirrored how he would translate phraseology used in ancient Semitic writings.<sup class=\"noteMarker\"><a href=\"#footnote21-10405_000_019\">21<\/a> <span class=\"footnote\">[I met Dr. Ebeid Sarofim in London when the elders were teaching him. See also N. Eldon Tanner, in Conference Report, Apr. 1962, 53. Many scholars of ancient Semitic and Egyptian writings have noted the repetitive use of the conjunctive phrase “And it came to pass” at the beginning of sentences; see Hugh Nibley, <span class=\"emphasis\">Since Cumorah,<\/span> 2nd ed. (1988), 150.]<\/span><\/sup> The professor was informed that while his intellectual approach based on his profession had helped him, it was still essential to have a spiritual testimony. Through study and prayer he gained a spiritual witness and was baptized. So what one famous humorist saw as an object of ridicule, a scholar recognized as profound evidence of the truth of the Book of Mormon, which was confirmed to him by the Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p21\" class=\"\">The essential doctrine of agency requires that a testimony of the restored gospel be based on faith rather than just external or scientific proof. Obsessive focus on things not yet fully revealed, such as how the virgin birth or the Resurrection of the Savior could have occurred or exactly how Joseph Smith translated our scriptures, will not be efficacious or yield spiritual progress. These are matters of faith. Ultimately, Moroni’s counsel to read and ponder and then ask God in all sincerity of heart, with real intent, to confirm scriptural truths by the witness of the Spirit is the answer.<sup class=\"noteMarker\"><a href=\"#footnote22-10405_000_019\">22<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122909)\">Moroni 10:3–4<\/a><\/span>; very few critics have sincerely tested this with real intent.]<\/span><\/sup> In addition, when we inculcate into our lives scriptural imperatives and live the gospel, we are blessed with the Spirit and taste of His goodness with feelings of joy, happiness, and especially peace.<sup class=\"noteMarker\"><a href=\"#footnote23-10405_000_019\">23<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122910)\">Doctrine and Covenants 59:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p22\" class=\"\">Clearly, a dividing line between those who hear the music of faith and those who are tone-deaf or off-key is the active study of the scriptures. I was deeply touched years ago that a beloved prophet, Spencer W. Kimball, emphasized the need to continually read and study the scriptures. He said: “I find that when I get casual in my relationships with divinity and when it seems that no divine ear is listening and no divine voice is speaking, that I am far, far away. If I immerse myself in the scriptures the distance narrows and the spirituality returns.”<sup class=\"noteMarker\"><a href=\"#footnote24-10405_000_019\">24<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 67.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p23\" class=\"\">I hope we are reading the Book of Mormon with our children regularly. I have discussed this with my own children. They have shared with me two observations. First, persistence in reading the scriptures daily as a family is the key. My daughter in a lighthearted way describes their early-morning efforts with mostly teenage children to consistently read the scriptures. She and her husband wake up early in the morning and move through the blurry mist to grasp the iron railing that lines their staircase to where their family gathers to read the word of God. Persistence is the answer, and a sense of humor helps. It requires great effort from every family member every day, but it is worth the effort. Temporary setbacks are overshadowed by persistence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p24\" class=\"\">The second is how our youngest son and his wife are reading the scriptures with their young family. Two out of their four children are not old enough to read. For the five-year-old, they have five finger signals to which he responds in order for him to participate fully in the family scripture reading. The signal for finger 1 is for him to repeat, “And it came to pass” whenever it appears in the Book of Mormon. I have to admit that I love the fact that the phrase appears so often. Incidentally, for the interest of young families, finger signal 2 is “And thus we see”; fingers 3, 4, and 5 are chosen by the parents based on the words contained in the chapter they are reading.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p25\" class=\"\">We know that family scripture study and family home evenings are not always perfect. Regardless of the challenges you face, do not become discouraged.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p26\" class=\"\">Please understand that having faith in the Lord Jesus Christ and keeping His commandments are and always will be the defining test of mortality. Above all else, each of us must realize that when one is tone-deaf to the music of faith, he or she is out of tune with the Spirit. As the prophet Nephi taught, “Ye have heard his voice … ; and he hath spoken unto you in a still small voice, but ye were past feeling, that ye could not feel his words.”<sup class=\"noteMarker\"><a href=\"#footnote25-10405_000_019\">25<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122911)\">1 Nephi 17:45<\/a><\/span>; see also Ezra Taft Benson, “Seek the Spirit of the Lord,” <span class=\"emphasis\">Tambuli,<\/span> Sept. 1988, 5; <span class=\"emphasis\">Ensign,<\/span> Apr. 1988, 4: “We hear the words of the Lord most often by a feeling. If we are humble and sensitive, the Lord will prompt us through our feelings.”]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p27\" class=\"\">Our doctrine is clear; we are to be positive and of good cheer. We emphasize our faith, not our fears. We rejoice in the Lord’s assurance that He will stand by us and give us guidance and direction.<sup class=\"noteMarker\"><a href=\"#footnote26-10405_000_019\">26<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"122912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122912)\">Doctrine and Covenants 68:6<\/a><\/span>.]<\/span><\/sup> The Holy Ghost testifies to our hearts that we have a loving Father in Heaven, whose merciful plan for our redemption will be fulfilled in every aspect because of the atoning sacrifice of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p28\" class=\"\">As Naomi W. Randall, author of “I Am a Child of God,” penned, “His Spirit guides; his love assures that fear departs when faith endures.”<sup class=\"noteMarker\"><a href=\"#footnote27-10405_000_019\">27<\/a> <span class=\"footnote\">[“When Faith Endures,” <span class=\"emphasis\">Hymns,<\/span> no. 128.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/in-tune-with-the-music-of-faith.p29\" class=\"\">Let us, therefore, wherever we are on the path of discipleship in Lehi’s vision, resolve to awaken within us and our families a greater desire to claim the Savior’s incomprehensible gift of eternal life. I pray that we will stay in tune with the music of faith. I testify of the divinity of Jesus Christ and the reality of His Atonement in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_019\">1.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122893)\">Doctrine and Covenants 1:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_019\">2.<\/a><\/span>\n\t\t\t\t\t<p>Jonathan Sacks, “Has Europe Lost Its Soul?” (address delivered on Dec. 12, 2011, at the Pontifical Gregorian University), chiefrabbi.org\/ReadArtical.aspx?id=1843.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_019\">3.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122894)\">1 Nephi 8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_019\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122895)\">1 Nephi 8:27<\/a><\/span>; <span class=\"citation\" id=\"122896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122896)\">11:35<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_019\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122897)\">1 Nephi 8:23<\/a><\/span>; <span class=\"citation\" id=\"122898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122898)\">12:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_019\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122899)\">1 Nephi 8:28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_019\">7.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122900)\">1 Nephi 8:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_019\">8.<\/a><\/span>\n\t\t\t\t\t<p>The Savior’s instructions are to seek out the lost sheep; see <span class=\"citation\" id=\"122901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122901)\">Matthew 18:12–14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_019\">9.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122902)\">John 5:22<\/a><\/span>; see also <span class=\"citation\" id=\"122903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122903)\">Matthew 7:1–2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_019\">10.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “May You Have Courage,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2009, 124.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_019\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122904)\">1 Nephi 8:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_019\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 1.1.1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10405_000_019\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122905)\">1 Nephi 8:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10405_000_019\">14.<\/a><\/span>\n\t\t\t\t\t<p>See Dallin H. Oaks, “Sins and Mistakes,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1996, 62. Elder Oaks taught this idea when he was president of Brigham Young University in approximately 1980.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10405_000_019\">15.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122906)\">Doctrine and Covenants 1:25–27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10405_000_019\">16.<\/a><\/span>\n\t\t\t\t\t<p>See Marva Jeanne Kimball Pedersen, <span class=\"emphasis\">Vaughn Roberts Kimball: A Memorial<\/span> (1995). Vaughn played football as a quarterback for Brigham Young University in the fall of 1941. The day after the attack on Pearl Harbor, December 8, 1941, he enlisted in the US Navy. He was killed on May 11, 1945, by enemy bombing attacks against the USS <span class=\"emphasis\">Bunker Hill<\/span> and was buried at sea.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10405_000_019\">17.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122907)\">John 5:39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10405_000_019\">18.<\/a><\/span>\n\t\t\t\t\t<p>See Ezra Taft Benson, “The Book of Mormon—Keystone of Our Religion,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 4; or <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Oct. 2011, 52.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10405_000_019\">19.<\/a><\/span>\n\t\t\t\t\t<p>Mark Twain,<span class=\"emphasis\"> Roughing It<\/span> (1891), 127–28. Each new generation is presented with Twain’s comments as if they were a significant new discovery. There is usually little reference to the fact that Mark Twain was equally dismissive of Christianity and religion in general.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10405_000_019\">20.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122908)\">1 Nephi 1:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10405_000_019\">21.<\/a><\/span>\n\t\t\t\t\t<p>I met Dr. Ebeid Sarofim in London when the elders were teaching him. See also N. Eldon Tanner, in Conference Report, Apr. 1962, 53. Many scholars of ancient Semitic and Egyptian writings have noted the repetitive use of the conjunctive phrase “And it came to pass” at the beginning of sentences; see Hugh Nibley, <span class=\"emphasis\">Since Cumorah,<\/span> 2nd ed. (1988), 150.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-10405_000_019\">22.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122909)\">Moroni 10:3–4<\/a><\/span>; very few critics have sincerely tested this with real intent.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-10405_000_019\">23.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122910)\">Doctrine and Covenants 59:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote24-10405_000_019\">24.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 67.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote25-10405_000_019\">25.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122911)\">1 Nephi 17:45<\/a><\/span>; see also Ezra Taft Benson, “Seek the Spirit of the Lord,” <span class=\"emphasis\">Tambuli,<\/span> Sept. 1988, 5; <span class=\"emphasis\">Ensign,<\/span> Apr. 1988, 4: “We hear the words of the Lord most often by a feeling. If we are humble and sensitive, the Lord will prompt us through our feelings.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote26-10405_000_019\">26.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"122912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122912)\">Doctrine and Covenants 68:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_019\"><a name=\"-10405_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote27-10405_000_019\">27.<\/a><\/span>\n\t\t\t\t\t<p>“When Faith Endures,” <span class=\"emphasis\">Hymns,<\/span> no. 128.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}