{"ID":7864, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Rescue for Real Growth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p2\" class=\"\">By Bishop Richard C. Edgley<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p3\" class=\"\">Recently Released First Counselor in the Presiding Bishopric<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Saving souls is the work the Savior has called all of us to do.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_023<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p5\" class=\"\">In recent months increased emphasis has been placed on establishing “real growth” in the Church, bringing all who will to the receiving and keeping of covenants and saving ordinances and living with a mighty change of heart as described by Alma (see <span class=\"citation\" id=\"122924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122924)\">Alma 5:14<\/a><\/span>). One of the most meaningful and important ways to establish real growth in the Church is to reach out and rescue those who have been baptized yet are wandering in a less-active state, void of the blessings and saving ordinances. Regardless of our individual calling—home or visiting teacher, Sunday School teacher, bishop, father, mother, or General Authority—all can engage in the rescuing effort in a meaningful way. After all, bringing all—our family, nonmembers, less active, sinners—to Christ to receive the saving ordinances is the divine calling that we all share.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p6\" class=\"\">One Sunday morning some 30 years ago, while I was serving in a stake presidency, we received a telephone call from one of our faithful bishops. He explained that his ward had grown so rapidly that he could no longer provide a meaningful calling to all worthy members. His plea to us was that we divide the ward. While waiting for such approval, we decided as a stake presidency that we would visit the ward and call all these wonderful, worthy brothers and sisters to be stake missionaries.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p7\" class=\"\">About the third person I visited was a young female student attending the local university. After chatting for a few moments, I issued the call to serve as a missionary. There was silence for a few moments. Then she said, “President, don’t you know that I am not active in the Church?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p8\" class=\"\">After a few moments of silence on my part, I said, “No, I did not know you were not active.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p9\" class=\"\">She answered, “I have not been active in the Church for years.” Then she said, “Don’t you know that when you have been inactive, it’s not all that easy to come back?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p10\" class=\"\">I responded, “No. Your ward starts at 9:00 a.m. You come into the chapel, and you are with us.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p11\" class=\"\">She answered, “No, it is not that easy. You worry about a lot of things. You worry if someone will greet you or if you will sit alone and unnoticed during the meetings. And you worry about whether you will be accepted and who your new friends will be.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p12\" class=\"\">With tears rolling down her cheeks, she continued, “I know that my mother and father have been praying for me for years to bring me back into the Church.” Then after a moment of silence, she said, “For the last three months I have been praying to find the courage, the strength, and the way to come back into activity.” Then she asked, “President, do you suppose this calling could be an answer to those prayers?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p13\" class=\"\">My eyes started to water as I responded, “I believe the Lord has answered your prayers.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p14\" class=\"\">She not only accepted the call; she became a fine missionary. And I’m certain she brought much joy not only to herself but also to her parents and probably other family members.<\/p>\n\t\t\t\t<p class=\"preamble\">There were several things I learned or was reminded of with this and similar interviews:<\/p><ul class=\"bullet\"><li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>I learned that many less-active members have loved ones on their knees daily petitioning the Lord for help in rescuing their loved one.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>I learned that it is not all that easy or comfortable for a less-active member to just walk back into the Church. They need help. They need support. They need fellowship.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>I learned we have less-active members who are trying and willing to find the path back to activity.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>I learned that many less-active members will hold callings if asked.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>I learned that a less-active member deserves to be treated as an equal and be viewed as a son or daughter of a loving God.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p21\" class=\"\">Over the years I have wondered how this interview might have gone had I approached her as a less-active Church member. I leave you to be the judge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p22\" class=\"\">Reactivation has always been an important part of the work of the Lord. While the rescue is a responsibility of every member, holders of the Aaronic and Melchizedek Priesthood have the responsibility to lead out in this work. After all, that is what priesthood service is all about—bringing all people to the exalting covenants; bringing peace, happiness, and self-worth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p23\" class=\"\">From the Book of Mormon you will recall when Alma the Younger discovered that the Zoramites had fallen away from the Church, he organized a reactivation team to rescue these people. As they approached their assignment, Alma pleaded with the Lord with these words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p24\" class=\"\">“O Lord, wilt thou grant unto us that we may have success in bringing them <span class=\"emphasis\">again<\/span> unto thee in Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p25\" class=\"\">“Behold, O Lord, their souls are precious, and <span class=\"emphasis\">many of them are our brethren;<\/span> therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee” (<span class=\"citation\" id=\"122925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122925)\">Alma 31:34–35<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p26\" class=\"\">A few months ago after a meeting with new converts and less-active members, a reactivated gentleman about my age came up to me and said, “I am one who has been less active most of my life. I fell away from the Church early in my life. But I am back now, and I work in the temple with my wife.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p27\" class=\"\">To let him know that everything was OK, my response was something like this: “All is well that ends well.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p28\" class=\"\">He responded, “No, all is not well. I am back in the Church, but I have lost all of my children and my grandchildren. And I am now witnessing the loss of my great-grandchildren—all out of the Church. All is not well.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p29\" class=\"\">In our family we have an ancestor who joined the Church in Europe in the early days of the Church. One son became inactive. Sister Edgley and I have attempted to track the inactive descendants of this ancestor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p30\" class=\"\">It was easy for my wife and me to conclude that during the following six generations and with reasonable assumptions, there could be a loss of up to 3,000 family members. Now project two more generations. The loss could theoretically approach 20,000 to 30,000 of our Heavenly Father’s children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p31\" class=\"\">The charge to rescue is based on one of the most fundamental doctrines of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p32\" class=\"\">“Remember the worth of souls is great in the sight of God;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p33\" class=\"\">“For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of <span class=\"emphasis\">all men,<\/span> that <span class=\"emphasis\">all men might repent and come unto him.<\/span> …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p34\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!” (<span class=\"citation\" id=\"122926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122926)\">D&amp;C 18:10–11, 15<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p35\" class=\"\">I have had the privilege of rescuing a few less-active members over my lifetime. Now when I help bring one back to Church activity, I don’t visualize a single soul; I see six, seven, or more generations—thousands of souls. And then I think of the scripture: “Bring, save it be one soul unto me, how great shall be your joy” (<span class=\"citation\" id=\"122927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122927)\">D&amp;C 18:15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p36\" class=\"\">To His Apostles, the Lord said, “The harvest truly is plenteous, but the labourers are few” (<span class=\"citation\" id=\"122928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122928)\">Matthew 9:37<\/a><\/span>). The laborers need not be few. We have thousands of capable, worthy priesthood holders and millions of committed members of the Church in all parts of the world. We have functioning ward councils, priesthood quorums, Relief Societies, and other organizations all with the charge to rescue. Saving souls is the work the Savior has called all of us to do.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p37\" class=\"\">Earlier in my remarks I referred to the prayer Alma offered as he and his companions embarked on the rescue of the Zoramites. During World War II approximately 500 U.S. soldiers and supporting locals were held captive in a prison camp. Because of the suffering and concern for their safety, a volunteer force of approximately 100 U.S. soldiers was selected to rescue these prisoners. After the volunteers were assembled, the commanding officer instructed them something like this: “This evening you men meet with your religious leaders, you kneel down, and you swear to God that as long as you have a single breath of life, you will not let one of these men suffer one more moment.” (See Hampton Sides, <span class=\"emphasis\">Ghost Soldiers: The Forgotten Epic Story of World War II’s Most Dramatic Mission<\/span> [2001], 28–29.) This successful rescue was a rescue from physical and temporal suffering. Should we be less valiant in our efforts to rescue those who could suffer spiritual and eternal consequences? Should we make less of a commitment to the Lord?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-rescue-for-real-growth.p38\" class=\"\">In conclusion, our commitment as members of Christ’s true Church stems from the fact that the Lord suffered for every single one of us—the nonmember, the less-active member, even the sinner, and every member in our own family. I believe we can bring thousands to the joy, peace, and sweetness of the gospel, and hundreds of thousands, even millions, in their following generations. I believe we can succeed because this is the Lord’s Church, and by virtue of our priesthood and our membership, we are called to succeed. I bear that witness to you in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}