{"ID":7866, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Why of Priesthood Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Understanding the why of the gospel and the why of the priesthood will help us to see the divine purpose of all of this.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_025<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p5\" class=\"\">I cherish this wonderful opportunity to meet with the brethren of the priesthood and rejoice with you in the wonder and beauty of the gospel of Jesus Christ. I commend you for your faith, your good works, and your abiding righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p6\" class=\"\">We share a common bond in that we have all received the ordination to the priesthood of God from those trusted with holy priesthood authority and power. This is no small blessing. It is a sacred responsibility.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Power of <span class=\"emphasis\">Why<\/span><\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p8\" class=\"\">Recently I have been thinking about two significant callings I received as a priesthood holder in the Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p9\" class=\"\">The first of these callings came when I was a deacon. I attended with my family the branch of the Church in Frankfurt, Germany. We were blessed with many wonderful people in our little branch. One was our branch president, Brother Landschulz. I admired him a great deal, even though he always seemed to be rather serious, very official, and most of the time dressed in a dark suit. I remember as a young man joking with my friends how old-fashioned our branch president appeared.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p10\" class=\"\">It makes me laugh to think about this now because it is very possible that the youth of the Church today view me in a very similar way.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p11\" class=\"\">One Sunday, President Landschulz asked if he could speak with me. My first thought was, “What did I do wrong?” My mind raced over the many things I might have done that could have inspired this branch-president-to-deacon talk.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p12\" class=\"\">President Landschulz invited me into a small classroom—our chapel did not have an office for the branch president—and there he extended a call to me to serve as deacons quorum president.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p13\" class=\"\">“This is an important position,” he said, and then he took his time and described why. He explained what he and the Lord expected of me and how I could receive help.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p14\" class=\"\">I don’t remember much of what he said, but I do remember well how I felt. A sacred, divine Spirit filled my heart as he spoke. I could feel that this was the Savior’s Church. And I felt that the calling he had extended was inspired by the Holy Ghost. I remember walking out of that tiny classroom feeling quite a bit taller than before.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p15\" class=\"\">It has been nearly 60 years since that day, and I still treasure these feelings of trust and love.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p16\" class=\"\">As I was thinking back on this experience, I tried to remember just how many deacons there were in our branch at the time. To my best recollection, I believe there were two. However, this may be a huge exaggeration.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p17\" class=\"\">But it really didn’t matter whether there was one deacon or a dozen. I felt honored, and I wanted to serve to the best of my ability and not disappoint either my branch president or the Lord.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p18\" class=\"\">I realize now that the branch president could have merely gone through the motions when he called me to this position. He could have simply told me in the hallway or during our priesthood meeting that I was the new deacons quorum president.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p19\" class=\"\">Instead, he spent time with me and helped me understand not only the <span class=\"emphasis\">what<\/span> of my assignment and new responsibility but, much more important, the <span class=\"emphasis\">why.<\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p20\" class=\"\">That is something I will never forget.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p21\" class=\"\">The point of this story is not merely to describe how to extend callings in the Church (although this was a wonderful lesson on the proper way to do it). It is an example to me of the motivating power of priesthood leadership that awakens the spirit and inspires action.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p22\" class=\"\">We need to be constantly reminded of the eternal reasons behind the things we are commanded to do. The basic gospel principles need to be part of our life’s fabric, even if it means learning them over and over again. That doesn’t mean that this process should be rote or boring. Rather, when we teach the foundational principles in our homes or in church, let the flame of enthusiasm for the gospel and the fire of testimony bring light, warmth, and joy to the hearts of those we teach.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p23\" class=\"\">From the newest ordained deacon to the most senior high priest, we all have lists of <span class=\"emphasis\">what<\/span> we could and should do in our priesthood responsibilities. The <span class=\"emphasis\">what<\/span> is important in our work, and we need to attend to it. But it is in the <span class=\"emphasis\">why<\/span> of priesthood service that we discover the fire, passion, and power of the priesthood.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p24\" class=\"\">The <span class=\"emphasis\">what<\/span> of priesthood service teaches us what to do. The <span class=\"emphasis\">why<\/span> inspires our souls.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p25\" class=\"\">The <span class=\"emphasis\">what<\/span> informs, but the <span class=\"emphasis\">why<\/span> transforms.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>An Abundance of “Good” Things to Do<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p27\" class=\"\">Another priesthood calling that I have been thinking about came to me many years later, when I had my own family. We had moved back to Frankfurt, Germany, and I had just received a promotion at work that would require a great deal of my time and attention. During this busy season of my life, Elder Joseph B. Wirthlin extended a call to me to serve as stake president.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p28\" class=\"\">During my interview with him, many thoughts raced through my mind, not the least of which was the unsettling worry that I might not have the time this calling would require. Although I felt humbled and honored by the call, I briefly wondered if I could accept it. But it was only a fleeting thought because I knew that Elder Wirthlin was called of God and that he was doing the Lord’s work. What could I do but accept?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p29\" class=\"\">There are times when we have to step into the darkness in faith, confident that God will place solid ground beneath our feet once we do. And so I accepted gladly, knowing that God would provide.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p30\" class=\"\">In the early days of this assignment, we were privileged as a stake to receive training from some of the greatest teachers and leaders in the Church—men like Elder Russell M. Nelson and President Thomas S. Monson came to our area. Their teaching was like the dew from heaven and an inspiration for us. I still have the notes I took during these training sessions. These Brethren gave us the <span class=\"emphasis\">vision<\/span> of what it means to establish the kingdom of God by building personal testimonies and strengthening families. They helped us see how to apply gospel truth and principles to our specific circumstances and for our specific time. To put it another way, inspired leaders helped us to see the <span class=\"emphasis\">why<\/span> of the gospel, and then we had to roll up our sleeves and go to work.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p31\" class=\"\">It wasn’t long before we realized that there were a lot of things a stake presidency could do—so many, in fact, that if we didn’t set inspired priorities, we might miss doing the important ones. Competing priorities began to arise, deflecting our focus from the vision shared by the Brethren. There were many “good” things to do, but not all of them mattered most.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p32\" class=\"\">We learned an important lesson: the fact that something is good is not always reason enough to require our time and resources. Our activities, initiatives, and plans should be inspired by and grounded upon the <span class=\"emphasis\">why<\/span> of our priesthood service and not by any flashy trend or interest of the moment. Otherwise, they can distract our efforts, dilute our energy, and get us caught up in our own hobbies, spiritual or temporal, that are not at the center of discipleship.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p33\" class=\"\">Brethren, we all know that it takes self-discipline to remain focused on the matters that have the greatest power to increase our love for God and fellowman, invigorate marriages, strengthen families, and build the kingdom of God on earth. Like a fruit tree with an abundance of branches and leaves, our lives need regular pruning to ensure that we use our energy and time to accomplish our real purpose—to “bring forth good fruit”!<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_025\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122934)\">Matthew 7:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>You Are Not Alone<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p35\" class=\"\">So how do we know what to select? We each have the responsibility to determine this for ourselves. However, we are commanded to diligently study the scriptures, heed the words of the prophets, and make it a matter of faith-filled, serious, dedicated prayer.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p36\" class=\"\">Brethren, God is faithful. Through the Holy Spirit, He will speak to our minds and hearts concerning the path we should follow during each segment of our lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p37\" class=\"\">If our hearts are pure—if we seek not our own glory but the glory of Almighty God, if we seek to do His will, if we desire to bless the lives of our family and fellowman—we will not be left to walk alone. As President Monson has often reminded us, “When we are on the Lord’s errand, we are entitled to the Lord’s help.”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_025\">2<\/a> <span class=\"footnote\">[Thomas S. Monson, “To Learn, to Do, to Be,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2008, 62.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p38\" class=\"\">Your Heavenly Father “will go before your face. [He] will be on your right hand and on your left, and [His] Spirit shall be in your hearts, and [His] angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_025\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122935)\">Doctrine and Covenants 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Power of Doing<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p40\" class=\"\">My dear brethren, divine blessings for priesthood service are activated by our diligent efforts, our willingness to sacrifice, and our desire to do what is right. Let us be the ones to act and not be acted upon. Preaching is fine, but sermons that do not lead to action are like fires without heat or water that cannot quench thirst.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p41\" class=\"\">It is in the application of doctrine that the purifying flame of the gospel grows and the power of the priesthood ignites our souls.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p42\" class=\"\">Thomas Edison, the man who bathed the world in glowing electric light, said that “the value of an idea lies in the using of it.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_025\">4<\/a> <span class=\"footnote\">[Thomas Edison, in Elbert Hubbard, <span class=\"emphasis\">Little Journeys to the Homes of Good Men and Great, Book 2<\/span> (1910), 155.]<\/span><\/sup> In a similar way, gospel doctrine becomes more precious when it is put to use.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p43\" class=\"\">We must not allow the doctrines of the priesthood to lie dormant in our hearts and unapplied in our lives. If there is a marriage or family in need of rescue—perhaps even our own—let’s not just wait and see. Rather, let us thank God for the plan of happiness that includes faith, repentance, forgiveness, and new beginnings. Applying priesthood doctrine will qualify us as husbands, as fathers, as sons who understand the <span class=\"emphasis\">why<\/span> of the priesthood and its power to recapture and secure the beauty and holiness of eternal families.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p44\" class=\"\">General conference is always a good time for both hearing and doing. Therefore, let us “be … doers of the word, and not hearers only.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_025\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122936)\">James 1:22<\/a><\/span>.]<\/span><\/sup> Brethren, I invite you to consider the words spoken by the servants of God this weekend. Then get on your knees. Ask God, our Heavenly Father, to enlighten your mind and touch your heart. Plead with God for guidance in your daily lives, in your Church responsibilities, and in your specific challenges at this time. Follow the promptings of the Spirit—do not delay. If you do all this, I promise that the Lord will not leave you to walk alone.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Continue in Patience<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p46\" class=\"\">We know that despite our best intentions, things do not always go according to plan. We make mistakes in life and in our priesthood service. Occasionally we stumble and fall short.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p47\" class=\"\">When the Lord advises us to “continue in patience until [we] are perfected,”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_025\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122937)\">Doctrine and Covenants 67:13<\/a><\/span>.]<\/span><\/sup> He is acknowledging that it takes time and perseverance. Understanding the <span class=\"emphasis\">why<\/span> of the gospel and the <span class=\"emphasis\">why<\/span> of the priesthood will help us to see the divine purpose of all of this. It will give us motivation and strength to do the right things, even when they are hard. Staying focused on the basic principles of gospel living will bless us with clarity, wisdom, and direction.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p48\" class=\"\">“Shall we not go on in so great a cause?”<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_025\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122938)\">Doctrine and Covenants 128:22<\/a><\/span>.]<\/span><\/sup> Yes, brethren, we will!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p49\" class=\"\">Guided by the Holy Spirit, we will learn from our mistakes. If we stumble, we will rise. If we falter, we will go on. We will never waver; we will never give up.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p50\" class=\"\">As a mighty brotherhood of the everlasting priesthood of God, we will stand together, shoulder to shoulder, focused on the principles of the restored gospel of Jesus Christ and gratefully serving our God and fellowman with dedication and love.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>God Lives!<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p52\" class=\"\">My dear brethren, I testify to you this day that God the Father and His Son, Jesus Christ, live. They are real! They are there!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p53\" class=\"\">You are not alone. Your Father in Heaven cares about you and desires to bless and uphold you in righteousness.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p54\" class=\"\">Be assured that God speaks to mankind in our time. He will speak to you!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p55\" class=\"\">The Prophet Joseph Smith saw what he said he saw. The Church of Jesus Christ of Latter-day Saints is restored to earth by the power and authority of Almighty God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p56\" class=\"\">My prayer is that as bearers of His priesthood, we will ever stay attuned to the <span class=\"emphasis\">why<\/span> of priesthood service and use the principles of the restored gospel to transform our lives and the lives of those whom we serve.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-why-of-priesthood-service.p57\" class=\"\">As we do so, the infinite power of the Atonement will purify, cleanse, and refine our spirits and characters until we become the men we are meant to become. Of this I testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_025\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122934)\">Matthew 7:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_025\">2.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “To Learn, to Do, to Be,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2008, 62.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_025\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122935)\">Doctrine and Covenants 84:88<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_025\">4.<\/a><\/span>\n\t\t\t\t\t<p>Thomas Edison, in Elbert Hubbard, <span class=\"emphasis\">Little Journeys to the Homes of Good Men and Great, Book 2<\/span> (1910), 155.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_025\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122936)\">James 1:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_025\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122937)\">Doctrine and Covenants 67:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_025\"><a name=\"-10405_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_025\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122938)\">Doctrine and Covenants 128:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}