{"ID":7867, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Families under Covenant\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is nothing that has come or will come into your family as important as the sealing blessings.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_026<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p5\" class=\"\">I appreciate being gathered with you in this meeting to which all the holders of the priesthood of God in the earth are invited. We are blessed to be presided over by President Thomas S. Monson. As the President of the Church, he is the one man alive who is responsible for the keys that seal families and all those priesthood ordinances necessary to attain eternal life, the greatest of all the gifts of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p6\" class=\"\">There is a father listening tonight who has come back from inactivity because he wants the assurance of that gift with all his heart. He and his wife love their two small children, a boy and a girl. Like other parents he can foresee heavenly happiness when he reads these words: “And that same sociality which exists among us here will exist among us there, only it will be coupled with eternal glory, which glory we do not now enjoy.”<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_026\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122939)\">Doctrine and Covenants 130:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p7\" class=\"\">That father listening with us tonight knows the path to that glorious destination. It is not easy. He already knows that. It took faith in Jesus Christ, deep repentance, and a change in his heart that came with a kind bishop helping him feel the Lord’s loving forgiveness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p8\" class=\"\">Wonderful changes continued as he went to the holy temple for an endowment that the Lord described to those whom He empowered in the first temple in this dispensation. It was in Kirtland, Ohio. The Lord said of that:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p9\" class=\"\">“Wherefore, for this cause I gave unto you the commandment that ye should go to the Ohio; and there I will give unto you my law; and there you shall be endowed with power from on high;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p10\" class=\"\">“And from thence, … for I have a great work laid up in store, for Israel shall be saved, and I will lead them whithersoever I will, and no power shall stay my hand.”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_026\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122940)\">Doctrine and Covenants 38:32–33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p11\" class=\"\">For my recently activated friend and for all the priesthood, a great work ahead is to lead in saving the part of Israel for which we are or will be responsible, our families. My friend and his wife knew that requires being sealed by the power of the Melchizedek Priesthood in a holy temple of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p12\" class=\"\">He asked that I perform the sealing. He and his wife wanted it done as soon as possible. But with the busy time of general conference approaching, I left it to the couple and their bishop to work with my secretary to find the best date.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p13\" class=\"\">Imagine my surprise and delight when the father told me in church that the sealing is set for April 3. That was the day in 1836 when Elijah, the translated prophet, was sent to the Kirtland Temple to give the sealing power to Joseph Smith and to Oliver Cowdery. Those keys reside in the Church today and will continue to the end of time.<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_026\">3<\/a> <span class=\"footnote\">[See Joseph Fielding Smith, <span class=\"emphasis\">Sealing Power and Salvation,<\/span> Brigham Young University Speeches of the Year (Jan. 12, 1971), speeches.byu.edu.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p14\" class=\"\">It is the same divine authorization given by the Lord to Peter, as He had promised: “And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_026\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122941)\">Matthew 16:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p15\" class=\"\">The return of Elijah blessed all who hold the priesthood. Elder Harold B. Lee made that clear as he spoke in general conference, quoting President Joseph Fielding Smith. Listen carefully: “I hold the priesthood; you brethren here hold the priesthood; we have received the Melchizedek Priesthood—which was held by Elijah and by other prophets and by Peter, James and John. But while we have authority to baptize, while we have authority to lay on hands for the gift of the Holy Ghost and to ordain others and do all these things, without the sealing power we could do nothing, for there would be no validity to that which we did.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p16\" class=\"\">President Smith went on:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p17\" class=\"\">“The higher ordinances, the greater blessings which are essential to exaltation in the kingdom of God, and which can only be obtained in certain places, no man has a right to perform except as he receives the authority to do it from the one who holds the keys. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p18\" class=\"\">“… There is no man upon the face of this earth who has the right to go forth and administer in any of the ordinances of this gospel unless the President of the Church, who holds the keys, sanctions it. He has given us authority, he has put the sealing power in our priesthood, because he holds those keys.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_026\">5<\/a> <span class=\"footnote\">[Joseph Fielding Smith, quoted by Harold B. Lee, in Conference Report, Oct. 1944, 75.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p19\" class=\"\">That same assurance came from President Boyd K. Packer as he wrote of the sealing power. Knowing these words are true is a comfort to me, as it will be to the family I will seal on April 3: “Peter was to hold the keys. Peter was to hold the sealing power, … to bind or seal on earth or to loose on earth and it would be so in the heavens. Those keys belong to the President of the Church—to the prophet, seer, and revelator. That sacred sealing power is with the Church now. Nothing is regarded with more sacred contemplation by those who know the significance of this authority. Nothing is more closely held. There are relatively few men who [hold] this sealing power upon the earth at any given time—in each temple are brethren who have been given the sealing power. No one can get it except from the prophet, seer, and revelator and President of The Church of Jesus Christ of Latter-day Saints.”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_026\">6<\/a> <span class=\"footnote\">[Boyd K. Packer, “The Holy Temple,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Oct. 2010, 34.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p20\" class=\"\">At the coming of Elijah, not only was power given to the priesthood, but also hearts were to be turned: “The spirit, power, and calling of Elijah is, that ye have power to hold the key of the revelation, ordinances, oracles, powers and endowments of the fullness of the Melchizedek Priesthood and of the kingdom of God on the earth; and to receive, obtain, and perform all the ordinances belonging to the kingdom of God, even unto the turning of the hearts of the fathers unto the children, and the hearts of the children unto the fathers, even those who are in heaven.”<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_026\">7<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 11.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p21\" class=\"\">That feeling of his heart turning has already come to my friend and to his family. It may have come to you in this meeting. You may have seen in your mind, as I have, the face of your father or your mother. It may have been a sister or a brother. It may have been a daughter or a son.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p22\" class=\"\">They may be in the spirit world or continents away from you. But joy came from a feeling that connections with them are sure because you are or can be bound to them by priesthood ordinances that God will honor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p23\" class=\"\">Melchizedek Priesthood holders who are fathers in sealed families have been taught what they must do. There is nothing that has come or will come into your family as important as the sealing blessings. There is nothing more important than honoring the marriage and family covenants you have made or will make in the temples of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p24\" class=\"\">The way to do that is clear. The Holy Spirit of Promise, through our obedience and sacrifice, must seal our temple covenants in order to be realized in the world to come. President Harold B. Lee explained what it means to be sealed by the Holy Spirit of Promise by quoting Elder Melvin J. Ballard: “We may deceive men but we cannot deceive the Holy Ghost, and our blessings will not be eternal unless they are also sealed by the Holy Spirit of promise. The Holy Ghost is one who reads the thoughts and hearts of men, and gives his sealing approval to the blessings pronounced upon their heads. Then it is binding, efficacious, and of full force.”<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_026\">8<\/a> <span class=\"footnote\">[Melvin J. Ballard, quoted by Harold B. Lee, in Conference Report, Oct. 1970, 111.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p25\" class=\"\">When Sister Eyring and I were sealed in the Logan Utah Temple, I did not understand then the full significance of that promise. I am still trying to understand all that it means, but my wife and I decided at the start of our nearly 50 years of marriage to invite the Holy Ghost as much as we could into our lives and into our family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p26\" class=\"\">As a young father, sealed in the temple and with my heart turned to my wife and a young family, I met President Joseph Fielding Smith for the first time. In the First Presidency council room, where I had been invited, came an absolutely sure witness to me as President Harold B. Lee asked me, indicating President Smith, who was sitting next to him, “Do you believe that this man could be the prophet of God?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p27\" class=\"\">President Smith had just entered the room and had not yet spoken a word. I am eternally grateful that I was able to answer because of what came down into my heart, “I know he is,” and I knew it as surely as I knew the sun was shining that he held the priesthood sealing power for all the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p28\" class=\"\">That experience gave his words great power for me and my wife when, in a conference session on April 6, 1972, President Joseph Fielding Smith gave the following counsel: “It is the will of the Lord to strengthen and preserve the family unit. We plead with fathers to take their rightful place as the head of the house. We ask mothers to sustain and support their husbands and to be lights to their children.”<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_026\">9<\/a> <span class=\"footnote\">[Joseph Fielding Smith, “Counsel to the Saints and to the World,” <span class=\"emphasis\">Ensign,<\/span> July 1972, 27.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p29\" class=\"\">Let me suggest four things you can do as a priesthood father to lift and lead your family home again to be with Heavenly Father and the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p30\" class=\"\">First, gain and keep a sure witness that the keys of the priesthood are with us and held by the President of the Church. Pray for that every day. The answer will come with an increase in determination to lead your family, in your feelings of hope, and with greater happiness in your service. You will be more cheerful and optimistic, a great blessing for your wife and family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p31\" class=\"\">The second imperative is to love your wife. It will take faith and humility to put her interests above your own in the struggles of life. You have the responsibility to provide for and to nurture the family with her while serving others. That can at times consume all the energy and strength you have. Age and illness may increase your wife’s needs. If you choose even then to put her happiness above your own, I promise you that your love for her will increase.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p32\" class=\"\">Third, enlist the entire family to love each other. President Ezra Taft Benson taught:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p33\" class=\"\">“In an eternal sense, salvation is a family affair. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p34\" class=\"\">“Above all else, children need to know and feel they are loved, wanted, and appreciated. They need to be assured of that often. Obviously, this is a role parents should fill, and most often the mother can do it best.”<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_026\">10<\/a> <span class=\"footnote\">[Ezra Taft Benson, “Salvation—a Family Affair,” <span class=\"emphasis\">Tambuli,<\/span> Nov. 1992, 3, 4; <span class=\"emphasis\">Ensign,<\/span> July 1992, 2, 4.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p35\" class=\"\">But another crucial source for that feeling of being loved is love from other children in the family. Consistent care of brothers and sisters for each other will come only with persistent effort by parents and the help of God. You know that is true from experience in your own families. And it is confirmed each time you read of the family conflicts faced by righteous Lehi and his wife, Sariah, in the Book of Mormon record.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p36\" class=\"\">The successes they won provide a guide for us. They taught the gospel of Jesus Christ so well and so persistently that children and even some descendants over generations had hearts softened toward God and toward each other. For instance, Nephi and others wrote and reached out to family members who had been their enemies. The Spirit at times softened the hearts of thousands and replaced hatred with love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p37\" class=\"\">One way for you to reproduce the successes of Father Lehi is by the way you lead family prayers and family time, such as family home evenings. Give children opportunities to pray, when they can pray, for each other in the circle who need blessings. Discern quickly the beginnings of discord and recognize acts of unselfish service, especially to each other. When they pray for each other and serve each other, hearts will be softened and turned to each other and to their parents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p38\" class=\"\">The fourth opportunity to lead your family in the Lord’s way comes when discipline is needed. We can meet our obligation to correct in the Lord’s way and then lead our children toward eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p39\" class=\"\">You will remember the words, but you may not have seen their power for a Melchizedek Priesthood holder preparing his family for living in the same sociality that they will have in the celestial kingdom. You remember the words. They are so familiar:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p40\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p41\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p42\" class=\"\">“Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p43\" class=\"\">“That he may know that thy faithfulness is stronger than the cords of death.”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_026\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122942)\">Doctrine and Covenants 121:41–44<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p44\" class=\"\">And later the promise comes of great worth for us as fathers in Zion: “The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.”<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_026\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"122943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122943)\">Doctrine and Covenants 121:46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p45\" class=\"\">That is a high standard for us, but when we with faith control our tempers and subdue our pride, the Holy Ghost gives His approval, and sacred promises and covenants become sure.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p46\" class=\"\">You will succeed through your faith that the Lord sent back the keys of the priesthood, which are still with us—with a sure bond of love with your wife, with the Lord’s help in turning the hearts of your children to each other and to their parents, and with love guiding you to correct and exhort in a way that invites the Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/families-under-covenant.p47\" class=\"\">I know that Jesus is the Christ and is our Savior. I testify that President Thomas S. Monson holds and exercises all the keys of the priesthood on the earth today. I love and sustain him. I love and pray for you. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_026\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122939)\">Doctrine and Covenants 130:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_026\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122940)\">Doctrine and Covenants 38:32–33<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_026\">3.<\/a><\/span>\n\t\t\t\t\t<p>See Joseph Fielding Smith, <span class=\"emphasis\">Sealing Power and Salvation,<\/span> Brigham Young University Speeches of the Year (Jan. 12, 1971), speeches.byu.edu.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_026\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122941)\">Matthew 16:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_026\">5.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, quoted by Harold B. Lee, in Conference Report, Oct. 1944, 75.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_026\">6.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, “The Holy Temple,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Oct. 2010, 34.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_026\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 11.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_026\">8.<\/a><\/span>\n\t\t\t\t\t<p>Melvin J. Ballard, quoted by Harold B. Lee, in Conference Report, Oct. 1970, 111.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_026\">9.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, “Counsel to the Saints and to the World,” <span class=\"emphasis\">Ensign,<\/span> July 1972, 27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_026\">10.<\/a><\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, “Salvation—a Family Affair,” <span class=\"emphasis\">Tambuli,<\/span> Nov. 1992, 3, 4; <span class=\"emphasis\">Ensign,<\/span> July 1992, 2, 4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_026\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122942)\">Doctrine and Covenants 121:41–44<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_026\"><a name=\"-10405_000_026\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_026\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"122943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(122943)\">Doctrine and Covenants 121:46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}