{"ID":787, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lord's Plan<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1955, pp. 13-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: I face you humbly this morning. A feature of a general conference is\nthe diversity of messages treated by members of the General Authorities.  I hesitate to break\nthe theme of the previous speakers, but I firmly believe variety does have some value.\n<\/p><p>\nI have often thought that I should like to say a few words about the Church welfare program\nin a general conference of the Church.  I believe in and accept the program with all my heart\nand soul.  Perhaps I cannot add anything new, but a re-emphasis of some basic principles with\na few personal thoughts and feelings may more fully encourage complete acceptance and\nsupport of this inspired plan.\n<\/p><p>\nIt is distinctly a new approach to providing social care.  The plan is not a dole.  The edict,\n\"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23625)\">Gen. 3:19<\/a><\/span>),\napplies today as anciently.  Also\nin this dispensation the Lord declared, \". . . he that is idle shall not eat the bread nor wear the\ngarments of the laborer\" (<span class=\"citation\" id=\"13367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13367)\">D&amp;C 42:42<\/a><\/span>).\nEach able person is expected to work for what he\nreceives, which in part is the genius and a basic principle of the plan; however, the\nincapacitated and aged, unable to work, whose relatives cannot or do not provide for them,\nare taken care of according to their wants and needs as long as these needs are just.\n<\/p><p>\nWelfare workers should make those helped feel good in receiving welfare assistance.  Some\nclaim humiliation in accepting help from the Church, yet are not embarrassed by receiving a\ngovernment dole.  The best antidote against humiliation is to furnish work opportunities for\nthose receiving benefits in the program to give them the right feeling of having earned and\ntherefore entitled to welfare assistance.\n<\/p><p>\nWe are setting a pattern in welfare work that the world is watching. Being inspired of God, it\nmust work successfully, but the success of it lies in leadership and people.  It is leadership's\npoint of view and attitudes which must be right.  The stake presidents and bishops of the\nChurch who stand out as acknowledged and respected leaders are those who, according to\ntheir divine appointment, have taken seriously the welfare program and in love and\nunderstanding have made it work advantageously in the lives of their people. Training Church\nmembership in welfare activities has proved an important facility in getting them to do other\nthings important to spiritual growth and testimony.\n<\/p><p>\nWelfare is still, however, a program of education.  Leadership must see to it that information\nconcerning the plan, together with the counsel and instruction from the presiding brethren,\nreaches the rank and file of Church members for better understanding.  Improved\nunderstanding wipes out prejudice and resentment to the plan.  Our people are entitled to be\nproperly informed. The better informed they are, the more ready the acceptance and the better\nwork they will do.  We cannot overlook the importance of proper attitudes toward the plan on\nthe part of the membership of the Church.  All must be encouraged to accept and come the\nChurch way completely or the program will fall short in its goals. It does not replace tithing\nbut is an added step supplementing that divine law in the care of the needy of the Church.\n<\/p><p>\nOfttimes the greatest antagonisms and the worst enemies to the program are found within our\nown ranks. I will always remember and thank Elder Marion G. Romney for the important\nlesson he taught me many years ago in a special stake and ward welfare meeting held in\nPhoenix, Arizona, while the program was still quite young.  I informed him our company was\npaying heavy taxes, and I wanted to see our people obtain their proportionate share of public\nassistance.  At that time I felt keenly the rightness of this position.  He said to me, \"That may\nbe good for the world, but it isn't the Lord's plan.  The welfare program is the Lord's way of\nproviding for his own.\" He then explained its purpose and operation in more detail.  No doubt\nother of the welfare brethren or General Authorities had given the same counsel on previous\nvisits, but somehow it did not register nor take root in my mind.  On that occasion the Holy\nGhost bore witness to my spirit of the truth of that which Elder Romney testified.  Fortified\nwith this witness, from that time forward I have strongly advocated and supported this worthy\nprogram from the Lord. It is right in principle and true in its concepts, regardless of one's\napproach to the plan.  A little prayerful meditation in an honest and sincere manner will bring\ntrue conviction into the hearts of the uncertain and skeptical.\n<\/p><p>\nThe welfare program in operation since 1936 is a continuing plan for the people of the\nChurch until a more perfect and higher plan is revealed.  When we demonstrate our faith,\nworthiness, willingness, and unity to live fully the principles of the welfare plan, it will lead\nand prepare us for the higher law of the celestial kingdom.  The Lord has affirmed in this\ndispensation: \n<\/p><p>\nAnd Zion cannot be built up unless it is by the principles of the law of the celestial\nkingdom; otherwise I cannot receive her unto myself\n(<span class=\"citation\" id=\"13404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13404)\">D&amp;C 105:5<\/a><\/span>).\n<\/p><p>\nI would dislike to see any logical facet or service that comes within the concepts and\nfunctions of the welfare plan sacrificed in exchange for what I would term insecure man-made\nsocial formulas for collective or personal benefits.  I should not like to see any proposed\nsubstitute for the plan unless it is better, and the only way it could be better, in my\nestimation, is for God to reveal it.\n<\/p><p>\nWe may not yet see or understand the immediate need of the welfare program, but as surely\nas God lives and as time goes on, the inspiration of it will prove a blessing to the people of\nthe Church.  Sometimes I think people not of the Church who take time to learn about the\nprogram see the divine nature and the rich blessings of it more fully than some of our own\nwho have not gone to that trouble.  I am confident that knowledge of the welfare program has\nbrought much goodwill and friendliness to the Church.  Thus it has opened many doors to\nour missionaries for the teaching of the restored gospel of our Lord. It has become, then, a\npowerful missionary agency, not for the help it offers but for the faith the plan promotes.\n<\/p><p>\nListen to the written comments of a few visitors representing a cross section of many faiths\nwho have visited Welfare Square to learn about the program and have the privilege of seeing\nit in action: \n<\/p><p>\n\"A very good piece of work.  Every church should have it.\"\n<\/p><p>\n\"The Mormons are to be admired for their great work which sets an example for others.\"\n<\/p><p>\n\"Wonderful program!' If only there were more, it would be a better world.\"\n<\/p><p>\n\"This has been a real opportunity to see the way the entire world problem could be solved.\"\n<\/p><p>\n\"Am surprised.  Think your program is almost beyond conception.  Wish you all success.\n<\/p><p>\n\"I've found this a truly inspiring experience.  The sincerest principles I have ever found.  A\nprogram and religion one should well be proud of.\"\n<\/p><p>\n\"I do not question that this program is divinely inspired.\"\n<\/p><p>\n\"I think your work is wonderful, and Christ must have a hand in all of it.\"\n<\/p><p>\n     \"As anyone can see, God has his eyes on this organization.  May the people continue\nto live this way. It is uplifting to anyone's morale to see that people can still work together.\"\n\"I consider this a God-given project.\"\n<\/p><p>\n\"Truly wonderful what God can do with his people who will obey.\"\n<\/p><p>\n\"I believe it's God's plan of salvation. God bless you.\"\n<\/p><p>\n\"This is a wonderful work! The Mormons have shown me what it means to have God with\nthem.\"\n<\/p><p>\n\"This work is truly God-inspired, and our prayers will be with you in the continuation of such\na good work.\n<\/p><p>\n\"The whole program is most amazing, and I have seen with my own eyes Jesus Christ at work\nin the hearts of people.\"\n<\/p><p>\n\"The philosophy back of your welfare program is sound.  However, [and here is some real\nadvice] I feel that it must take constant indoctrination to keep up the enthusiasm of employed\npeople to continue working here.  Offhand I would welcome the opportunity to work a day\nin the cannery.  The women appear to be having fun.\"\n<\/p><p>\nAbout a year and a half ago I received an answer to a letter of condolence I had written to a\nschool friend of mine, not a member of the Church, who in loving devotion had taken care\nof her parents throughout life.  Her aged father had just passed away. The letter in part read,\n\"Old age is tragic in many respects. I am so thankful I could take care of my parents.  The\nattitude of your Church for the aged is wonderful.  Never fail to stress family obligations to\nthe aged and helpless. May God bless your Church and you in your work.\"\n<\/p><p>\nSuch favorable expressions from our friends should give us greater appreciation for the\nwelfare plan.  Also, these expressions emphasizing the God-given values and encouragement\nfor continued functioning are challenges for us to make the plan succeed, which it cannot do\nunless we accept it fully and really work at it enthusiastically.\n<\/p><p>\nIf some people of the Church are waiting for adverse circumstances to affect them personally\nbefore supporting the program, they should remember that there are many faithful souls who\nnow require assistance, and some of them may be their own immediate relatives.  If the true\nconcepts of this plan are operating in families, the families will be drawn closer together\nthrough helping the ones in distress out of financial problems and temporal difficulties.  In the\neyes of God this work is of a spiritual nature; therefore I have more faith and assurance in the\nstability and the effectiveness of the welfare plan to care for the need of the Church under all\nconditions and circumstances, if operated fully by faithful and devoted members of the\nChurch, than I do in any plan of assistance devised by man, regardless of how good those\nplans may be or how well they may be administered.  With the heavy costs of operating\ngovernment at all levels and the interest and principle payments on the national debt, any\ndownward changes in our present economic structure would make insecure cash assistance\npayments to qualified recipients.  Also, high inflationary conditions or excessive war needs of\nmachinery, goods, and services would render impossible to low income groups life's\nnecessities.  These conditions, as a Church, we must guard against, for God will hold us\nresponsible for failure to care for his people.\n<\/p><p>\nLove and brotherly kindness in administering help are basic concepts of the Church welfare\nplan.  We own and operate diversified production projects and distribution centers manned by\nthose receiving help in the program or by voluntary labor.  Dollar costs for the most part have\nbeen eliminated. We are not dependent on economic factors nor the amount of cash income.\nWe produce and store ahead on a recommended two year basis in homes and in stake, region,\nand Church storehouses. At the present time we are producing seventy percent of all welfare\nrequirements, and thirty percent is acquired from commercial sources.  When all stakes have\nacquired projects and meet fully budget assignments, it is anticipated welfare can produce\nninety-two percent of all commodities used, and only eight percent will come from\ncommercial channels.  During 1954, 56,566 persons were assisted through the welfare plan of\nthe Church, which represents a marvelous and invaluable service.\n<\/p><p>\nAs I have analyzed the causes for increased faith, activities, devotion, and tithing throughout\nthe Church, I am constrained in all honesty to give much credit to the functions, activities,\nand work connected with welfare.  The organizational plan that makes possible immediate\ncontact with bishops, presidencies of priesthood quorums, and Relief Societies for help and\nassistance from its members on any given welfare project or activity, brings into service many\npeople, the inactive with the active, whose opportunity of working together develops moral\nand spiritual strength that expresses itself in the improved record of ward and stake\naccomplishments.\n<\/p><p>\nI call your attention to the great service the Church through its welfare program rendered to\nthe destitute Saints in Europe following World War II. Conditions were tragic; the outlook of\nthe people hopeless.  Immediate help was required.  The storehouses of the Church were\nwell-stocked.  Here was a test to meet a real crisis.  How well that crisis was met is now\nhistory, but the performance was creditably done, thanks to the faith and works of the people.\nIn what finer way could the second great commandment, to \"love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"33092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33092)\">Mark 12:31<\/a><\/span>)\nbe so ably demonstrated? Friendly and brotherly hands clasping across the sea\nin the spirit of love and good will! A strength and blessing to the faraway Saints who in their\ntroubles were not forgotten by their brothers and sisters in Zion! Their morale was lifted; their\ncourage and faith returned. The Church became better known in Europe through the welfare\ndistribution of life's necessities; the attitudes of non-members became more tolerant and\nfriendly toward us; and missionary work flourished again.  It was a turning point for a\nbrighter and a more hopeful future for the Church.\n<\/p><p>\nI sincerely believe and am bold enough to suggest that one of the chief foundations and\ncontributing factors leading to the erecting of the Swiss Temple, with all of its blessings to\nthe European Saints, can be credited to this magnificent welfare effort.\n<\/p><p>\nIt has been said that future events cast their shadows before them; therefore, accepting the\nexperience of history and the prophecies concerning the calamities of the latter days, there is\nsufficient cause to promote and develop the great welfare program further, to make it fully\nand successfully operative, stable and strong, with assurance and security to our people, and\nthus inviting to the entire Church membership.  The people of the Church can then be\nencouraged to come the Church-way with confidence.\n<\/p><p>\nWe must always remember the parable of the five wise and the five foolish virgins\n(<span class=\"citation\" id=\"34731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34731)\">Matt. 25:1-13<\/a><\/span>). When\ndifficult times come, and surely they will, let us not be found unprepared and thus appear\nfoolish because we have not obeyed the Lord or the counsel of his servants.  The welfare\nplan is the Lord's way to care and provide for his people.  We have been sufficiently warned;\nnow it is a test of faith and devotion. Can we, my brothers and sisters of the Church, measure\nup?\n<\/p><p>\nI bear you my witness to the truthfulness of this great program.  I hope we have the faith and\nthe strength to go forward and make it function even as it has been revealed and as it has\nbeen outlined for the blessing of the people of the Church, I humbly pray, in the name of\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}