{"ID":7872, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Vision of Prophets regarding Relief Society: Faith, Family, Relief\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p2\" class=\"\">By Julie B. Beck<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p3\" class=\"\">Recently Released Relief Society General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/julie-b-beck-10.jpg\" alt=\"Julie B. Beck\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Faith, family, and relief—these three simple words have come to express the vision of prophets for sisters in the Church.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_032<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p5\" class=\"\">In recent years I have been impressed to speak often about Relief Society—its purposes and qualities,<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_032\">1<\/a> <span class=\"footnote\">[See Julie B. Beck, “Fulfilling the Purpose of Relief Society,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2008, 108–11.]<\/span><\/sup> the value of its history,<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_032\">2<\/a> <span class=\"footnote\">[See Julie B. Beck, BYU Women’s Conference address (Apr. 29, 2011), http:\/\/ce.byu.edu\/cw\/womensconference\/archive\/2011\/pdf\/JulieB_openingS.pdf; “What I Hope My Granddaughters (and Grandsons) Will Understand about Relief Society,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2011, 109–13; “Relief Society: A Sacred Work,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 110–14.]<\/span><\/sup> its work, and its partnership with bishops and Melchizedek Priesthood quorums.<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_032\">3<\/a> <span class=\"footnote\">[See Julie B. Beck, “Why We Are Organized into Quorums and Relief Societies” (Brigham Young University devotional address, Jan. 17, 2012), speeches.byu.edu.]<\/span><\/sup> It seems important now to focus some attention on the vision of prophets regarding Relief Society.<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_032\">4<\/a> <span class=\"footnote\">[This message is not a comprehensive review of all prophetic statements regarding Relief Society. It is only a sample of their vision and direction. <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society,<\/span> conference reports, and other Church publications contain more teaching on this subject.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p6\" class=\"\">Just as the Lord’s prophets have continually taught elders and high priests their purposes and duties, they have shared their vision for the sisters of the Relief Society. From their counsel, it is clear that the purposes of Relief Society are to increase faith and personal righteousness, strengthen families and homes, and seek out and help those in need. <span class=\"emphasis\">Faith, family,<\/span> and <span class=\"emphasis\">relief<\/span>—these three simple words have come to express the vision of prophets for sisters in the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p7\" class=\"\">Since the beginning of the Restoration, prophets have shared their vision of strong, faithful, purposeful women who understand their eternal value and purpose. When the Prophet Joseph Smith established Relief Society, he directed its first president to “preside over this society, in taking care of the poor—administering to their wants, and attending to the various affairs of this institution.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_032\">5<\/a> <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 13.]<\/span><\/sup> He envisioned the organization as “a select society, separate from all the evils of the world.”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_032\">6<\/a> <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 15.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p8\" class=\"\">Brigham Young, the second President of the Church, instructed his counselors and the Quorum of the Twelve Apostles to direct bishops to “let [the sisters] organize Female Relief Societies in the various wards.” He added, “Some may think this is a trifling thing, but it is not.”<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_032\">7<\/a> <span class=\"footnote\">[Brigham Young, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 41.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p9\" class=\"\">Later, President Joseph F. Smith said that in contrast to worldly organizations, which “are men-made, or women-made,” the Relief Society “is divinely made, divinely authorized, divinely instituted, divinely ordained of God.”<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_032\">8<\/a> <span class=\"footnote\">[Joseph F. Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 65–66.]<\/span><\/sup> President Joseph Fielding Smith told the sisters that they had “been given power and authority to do a great many things.”<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_032\">9<\/a> <span class=\"footnote\">[Joseph Fielding Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 142.]<\/span><\/sup> He said, “You are members of the greatest women’s organization in the world, an organization which is a vital part of the kingdom of God on [the] earth and which is so designed and operated that it helps its faithful members to gain eternal life in our Father’s kingdom.”<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_032\">10<\/a> <span class=\"footnote\">[Joseph Fielding Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 97.]<\/span><\/sup><\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>An Extensive Sphere of Influence<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p11\" class=\"\">Every year hundreds of thousands of women and young women become part of this ever-expanding “circle of sisters.”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_032\">11<\/a> <span class=\"footnote\">[Boyd K. Packer, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 85.]<\/span><\/sup> Thereafter, wherever a sister lives and wherever she serves, she retains her membership and association in Relief Society.<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_032\">12<\/a> <span class=\"footnote\">[See Boyd K. Packer, “The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.]<\/span><\/sup> Because of Relief Society’s important purposes, the First Presidency has expressed their desire that young women begin their preparation for Relief Society well before they are 18 years old.<sup class=\"noteMarker\"><a href=\"#footnote13-10405_000_032\">13<\/a> <span class=\"footnote\">[See First Presidency letters, Mar. 19, 2003, and Feb. 23, 2007.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p12\" class=\"\">Relief Society is not a program. It is an official part of the Lord’s Church that is “divinely ordained of God” to teach, strengthen, and inspire sisters in their purpose regarding faith, family, and relief. Relief Society is a way of life for Latter-day Saint women, and its influence extends far beyond a Sunday class or a social gathering. It follows the pattern of female disciples who served with the Lord Jesus Christ and His Apostles in His ancient Church.<sup class=\"noteMarker\"><a href=\"#footnote14-10405_000_032\">14<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 3–6.]<\/span><\/sup> We have been taught that “it is as obligatory upon a woman to draw into her life the virtues that are fostered by the Relief Society as it is an obligation for the men to build into their lives the patterns of character fostered by the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote15-10405_000_032\">15<\/a> <span class=\"footnote\">[Boyd K. Packer, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 16.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p13\" class=\"\">When the Prophet Joseph Smith organized the Relief Society, he taught the sisters that they were to “relieve the poor” and “save souls.”<sup class=\"noteMarker\"><a href=\"#footnote16-10405_000_032\">16<\/a> <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 17.]<\/span><\/sup> In their charge to “save souls,” sisters were authorized to organize and participate in an extensive sphere of influence. The first Relief Society president was set apart to expound the scriptures, and Relief Society still carries an essential teaching responsibility in the Lord’s Church. When Joseph Smith told the sisters that the organization of Relief Society would prepare them for the “privileges, blessings and gifts of the Priesthood,”<sup class=\"noteMarker\"><a href=\"#footnote17-10405_000_032\">17<\/a> <span class=\"footnote\">[Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 4:602.]<\/span><\/sup> the Lord’s work of salvation was opened to them. Saving souls includes sharing the gospel and participating in missionary work. It includes engaging in temple and family history work. It includes doing everything possible to become spiritually and temporally self-reliant.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p14\" class=\"\">Elder John A. Widtsoe declared that Relief Society offers “relief of poverty, relief of illness; relief of doubt, relief of ignorance—relief of all that hinders the joy and progress of woman. What a magnificent commission!”<sup class=\"noteMarker\"><a href=\"#footnote18-10405_000_032\">18<\/a> <span class=\"footnote\">[John A. Widtsoe, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 25.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p15\" class=\"\">President Boyd K. Packer has likened Relief Society to “a protecting wall.”<sup class=\"noteMarker\"><a href=\"#footnote19-10405_000_032\">19<\/a> <span class=\"footnote\">[Boyd K. Packer, <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.]<\/span><\/sup> The responsibility to protect sisters and their families increases the significance of the watchcare and ministering of visiting teachers, and it is a demonstration of our willingness to remember our covenants with the Lord. As “ministers to the needy and to the afflicted,” we work in harmony with bishops to look after the temporal and spiritual needs of the Saints.<sup class=\"noteMarker\"><a href=\"#footnote20-10405_000_032\">20<\/a> <span class=\"footnote\">[Joseph Fielding Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 142.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p16\" class=\"\">President Spencer W. Kimball said: “There are many sisters who are living in rags—spiritual rags. They are entitled to gorgeous robes, spiritual robes. … It is your privilege to go into homes and exchange robes for rags.”<sup class=\"noteMarker\"><a href=\"#footnote21-10405_000_032\">21<\/a> <span class=\"footnote\">[Spencer W. Kimball, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 117.]<\/span><\/sup> President Harold B. Lee shared this vision. He said: “Cannot you see why the Lord has put it upon the … Relief Society to visit these homes? Because, next to the Master himself, there are none in [the] Church who have a more lovely touch, a more complete understanding of the hearts and the lives of these individuals.”<sup class=\"noteMarker\"><a href=\"#footnote22-10405_000_032\">22<\/a> <span class=\"footnote\">[Harold B. Lee, “The Place of Relief Society in the Welfare Plan,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1946, 842.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p17\" class=\"\">President Joseph F. Smith cautioned Relief Society sisters and their leaders, saying that he did not want “to see the time when our Relief Societies will follow, or commingle and lose their own identity by mixing up with … woman-made organizations.” He expected the sisters “to lead the world and … especially the women of the world, in everything that is praise-worthy, everything that is God-like, everything that is uplifting and that is purifying to the children of men.”<sup class=\"noteMarker\"><a href=\"#footnote23-10405_000_032\">23<\/a> <span class=\"footnote\">[Joseph F. Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 66.]<\/span><\/sup> His counsel emphasizes the charge to eliminate traditions, themes, fads, and trends and incorporate practices that are consistent with Relief Society purposes.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p18\" class=\"\">Leaders who seek revelation can ensure that every meeting, lesson, class, activity, and effort of the Relief Society fulfills the purposes for which it was organized. The sociality, friendship, and unity we desire will be the sweet results of serving together with the Lord in His work.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Fulfilling the Vision of Prophets<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p20\" class=\"\">President Thomas S. Monson and his counselors recently testified “that the Lord has restored the fulness of the gospel through the Prophet Joseph Smith and that Relief Society is an important part of that restoration.” As evidence of their desire that the “glorious heritage” of Relief Society be preserved, the First Presidency recently published and distributed worldwide <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society.<\/span> Within the pages of this book, we can find patterns and examples of sisters and brothers working in partnership in families and the Church, and we can learn principles about who we are, what we believe, and what we should protect. We have been encouraged by the First Presidency to study this important book and “allow its timeless truths and inspiring examples to influence [our] lives.”<sup class=\"noteMarker\"><a href=\"#footnote24-10405_000_032\">24<\/a> <span class=\"footnote\">[The First Presidency, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> ix.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p21\" class=\"\">As sisters become more aligned with the purposes of Relief Society, the vision of the prophets will be fulfilled. President Kimball said, “There is a power in this organization [of Relief Society] that has not yet been fully exercised to strengthen the homes of Zion and build the Kingdom of God—nor will it until both the sisters and the priesthood catch the vision of Relief Society.”<sup class=\"noteMarker\"><a href=\"#footnote25-10405_000_032\">25<\/a> <span class=\"footnote\">[Spencer W. Kimball, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 142.]<\/span><\/sup> He prophesied that “much of the major growth that is coming to the Church in the last days will come because many of the good women of the world (in whom there is often … an inner sense of spirituality) will be drawn to the Church in large numbers. This will happen to the degree that the women of the Church … are seen as distinct and different—in happy ways—from the women of the world.”<sup class=\"noteMarker\"><a href=\"#footnote26-10405_000_032\">26<\/a> <span class=\"footnote\">[Spencer W. Kimball, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 95.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p22\" class=\"\">I am grateful for the vision of prophets regarding Relief Society. I, like President Gordon B. Hinckley, “am convinced there is no other organization anywhere to match the Relief Society of this Church.”<sup class=\"noteMarker\"><a href=\"#footnote27-10405_000_032\">27<\/a> <span class=\"footnote\">[Gordon B. Hinckley, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 160.]<\/span><\/sup> It is our responsibility now to align ourselves with the vision of the prophets regarding Relief Society as we seek to increase faith, strengthen families, and provide relief.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-vision-of-prophets-regarding-relief-society-faith-family-relief.p23\" class=\"\">I close with the words of President Lorenzo Snow: “The future of the [Relief] Society is full of promise. As the Church grows, its field of usefulness will be correspondingly enlarged, and it will be even more potent for good than it has been in the past.”<sup class=\"noteMarker\"><a href=\"#footnote28-10405_000_032\">28<\/a> <span class=\"footnote\">[Lorenzo Snow, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 19.]<\/span><\/sup> To sisters who help advance the kingdom of God, he said, “As you have shared in these labors, so you will most certainly share in the triumph of the work and in the exaltation and glory which the Lord will give to His faithful children.”<sup class=\"noteMarker\"><a href=\"#footnote29-10405_000_032\">29<\/a> <span class=\"footnote\">[Lorenzo Snow, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 7.]<\/span><\/sup> Of this vision I also bear testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_032\">1.<\/a><\/span>\n\t\t\t\t\t<p>See Julie B. Beck, “Fulfilling the Purpose of Relief Society,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2008, 108–11.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_032\">2.<\/a><\/span>\n\t\t\t\t\t<p>See Julie B. Beck, BYU Women’s Conference address (Apr. 29, 2011), http:\/\/ce.byu.edu\/cw\/womensconference\/archive\/2011\/pdf\/JulieB_openingS.pdf; “What I Hope My Granddaughters (and Grandsons) Will Understand about Relief Society,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2011, 109–13; “Relief Society: A Sacred Work,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 110–14.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_032\">3.<\/a><\/span>\n\t\t\t\t\t<p>See Julie B. Beck, “Why We Are Organized into Quorums and Relief Societies” (Brigham Young University devotional address, Jan. 17, 2012), speeches.byu.edu.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_032\">4.<\/a><\/span>\n\t\t\t\t\t<p>This message is not a comprehensive review of all prophetic statements regarding Relief Society. It is only a sample of their vision and direction. <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society,<\/span> conference reports, and other Church publications contain more teaching on this subject.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_032\">5.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 13.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_032\">6.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 15.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_032\">7.<\/a><\/span>\n\t\t\t\t\t<p>Brigham Young, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 41.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_032\">8.<\/a><\/span>\n\t\t\t\t\t<p>Joseph F. Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 65–66.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_032\">9.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 142.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_032\">10.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 97.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_032\">11.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 85.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_032\">12.<\/a><\/span>\n\t\t\t\t\t<p>See Boyd K. Packer, “The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10405_000_032\">13.<\/a><\/span>\n\t\t\t\t\t<p>See First Presidency letters, Mar. 19, 2003, and Feb. 23, 2007.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10405_000_032\">14.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 3–6.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10405_000_032\">15.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 16.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10405_000_032\">16.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 17.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10405_000_032\">17.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Smith, in <span class=\"emphasis\">History of the Church,<\/span> 4:602.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10405_000_032\">18.<\/a><\/span>\n\t\t\t\t\t<p>John A. Widtsoe, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 25.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10405_000_032\">19.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10405_000_032\">20.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 142.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10405_000_032\">21.<\/a><\/span>\n\t\t\t\t\t<p>Spencer W. Kimball, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 117.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-10405_000_032\">22.<\/a><\/span>\n\t\t\t\t\t<p>Harold B. Lee, “The Place of Relief Society in the Welfare Plan,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1946, 842.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-10405_000_032\">23.<\/a><\/span>\n\t\t\t\t\t<p>Joseph F. Smith, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 66.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote24-10405_000_032\">24.<\/a><\/span>\n\t\t\t\t\t<p>The First Presidency, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> ix.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote25-10405_000_032\">25.<\/a><\/span>\n\t\t\t\t\t<p>Spencer W. Kimball, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 142.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote26-10405_000_032\">26.<\/a><\/span>\n\t\t\t\t\t<p>Spencer W. Kimball, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 95.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote27-10405_000_032\">27.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 160.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote28-10405_000_032\">28.<\/a><\/span>\n\t\t\t\t\t<p>Lorenzo Snow, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 19.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_032\"><a name=\"-10405_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote29-10405_000_032\">29.<\/a><\/span>\n\t\t\t\t\t<p>Lorenzo Snow, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 7.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}